{
  "case_id": 12142,
  "fetched_at": "2025-10-22T00:17:51.513577",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "the Secretary of the Indiana Family and Social Services Administration (FSSA)",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Indiana",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Director of the Office of Medicaid Policy and Planning of FSSA",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Indiana",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Public Benefits/Government Services",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Medicaid, 42 U.S.C §1396 (Title XIX of the Social Security Act)"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Preliminary relief request withdrawn/mooted"
      }
    ],
    "court": "Southern District of Indiana",
    "custom_issues": [],
    "defendant_payment": "Unknown",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2010-03-25",
    "filing_year": 2010,
    "id": 12142,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Payment for care",
      "General/Misc.: Reassessment and care planning",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Mental health care, general",
      "Disability and Disability Rights: Disability, unspecified",
      "Medical/Mental Health Care: Medical care, unspecified",
      "Medical/Mental Health Care: Mental health care, unspecified",
      "Benefits (Source): Medicaid",
      "General/Misc.: Public benefits (includes, e.g., in-state tuition, govt. jobs)",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mobility impairment",
      "Disability and Disability Rights: Mental impairment",
      "Disability and Disability Rights: Cerebral palsy",
      "Disability and Disability Rights: Developmental disability without intellectual disability",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2020-06-08T00:00:00-04:00",
    "main_docket": {
      "id": 31133,
      "docket_entries": [
        {
          "row_number": 0,
          "id": 10130348,
          "entry_number": "100",
          "date_filed": "2011-02-10T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4867621/100/amt-v-murphy/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.insd.27668/gov.uscourts.insd.27668.100.0.pdf",
          "pacer_doc_id": "07302841805",
          "description": " PERMANENT INJUNCTION and FINAL JUDGMENT -The Court enters Final Judgment in favor of pltfs and the class and against defts to the extent that pltfs sought relief in their Amended Complt.  The Court Grants pltfs request for permanent injunction. Signed by Judge Jane Magnus-Stinson on 2/10/2011.(CBU)"
        },
        {
          "row_number": 1,
          "id": 3775080,
          "entry_number": "87",
          "date_filed": "2010-11-22T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4867621/87/amt-v-murphy/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.insd.27668/gov.uscourts.insd.27668.87.0.pdf",
          "pacer_doc_id": "07302747653",
          "description": " ORDER CERTIFYING CLASS ACTION.  For the reasons discussed herein, the Court GRANTS Plaintiffs' Motion to Certify Class. Class is certified as described in this Order. The Court hereby DESIGNATES A.M.T., J.J.M, and J.M.G. as the representative pl aintiffs for the certified class and, pursuant to Federal Rule of Civil Procedure 23(g), DESIGNATES Mr. Kenneth Falk and Mr. Gavin Rose as lead class counsel. The Court now ORDERS the parties to meet and confer with one another and, by December 3, 20 10, submit a joint report in this matter setting forth a proposed plan (or alternative plans) as to what notice, if any, should be provided to the class. Additionally, pursuant to docket entry 84, FSSA has until December 1, 2010 to file a response to Plaintiffs' Motion for Summary Judgment. See Order. Signed by Judge Jane Magnus-Stinson on 11/22/2010. (LBK)"
        },
        {
          "row_number": 2,
          "id": 10130347,
          "entry_number": "99",
          "date_filed": "2011-02-10T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4867621/99/amt-v-murphy/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.insd.27668/gov.uscourts.insd.27668.99.0.pdf",
          "pacer_doc_id": "07302841771",
          "description": " ORDER granting in part and denying in part  64  Motion for Summary Judgment; denying  78  Motion for Judgment on the Pleadings; denying  91  alternative Motion.  The Court denies pltfs request for attny fees.  The Court grants pltfs request for permanent injunctive relief. Signed by Judge Jane Magnus-Stinson on 2/10/2011. (CBU)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2010,
      "docket_filing_number": 358,
      "is_main_docket": true,
      "court": "Southern District of Indiana",
      "state": "Indiana",
      "docket_office_number": "1",
      "docket_number_manual": "No. 1:10-cv-0358-JMS-TAB",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/insd--1-10-cv-00358.html",
      "recap_link": "https://www.courtlistener.com/docket/4867621/amt-v-murphy/",
      "is_active": true
    },
    "name": "A.M.T. v. Gargano",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": true,
    "plaintiff_description": "All persons under the age of 21 in Indiana who are or will be enrolled in the Medicaid program and have been or will be denied coverage for physical therapy, occupational therapy, respiratory therapy, and/or speech pathology (“therapies”), or who have had or will have coverage for these therapies otherwise limited, notwithstanding the fact that a physician acting within the scope of their practice under Indiana law has or will recommend these therapies for the Medicaid recipient.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Declaratory Judgment"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement",
      "Voluntary Dismissal"
    ],
    "settlement_judgment_date": "2011-02-10",
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "<p>On March 25, 2010, this class-action lawsuit was filed in the United States District Court for the Southern District of Indiana against the Secretary of the Indiana Family and Social Services Administration (FSSA) and the Director of the Office of Medicaid Policy and Planning of FSSA. The named plaintiffs were minor Medicaid recipients with serious disabilities who had been receiving medically-necessary therapies, paid for by the State's Medicaid program and administered by the FSAA. The FSSA had denied the named plaintiffs and others similarly situated individuals continued access to these therapies. It cited two provisions of the Indiana Administrative Code, one of which limited the provisions of these therapies to two years unless patients demonstrated significant progress to a \"higher functional state,\" and the other which generally prohibited all \"maintenance therapies,\" i.e. therapies designed to prevent deterioration rather than improve a patient's condition. The plaintiffs filed suit pursuant to 42 U.S.C. § 1983 and argued that the FSSA's refusal to provide the therapies unlawfully violated Title XIX of the Social Security Act, 42 U.S.C. § 1396, et seq. (the \"Medicaid Act\" or the \"Act\"), which require states that participate in Medicaid to provide early screening, physical therapy and related services, and preventative services, respectively.  </p><p>The plaintiffs sought preliminary and permanent injunctive relief to enjoin the defendants from refusing or limiting Medicaid coverage for therapies recommended or prescribed by a Medicaid recipient's physician, and preventing the enforcement of both of the contested provisions of the Indiana Administrative Code. The plaintiffs also sought legal costs and attorneys' fees.</p><p>On September 20, 2010, the parties filed a joint stipulation, wherein the defendants agreed to provide the named plaintiffs with funding for their therapies while the case awaited its final outcome. This was in lieu of a preliminary injunction.</p><p>On October 1, 2010, the plaintiffs, upon order from the court, filed a document clarifying their claim that the FSSA had violated federal Medicaid law. The following day the plaintiffs filed an amended complaint integrating these changes.</p><p>On November 22, 2010, the Judge Jane Magnus-Stinson certified the plaintiff class. The class was defined as: \"Any and all persons in Indiana who are or will be enrolled in the Medicaid program and who are or will be under the age of twenty-one (21) who have been or will be denied coverage for physical therapy, occupational therapy, respiratory therapy, and/or speech pathology (“therapies”), or who have had or will have coverage for these therapies otherwise limited, which denial or limitation is based upon 405 IAC 5-22-6(b)(6) and/or 405 IAC 5-22-6(b)(7), notwithstanding the fact that a physician acting within the scope of his or her practice under Indiana law has or will recommend and/or prescribe these therapies for the Medicaid recipient.\"  A.M.T. v. Gargano, 2010 WL 4860119 (S.D. Ind. 2010). </p><p>On February 10, 2011, the Court granted summary judgment in favor of the plaintiffs, issuing a permanent injunction preventing the defendants and their successors from limiting or denying coverage for prescribed physical, occupational, or respiratory therapy, and/or speech pathology, for any person under 21 enrolled in the State's Medicaid program when such denial or limitation was based upon the two disputed provisions of the Indiana Administrative Code (405 I.A.C. 5-22-6(b)(6) and (b)(7).) The Court denied the plaintiffs' request for attorneys' fees and costs. A.M.T. v. Gargano, 781 F. Supp. 2d 798 (S.D. Ind. 2011)</p><p>On February 23, 2011, the plaintiffs filed a motion to amend the final judgment and for attorneys' fees and costs. On June 9, 2011, they withdrew this motion, \"the parties having resolved the matters without the necessity of Court intervention.\" The docket reflects no further litigation activity after June 10, 2011, and the case is now closed.</p>",
    "summary_published_date": "2020-06-08T00:00:00-04:00",
    "summary_short": "On March 25, 2010, plaintiffs, minors with serious disabilities who were Medicaid recipients, filed this class-action lawsuit was filed in federal court against the Secretary of the Indiana Family and Social Services Administration (FSSA) and Director of the Office of Medicaid Policy and Planning of FSSA. They all had been receiving medically necessary therapies paid for by the State's Medicaid program, administered by the FSAA, for several years. These therapies were necessary to ensure the plaintiffs' conditions would not deteriorate and that they would not lose functional ability. The FSSA had denied the named plaintiffs and others similarly situated continuing access to these therapies, citing two provisions of the Indiana Administrative Code. On February 10, 2011, the Court granted summary judgment in favor of the Plaintiffs, issuing a permanent injunction preventing the Defendants and their successors from limiting or denying coverage for prescribed physical, occupational, or respiratory therapy, and/or speech pathology, for any person under 21 enrolled in the State's Medicaid program when such denial or limitation was based upon the two disputed provisions.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12142",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12142",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12142",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12142"
  },
  "documents": [
    {
      "date": "2010-10-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48336,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48336.pdf",
      "title": "First Amended Class Action Complaint for Declaratory and Injunctive Relief",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 1 of 20 PageID #: 645\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla ) \nT; J.J.M., by his mother and next friend  ) \nAmy M.; and J.M.G., by his father and next ) \nfriend Michael G., on their own behalf and  ) \non behalf of those similarly situated,   ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-00358-JMS-TAB \n            ) \nANNE WALTERMANN MURPHY, in her ) \nofficial capacity as Secretary of the Indiana  ) \nFamily and Social Services Administration,  ) \nand PATRICIA CASANOVA, in her   ) \nofficial capacity as Director of the Office of ) \nMedicaid Policy and Planning of the Indiana ) \nFamily and Social Services Administration,  )    \n            )  COMPLAINT – CLASS ACTION \n      Defendants.    ) \n \nFIRST AMENDED CLASS ACTION COMPLAINT \nFOR DECLARATORY AND INJUNCTIVE RELIEF \n \nIntroductory Statement \n \n1.  The plaintiffs in this case are all minors who are seriously disabled Medicaid recipients.  \nIn order to ensure that they obtain their best possible functional state and to prevent \nregression in their conditions, the plaintiffs have been receiving therapies paid for by the \nIndiana  Family  and  Social  Services  Administration  (and  have  been  receiving  these \ntherapies for several years).  These therapies, at the very least, are necessary to ensure \nthat the plaintiffs do not lose functional abilities, and without them the plaintiffs may \ncease  being  able  to  walk,  roll  over,  or  stretch  adequately,  and  they  may  require \nsurgeries—likely paid for by the Medicaid agency—in the future.  Notwithstanding both \n  1\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 2 of 20 PageID #: 646\nthe need for these therapies and the recommendation of the plaintiffs’ physicians and \nother treatment professionals that these therapies be provided, the Medicaid agency has \nseized on two (2) provisions of the Indiana Administrative Code to deny these requested \nservices.    First,  the  Indiana  Administrative  Code  purports  to  limit  the  provision  of \ntherapies to two (2) years unless the patient demonstrates significant progress toward a \nhigher functional state.  See IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(6).  And second, the \nIndiana Administrative Code contains a blanket prohibition on the provision of so-called \n“maintenance therapy,” which is therapy designed to prevent regression rather than to \nenable progression.  See IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(7).  These provisions, \nboth facially and as employed by the defendants, are violative of federal Medicaid law \nand must be enjoined. \nJurisdiction, Venue, and Cause of Action \n2.  The Court has jurisdiction of this case pursuant to 28 U.S.C. § 1331. \n3.  Venue is proper in this district pursuant to 28 U.S.C. § 1391. \n4.  Declaratory relief is authorized by Rule 57 of the Federal Rules of Civil Procedure and \n28 U.S.C. §§ 2201 and 2202. \n5.  This action is brought pursuant to 42 U.S.C. § 1983 to redress the deprivation, under \ncolor of state law, of rights secured by the Constitution and laws of the United States, and \nas a pre-emption claim brought pursuant to the decision of the United States Supreme \nCourt in Shaw v. Delta Airlines, Inc., 463 U.S. 85, 96 n.14 (1983) (holding that a plaintiff \npresenting a pre-emption claim “presents a federal question which the federal courts have \njurisdiction under 28 U.S.C. § 1331 to resolve” even in the absence of a cause of action \nunder 42 U.S.C. § 1983). \n  2\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 3 of 20 PageID #: 647\nParties \n6.  A.M.T. are the initials of a minor resident of Johnson County, Indiana.  He brings this \naction by his mother and next friend, Karla T., and on his own behalf and on behalf of \nthose similarly situated. \n7.  J.J.M. are the initials of a minor resident of Marion County, Indiana.  He brings this \naction by his mother and next friend, Amy M., and on his own behalf and on behalf of \nthose similarly situated. \n8.  J.M.G. are the initials of a minor resident of Hamilton County, Indiana.  He brings this \naction by his father and next friend, Michael G., and on his own behalf and on behalf of \nthose similarly situated. \n9.  Anne Waltermann Murphy is the duly appointed Secretary of the Indiana Family and \nSocial Services Administration, and is sued in her official capacity. \n10.  Patricia Casanova is the duly appointed Director of the Office of Medicaid Policy and \nPlanning of the Indiana Family and Social Services Administration, and is sued in her \nofficial capacity. \nClass Action Allegations \n11.  The plaintiffs bring this action on their own behalf and on behalf of a class of those \nsimilarly  situated  pursuant  to  Rule  23(a)  and  (b)(2)  of  the  Federal  Rules  of  Civil \nProcedure. \n12.  The class is defined as follows: \nAny and all persons in Indiana who are or will be enrolled in the Medicaid \nprogram and who are or will be under the age of twenty-one (21) who have been \nor will be denied coverage for physical therapy, occupational therapy, respiratory \ntherapy, and/or speech pathology (“therapies”), or who have had or will have \ncoverage for these therapies otherwise limited because of 405 IAC 5-22-6(b)(6) \nand/or 405 IAC 5-22-6(b)(7), notwithstanding the fact that a physician or other \n  3\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 4 of 20 PageID #: 648\nlicensed practitioner of the healing arts acting within the scope of his or her \npractice under Indiana law has or will recommend and/or prescribe these therapies \nfor the Medicaid recipient. \n \n13.  As defined, the class meets all requirements of Rule 23(a) of the Federal Rules of Civil \nProcedure.  Specifically: \na.  The class is so numerous that the joinder of all members is impracticable.  While \nthe precise size of the class is unknown, it is believed to number at least in the \nhundreds and possibly in the thousands. \n \nb.  There are questions of law or fact common to the class, specifically whether the \ndefendants’  practices  or  policies  violate  the  rights  of  the  class  under  federal \nMedicaid law. \n \nc.  The claims of the representative parties are typical of those of the class. \n \nd.  The representative parties will fairly and adequately protect the interests of the \nclass. \n \n14.  The further requirements of Rule 23(b)(2) of the Federal Rules of Civil Procedure are met \nin this cause with respect to the class in that the defendants, at all times, have acted or \nhave refused to act in a manner generally applicable to the class, thereby making final \ninjunctive and declaratory relief appropriate with respect to the class as a whole. \n15.  Undersigned counsel is a skilled and experienced attorney in cases of this type, and \nshould be appointed as counsel for the class pursuant to Rule 23(g) of the Federal Rules \nof Civil Procedure. \nLegal Background \nBackground to the Medicaid Program \n16.  Medicaid is a federal program of medical assistance for the poor established by Title XIX \nof the Social Security Act and funded by the federal government and participating states.  \nSee 42 U.S.C. § 1396, et seq. \n  4\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 5 of 20 PageID #: 649\n17.  Federal Medicaid appropriations to the states are designed to enable states to furnish \nmedical assistance to those whose incomes and resources are insufficient to meet the \ncosts of necessary medical services.  See 42 U.S.C. § 1396-1. \n18.  Eligibility for Medicaid is limited to low-income people who fall into one of several \ncategories or groups specified in federal law, which includes disabled persons.  See 42 \nU.S.C. § 1396a(a)(10)(A). \n19.  State participation in the Medicaid program is voluntary.  However, states that choose to \nparticipate in the Medicaid program must submit plans to the United States Department \nof Health and Human Services in order to qualify for the federal matching funds, and \nthese plans contain the requirements that a state must meet to receive federal approval.  \nSee 42 U.S.C. § 1396a(a). \n20.  Indiana  participates  in  the  federal  Medicaid  program  and  is  bound  by  all  of  its \nrequirements.  See IND. CODE 12-15-1-1, et seq. \n21.  Federal Medicaid law lists certain medical services that a participating state must cover in \nits Medicaid program (i.e., “mandatory” services), and lists certain other medical services \nwhich a state may choose to cover in its Medicaid program if it wishes (i.e., “optional” \nservices).  42 U.S.C. §1396a. \nCovered Services under Federal Medicaid Law \n22.  Federal law requires that states participating in the Medicaid program cover, inter alia, \nthe following: \na.  Early  and  periodic  screening,  diagnostic,  and  treatment  services  (“EPSDT \nservices”)  for  individuals  who  are  under  the  age  of  21.    42  U.S.C.  § \n1396d(a)(4)(b).  \n \nb.  Physical therapy and related services.  42 U.S.C. § 1396d(a)(11).  \n \n  5\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 6 of 20 PageID #: 650\nc.  Other diagnostic, screening, preventative, and rehabilitative services, including \nany medical or remedial services (provided in a facility, a home, or other setting) \nrecommended by a physician or other licensed practitioner of the healing arts \nwithin the scope of their practice under State law, for the maximum reduction of \nphysical or mental disability and restoration of an individual to the best possible \nfunctional level.  42 U.S.C. § 1396d(a)(13). \n \nd.  Respiratory care services.  42 U.S.C. § 1396d(a)(20). \n \n23.  EPSDT  services  are  defined  to  include  “necessary  health  care,  diagnostic  services, \ntreatment, and other measures described in subsection (a) of [42 U.S.C. § 1396d] to \ncorrect or ameliorate defects and physical and mental illnesses and conditions discovered \nby the screening services, whether or not such services are covered under the State plan.”  \n42 U.S.C. § 1396d(r)(5).  \n24.  Federal law requires that each medical service covered by a state Medicaid plan, whether \n“mandatory”  or  “optional,”  must  be  sufficient  in  amount,  duration  and  scope  to \nreasonably  achieve  its  purpose,  although  the  state  Medicaid  agency  may  place \nappropriate  limits  on  a  service  based  on  such  criteria  as  medical  necessity  or  on \nutilization control procedures.  42 C.F.R. § 440.230(b),(d). \n25.  Federal and state Medicaid law mandate Medicaid coverage of medically necessary, \ncovered services, including “optional” services that the State chooses to cover.  Thie v. \nDavis, 688 N.E.2d 182 (Ind. Ct. App. 1997), trans. denied; see also Coleman v. Indiana \nFamily & Social Servs. Admin., 687 N.E.2d 366 (Ind. Ct. App. 1997); Davis v. Schrader, \n687 N.E.2d 370 (Ind. Ct. App. 1997). \n26.  Indiana Medicaid law defines a “medically reasonable and necessary service” as one \n“that is required for the care or well being of the patient and is provided in accordance \nwith generally accepted standards of medical or professional practice.”  See IND. ADMIN. \nCODE tit. 405, r. 5-2-17. \n  6\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 7 of 20 PageID #: 651\nPrior Authorization Requirements in Indiana \n27.  Pursuant  to  Indiana  law,  some  services—including  physical  therapy,  occupational \ntherapy, respiratory therapy, and speech pathology—require pre-approval (in a process \nknown  as  “prior  authorization”)  in  order  for  them  to  be  covered  by  the  Medicaid \nprogram.  IND. ADMIN. CODE tit. 405, r. 5-22-6. \n28.  However, state regulation provides that \n[t]herapy for rehabilitative services will be covered for a recipient no longer than \ntwo (2) years from the initiation of the therapy unless there is a significant change \nin medical condition requiring longer therapy.  Habilitative services for a recipient \nunder eighteen (18) years of age may be prior authorized for a longer period on a \ncase-by-case basis.  Respiratory therapy services may be prior authorized for a \nlonger period of time on a case-by-case basis. \n \n  IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(6). \n29.  State  regulation  additionally  provides  that  “[m]aintenance  therapy  is  not  a  covered \nservice” under Indiana’s Medicaid program.  IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(7). \n30.  “Maintenance therapy”  is defined as “therapy  addressing chronic medical conditions \nwhere further progress can no longer be expected or where progress is minimal in relation \nto the time needed in therapy to achieve that progress.”  IND. ADMIN. CODE tit. 405, r. 5-\n22-1(5). \nFactual Allegations \nFactual Allegations Concerning the Defendants’ Practices or Policies \n31.  The Indiana Family and Social Services Administration, through its Office of Medicaid \nPolicy and Planning, is responsible for the operation of, inter alia, the Medicaid program \nin Indiana.  These agencies or departments are occasionally referred to herein collectively \nas the “Medicaid agency.” \n  7\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 8 of 20 PageID #: 652\n32.  A Medicaid enrollee who desires to receive Medicaid payment for certain services—\nincluding, inter alia, physical therapy, occupational therapy, respiratory therapy, and \nspeech pathology (collectively, “therapies”)—must obtain approval for these services \nfrom the Medicaid agency before receiving Medicaid payment for these services.  This is \na process known as “prior authorization.” \n33.  A request for prior authorization is submitted on behalf of a Medicaid enrollee by the \nprovider that will provide the services to the Medicaid enrollee.  Once such a request is \nsubmitted on behalf of a Medicaid enrollee, it will be approved, denied, or modified by \nthe Medicaid agency. \n34.  The Medicaid agency has contracted with two (2) companies to issue decisions on prior \nauthorization  requests.    These  companies  are  Advantage  Health  Solutions,  Inc,  and \nMDWise, Inc., and these companies both therefore operate as agents of the Medicaid \nagency. \n35.  The Medicaid agency and its contractors refuse to approve therapies for more than two \n(2) years from the initiation of the therapy, unless there is a significant change in medical \ncondition requiring longer therapy.  Although there is an exception for children under \neighteen (18) years of age, this exception only applies when the agency determines that \nthe patients are continue to experience significant progression in their functional states. \n36.  The Medicaid agency and its contractors also refuse to approve so-called “maintenance \ntherapy,” which is defined as “therapy  addressing chronic medical conditions where \nfurther progress can no longer be expected or where progress is minimal in relation to the \ntime needed in therapy to achieve that progress.” \n  8\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 9 of 20 PageID #: 653\n37.  Thus, “maintenance therapy” is, in essence, therapy designed to prevent an individual \nfrom regressing to a lesser functional state rather than therapy designed to enable an \nindividual to progress to a better functional state. \n38.  Although the Medicaid agency may approve therapies for longer than two (2) years for a \nMedicaid recipient under the age of eighteen (18) on a case-by-case basis, it will not do \nso if it determines that the therapies requested qualify as “maintenance therapy.”  \n39.  The  Medicaid  agency’s  practices  or  policies  in  both  of  these  regards  have  been \npromulgated in Title 405 of the Indiana Administrative Code and have been recorded in \nits policy manual regarding prior authorization services.  The relevant portions of the \nlatter document are attached and incorporated herein as Exhibit 1. \n40.  The Medicaid agency enforces both of these policies even when the requested therapies \nhave been recommended and/or prescribed by a Medicaid enrollee’s physician or other \nlicensed practitioner of the healing arts within the scope of their practice under Indiana \nlaw.   \n41.  Indeed, because a prior authorization request must be submitted on a Medicaid enrollee’s \nbehalf by his or her physician or other licensed practitioner of the healing arts within the \nscope of their practice under Indiana law, each prior authorization request for therapies \nhas necessarily been recommended and/or prescribed by these individuals.   \n42.  These two (2) limitations on the approval of prior authorization for therapies in Indiana \npossess no relationship to medical necessity, nor do they possess any relationship to \nwhether  therapies  are  necessary  for  the  maximum  reduction  of  physical  or  mental \ndisability or the restoration of a Medicaid enrollee to his or her best possible functional \nlevel. \n  9\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 10 of 20 PageID #: 654\n43.  Indeed,  minors  for  whom  therapies  have  been  recommended  and/or  prescribed  will \noftentimes have chronic medical conditions and/or serious disabilities that hinder their \nability to function or develop.  For these individuals, because of their age it is difficult \nand oftentimes impossible to determine whether and when they have reached their best \npossible functional state. \n44.  However, even if they have reached their best possible functional state, therapies are \ngenerally necessary in order to prevent regression.  A minor for whom therapies have \nbeen recommended and/or prescribed and who possesses a chronic medical condition \nand/or serious disability that hinders his or her ability to function or develop will likely \nlose the ability to walk, crawl, roll over, stretch, or assist their caretakers with their \nactivities of daily living if these therapies are stopped.  In many cases, if therapies are \nstopped the minor will require one (1) or more surgeries (which will likely be paid for by \nthe Medicaid agency). \n45.  Thus, regardless of whether therapies for minors are capable of advancing an individual \nto a higher functional state, they are certainly preventative in nature and are necessary to \nprevent these individuals from regressing to a worse functional state.  \nFactual Allegations Concerning the Named Plaintiffs \nFactual Allegations Concerning A.M.T. \n46.  A.M.T. are the initials of a seven (7) year old resident of Johnson County, Indiana, with a \nprimary diagnosis of cerebral palsy. \n47.  A.M.T. is a juvenile Medicaid recipient who has been receiving physical therapy and \noccupational therapy since he was approximately four (4) months old.  With very few \n  10\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 11 of 20 PageID #: 655\nexceptions over the past seven (7) years, he has received one (1) hour-long session of \nphysical therapy and one (1) hour-long session of occupational therapy each week. \n48.  As a result of the therapies that A.M.T. has received, he is capable of walking.  He has \nalso recently begun trying to run, although he is not yet capable of running. \n49.  A.M.T. has not yet reached his best possible functional state.  However, even if he has \nneared this state, both physical therapy and occupational therapy are necessary in order to \nkeep him from regressing. \n50.  Thus, if A.M.T. stops receiving these therapies, his muscles will become tighter and he \nwill begin having trouble walking and otherwise functioning.  It is extremely likely that \nhe will need one (1) or more surgeries if his therapies are stopped. \n51.  In  early  2010,  the  Children’s  Theraplay  Foundation,  Inc.,  and  a  physician  or  other \nlicensed practitioner of the healing arts submitted a request for prior authorization of \nMedicaid services on behalf of A.M.T.  These services were thus recommended and/or \nprescribed by a physician and/or other licensed practitioner of the healing arts acting \nwithin the scope of his or her practice under Indiana law.   \n52.  On March 5, 2010, the prior authorization request submitted on behalf of A.M.T. was \ndenied in substantial part.  According to the denial notice, the Medicaid agency would \napprove only six (6) more weeks of therapies for A.M.T.  This decision was “based on \nthe information provided and Indiana Administrative Code guidelines 405 IAC 5-22-6.  \nThe patient has had therapies since 8/2004.  The requested services would not [b]e \nrestorative of an im[p]airment in function caused by an acute change in the pati[en]t’s \nmedical condition, and maintenance therapy is noncoverable per IAC guidelines.”  A true \n  11\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 12 of 20 PageID #: 656\nand  correct  copy  of  this  notice  is  attached  and  incorporated  herein  as  Exhibit  2 \n(identifying information has been redacted). \n53.  Continued therapies have been recommended and/or prescribed by A.M.T.’s physician or \nother licensed practitioner of the healing arts within the scope of their practice under \nIndiana law.  At least one (1) hour a week each of physical therapy and occupational \ntherapy is medically necessary for A.M.T.  At least this amount of therapy is necessary \nfor the maximum reduction of physical or mental disability and the restoration of A.M.T. \nto the best possible functional level.  \n54.  This amount of therapies will correct or ameliorate A.M.T.’s defects and physical and \nmental illnesses and conditions discovered by EPSDT screening services, whether or not \nsuch services are covered under the State Medicaid plan. \nFactual Allegations Concerning J.J.M. \n55.  J.J.M. are the initials of a nine (9) year old resident of Marion County, Indiana, with a \nprimary diagnosis of Pyruvate Carboxylase Deficiency Type II (“PCD Type II”), which \nis a type of mitochondrial metabolic myopathy. \n56.  PCD Type II is a condition that hinders J.J.M.’s ability to develop and to function, and \nthat results in his being medically fragile.  J.J.M. is the only known individual with PCD \nType II who has lived beyond the age of two (2) or three (3).  As a result of this \ncondition, J.J.M. cannot walk.  However, he does have the ability to roll around and to \nstretch his legs. \n57.  J.J.M. is a juvenile Medicaid recipient who has been receiving physical therapy and \noccupational therapy since he was an infant.  Since he was approximately three (3) years \n  12\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 13 of 20 PageID #: 657\nold, he has received three (3) hour-long sessions of physical therapy and one (1) hour-\nlong session of occupational therapy each week. \n58.  As  a  result  of  the  therapies  that  J.J.M.  has  received,  he  is  capable  of  rolling  over, \nstretching  his  legs,  and  engaging  in  other  movements  that  would  be  considered \nrudimentary for a child without disabling conditions.   \n59.  J.J.M. has not yet reached his best possible functional state.  However, even if he has \nneared this state, both physical therapy and occupational therapy are necessary in order to \nkeep him from regressing. \n60.  Thus, if J.J.M. stops receiving these therapies, he will lose strength throughout his body, \nhis muscles will become tighter and he will begin having trouble rolling over, stretching \non his own, participating in his educational activities, and otherwise functioning.  His \noverall quality of life will, in this vein, be detrimentally affected.  It is extremely likely \nthat he will need one (1) or more surgeries if his therapies are stopped. \n61.  In late 2009 or early 2010, the Children’s Theraplay Foundation, Inc., and Dr. Paul \nJarvis, M.D., submitted a request for prior authorization of Medicaid services on behalf \nof J.J.M.  This request sought to continue J.J.M.’s therapies at their current level for an \nadditional six (6) months, and was substantially similar to the prior authorization requests \nsubmitted on J.J.M.’s behalf and approved by the Medicaid agency for several years.   \n62.  On or about December 9, 2009, the prior authorization request submitted on behalf of \nJ.J.M. was denied in substantial part.  According to the denial notice, the Medicaid \nagency would approve only two (2) sessions of therapies each month for J.J.M. for four \n(4)  months.    This  decision  was  because,  according  to  the  Medicaid  agency, \n“[r]ehabilitative therapies will be covered for no longer then [sic] two (2) years except \n  13\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 14 of 20 PageID #: 658\nwhen there is a significant change in the recipient’s condition necessitating additional \ntherapies” and that the therapies had already “been provided for at least two (2) years \nwith minimal documented change in [J.J.M.’s] condition.”  This decision was made \nfollowing a “[r]eview of the criteria set out in [405 IAC 5] for the service requested.”  A \ntrue and correct copy of this notice is attached and incorporated herein as Exhibit 3 \n(identifying information has been redacted). \n63.  Continued therapies at the rate of three (3) sessions of physical therapy and three (3) \nsessions of occupational therapy each month have been recommended and/or prescribed \nby J.J.M.’s physician or other licensed practitioner of the healing arts within the scope of \ntheir practice under Indiana law.  At least three (3) hours a week each of physical therapy \nand occupational therapy are medically necessary for J.J.M.  At least this amount of \ntherapy is necessary for the maximum reduction of physical or mental disability and the \nrestoration of J.J.M. to the best possible functional level.  \n64.  This amount of therapies will correct or ameliorate J.J.M.’s defects and physical and \nmental illnesses and conditions discovered by EPSDT screening services, whether or not \nsuch services are covered under the State Medicaid plan. \nFactual Allegations Concerning J.M.G. \n65.  J.M.G. are the initials of a twelve (12) year old resident of Hamilton County, Indiana, \nwith a primary diagnosis of cerebral palsy. \n66.  As a result of his condition, J.M.G. cannot walk or ambulate by himself.  His cerebral \npalsy is considered the worst of the three (3) categories of cerebral palsy, and it is \nunlikely that he will ever be able to walk or live by himself.  He can stretch out, assist his \n  14\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 15 of 20 PageID #: 659\nparents  or  caretakers  somewhat  with  transfers,  but  cannot  so  much  as  crawl  short \ndistances. \n67.  J.M.G. is a juvenile Medicaid recipient who has been receiving physical therapy and \noccupational therapy for most of his life.  For several years, he has received two (2) hour-\nlong sessions of physical therapy and one (1) hour-long session of occupational therapy \neach week. \n68.  As a result of the therapies that J.M.G. has received, he is capable of rolling over, \nstretching his legs, sitting independently on a chair or bench with supervision, assisting \nhis parents or caretakers somewhat with transfers, and engaging in other movements that \nwould be considered rudimentary for a child without disabling conditions.   \n69.  J.M.G. has not yet reached his best possible functional state.  However, even if he has \nneared this state, both physical therapy and occupational therapy are necessary in order to \nkeep him from regressing. \n70.  Thus, if J.M.G. stops receiving these therapies, his tendons will shorten, his muscles will \nbecome tighter, and he will begin having trouble stretching on his own, assisting his \nparents and caregivers in his daily care, and otherwise functioning.  His parents and \ncaretakers will have more difficulty transferring him or assisting him with bathing or \nshowers, and moving and caring for J.M.G. (who is presently 126 pounds) will become \nincredibly hard on their backs.  It is extremely likely that he will need one (1) or more \nsurgeries if his therapies are stopped or decreased. \n71.  In late 2009, Homefront Learning Center, submitted a request for prior authorization of \nMedicaid services on behalf of J.M.G.  This request sought to continue J.M.G.’s physical \ntherapy at their current level for an additional six (6) months, and was substantially \n  15\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 16 of 20 PageID #: 660\nsimilar to the prior authorization requests submitted on J.M.G.’s behalf and approved by \nthe Medicaid agency for several years.  The previously approved prior authorization \nrequest for J.M.G.’s occupational therapy has recently expired, although future services \nhave  been  suspended  pending  consultant  review,  and  therefore  no  new  request  for \nJ.M.G.’s occupational therapy has been submitted.   \n72.  On or about December 9, 2009, the prior authorization request submitted on behalf of \nJ.M.G. was denied in substantial part.  According to the denial notice, the Medicaid \nagency determined that J.M.G.’s requested services should be denied as a result of 405 \nIAC 5-22-6(b)(6) and 405 IAC 5-22-6(b)(7).  A true and correct copy of this notice is \nattached and incorporated herein as Exhibit 4 (identifying information has been redacted). \n73.  Based on this denial, and the reasons stated therefore, J.M.G. and his parents believe and \nare understandably concerned that a request to continue his occupational therapy at its \ncurrent level will be denied for the same reasons as soon as it becomes time for J.M.G. to \nrequest renewed authorization for these services. \n74.  J.M.G. filed an administrative appeal of the denial of the request for physical therapy \nsubmitted on his behalf, and an administrative fair hearing was scheduled on that appeal.  \nShortly before the date on which the hearing was scheduled, a manager from Advantage \nHealthcare contacted J.M.G.’s parents and informed them that, if they withdrew the \nadministrative appeal filed on J.M.G.’s behalf they would approve one (1) session of \nphysical therapy each week for four (4) months. \n75.  Because J.M.G. and his parents were concerned that if they did not agree to this they \nwould not receive any physical therapy, they agreed to withdraw their appeal on these \nterms.  However, both J.M.G.’s parents and his providers believe that two (2) sessions of \n  16\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 17 of 20 PageID #: 661\nphysical therapy each week are medically necessary for J.M.G. and are necessary to \nensure  that  he  reaches  his  best  possible  functional  state  and  to  prevent  him  from \nregressing. \n76.  Based on the denial of his prior authorization request, and the reasons stated therefore, \nJ.M.G. and his parents believe and are understandably concerned that a request for any \namount of physical therapy after four (4) months will be denied for the same reasons as \nsoon as it becomes time for J.M.G. to request renewed authorization for these services. \n77.  Following the termination of J.M.G.’s prescribed therapies, he experienced significant \nregression in his physical state and in his functional abilities.  Once this regression \noccurred, it became necessary for J.M.G. to receive three (3) sessions of physical therapy \neach week in order to make up these losses in functional ability. \n78.  Continued therapies at the rate of three (3) sessions of physical therapy and one (1) \nsession of occupational therapy each week have been recommended and/or prescribed by \nJ.M.G.’s physician or other licensed practitioner of the healing arts within the scope of \ntheir practice under Indiana law.  At least three (3) hours a week of physical therapy and \none (1) hour a week of occupational therapy are medically necessary for J.M.G.  At least \nthis amount of therapy is necessary for the maximum reduction of physical or mental \ndisability and the restoration of J.M.G. to the best possible functional level.  \n79.  This amount of therapies will correct or ameliorate J.M.G.’s defects and physical and \nmental illnesses and conditions discovered by EPSDT screening services, whether or not \nsuch services are covered under the State Medicaid plan. \nConcluding Factual Assertions \n  17\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 18 of 20 PageID #: 662\n80.  As a result of the practices or policies of the defendants, the plaintiffs and the members of \nthe putative class are suffering irreparable harm for which there is no adequate remedy at \nlaw. \n81.  At all relevant times, the defendants have acted or refused to act under color of state law. \nLegal Claims \n82.  The defendants’ practice or policy whereby it denies and/or limits Medicaid coverage for \nthe plaintiffs and the members of the class for physical therapy, occupational therapy, \nrespiratory therapy, and/or speech pathology notwithstanding the fact that these services \nhave been recommended and/or prescribed by a Medicaid recipient’s physician or other \nlicensed practitioner of the healing arts acting within the scope of his or her practice \nunder  Indiana  law  violates  and  is  preempted  by  the  following  provisions  of  federal \nMedicaid  law:  42  U.S.C.  §  1396a(a)(8);  42  U.S.C.  §  1396a(a)(10);  42  U.S.C.  § \n1396a(a)(17); and 42 C.F.R. § 440.230. \n83.  The defendants’ practice or policy whereby it refuses to cover “maintenance therapy” for \nthe plaintiffs and the members of the class violates and is preempted by the following \nprovisions of federal Medicaid law: 42 U.S.C. § 1396a(a)(8); 42 U.S.C. § 1396a(a)(10); \n42 U.S.C. § 1396a(a)(17); and 42 C.F.R. § 440.230. \n84.  The defendants’ practice or policy whereby it refuses to cover therapies for more than \ntwo (2) years for the plaintiffs and the members of the class without a significant change \nin medical condition requiring longer therapy violates and is preempted by the following \nprovisions of federal Medicaid law: 42 U.S.C. § 1396a(a)(8); 42 U.S.C. § 1396a(a)(10); \n42 U.S.C. § 1396a(a)(17); and 42 C.F.R. § 440.230. \nRequest for Relief \n  18\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 19 of 20 PageID #: 663\n  WHEREFORE, the plaintiffs respectfully request that this Court: \n1.  Accept jurisdiction of this cause and set it for hearing. \n2.  Certify this cause as a class action with the class and sub-class as defined above. \n3.  Declare that the defendants have violated the rights of the plaintiffs and the class and sub-\nclass for the reasons specified in paragraphs 81 through 83, above. \n4.  Issue a preliminary injunction1, later to be made permanent, enjoining the defendants \nfrom refusing or limiting Medicaid coverage for therapies recommended and/or prescribed by a \nMedicaid recipient’s physician or other licensed practitioner of the healing arts acting within the \nscope of his or her practice under Indiana law. \n5.  Issue a preliminary injunction, later to be made permanent, enjoining the defendants from \nenforcing either Title 405, Rule 5-22-6(b)(6), or Title 405, Rule 5-22-6(b)(7), of the Indiana \nAdministrative Code. \n6.  Award the plaintiffs their costs and attorneys’ fees pursuant to 42 U.S.C. § 1988 and all \nother applicable statutes. \n7.  Issue all other proper relief. \n \n \n \n \n \n \n \n                                                 \n1 In lieu of proceeding with the preliminary injunction hearing that was originally scheduled in \nthis cause for May 28, 2010, the parties agreed that the named plaintiffs would be provided with \nMedicaid payment for the therapies identified herein (and in the plaintiffs’ initial complaint) \npending the final disposition of this case.  See Second Stipulation (R. Doc. 55).  The plaintiffs’ \nMotion for Preliminary Injunction (R. Doc. 12) was therefore withdrawn.  See Entry Following \nOral Argument (R. Doc. 56).  Nonetheless, the plaintiffs have reserved their right to renew their \npreliminary injunction motion should circumstances warrant. \n  19\n\nCase 1:10-cv-00358-JMS-TAB   Document 60   Filed 10/11/10   Page 20 of 20 PageID #: 664\nRespectfully submitted, \n \n/s/ Gavin M. Rose \nGavin M. Rose, No. 26565-53 \nKenneth J. Falk, No. 6777-49 \nACLU of Indiana \n1031 E. Washington St. \nIndianapolis, IN  46202 \nPh:  317/635-4059, x106 \nFax:  317/635-4105 \n<grose@aclu-in.org> \n \nAttorney for the plaintiffs and the putative \nclass \n \n \n \n \n \n \n \nCERTIFICATE OF SERVICE \n \n  I hereby verify that on this 11th day of October, 2010, a copy of the foregoing was filed \nelectronically with the Clerk of this Court.  This filing may be accessed through the Court’s \nelectronic system.  This filing was served on the following parties by operation of the Court’s \nelectronic system: \n \nBetsy M. Isenberg \nEric J. Beaver \nOffice of the Attorney General \n    IGCS – 5th Floor \n    302 W. Washington St. \n    Indianapolis, IN  46204 \n \n \n                /s/ Gavin M. Rose \n                Gavin M. Rose \n                Attorney at Law \n \n \n \n  20",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "60",
      "clearinghouse_link": "clearinghouse.net/doc/48336"
    },
    {
      "date": "2010-09-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45750,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45750.pdf",
      "title": "Order",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 57   Filed 09/28/10   Page 1 of 3 PageID #: 636\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., BY HIS MOTHER AND NEXT FRIEND   )   \nKARLA T., ET AL.,   )   \nPlaintiffs,   )   \n   )  1:10-cv-0358-JMS-TAB \nvs.   ) \n   ) \nANNE WALTERMAN MURPHY IN HER OFFICIAL   ) \nCAPACITY AS SECRETARY OF THE INDIANA   ) \nFAMILY AND SOCIAL SERVICES ADMINISTRA-  ) \nTION, ET AL.,    ) \nDefendants.   ) \n \nORDER \nIn March 2010, Plaintiffs sued representatives of the Indiana Family and Social Services \nAdministration (“FSSA”) for practices or policies that they allege violate “federal Medicaid \nlaw.”  [Dkt. 1 at ¶¶ 81-83.]  Presently before the Court is Plaintiffs’ Motion to Certify Class, \n[dkt. 10], and the FSSA’s Motion to Dismiss Plaintiffs’ Complaint, [dkt. 33]. \nAccepting the allegations of the Complaint as true, Plaintiffs are seriously disabled mi-\nnors who receive Medicaid benefits and whose physicians have recommended therapies “to en-\nsure that the plaintiffs do not lose functional abilities.”  [Dkt. 1 at ¶ 1.]  The FSSA, however, has \ndenied or otherwise limited Plaintiffs’ requests for maintenance therapy because of 405 IAC 5-\n22-6(b)(6) or (b)(7).  Plaintiffs argue that the FSSA’s actions “violate[] federal Medicaid law.”  \n[Dkt. 1 at ¶¶ 81-83.] \nThe FSSA argues that Plaintiffs’ Complaint should be dismissed because Plaintiffs do not \nallege which portion of federal Medicaid law 405 IAC 5-22-6(b)(6) and (b)(7) violate.  [Dkt. 34 \nat 1.]  Although the FSSA asks this Court to dismiss Plaintiffs’ Complaint, it conceded at oral \nargument that its motion could be construed as a motion for more definite statement because it \n- 1 - \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 57   Filed 09/28/10   Page 2 of 3 PageID #: 637\nultimately asks Plaintiffs to more particularly specify their claim.  Plaintiffs suggested as much \nin their opposition brief to the instant motion.  [Dkt. 39 at 18.] \nThe Court will construe the FSSA’s motion as a motion requesting a more definite state-\nment pursuant to Trial Rule 12(e) of the Federal Rules of Civil Procedure.  Although motions of \nthis  nature  are  generally  disfavored  and  should  not  be  used  as  a  substitute  for  discovery, \nRosenbaum v. Seybold, 2007 U.S. Dist. LEXIS 48021 (N.D. Ind. 2007), the timing of this motion \nand the complexity of this case favors a more definite statement for at least two reasons.  First, \nMedicaid law has been described as “among the most completely impenetrable texts within hu-\nman experience.”  Rehab. Ass’n v. Kozlowski, 42 F.3d 1444, 1450 (4th Cir. 1994).  Its dense na-\nture favors granting the FSSA’s motion so that the FSSA will have adequate notice of the provi-\nsions the Plaintiffs allege it violated, and both parties will be able to more clearly assess the case \nfor possible settlement.  Second, Plaintiffs seek class certification, and the specific Medicaid \nprovisions they allege that the FSSA violated may well be relevant to the Court’s consideration \nof  factors such as class typicality and class definition..   \nThe Court is aware of Seventh Circuit authority providing that “plaintiffs in federal \ncourts are not required to plead legal theories.” See, e.g., Hatmaker v. Mem’l Med. Ctr. , 2010 \nU.S. App. LEXIS 18098 *2 (7th Cir. 2010) (holding that Twombly and Iqbal did not undermine \nthe pleading standard for legal theories).  This case, however, presents a complex situation in \nwhich the parties and the Court would be greatly assisted by a more specific allegation than that \nthe FSSA allegedly violated “federal Medicaid law.”  [Dkt. 1 at ¶¶ 81-83.]  For these reasons, the \nCourt GRANTS the FSSA’s motion in part, [dkt. 33], to the extent it is treated as a motion for \nmore definite statement, and DENIES it in part to the extent it was filed as a motion to dismiss.  \n- 2 - \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 57   Filed 09/28/10   Page 3 of 3 PageID #: 638\nThe Court further ORDERS the Plaintiffs to file a more definite statement within fourteen days.  \nPlaintiffs’ Motion to Certify Class will remain UNDER ADVISEMENT.  [Dkt. 10.] \n \n09/28/2010\n      _______________________________\n    \n          Hon. Jane Magnus-Stinson, Judge\n        United States District Court\n        Southern District of Indiana\nDistribution via ECF only:   \n \nEric James Beaver  \nINDIANA OFFICE OF THE ATTORNEY GENERAL \neric.beaver@atg.in.gov \n \nKenneth J. Falk  \nACLU OF INDIANA \nkfalk@aclu-in.org \n \nBetsy M. Isenberg  \nINDIANA OFFICE OF THE ATTORNEY GENERAL \nBetsy.Isenberg@atg.in.gov \n \nGavin Minor Rose  \nACLU OF INDIANA \ngrose@aclu-in.org \n \n- 3 - \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "57",
      "clearinghouse_link": "clearinghouse.net/doc/45750"
    },
    {
      "date": "2010-11-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45764,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45764.pdf",
      "title": "Order on Defendants' Motion to Stay",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 84   Filed 11/12/10   Page 1 of 3 PageID #: 822\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., et al.,   )   \nPlaintiffs,   )   \n   )   \nvs.   )  1:10-cv-0358-JMS-TAB \n   ) \nANNE WALTERMAN MURPHY, in her official   ) \ncapacity as Secretary of the Indiana Family   ) \nand Social Services Administration, et al.,   ) \nDefendants.   ) \n \nORDER ON DEFENDANTS’ MOTION TO STAY \nPlaintiffs filed a Motion for Summary Judgment on October 12, 2010.  [Dkt. 64.]  Defen-\ndants filed a Motion for Partial Judgment on the Pleadings on November 10, 2010.  [Dkt. 78.]  \nContemporaneously, Defendants also filed a Motion to Stay Briefing on Plaintiffs’ Motion for \nSummary Judgment.  [Dkt. 80.]  Plaintiffs filed a response that same day, objecting to Defen-\ndants’ request to stay briefing on their summary judgment motion.  [Dkt. 81.] \nDefendants argue that the Court should stay briefing on Plaintiffs’ Motion for Summary \nJudgment for two reasons.  First, Defendants argue that judicial economy dictates ruling on their \nMotion for Partial Judgment on the Pleadings before they respond to Plaintiffs’ Motion for \nSummary Judgment because Defendants will not have to respond to certain arguments if they \nsucceed on their Rule 12(c) motion.  Second, Defendants argue that they need additional time to \nconduct discovery because they are “unable to complete the necessary affidavits from medical \nprofessionals to support their assertion that the requested therapies are not medically necessary.”  \n[Dkt. 83 at 2 ¶8.] \nDefendants’ judicial economy argument fails because, as they admit, they have only \nmoved for partial judgment on the pleadings and “there are remaining issues even if the Court \n- 1 - \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 84   Filed 11/12/10   Page 2 of 3 PageID #: 823\ngrants the Defendants’ motion for partial judgment on the pleadings.”  [Dkt. 83 at 2 ¶5.]  Given \nthe gravity of the issues at hand, Plaintiffs’ vulnerability, and the fact that issues will remain re-\ngardless of how the Court rules on Defendants’ 12(c) motion, the Court finds this argument un-\navailing.  \nAs for Defendants’ argument that they need additional time to conduct discovery in order \nto respond on summary judgment, they have not filed a Rule 56(f) motion or submitted an affi-\ndavit as that rule requires.  See Woods v. City of Chicago, 234 F.3d 979, 990 (7th Cir. 2000) (re-\ncognizing that party’s failure to “file an affidavit outlining his reasons for needing further dis-\ncovery as contemplated by Rule 56(f) . . . alone justifies district court’s decision” to refuse addi-\ntional discovery); see also Wallace v. Tilley, 41 F.3d 296, 302-03 (7th Cir. 1994) (holding that \nappellate court precluded from considering whether district court abused discretion in ruling on \ndefendant’s summary judgment motion before allowing plaintiff to conduct requested discovery \nwhen non-moving party failed to file affidavit pursuant to Rule 56(f)). \nFor these reasons, the Court DENIES Defendants’ Motion to Stay Briefing on Plaintiffs’ \nMotion for Summary Judgment.  [Dkt. 80.]  The Court recognizes that it has not ruled on Plain-\ntiffs’ Motion to Certify Class and that Defendants’ summary judgment response may be affected \nby the Court’s forthcoming ruling.  Therefore, the Court grants Defendants an extension of time \nto respond to Plaintiffs’ Motion for Summary Judgment and ORDERS that they file their re-\nsponse within five business days of the Court’s ruling on Plaintiffs’ Motion to Certify Class. \n \n11/12/2010\n \n    _______________________________\n    \n \n        Hon. Jane Magnus-Stinson, Judge\n        United States District Court\n \n        Southern District of Indiana\n- 2 - \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 84   Filed 11/12/10   Page 3 of 3 PageID #: 824\nDistribution via ECF only:   \n \nKenneth J. Falk  \nACLU OF INDIANA \nkfalk@aclu-in.org \n \nBetsy M. Isenberg  \nINDIANA OFFICE OF THE ATTORNEY GENERAL \nBetsy.Isenberg@atg.in.gov \n \nGavin Minor Rose  \nACLU OF INDIANA \ngrose@aclu-in.org \n- 3 - \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "84",
      "clearinghouse_link": "clearinghouse.net/doc/45764"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118873,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118873"
    },
    {
      "date": "2010-03-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45730,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45730.pdf",
      "title": "Class Action Complaint for Declaratory and Injunctive Relief",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 1 of 19 PageID #: 1\nF\\U;;O \ntJ~  D!'.'i111 i(;l  CZ~urT \nIN THE  IU\"~I\" ~ ,,',  I. ~,\\ (~: I r\"  rl\\ V I \"'IN: p~ \nUNITED STATES DISTRICT COURT  r~1-J.  ~:,. r '\" .......  •. .. ~ i\"., 1 \"\"~...  -\nzt \nSOUTHERN DISTRICT OF INDIANA  10 MAR 25  AM 10; \nINDIANAPOLIS DIVISION \n, \ni \nA.M.T., by his imother and next friend Karla) \nT; J.J.M., by hils mother and next friend  ) \nAmy M.; and JfM.G., by his father and next ) \nfriend Michael :G., on their own behalf and  ) \non behalf ofth~se similarly situated,  ) \n!  ) \nPlaintiffs,  ) \nri s.  ) \nI \n)  No. \nI  ) \n!  1 :10-cv-0358SEB-TAB \nANNE WALT~RMANN MURPHY, in her ) \nofficial capacity as Secretary of the Indiana  ) \nFamily and So¢ial Services Administration,  ) \nand P A TRICI  CASAN OVA, in her  ) \nI \nofficial capacit  as Director of the Office of ) \nMedicaid Polic  and Planning of the Indiana) \nFamily and So  ial Services Administration,  ) \n)  COMPLAINT - CLASS ACTION \ni  Defendants.  ) \ni \ni \nCLASS ACtION COMPLAINT FOR DECLARATORY AND INJUNCTIVE RELIEF \n! \nIntroductory Statement \nI \n1.  The pla~ntiffs in this case are all minors who are seriously disabled Medicaid recipients. \nI \ni \nIn ordet to  ensure that they obtain their best possible functional  state and to  prevent \n, \nregressibn in their conditions, the plaintiffs have been receiving therapies paid for by the \ni \nI \nIndianai Family  and  Social  Services  Administration  (and  have  been  receiving  these \ntherapids for several years).  These therapies, at the very least, are necessary to ensure \ni \nthat the! plaintiffs do not lose functional  abilities, and without them the plaintiffs may \n-\nI,  \ncease  tjeing  able  to  walk,  roll  over,  or  stretch  adequately,  and  they  may  require \nI \nI \nsurgerit:;s-likely paid for by the Medicaid agency-in the future.  Notwithstanding both \nthe need for these therapies and the recommendation of the plaintiffs' physicians and \n1 \n._-------------------------------\n__ __ \n...  . \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 2 of 19 PageID #: 2\nother treatment professionals that these therapies be provided, the Medicaid agency has \nseized qn two (2) provisions of the Indiana Administrative Code to deny these requested \n, \nservice~.  First,  the  Indiana  Administrative  Code purports  to  limit  the  provision  of \nI \ntherapi~s to two (2) years unless the patient demonstrates significant progress toward a \n,,  \nhigher :trunctional state.  See IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(6).  And second, the \nIndiana!Administrative Code contains a blanket prohibition on the provision of so-called \n\"maint9nance therapy,\" which is therapy designed to prevent regression rather than to \ni \nenable rrogression.  See IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(7).  These provisions, \nboth fa~iallY and as employed by the defendants, are violative of federal Medicaid law \n! \nand mUft be enjoined. \n~ \nJurisdiction,  enlle, and Cause of Action \nI \n2.  The Co~rt has jurisdiction of this case pursuant to 28 U.S.C. § 1331. \nI \n3.  Venue it proper in this district pursuant to 28 U.S.C. § 1391. \n4.  Declara ory relief is authorized by Rule 57 of the Federal Rules of Civil Procedure and \nI \n28 U.S .. §§ 2201 and 2202. \n5.  This ac ion is brought pursuant to 42 U.S.c. § 1983 to redress the deprivation, under \ncolor 0  I state law, of rights secured by the Constitution and laws of the United States, and \nI \nas a pr,-emption claim brought pursuant to the decision of the United States Supreme \nI \nCourt i1 Shaw v. Delta Airlines, inc., 463 U.S. 85,96 n.l4 (1983) (holding that a plaintiff \npresentrg a pre-emption claim \"presents a federal question which the federal courts have \njurisdicFon under 28 U.S.c. § 1331 to resolve\" even in the absence of a cause of action \nunder 4k U.S.c. § 1983). \nParties \n2 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 3 of 19 PageID #: 3\n6.  A.M.T'I are the initials of a minor resident of Johnson County, Indiana.  He brings this \ni \naction l1i y his mother and next friend, Karla T., and on his own behalf and on behalf of \n! \n, \nthose siinilarly situated. \nI \ni \n7.  J.J .M.  are the initials of a minor resident of Marion County,  Indiana.  He brings this \nI \naction ijy his mother and next friend, Amy M., and on his own behalf and on behalf of \nI \nI \nthose sitnilarly situated. \nI \nI \n8.  J.M.G. rrre the initials of a minor resident of Hamilton County, Indiana.  He brings this \nI \naction ~y his father and next friend, Michael G., and on his own behalf and on behalf of \nI \nI \nthose sirilarly situated. \n9.  Anne Waltermann Murphy is the duly appointed Secretary of the Indiana Family and \nI \nI \nSocial ~ervices Administration, and is sued in her official capacity. \n10.  Patricial Casanova is the duly appointed Director of the Office of Medicaid Policy and \nI \ni \nPlanninF of the Indiana Family and Social Services Administration, and is sued in her \nofficiallcapacity. \nI \n! \nClass Action 411egations \nI \nI \n11.  The pl~intiffs bring this action on their own behalf and on behalf of a class of those \nI \n, \nsimilarl~ situated  pursuant  to  Rule  23(a)  and  (b)(2)  of the  Federal  Rules  of Civil \nI \nI \nprocedire. \n12.  The cla$s is defined as follows: \n! \nAn~ and  all  persons  in  Indiana who  are or will  be enrolled in  the  Medicaid \npro~am and who are or will be under the age of twenty-one (21) who have been \nor  ill be denied coverage for physical therapy, occupational therapy, respiratory \nther py, and/or speech pathology (\"therapies\"), or who have had or will have \ncov rage for these therapies otherwise limited because of 405 lAC 5-22-6(b)(6) \nand/or 405 lAC 5-22-6(b )(7), notwithstanding the fact that a physician or other \nlicensed practitioner of the healing arts  acting within the scope of his  or her \n3 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 4 of 19 PageID #: 4\npraqtice under Indiana law has or will recommend and/or prescribe these therapies \nfor ~he Medicaid recipient. \ni \ni \n13.  As defired, the class meets all requirements of Rule 23(a) of the Federal Rules of Civil \nProcedure.  Specifically: \na.  The class is so numerous that the joinder of all members is impracticable.  While \nthe precise size of the class is unknown, it is believed to number at least in the \nhundreds and possibly in the thousands. \nI \ni \nb.  1There are questions of law or fact common to the class, specifically whether the \n~efendants' practices  or policies  violate  the  rights  of the  class  under federal \nMedicaid law. \nI \nI \nc.  1fhe claims of the representative parties are typical of those of the class. \ni \nd.  1fhe representative parties will fairly and adequately protect the interests of the \nclass. \nI \nI \n14.  The futer requirements of Rule 23(b)(2) of the Federal Rules of Civil Procedure are met \nin this ~ause with respect to the class in that the defendants, at all times, have acted or \nhave rebsed to act in a manner generally applicable to the class, thereby making final \nI \nI \ninjuncti~e and declaratory relief appropriate with respect to the class as a whole. \ni \nI \n15.  Unders~gned counsel is  a skilled and  experienced attorney in  cases of this  type,  and \nI \nI \nshould pe appointed as counsel for the class pursuant to Rule 23(g) of the Federal Rules \nI \nI \nof Civili Procedure. \ni \nLegal Backgr~und \n! \ni \nBackground to Ithe Medicaid Program \ni \n16.  Medicaid is a federal program of medical assistance for the poor established by Title XIX \n! \ni \nof the Social Security Act and funded by the federal government and participating states. \n! \niI.s.c. \nSee 42  § 1396, et seq. \n4 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 5 of 19 PageID #: 5\n.. \n17.  Federal, Medicaid appropriations to  the states are designed to  enable states to  furnish \nmedica~ assistance to  those whose incomes and resources are insufficient to meet the \ncosts of necessary medical services.  See 42 U.S.C. § 1396-1. \n! \n18.  Eligibiltty for Medicaid is limited to low-income people who  fall  into one of several \nI \ncatego~es or groups specified in federal law, which includes disabled persons.  See 42 \nI \nI \nU.S.C. ~ 1396a(a)(10)(A). \nI \n19.  State p'jrticipation in the Medicaid program is voluntary.  However, states that choose to \n! \nparticiprte in the Medicaid program must submit plans to the United States Department \nof Heat and Human Services in order to qualify for the federal matching funds, and \nthese p ans contain the requirements that a state must meet to receive federal approval. \ny.s.c. \nSee 42  § 13963(,). \n20.  Indiana! participates  in  the  federal  Medicaid  program  and  IS  bound  by  all  of its \ni \nrequire  ents.  See IND. CODE 12-15-1-1,etseq. \n21.  Federal Medicaid law lists certain medical services that a participating state must cover in \nits Med caid program (i.e., \"mandatory\" services), and lists certain other medical services \n1 \nwhich  state may choose to cover in its Medicaid program if it wishes (i.e., \"optional\" \nservice~). 42 U.S.C. § 1396a. \nI \nI \nCovered servit under Federal Medicaid Law \n22.  Federal law requires that states participating in the Medicaid program cover, inter alia, \nI \nthe foUtwing: \na.  tarlY  and  periodic  screening,  diagnostic,  and  treatment  services  (\"EPSDT \nervices\")  for  individuals  who  are  under  the  age  of  21.  42  U.S.c.  § \n396d(a)(4 )(b). \n~hysical \nb.  therapy and related services.  42 U.S.C. § 1396d(a)(11). \n5 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 6 of 19 PageID #: 6\n..  t \nc.  pther diagnostic,  screening, preventative,  and rehabilitative services, including \n~y medical or remedial services (provided in a facility, a home, or other setting) \ntecommended by a physician or other licensed practitioner of the healing arts \n-within the scope of their practice under State law, for the maximum reduction of \nphysical or mental disability and restoration of an individual to the best possible \nfunctional level.  42 U.S.C. § 1396d(a)(13). \n, \n23.  EPSDTi  services  are  defined  to  include  \"necessary  health  care,  diagnostic  servIces, \ni \ntreatmept,  and other measures described in subsection (a)  of [42  U.S.C.  §  1396d]  to \nI \ncorrect rr ameliorate defects and physical and mental illnesses and conditions discovered \nby the ~creening services, whether or not such services are covered under the State plan.\" \nI \n42 U.S.t. § 1396d(r)(5). \nI \n24.  Federal!law requires that each medical service covered by a state Medicaid plan, whether \nI \nI \n\"man10ry\"  or  \"optional,\"  must  be  sufficient  in  amount,  duration  and  scope  to \nreasontlY  achieve  its  purpose,  although  the  state  Medicaid  agency  may  place \nappropt1ate  limits  on  a  service  based  on  such  criteria  as  medical  necessity  or  on \nI \nutilizatipn control procedures.  42 C.F.R. § 440.230(b),(d). \nI \nI \n25.  Federal  and  state Medicaid  law  mandate  Medicaid  coverage of medically necessary, \nI \ncovere1 services, including \"optional\" services that the State chooses to cover.  Thie v. \nI \nDavis, ~88 N.E.2d 182 (Ind. ct. App. 1997), trans. denied; see also Coleman v. Indiana \n!& \nFamily  Social Servs. Admin., 687 N.E.2d 366 (Ind. Ct. App. 1997); Davis v. Schrader, \nI \n687 N.~.2d 370 (Ind. Ct. App. 1997). \nI \n26.  Indiana Medicaid law defines  a \"medically reasonable and necessary service\" as  one \nI \nI \nI \nI \n\"that is!required for the care or well being of the patient and is provided in accordance \n! \ni \nwith geperally accepted standards of medical or professional practice.\"  See IND. ADMIN. \nCODE tit 405, r. 5-2-17. \nPrior Authorization Requirements in Indiana \n6 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 7 of 19 PageID #: 7\n! \n27.  PursuaQt  to  Indiana  law,  some  services-including  physical  therapy,  occupational \ntherapyl respiratory therapy, and speech pathology-require pre-approval (in a process \n, \nknown  as  \"prior  authorization\")  in  order  for  them  to  be  covered  by the  Medicaid \ni \nprogran(l.  IND. ADMIN. CODE tit. 405, r. 5-22-6. \n, \n28.  Howev~r, state regulation provides that \nI \n[t]hfrapy for rehabilitative services will be covered for a recipient no longer than \ntwoi(2) years from the initiation of the therapy unless there is a significant change \nin ~dical condition requiring longer therapy.  Habilitative services for a recipient \nund  eighteen (18) years of age may be prior authorized for a longer period on a \ncas -by-case basis.  Respiratory therapy services may be prior authorized for a \nlon~er period of time on a case-by-case basis. \nI \nIND. A~MIN. CODE tit. 405, r. 5-22-6(b)(6). \nI \n29.  State  rtgulation  additionally  provides  that  \"[m   ]aintenance  therapy  is  not  a  covered \nservice'l under Indiana's Medicaid program.  IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(7). \n! \n30.  \"Maint,nance therapy\"  is  defined  as  \"therapy addressing  chronic medical  conditions \n~rther \nwhere  progress can no longer be expected or where progress is minimal in relation \nto the rI e needed in therapy to achieve that progress.\"  IND. ADMIN. CODE tit. 405. r. 5-\n22-1(5)1 \nFactual Allegf tions \nFactual Alle2:a ions Concemin2: the Defendants' Practices or Policies \nI \n31.  The Int·a na Family and Social Services Administration, through its Office of Medicaid \nPolicy  d Planning, is responsible for the operation of, inter alia, the Medicaid program \n! \nI \nin India~a. These agencies or departments are occasionally referred to herein collectively \n! \nas the \"~edicaid agency.\" \n32.  A Medicaid enrollee who desires to  receive Medicaid payment for certain services-\nincluding,  inter alia,  physical  therapy,  occupational  therapy,  respiratory therapy,  and \n7 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 8 of 19 PageID #: 8\n! \nspeech !pathology (collectively,  \"therapies\")---must obtain approval  for  these services \nI \nfrom thr Medicaid agency before receiving Medicaid payment for these services.  This is \na proce$s known as \"prior authorization.\" \n, \n33.  A requ¢st for prior authorization is submitted on behalf of a Medicaid enrollee by the \nprovider that will provide the services to the Medicaid enrollee.  Once such a request is \nsubmittfd on behalf of a Medicaid enrollee, it will be approved, denied, or modified by \nI \nthe Me4icaid agency. \nI \n34.  The M~dicaid agency has contracted with two (2) companies to issue decisions on prior \ni \nauthori~ation requests.  These  companies  are  Advantage  Health  Solutions,  Inc,  and \nMDWi*, Inc.,  and these companies both therefore operate as  agents of the Medicaid \nagencY·i \nI \nI \nI \n35.  The M9dicaid agency and its contractors refuse to approve therapies for more than two \nI \nI \n(2) year~ from the initiation of the therapy, unless there is a significant change in medical \ni \nconditi~n requiring longer therapy. \n36.  The M¥Caid agency and its contractors also refuse to approve so-called \"maintenance \ntherapy,r'  which is  defined  as  \"therapy addressing  chronic medical  conditions where \nI \nI \nfurther ~rogress can no longer be expected or where progress is minimal in relation to the \ni \ntime ne,ded in therapy to achieve that progress.\" \n37.  Thus, \"raintenance therapy\" is, in essence, therapy designed to prevent an individual \nfrom reressing to  a lesser functional  state rather than therapy designed to  enable an \nI \nindivid~al to progress to a better functional state. \nI \n! \n8 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 9 of 19 PageID #: 9\n..  t \n38.  Althou$h the Medicaid agency may approve therapies for longer than two (2) years for a \nMedica~d recipient under the age of eighteen (18) on a case-by-case basis, it will not do \nso ifit ~etermines that the therapies requested qualify as \"maintenance therapy.\" \nI \n39.  The  Medicaid  agency's  practices  or  policies  in  both  of these  regards  have  been \ni \npromul~ated in Title 405 of the Indiana Administrative Code and have been recorded in \nI \nits poli~y manual regarding prior authorization services.  The relevant portions of the \nI,  \nlatter d9cument are attached and incorporated herein as Exhibit 1. \n40.  The MJdicaid agency enforces both of these policies even when the requested therapies \nI \nhave b en recommended and/or prescribed by a Medicaid enrollee's physician or other \nlicense  practitioner of the healing arts within the scope of their practice under Indiana \nlaw. \n41.  Indeed,lbecause a prior authorization request must be submitted on a Medicaid enrollee's \nI \nbehalf ~y his or her physician or other licensed practitioner of the healing arts within the \nscope ~f their practice under Indiana law, each prior authorization request for therapies \nI \nhas ntSari1Y been recommended and/or prescribed by these individuals. \n42.  These tro (2) limitations on the approval of prior authorization for therapies in Indiana \npossess no relationship to medical necessity, nor do  they possess any relationship to \nI \nI \nI \nwhethel  therapies  are  necessary  for  the  maximum  reduction  of physical  or  mental \ndisabili y or the restoration of a Medicaid enrollee to his or her best possible functional \nlevel. \nI \nI \nI \nI \n43.  Indeed'i minors  for  whom  therapies  have  been  recommended  and/or  prescribed  will \noftentim.es have chronic medical conditions and/or serious disabilities that hinder their \nability to function or develop.  For these individuals, because of their age it is difficult \n9 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 10 of 19 PageID #: 10\nI \nand oft~ntimes impossible to determine whether and when they have reached their best \nI \npossibl~ functional state. \nI \n44.  However, even if they have reached their best possible functional  state,  therapies are \ngeneraIiy necessary in order to prevent regression.  A minor for whom therapies have \nbeen r~commended and/or prescribed and who possesses a chronic medical condition \nI \nand/or $erious disability that hinders his or her ability to function or develop will likely \n! \nI \nlose th¢  ability to  walk,  crawl,  roll  over, stretch, or assist their caretakers with their \nactiviticls of daily living if these therapies are stopped.  In many cases, if therapies are \nstopped! the minor will require one (1) or more surgeries (which will likely be paid for by \ni \nthe Me¥caid agency). \ni \n45.  Thus, r~gardless of whether therapies for minors are capable of advancing an individual \nI \nI \nto a higper functional state, they are certainly preventative in nature and are necessary to \nprevent these individuals from regressing to a worse functional state. \nI \nFactual Allegatrons Concerning the Named Plaintiffs \n, \nFactual Allega4ions Concerning A.MT \n! \n46.  A.M.T. jare the initials of a seven (7) year old resident of Johnson County, Indiana, with a \nI \nI \nprimary! diagnosis of cerebral palsy. \n47.  A.M.T.lis a juvenile Medicaid recipient who has been receiving physical therapy and \nI \noccupational therapy since he was approximately four (4) months old.  With very few \nI \nexceptiqns over the past seven (7) years, he has received one (1) hour-long session of \nI \nI \ni \nphysica~ therapy and one (1) hour-long session of occupational therapy each week. \n48.  As a reJult of the therapies that A.M.T. has received, he is capable of walking.  He has \nalso recently begun trying to run, although he is not yet capable of running. \n10 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 11 of 19 PageID #: 11\n1 \n49.  A.M.T. ,has not yet reached his best possible functional state.  However, even if he has \nneared this state, both physical therapy and occupational therapy are necessary in order to \nkeep hi~ from regressing. \nij \n50.  Thus,  A.M.T. stops receiving these therapies, his muscles will become tighter and he \ni \nwill be~in having trouble walking and otherwise functioning.  It is extremely likely that \n~eed \nhe will  one (1) or more surgeries ifhis therapies are stopped. \nI \n51.  In  earlt 2010,  the  Children's  Theraplay Foundation,  Inc.,  and  a  physician or other \nI \nlicense1 practitioner of the healing arts submitted a request for prior authorization of \nMedica d services on behalf of A.M.T.  These services were thus recommended and/or \nprescri  ed by a physician and/or other licensed practitioner of the healing arts acting \nwithin t  e scope of his or her practice under Indiana law. \n52.  On M4ch 5, 2010, the prior authorization request submitted on behalf of A.M.T. was \n~n \ndenied  substantial part.  According to the denial notice, the Medicaid agency would \nI \napprov1 only six (6) more weeks of therapies for A.M.T.  This decision was \"based on \nthe inf4rrnation provided and Indiana Administrative Code guidelines 405 lAC 5-22-6. \nI \nThe patient has had therapies  smce 8/2004.  The requested  services would not  [b]e \nrestora1ve of an im[p]airment in function caused by an acute change in the pati[en]t's \nmedica~ condition, and maintenance therapy is noncoverable per lAC guidelines.\"  A true \nI \nand  cop.ect  copy  of this  notice  is  attached  and  incorporated  herein  as  Exhibit  2 \n(identitg information has been redacted). \n53.  Contin1ed therapies have been recommended and/or prescribed by A.M.T.'s physician or \nother libensed practitioner of the healing arts within the scope of their practice under \nIndiana law.  At least one (1) hour a week each of physical therapy and occupational \n11 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 12 of 19 PageID #: 12\n-, \ni \ntherapYi is medically necessary for A.M.T.  At least this amount of therapy is necessary \nfor the ~aximum reduction of physical or mental disability and the restoration of A.M.T. \ni \nto the b~st possible functional level. \ni \ni \n54.  This a~ount of therapies will correct or ameliorate A.M.T.'s defects and physical and \nI \nmental tllnesses and conditions discovered by EPSDT screening services, whether or not \ni \nsuch setlvices are covered under the State Medicaid plan. \nI \nI \nFactual AllegaJions Concerning J.J.M. \nI \n55.  J.J.M. alre the initials of a nine (9) year old resident of Marion County, Indiana, with a \nPrimary! diagnosis of Pyruvate Carboxylase Deficiency Type II (\"PCD Type II\"), which \nI \nI \nis a tYP~ of mitochondrial metabolic myopathy. \nT~e \n56.  PCD  II is a condition that hinders J.J .M. 's ability to develop and to function, and \nthat res~lts in his being medically fragile.  J.J.M. is the only known individual with PCD \nI \nType III who has lived beyond the  age of two  (2)  or three  (3).  As  a result of this \nI \nI \nconditiqn, J.J.M. cannot walk.  However, he does have the ability to roll around and to \nI \nI \nstretch ~is legs. \ni \n57.  J.J.M.  ir a juvenile Medicaid recipient who  has been receiving physical therapy and \noccupat~onal therapy since he was an infant.  Since he was approximately three (3) years \n, \nold, he has received three (3) hour-long sessions of physical therapy and one (1) hour-\nI \nlong session of occupational therapy each week. \ni \nI \n58.  As  a  reisult  of the  therapies  that  J.J.M.  has  received,  he is  capable  of rolling  over, \nstretchi~g  his  legs,  and  engaging  in  other  movements  that  would  be  considered \nI \nI \nrudimentary for a child without disabling conditions. \n12 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 13 of 19 PageID #: 13\nr \nI \nI \nI \n59.  J.1 .M. ~as not yet reached his best possible functional state.  However, even if he has \nI \nI \nneared this state, both physical therapy and occupational therapy are necessary in order to \nI \nI \nkeep hi~ from regressing. \nd· \n60.  Thus,  J.1.M. stops receiving these therapies, he will lose strength throughout his body, \nI \nhis mu~cles will become tighter and he will begin having trouble rolling over, stretching \ni \n-on his fwn, participating in his educational activities, and otherwise functioning.  His \noverall ~uality of life will, in this vein, be detrimentally affected.  It is extremely likely \nw!  ill \nthat he  need one (1) or more surgeries ifhis therapies are stopped. \n61.  In late :2009  or early 2010,  the  Children's Theraplay Foundation,  Inc.,  and Dr.  Paul \nJarvis, ~.D., submitted a request for prior authorization of Medicaid services on behalf \nI \nI \nof J.1'1'  This request sought to continue J.1.M.'s therapies at their current level for an \nadditioqal six (6) months, and was substantially similar to the prior authorization requests \nsUbmittfd on J.1 .M.' s behalf and approved by the Medicaid agency for several years. \ni \n62.  On or ~bout December 9, 2009, the prior authorization request submitted on behalf of \nJ.1.M.  iras denied  in substantial  part.  According to  the denial  notice,  the Medicaid \nI \nagency would approve only two (2) sessions of therapies each month for J.1 .M. for four \nI \ni \n(4)  morths.  This  decision  was  because,  according  to  the  Medicaid  agency, \nI \n\"[r]eha}jilitative therapies will be covered for no longer then [sic] two (2) years except \nI \nt~ere \nwhen  is a significant change in the recipient's condition necessitating additional \nI \nI \ntherapie~\" and that the therapies had already \"been provided for at least two (2) years \nI \nI \nwith milnimal  documented  change in  [J.J.M.'s]  condition.\"  This  decision  was  made \nI \nfollowi1g a \"[ r ]eview of the criteria set out in [405 lAC 5] for the service requested.\"  A \nI \nI \n13 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 14 of 19 PageID #: 14\ntrue and correct copy of this notice is attached and incorporated herein as  Exhibit 3 \n(identif~ng infonnation has been redacted). \n63.  Contin~ed therapies at the rate of three (3) sessions of physical therapy and three (3) \n, \nsession~ of occupational therapy each month have been recommended and/or prescribed \ni \nby J.J.¥.'s physician or other licensed practitioner of the healing arts within the scope of \ntheir pr*ctice under Indiana law.  At least three (3) hours a week each of physical therapy \nI \nand occupational therapy are medically necessary for J.J.M.  At least this amount of \n! \ntherapy 'is necessary for the maximum reduction of physical or mental disability and the \n! \nI \nrestorat~on of J.J.M. to the best possible functional level. \n64.  This amount of therapies will correct or ameliorate J.J .M. 's defects and physical and \ni \nmental tIlnesses and conditions discovered by EPSDT screening services, whether or not \nsuch setjvices are covered under the State Medicaid plan. \ni \nF actual Allega~ions Concerning JM G. \nI \ni \n65.  J.M.G. ~re the initials of a twelve (12) year old resident of Hamilton County, Indiana, \nI \nI \nwith a pbmary diagnosis of cerebral palsy. \ni \n66.  As a re$ult of his condition, J.M.G. cannot walk or ambulate by himself.  His cerebral \nI \npalsy is!  considered the worst of the  three  (3)  categories  of cerebral  palsy,  and it is \ni \nI \nunlikel~ that he will ever be able to walk or live by himself.  He can stretch out, assist his \ni \nparents lor  caretakers  somewhat  with  transfers,  but  cannot  so  much  as  crawl  short \ndistance~. \nl!S   \n67.  J.M.G.  a juvenile Medicaid recipient who has been receiving physical therapy and \nI \nI \noccupational therapy for most of his life.  For several years, he has received two (2) hour-\n14 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 15 of 19 PageID #: 15\nlong sefsions of physical therapy and one (1) hour-long session of occupational therapy \nI \nI \neach w~ek. \nI \nI \n68.  As  a r¢sult of the therapies  that J.M.G.  has  received,  he is  capable of rolling over, \nI \nstretchirg his legs, sitting independently on a chair or bench with supervision, assisting \nI \nI \nhis pardnts or caretakers somewhat with transfers, and engaging in other movements that \nI \nI \nwould ~e considered rudimentary for a child without disabling conditions. \nI \n69.  J.M.G. ~as not yet reached his best possible functional state.  However, even if he has \ni \nneared ~his state, both physical therapy and occupational therapy are necessary in order to \nI \nhi~ \nkeep  from regressing. \nI \nI \nI \n70.  Thus, it! J.M.G. stops receiving these therapies, his tendons will shorten, his muscles will \nI \ni \nbecome tighter,  and he will begin having trouble stretching on his own, assisting his \nI \ni \nparents jand  caregivers in his daily care,  and otherwise functioning.  His parents and \nI \nI \ncaretak1rs will have more difficulty transferring him or assisting him with bathing or \nI \nshower~, and moving and caring for J.M.G. (who is presently 126 pounds) will become \nI \nI \nincredi~IY hard on their backs.  It is extremely likely that he will need one (1) or more \nI \nsurgeries ifhis therapies are stopped or decreased. \nI \nI \n71.  In late 1009, Homefront Learning Center, submitted a request for prior authorization of \nI \nMedicai~ services on behalf of J.M.G.  This request sought to continue J.M.G. 's physical \ntherapy lat  their current level  for  an  additional  six  (6)  months,  and  was substantially \nI \nsimilar ~o the prior authorization requests submitted on J.M.G.'s behalf and approved by \nI \nI \nthe Me1icaid agency for  several  years.  The previously approved prior authorization \nrequest for J.M.G.'s occupational therapy has recently expired, although future services \n15 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 16 of 19 PageID #: 16\nI \nhave  bren  suspended  pending  consultant  reVIew,  and  therefore  no  new  request  for \nJ.M.G.'ls occupational therapy has been submitted. \nI \nI \n72.  On or ~bout December 9, 2009, the prior authorization request submitted on behalf of \nI \n! \nJ.M.G.iwas denied in substantial part.  According to  the denial notice,  the Medicaid \nI \nI \nI \nagency Idetennined that J.M.G.'s requested services should be denied as a result of 405 \n! \nlAC 5-~2-6(b)(6) and 405 lAC 5-22-6(b)(7).  A true and correct copy of this notice is \ni \nattachef and incorporated herein as Exhibit 4 (identifying information has been redacted). \n~n \n73.  Based  this denial, and the reasons stated therefore, J.M.G. and his parents believe and \nI \nI \nare un~erstandably concerned that a request to continue his occupational therapy at its \nI \nI \ncurrent ,level will be denied for the same reasons as soon as it becomes time for J.M.G. to \nI \nrequest !renewed authorization for these services. \ni \nI \n74.  J.M.o.lfiled an administrative appeal of the denial of the request for physical therapy \nsubmitt d on his behalf, and an administrative fair hearing was scheduled on that appeal. \nShortly before the date on which the hearing was scheduled, a manager from Advantage \nHealth are  contacted J.M.G.'s parents  and  informed them  that,  if they withdrew the \nI \nadmini1trative appeal filed  on J.M.G.'s behalf they would approve one (1) session of \nphysica1 therapy each week for four (4) months. \nI \n75.  Becaus1 J.M.G. and his parents were concerned that if they did not agree to this they \nwould 10t receive any physical therapy, they agreed to withdraw their appeal on these \nI \nterms.  rowever, both J.M.G.'s parents and his providers believe that two (2) sessions of \nPhYSical therapy each week are medically necessary for J.M.G.  and  are necessary to \nensure  hat  he  reaches  his  best  possible  functional  state  and  to  prevent  him  from \nregressmg. \n16 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 17 of 19 PageID #: 17\n.< \n76.  Based qn the denial of his prior authorization request, and the reasons stated therefore, \ni \nJ.M.G.iand his parents believe and are understandably concerned that a request for any \nI \n! \namount! of physical therapy after four (4) months will be denied for the same reasons as \ni \nsoon asiit becomes time for 1.M.G. to request renewed authorization for these services. \nI \n77.  ContinJed therapies at the rate of two (2) sessions of physical therapy and one (I) session \nof occ4pational  therapy  each  month  have  been  recommended  and/or  prescribed  by \nJ.M.G.'ls physician or other licensed practitioner of the healing arts within the scope of \nI \ni \ntheir prl1ctice under Indiana law.  At least two (2) hours a week each of physical therapy \nand oc4upational therapy are medically necessary for J.M.G.  At least this amount of \ntherapy is necessary for the maximum reduction of physical or mental disability and the \nI \nI \nI \nrestoratlon of J.M.G. to the best possible functional level. \ni \n78.  This antlOunt of therapies will correct or ameliorate J.M.G.'s defects and physical and \nmental!llnesses and conditions discovered by EPSDT screening services, whether or not \nI \nsuch services are covered under the State Medicaid plan. \nI \nConcluding Faftual Assertions \n79.  As a re1ult ofthe practices or policies of the defendants, the plaintiffs and the members of \nthe put*ive class are suffering irreparable harm for which there is no adequate remedy at \nlaw. \nI \n80.  At all rJlevant times, the defendants have acted or refused to act under color of state law. \nI \nLegal Claims \nI \nI \nI \n81.  The detFndants' practice or policy whereby it denies and/or limits Medicaid coverage for \nthe Plai6tiffs and the members of the class for physical therapy, occupational therapy, \nrespiratory therapy, and/or speech pathology notwithstanding the fact that these services \n17 \n\n..  Case 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 18 of 19 PageID #: 18\nhave b4en recommended and/or prescribed by a Medicaid recipient's physician or other \nI \nlicenseq practitioner of the healing arts acting within the scope of his or her practice \nunder I*diana law violates federal Medicaid law. \ni \nI \n82.  The deiFndants' practice or policy whereby it refuses to cover \"maintenance therapy\" for \n! \nthe plaibtiffs and the members of the class violates federal Medicaid law. \n! \n83.  The de{endants' practice or policy whereby it refuses to cover therapies for more than \ntwo (2) Iyears for the plaintiffs and the members of the class without a significant change \ni \nin medi~al condition requiring longer therapy violates federal Medicaid law. \n! \nRequest for R,lief \nI \nWHER~FORE, the plaintiffs respectfully request that this Court: \nI \n1.  Accept ~urisdiction of this cause and set it for hearing. \n! \n2.  Certify this cause as a class action with the class and sub-class as defined above. \n3.  Declare that the defendants have violated the rights of the plaintiffs and the class and sub \nI \nclass for the re1sons specified in paragraphs 81 through 83, above .. \n4.  Issue a *reliminary injunction, later to be made permanent, enjoining the defendants from \nrefusing  or li1iting Medicaid  coverage  for  therapies  recommended  and/or  prescribed  by a \ni \nMedicaid reciP,ent's physician or other licensed practitioner of the healing arts acting within the \nscope of his or ~er practice under Indiana law. \nI \n5.  Issue a +eliminary injunction, later to be made permanent, enjoining the defendants from \nenforcing either Title 405, Rule 5-22-6(b)(6), or Title 405, Rule 5-22-6(b)(7), of the Indiana \nAdministrative pOde. \nI \n6.  Award the plaintiffs their costs and attorneys' fees pursuant to 42 U.S.C. § 1988 and all \nother applicable statutes. \n18 \n\nCase 1:10-cv-00358-JMS-TAB   Document 1   Filed 03/25/10   Page 19 of 19 PageID #: 19\n.,. \n7.  Issue all other proper relief. \navin M. Rose, No. 26565-53 \nACLU of Indiana \n1031 E. Washington St. \nIndianapolis, IN  46202 \nPh:  317/635-4059, x 106 \nFax:  317/635-4105 \n<grose@ac1u-in.org> \nAttorney for  the  plaintiffS  and  the \nputative class \n19 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/45730"
    },
    {
      "date": "2010-10-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45752,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45752.pdf",
      "title": "More Definite Statement Concerning Legal Claims",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 58   Filed 10/01/10   Page 1 of 4 PageID #: 639\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla ) \nT., et al.,          ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-0358-JMS-TAB \n            ) \nANNE WALTERMANN MURPHY, et al., )    \n            )   \n      Defendants.    ) \n \nMORE DEFINITE STATEMENT \nCONCERNING LEGAL CLAIMS \n \n  COME NOW Plaintiffs and the putative class, by counsel, and pursuant to this Court’s \nOrder of September 28, 2010 (R. Doc. 57), file this More Definite Statement Concerning Legal \nClaims.  Specifically, the plaintiffs inform the Court and all other parties of the following: \n1.  On March 25, 2010, the plaintiffs filed their Class Action Complaint for Declaratory and \nInjunctive Relief (“Complaint”) in this cause. \n2.  On  May  17,  2010,  the  defendants  filed  their  Motion  to  Dismiss  (R.  Doc.  33)  and \naccompanying memorandum (R. Doc. 34) in this cause, in which they argued that the \nplaintiffs’ Complaint should be dismissed insofar as “[t]he [p]laintiffs have made a broad, \nsweeping allegation that the [d]efendants are violating federal Medicaid law” and “do not \npoint to a specific provision or provisions of federal Medicaid law that are violated by the \nalleged practices of the [d]efendants.”  Mem. in Supp. of Defts.’ Mot. to Dismiss, at 3. \n3.  On September 28, 2010, the Court granted in part the defendants’ Motion to Dismiss, “to \nthe extent that it is treated as a motion for more definite statement,” and ordered the \n1 \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 58   Filed 10/01/10   Page 2 of 4 PageID #: 640\nplaintiffs to file a more definite statement within fourteen days.  Order of September 28, \n2010, at 2–3. \n4.  Accordingly, the plaintiffs supply the following more definite statement concerning the \nlegal  claims  of  their  Complaint  (paragraph  numbers  are  derived  from  the  plaintiffs’ \nComplaint): \n81. The defendants’ practice or policy whereby it denies and/or limits Medicaid coverage \nfor the plaintiffs and the members of the class for physical therapy, occupational \ntherapy, respiratory therapy, and/or speech pathology notwithstanding the fact that \nthese services have been recommended and/or prescribed by a Medicaid recipient’s \nphysician or other licensed practitioner of the healing arts acting within the scope of \nhis or her practice violates and is preempted by the following provisions of federal \nMedicaid law: 42 U.S.C. § 1396a(a)(8); 42 U.S.C. § 1396a(a)(10); 42 U.S.C. § \n1396a(a)(17); and 42 C.F.R. § 440.230. \n \n82. The defendants’ practice or policy whereby it refuses to cover “maintenance therapy” \nfor the plaintiffs and the members of the class violates and is preempted by the \nfollowing provisions of federal Medicaid law: 42 U.S.C. § 1396a(a)(8); 42 U.S.C. § \n1396a(a)(10); 42 U.S.C. § 1396a(a)(17); and 42 C.F.R. § 440.230. \n \n83. The defendants’ practice or policy whereby it refuses to cover therapies for more than \ntwo (2) years for the plaintiffs and the members of the class without a significant \nchange in medical condition requiring longer therapy violates and is preempted by the \nfollowing provisions of federal Medicaid law: 42 U.S.C. § 1396a(a)(8); 42 U.S.C. § \n1396a(a)(10); 42 U.S.C. § 1396a(a)(17); and 42 C.F.R. § 440.230. \n \n5.  As  noted  during  the  hearing  on  the  defendants’  Motion  to  Dismiss  conducted  on \nSeptember  22,  2010,  42  U.S.C.  §  1396d  is  a  definitional  statute.    Nonetheless,  the \nplaintiffs inform the Court and all other parties that the following provisions of that \nstatute are relevant to each of their legal claims: 42 U.S.C. § 1396d(a)(4)(B) (and 42 \nC.F.R. § 440.40(b) and 42 C.F.R. § 441.50, et seq.); 42 U.S.C. § 1396d(a)(11) (and 42 \nC.F.R. § 440.110); 42 U.S.C. § 1396d(a)(13) (and 42 C.F.R. § 440.130); 42 U.S.C. § \n1396d(a)(20); and 42 U.S.C. § 1396d(r)(5).  To the extent that the defendants’ practices \n2 \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 58   Filed 10/01/10   Page 3 of 4 PageID #: 641\nor policies have attempted to redefine the relevant services, these practices or policies are \nalso preempted by the definitional statutes and regulations. \nWHEREFORE,  the  plaintiffs  file  their  More  Definite  Statement  Concerning  Legal \nClaims pursuant to this Court’s Order of September 28, 2010 (R. Doc. 57), and request all other \nproper relief. \n \nRespectfully submitted, \n \n/s/ Gavin M. Rose \nGavin M. Rose, No. 26565-53 \nKenneth J. Falk, No. 6777-49 \nACLU of Indiana \n1031 E. Washington St. \nIndianapolis, IN  46202 \nPh:  317/635-4059, x106 \nFax:  317/635-4105 \n<grose@aclu-in.org> \n \nAttorney for the plaintiffs and the putative \nclass \n \n             \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n3 \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 58   Filed 10/01/10   Page 4 of 4 PageID #: 642\nCERTIFICATE OF SERVICE \n \n  I hereby verify that on this 1st day of October, 2010, a copy of the foregoing was filed \nelectronically with the Clerk of this Court.  This filing may be accessed through the Court’s \nelectronic system.  This filing was served on the following parties by operation of the Court’s \nelectronic system: \n \nBetsy M. Isenberg \nEric J. Beaver \nOffice of the Attorney General \n    IGCS – 5th Floor \n    302 W. Washington St. \n    Indianapolis, IN  46204 \n \n \n                /s/ Gavin M. Rose \n                Gavin M. Rose \n                Attorney at Law \n \n4 \n ",
      "document_type_other": "",
      "external_url": null,
      "ecf_number": "58",
      "clearinghouse_link": "clearinghouse.net/doc/45752"
    },
    {
      "date": "2010-04-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45744,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45744.pdf",
      "title": "Memorandum of Law in Support of Plaintiffs' Motion for Preliminary Injunction",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 1 of 27 PageID #: 114\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla ) \nT., et al.,          ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-0358-SEB-TAB \n            ) \nANNE WALTERMANN MURPHY, et al., )    \n            )   \n      Defendants.    ) \n \nMEMORANDUM OF LAW IN SUPPORT OF PLAINTIFFS’ \nMOTION FOR PRELIMINARY INJUNCTION1 \n \nINTRODUCTION \n \n  In  an  oft-cited  opinion,  the  Fourth  Circuit  Court  of  Appeals  has  characterized  the \nstatutory and regulatory framework for the Medicaid program as representing “among the most \ncompletely  impenetrable  texts  within  human  experience.”    Rehab.  Ass’n  of  Virginia  v. \nKozlowski, 42 F.3d 1444, 1450 (4th Cir. 1994).  Although the present case concerns the nuances \nof federal Medicaid law, the questions that it presents are actually quite simple.  The plaintiffs \nare all seriously disabled children for whom therapy services have been prescribed by their \ntreating physicians in order to ward against or otherwise prevent significant regression in their \nconditions.  Notwithstanding both these recommendations and the indisputable fact that the \nplaintiffs will lose physical and intellectual function absent the continuation of these therapies, \nthe Indiana Family and Social Services Administration has begun refusing to provide Medicaid \n                                                 \n1 On March 25, 2010, the plaintiffs filed their Motion for Class Certification (R. Doc. 10).  \nBriefing on this issue is proceeding, and it is anticipated that this Motion will be fully briefed in \nadvance of the preliminary injunction hearing presently scheduled for May 28, 2010.  In the \nevent that the Court grants the plaintiffs’ request for class certification, the plaintiffs request that \nany preliminary injunction inure to the benefit of the class as well.   \n  1\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 2 of 27 PageID #: 115\npayment  for  therapies  for  longer  than  two  (2)  years  (absent  certain  circumstances)  or  for \ntherapies that it considers “maintenance”—that is, therapies intended to prevent regression in a \npatient’s condition rather than therapies intended to enable or cause significant progression.  See \nIND. ADMIN. CODE tit. 405, r. 5-22-6(b)(6),(7).  This case therefore presents two (2) legal issues \nfor resolution: \n(cid:190)  Whether a State may refuse to provide Medicaid payment for services to children when \nthose  services  have  been  recommended  as  medically  necessary  by  their  treatment \nproviders. \n \n(cid:190)  Whether a State must provide Medicaid payment for therapy services to disabled children \nwhen those services are necessary to prevent significant regression in the children’s \nfunctional state or in their ability to complete their activities of daily living. \n \nThe Seventh Circuit has previously recognized that “in the context of individuals under the age \nof twenty-one . . . a state’s discretion to exclude services deemed ‘medically necessary’ by a . . . \nprovider has been circumscribed by the express mandate of [federal Medicaid law].”  Collins v. \nHamilton, 349 F.3d 371, 376 n.8 (7th Cir. 2003).  And the notion that a state may refuse to \nprovide  Medicaid  payment  for  therapy  services  to  disabled  children  simply  because  those \nservices are only necessary to prevent substantial regression in their conditions flies in the face \nof the broad coverage that federal Medicaid law ensures will be available for minors.2   \n                                                 \n2 As noted immediately above, at issue in this case are two (2) policies of the State: (a) that \nforbidding the provision of Medicaid payment for therapies for longer than two (2) years, see \nIND. ADMIN. CODE tit. 405, r. 5-22-6(b)(6); and (b) that forbidding the provision of Medicaid \npayment for so-called “maintenance therapy,” see IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(7).  \nHowever, because the former (two-year) regulation also limits therapies that do not result in “a \nsignificant change in medical condition,” in actuality this regulation appears to be co-extensive \nwith the State’s prohibition on Medicaid payment for “maintenance therapy.”  Each of these \nregulations  is  therefore  treated  together  throughout  this  brief  under  the  nomenclature  for \n“maintenance therapy.”  Additionally, although the State’s two-year limit appears to possess a \npotential exception for juveniles, see id., no such exception exists concerning the provision of \n“maintenance therapy,” see IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(7).  In this vein, it is possible \nthat an injunction prohibiting the enforcement of the “maintenance therapy” regulation will \nrender the “two-year” regulation obsolete.  Moreover, any exception to the “two-year” regulation \n  2\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 3 of 27 PageID #: 116\n  Given that the plaintiffs are likely to prevail on the merits of their claims and that they \nwill suffer irreparable harm absent immediate relief, a preliminary injunction enjoining the \nagency from enforcing either challenged provision of the Indiana Administrative Code against \nchildren should issue. \nSTATEMENT OF FACTS \n  It is anticipated that the following facts will be adduced during the preliminary injunction \nhearing in this cause (which is presently scheduled for May 28, 2010): \nI.  FACTS CONCERNING THE STATE’S PRACTICES OR POLICIES \nThe Indiana Family and Social Services Administration, through its Office of Medicaid \nPolicy and Planning, is responsible for the operation of, inter alia, the Medicaid program in \nIndiana.   \nA Medicaid enrollee who desires to receive Medicaid payment for certain services—\nincluding, inter alia, physical therapy, occupational therapy, respiratory therapy, and speech \npathology (collectively, “therapies”)—must obtain approval for these services from the Medicaid \nagency before receiving Medicaid payment for these services.  This is a process known as “prior \nauthorization.”  A request for prior authorization is submitted on behalf of a Medicaid enrollee \nby the provider that will provide the services to the Medicaid enrollee.  Once such a request is \nsubmitted on behalf of a Medicaid enrollee, it will be approved, denied, or modified by the \nMedicaid  agency.    The  Medicaid  agency  has  contracted  with  two  (2)  companies  to  issue \ndecisions on prior authorization requests.  These companies are Advantage Health Solutions, Inc, \n                                                                                                                                                             \nis limited to those Medicaid recipients who are under eighteen (18) years of age, see IND. ADMIN. \nCODE  tit.  405,  r.  5-22-6(b)(6),  whereas  expansive  Medicaid  coverage  for  EPSDT-eligible \nchildren exists until the child’s twenty-first (21st) birthday, see 42 U.S.C. § 1396a(a)(10)(A); 42 \nU.S.C. § 1396d(4)(B).  Thus, some members of the putative class are automatically ineligible for \nany potential exception to the “two-year” rule, and for these persons the two (2) regulations at \nissue appear to be more-or-less co-extensive with one another. \n  3\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 4 of 27 PageID #: 117\nand  MDWise,  Inc.,  and  these  companies  both  therefore  operate  as  agents  of  the  Medicaid \nagency. 3 \nBased on the terms of explicit state regulations, the Medicaid agency and its contractors \nrefuse to approve therapies for more than two (2) years from the initiation of the therapy, unless \nthere is a significant change in medical condition requiring longer therapy.4  The Medicaid \nagency and its contractors also refuse to approve so-called “maintenance therapy,” which is \ndefined as “therapy addressing chronic medical conditions where further progress can no longer \nbe expected or where progress is minimal in relation to the time needed in therapy to achieve that \nprogress.”5    Thus,  “maintenance  therapy”  is,  in  essence,  therapy  designed  to  prevent  an \nindividual from regressing to a lesser functional state rather than therapy designed to enable an \nindividual to progress to a better functional state.  Although the Medicaid agency may approve \ntherapies for longer than two (2) years for a Medicaid recipient under the age of eighteen (18) on \na case-by-case basis, it will not do so if it determines that the therapies requested qualify as \n“maintenance therapy.”6  \nThe Medicaid agency enforces both of these policies even when the requested therapies \nhave been recommended and/or prescribed by a Medicaid enrollee’s physician or other licensed \npractitioner of the healing arts within the scope of their practice under Indiana law.  Indeed, \n                                                 \n3 For Indiana’s regulations detailing the prior authorization process, see IND. ADMIN. CODE tit. \n405, r. 5-3-1, et seq. \n4 See IND. ADMIN. CODE tit. 405, r. 5-22-6(b)(6) (“Therapy for rehabilitative services will be \ncovered for a recipient no longer than two (2) years from the initiation of the therapy unless there \nis a significant change in medical condition requiring longer therapy.  Habilitative services for a \nrecipient under eighteen (18) years of age may be prior authorized for a longer period on a case-\nby-case basis.). \n5  See  IND.  ADMIN.  CODE  tit.  405,  r.  5-22-6(b)(7)  (“Maintenance  therapy  is  not  a  covered \nservice.”); see also IND. ADMIN. CODE tit. 405, r. 5-22-1(5) (defining “maintenance therapy”). \n6 These prohibitions are detailed in a portion of the Medicaid agency’s policy manual, which was \nattached to the plaintiffs’ Class Action Complaint for Declaratory and Injunctive Relief (filed \nMar. 25, 2010), as Exhibit 1.  \n  4\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 5 of 27 PageID #: 118\nbecause a prior authorization request must be submitted on a Medicaid enrollee’s behalf by his or \nher physician or other licensed practitioner of the healing arts within the scope of their practice \nunder  Indiana  law,  each  prior  authorization  request  for  therapies  has  necessarily  been \nrecommended and/or prescribed by these individuals.  Minors for whom therapies have been \nrecommended and/or prescribed will oftentimes have chronic medical conditions and/or serious \ndisabilities that hinder their ability to function or develop.  For these individuals, because of their \nage it is difficult and oftentimes impossible to determine whether and when they have reached \ntheir best possible functional state.  However, even if they have reached their best possible \nfunctional state, therapies are generally necessary in order to prevent regression.  A minor for \nwhom therapies have been recommended and/or prescribed and who possesses a chronic medical \ncondition and/or serious disability that hinders his or her ability to function or develop will likely \nlose the ability to walk, crawl, roll over, stretch, or assist their caretakers with their activities of \ndaily living if these therapies are stopped.  In many cases, if therapies are stopped the minor will \nrequire one (1) or more surgeries (which will likely be paid for by the Medicaid agency). \nThus, regardless of whether therapies for minors are capable of advancing an individual \nto a higher functional state, they are certainly preventative in nature and are necessary to prevent \nthese individuals from regressing to a worse functional state. \nII.  FACTS CONCERNING THE NAMED PLAINTIFFS \nEach of the named plaintiffs is a seriously disabled child.  Both A.M.T. (who is seven) \nand J.M.G. (who is twelve) have a primary diagnosis of cerebral palsy.  J.J.M. (who is nine) has \na primary diagnosis of Pyruvate Carboxylase Deficiency Type II (“PCD Type II”), which is a \ntype of mitochondrial metabolic myopathy and, like cerebral palsy, a condition that hinders his \nability to develop and to function, and that results in his being medically fragile.  As a result of \n  5\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 6 of 27 PageID #: 119\ntheir conditions, the named plaintiffs each have significant functional limitations.  A.M.T., on the \none hand, is capable of walking although he cannot yet run.  J.J.M. cannot walk, although he is \ncapable of rolling over, stretching his legs, and engaging in other movements that would be \nconsidered rudimentary for a child without disabling conditions.  And J.M.G. can stretch out and \nassist his parents or caretakers somewhat with transfers, but cannot so much as crawl short \ndistances.   \nThe named plaintiffs are all Medicaid enrollees who are eligible for EPSDT services as a \nresult of their age.  For several years, the plaintiffs have received Medicaid payment for therapies \nprescribed by their treatment physicians: A.M.T. has received one (1) hour-long session of \nphysical therapy and one (1) hour-long session of occupational therapy each week for the past \nseven (7) years; J.J.M. has received three (3) hour-long sessions of physical therapy and one (1) \nhour-long session of occupational therapy each week for the past six (6) years; and J.M.G. has \nalso received two (2) hour-long sessions of physical therapy and one (1) hour-long session of \noccupational therapy each week for several years. \nIn late 2009 or early 2010, prior authorization requests were submitted on behalf of each \nof the named plaintiffs in order to continue their therapies at their current rate.  These requests \nwere  submitted  by  the  plaintiffs’  providers  after  these  providers  prescribed  or  otherwise \nrecommended this rate of therapies for each of the named plaintiffs.  Each of these requests, \nhowever, was denied in substantial part.  According to the denial notice received by A.M.T., \n“[t]he requested services would not [b]e restorative of an im[p]airment in function caused by an \nacute change in the pati[en]t’s medical condition, and maintenance therapy is noncoverable per \nIAC guidelines.”  According to the denial notice received by J.J.M., “[r]ehabilitative therapies \nwill be covered for no longer then [sic] two (2) years except when there is a significant change in \n  6\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 7 of 27 PageID #: 120\nthe recipient’s condition necessitating additional therapies” and that the therapies had already \n“been  provided  for  at  least  two  (2)  years  with  minimal  documented  change  in  [J.J.M.’s] \ncondition.”  And according to the denial notice received by J.M.G., the requested services were \ndenied as a result of 405 IAC 5-22-6(b)(6) and 405 IAC 5-22-6(b)(7).7   \n  However, without the continuation of the requested therapies, the plaintiffs can expect \nsignificant regression in their conditions and in their functional states.  This regression will \ninclude the loss of muscle function and the shortening of tendons.  A.M.T. will begin having \ndifficulty walking.  J.J.M., in turn, will begin having trouble rolling over, stretching on his own, \nparticipating in his educational activities, and otherwise functioning.  And J.M.G., for his part, \nwill begin having trouble stretching on his own, assisting his parents and caregivers in his daily \ncare, and otherwise functioning.  The unnamed members of the putative class can expect similar \nlosses in their ability to function that would not occur if their therapies were continued at their \nprevious rates.  In this manner, the prescribed therapies—even if those therapies are considered \n“maintenance therapies” within the meaning of the Indiana Administrative Code—are medically \nnecessary for each of the plaintiffs and each of the members of the putative class. \nPRELIMINARY INJUNCTION STANDARD \nThe standard in the Seventh Circuit for the granting of a preliminary injunction is clear.  \nIn order to determine whether a preliminary injunction should be granted, the Court weighs \nseveral factors: \n(1) whether the plaintiff has established a prima facie case, thus demonstrating at \nleast a reasonable likelihood of success at trial; \n \n                                                 \n7 The denial notices received by each of the named plaintiffs were attached the plaintiffs’ Class \nAction Complaint for Declaratory and Injunctive Relief (filed Mar. 25, 2010), as Exhibits 2 \nthrough 4, respectively. \n  7\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 8 of 27 PageID #: 121\n(2) whether the plaintiff=s remedies at law are inadequate, thus causing irreparable \nharm pending the resolution of the substantive action if the injunction does not \nissue;  \n \n(3) whether the threatened injury to the plaintiff outweighs the threatened harm \nthe grant of the injunction may inflict on the defendant; and  \n \n(4) whether, by the grant of the preliminary injunction, the public interest would \nbe disserved. \n \nSee, e.g., Baja Contractor, Inc. v. City of Chicago, 830 F.2d 667, 675 (7th Cir. 1987).  The heart \nof this test, however, is “a comparison of the likelihood, and the gravity of two types of error: \nerroneously granting a preliminary injunction, and erroneously denying it.”  Gen. Leaseways, \nInc. v. Nat’l Truck Leasing Ass’n, 744 F.2d 588, 590 (7th Cir. 1984).  After weighing these \nfactors, it is clear that a preliminary injunction should issue in this case. \nARGUMENT \nI.  LIKELIHOOD OF SUCCESS ON THE MERITS \nA.  Background to the Medicaid Program \n  Medicaid is a cooperative federal-state program through which the federal government \nprovides financial aid to states that furnish medical assistance to eligible low-income individuals.  \nSee 42 U.S.C. § 1396, et seq.; Atkins v. Rivera, 477 U.S. 154, 156 (1986).  Although state \nparticipation is voluntary, states electing to participate in the program are required to comply \nwith  certain  statutory  requirements  imposed  by  federal  law,  as  well  as  with  regulations \npromulgated by the United States Department of Health and Human Services.  See Evergreen \nPresbyterian Ministries, Inc. v. Hood, 235 F.3d 908, 915 (5th Cir. 2000).  To qualify for federal \nassistance, therefore, “a state must submit to the [federal government] and have approved a ‘state \nplan’ for ‘medical assistance’ that contains a comprehensive statement describing the nature and \nscope of the state’s Medicaid program.”  S.D. ex rel. Dickson v. Hood, 391 F.3d 581, 586 (5th \n  8\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 9 of 27 PageID #: 122\nCir. 2004) (citations omitted).  Among other things, the state plan must establish “a scheme for \nreimbursing health care providers for the medical assistance provided to eligible individuals.”  \nWilder v. Virginia Hosp. Ass’n, 496 U.S. 498, 502 (1990). \n  The Medicaid Act defines “medical assistance” as “payment of part or all of the cost of . . \n. care and services” included in an enumerated list of twenty-seven (27) general categories of \nassistance.  42 U.S.C. § 1396d(a); see also, e.g., S.D., 391 F.3d at 586.  Some of the categories of \nassistance are mandatory and must be included within a state’s Medicaid plan, whiles others are \noptional and may be included at the discretion of the state.  See 42 U.S.C. § 1396a(a)(10)(A).  \nOne  of  the  mandatory  service  categories  is  “early  and  periodic  screening,  diagnostic,  and \ntreatment services” (“EPSDT services”) for individuals who are under the age of twenty-one \n(21).  See 42 U.S.C. § 1396a(a)(10)(A); 42 U.S.C. § 1396d(4)(B). \n  EPSDT services are defined to include all “necessary health care, diagnostic services, \ntreatment, and other measures described in subsection (a) of [42 U.S.C. § 1396d] to correct or \nameliorate defects and physical and mental illnesses and conditions discovered by the screening \nservices,  whether  or  not  such  services  are  covered  under  the  State  plan.”    42  U.S.C.  § \n1396d(r)(5).  Among the services enumerated in 42 U.S.C. § 1396d(a) are the following: \na.  Physical therapy and related services.  42 U.S.C. § 1396d(a)(11).  \n \nb.  Other  diagnostic,  screening,  preventative,  and  rehabilitative  services,  including  any \nmedical  or  remedial  services  (provided  in  a  facility,  a  home,  or  other  setting) \nrecommended by a physician or other licensed practitioner of the healing arts within the \nscope of their practice under State law, for the maximum reduction of physical or mental \ndisability and restoration of an individual to the best possible functional level.  42 U.S.C. \n§ 1396d(a)(13). \n \nThus, “EPSDT is a comprehensive child health program designed to assure the availability and \naccessibility  of  health  care  resources  for  the treatment,  correction,  and  amelioration  of  the \nunhealthful conditions of individual Medicaid recipients under the age of twenty-one.”  S.D., 391 \n  9\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 10 of 27 PageID #: 123\nF.3d at 586.  One of the principal goals of the program is to “assure that health problems found \nare diagnosed and treated early, before they become more complex and their treatment more \ncostly.”  Id. (citation and alteration omitted).  In this manner, in the context of the EPSDT \nprogram, “there is a very strong inference to be inclusive rather than exclusive.”  Ekloff v. \nRogers, 443 F.Supp.2d 1173, 1180–81 (D. Ariz. 2006). \nB.  The Seventh Circuit has already decided definitively that Indiana does not have \ndiscretion  to  refuse  Medicaid  payment  for  services  deemed  necessary  by  an \nEPSDT provider, and the plaintiffs are therefore exceedingly likely to prevail on \nthe merits of their claims. \n \n  It  cannot  be  seriously  disputed  in  this  case  that  therapies  have  been  prescribed  or \notherwise recommended for each of the plaintiffs by their treating physicians in an amount \ngreater than that which was approved for Medicaid payment by the Indiana Family and Social \nServices Administration.  Indeed, the policy at issue in this case prohibits any payment for \ntherapies that are deemed “maintenance” in nature—therapies designed to prevent regression in \nthe plaintiffs’ conditions—notwithstanding the recommendations of the plaintiffs’ physicians or \ntheir therapists.8 \n  As  noted  above,  among  the  EPSDT  services  for  which  Medicaid  payment  must  be \nprovided are “diagnostic, screening, preventative, and rehabilitative services . . . recommended \nby a physician or other licensed practitioner of the healing arts within the scope of their practice \nunder State law, for the maximum reduction of physical or mental disability and restoration of an \nindividual to the best possible functional level.”  42 U.S.C. § 1396d(a)(13) (emphasis added); see \nalso 42 U.S.C. § 1396d(r).  In interpreting this statute, the Seventh Circuit has held explicitly that \n“in the context of individuals under the age of twenty-one subject to EPSDT services, a state’s \n                                                 \n8 As noted above, the two (2) regulations at issue in this case are treated together throughout this \nbrief under the nomenclature for “maintenance therapy.”  See supra note 2.   \n  10\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 11 of 27 PageID #: 124\ndiscretion to exclude services deemed ‘medically necessary’ by an EPSDT provider has been \ncircumscribed by the express mandate of the statute.”  Collins v. Hamilton, 349 F.3d 371, 376 \nn.8 (7th Cir. 2003) (internal citation omitted).  In other words, the only person who may properly \ndetermine the appropriateness of a given treatment or service for an EPSDT-eligible individual \n(as  the  plaintiffs  in  the  present  case  quite  clearly  are)  is,  unsurprisingly,  that  individual’s \nprovider.9 \n  In Collins, a class of disabled children filed suit against officials from the Indiana Family \nand  Social  Services  Administration  challenging  the  agency’s  failure  to  provide  long-term \nresidential treatment in psychiatric residential treatment facilities (PRTF) for EPSDT-eligible \nchildren.  See id. at 372.  The Seventh Circuit framed the issues to be decided as follows: \nThe question in this case is whether Indiana is required to provide Medicaid \ncoverage to eligible individuals under the age of twenty-one for placement in \nlong-term PRTFs, or whether Indiana’s obligations under Medicaid are limited to \ncoverage  of  the  acute  treatment  options  currently  available  in  its  inpatient \npsychiatric  hospitals.    Essentially,  the  issue  boils  down  to  whether  Indiana’s \nexclusion of PRTFs encompasses ‘necessary’ medical services and whether a \nstate has the discretion to make such exclusions under the Act[.] \n \nId.  at 373–74.  After rejecting the State’s position it was not required to cover long-term \nplacement and that such placement could not be medically necessary, the Collins court explicitly \nfound “that Indiana is required to fund the cost of placement in a PRTF if it is deemed ‘medically \nnecessary’ by an EPSDT screening.”  Id. at 376; see also id. at 376 n.8 (quoted supra).   \n                                                 \n9  Insofar  as  Collins  was  decided  against  the  Indiana  Family  and  Social  Services \nAdministration—the defendants at present—the State is likely barred by the doctrine of collateral \nestoppel from insisting that it possesses discretion to refuse Medicaid payment for services \ndeemed necessary by an EPSDT provider.  See, e.g., H-D Michigan, Inc. v. Top Quality Serv., \nInc., 496 F.3d 755, 760 (7th Cir. 2007) (reiterating the established test for determining when an \nissue is precluded by collateral estoppel, whereby (a) the issue sought to be precluded must have \nbeen actually litigated in prior litigation, (b) the determination of the issue must have been \nessential to the final judgment in the prior litigation, (c) the party against whom estoppel is \ninvoked must have been fully represented in the prior action, and (d) the issue sought to be \nprecluded must be the same as that involved in the prior litigation). \n  11\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 12 of 27 PageID #: 125\nThis  holding—that  the  responsibility  for  determining  the  propriety  of  services  for \nEPSDT-eligible children rests with their actual providers—is also supported by the holdings of \nother courts.  In Pediatric Specialty Care, Inc. v. Arkansas Department of Human Services, 293 \nF.3d 472 (8th Cir. 2002), for instance, the Eighth Circuit interpreted the same statutory backdrop \nas it related to a State’s proposed cuts in EPSDT services resulting from a budgetary shortfall.  \nAs  in  Collins,  the  court  held  explicitly  that  a  state  has  no  discretion  to  deny  services \nrecommended or otherwise prescribed by the treatment provider of an EPSDT-eligible child.  \nSaid the court: “We affirm the district court’s decision to the extent that it holds that a Medicaid \neligible individual has a federal right to early intervention day treatment when a physician \nrecommends such treatment.”  Id. at 480 (emphasis added).  Thus,  \nafter [clinical staff] perform a diagnostic evaluation of an eligible child, if the . . . \nphysician prescribes early intervention day treatment as a service that would lead \nto the maximum reduction of medical and physical disabilities and restoration of \nthe child to his or her best possible functional level, the [State] must reimburse the \ntreatment. \n \nId.  In the words of another district court, “if a competent and credible diagnosis shows that a \nchild requires a specific treatment, courts will find that the state has an obligation to provide it.”  \nRosie D. v. Romney, 410 F.Supp.2d 18, 29 (D. Mass. 2006). \n  This, once again, is hardly surprising.  For one, it is entirely in keeping with the “broad \nmandate of the EPSDT program” that has been made “abundantly clear.”  Smith v. Benson, __ \nF.Supp.2d __, 2010 WL 1404066, at *4 (S.D. Fla. Jan. 28, 2010); see also, e.g., Parents’ League \nfor Effective Autism Servs. v. Jones-Kelley, 339 Fed. Appx. 542, 549 (6th Cir. 2009) (noting that \njudicial decisions must “comport with the broad coverage afforded under the EPSDT mandate”); \nKatie A. v. Los Angeles County, 481 F.3d 1150, 1154 (9th Cir. 2007) (noting that “[t]he EPSDT \nobligation is . . . extremely broad”); Ekloff, 443 F.Supp.2d at 1180–81 (noting that, in the context \n  12\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 13 of 27 PageID #: 126\nof EPSDT services, “there is a very strong inference to be inclusive rather than exclusive”); \nRosie D., 410 F.Supp.2d at 25 (noting that “[a]s broad as the overall Medicaid umbrella is \ngenerally,  the  initiatives  aimed  at  children  are  far  more  expansive”).    Moreover,  this \ninterpretation of the EPSDT provisions is supported by the legislative history of these provisions: \nas this history makes clear, “Medicaid [was intended to] cover any medically necessary services \nidentified as necessary through the EPSDT program.”  135 Cong. Rec. S6900 (June 19, 1989) \n(statement of Sen. Chafee).  And finally, this may be viewed as simply the codification of the \nage-old principle that a treating physician is in the best position to assess the needs of his or her \npatient.  See, e.g., Capizanno v. Sec’y of Health & Human Servs., 440 F.3d 1317, 1326 (Fed. Cir. \n2006); Gossage v. U.S., 91 Fed. Cl. 101, 107 (Fed. Cl. 2010).   \nThat is precisely the case here, and, once again, controlling authority indicates that “a \nstate’s discretion to exclude services deemed ‘medically necessary’ by an EPSDT provider has \nbeen circumscribed by the express mandate of the statute.”  Collins, 349 F.3d at 376 n.8.  In this \ncase, the facts adduced at the preliminary injunction hearing will demonstrate that the therapy \nservices at issue have been found medically necessary by the plaintiffs’ treatment providers and \nhave therefore been recommended or prescribed.  Indeed, the very nature of Indiana’s prior \nauthorization program ensures that any requested service is first recommended by an individuals’ \nproviders.  See IND. ADMIN. CODE tit. 405, r.5-3-5(a) (requiring that, upon seeking approval for a \ngiven service, a provider submit “[w]ritten evidence of physician involvement and personal \npatient evaluation” as well as “a current plan of treatment and progress notes, as to the necessity, \neffectiveness, and goals of therapy services”).  As such, the State’s reliance on two (2) provisions \nof the Indiana Administrative Code to refuse or otherwise limit requested therapies on behalf of \nthe plaintiffs and the putative class is in violation of federal Medicaid law. \n  13\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 14 of 27 PageID #: 127\nC.  Even if the State were to possess discretion to refuse physician-recommended \nservices to EPSDT-eligible children, the refusal to provide Medicaid coverage for \nso-called “maintenance therapy” conflicts squarely with federal Medicaid law. \n \nEven  were  this  Court  to  conclude  that  the  State  possesses  discretion  under  federal \nMedicaid law to refuse payment for prescribed therapies on behalf of EPSDT-eligible children, \nthe State’s use of the two (2) challenged provisions of the Indiana Administrative Code suffers \nfrom a more fundamental fallacy.  That is, the State has decided that it will not provide Medicaid \npayment for what it refers to as “maintenance therapy.”  IND. ADMIN. CODE tit. 405, r. 5-22-\n6(b)(7).  This is therapy that the State determines “addresses chronic medical conditions where \nfurther progress can no longer be expected or where progress is minimal in relation to the time \nneeded in therapy to achieve that progress.”  IND. ADMIN. CODE tit. 405, r. 5-22-1(5).  And, \nalthough an ostensible exception to its rule that therapies will not be provided for more than two \n(2) years exists for children under eighteen (18) years of age, see IND. ADMIN. CODE tit. 405, r. 5-\n22-6(b)(7), the prohibition on the provision of “maintenance therapy” has no exceptions.  This is \nso even when so-called “maintenance therapy” is necessary in order to ward against significant \nregression in a patient’s functional state.  The legal issue, therefore—in its simplest terms—is \nwhether federal Medicaid law requires a participating state to provide Medicaid payment for \ntherapy services for children when those services are necessary in order to prevent a patient’s \nregression  even  when  substantial  further  progression  may  not  be  likely.    The  answer  is  a \nresounding “yes.” \nThe  Medicaid  Act  specifically  requires  participating  states  to  cover  medical  care \nspecified in 42 U.S.C. § 1396d(a) for minors when that care has been prescribed by a physician \nor licensed practitioner of the healing arts “to correct or ameliorate defects and physical and \nmental illnesses and conditions.”  42 U.S.C. § 1396d(r)(5).  Thus, the analysis of whether the \n  14\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 15 of 27 PageID #: 128\nState  is  required  to  provide  Medicaid  payment  for  physical  therapy,  occupational  therapy, \nrespiratory therapy, and speech pathology even when those services are only necessary to be \nprevent against the regression in a child’s condition may proceed in two (2) parts: first, these \nservices must fall within the ambit of the second clause of 42 U.S.C. § 1396d(r)(5) and be for the \npurpose  of  “correcting  or  ameliorating”  a  defect,  illness,  or  condition;  and  second,  these \ntherapies must fall within the ambit of one of the services detailed in 42 U.S.C. § 1396d(a). In \nthe present case, it is clear that both requirements are met.10 \n1.  The “Correct or Ameliorate” Provision – 42 U.S.C. § 1396d(r)(5) \nSection 1396d(r)(5) of the Medicaid Act requires the provision of Medicaid payment on \nbehalf of EPSDT-eligible children for all “necessary health care, diagnostic services, treatment, \nand other measures described in subsection (a) of [42 U.S.C. § 1396d] to correct or ameliorate \ndefects and physical and mental illnesses and conditions discovered by the screening services, \nwhether or not such services are covered under the State plan.”  The question, therefore, is \nwhether “maintenance therapy”—by preventing or retarding medical and functional regression—\ncorrects or ameliorates the defects and physical and mental illnesses of the plaintiffs, or whether \nthis language bespeaks only therapies designed to enable significant progression in a Medicaid \nrecipient’s medical condition.  Initially, it deserves reiteration that, in the context of EPSDT \nservices, “there is a very strong inference to be inclusive rather than exclusive.”  Ekloff, 443 \nF.Supp.2d at 1180–81. \n                                                 \n10  The  EPSDT  mandate  also  requires  that  the  services at issue be prescribed or otherwise \nrecommended by a patient’s physician or other licensed practitioner of the healing arts.  42 \nU.S.C. § 1396d(r)(5).  Given that, as noted above, the prior authorization requirement in Indiana \nensures that all requested services will be recommended by a patient’s treatment providers, this \nrequirement is clearly met in this case, and the State may not seriously contend to the contrary. \n  15\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 16 of 27 PageID #: 129\nMoreover,  the  precise  issue  presented  by  this  case  was  resolved  in  both  Collins  v. \nHamilton, supra, and Ekloff.  According to the district court in Collins, \n[t]he Medicaid Act specifically directs the State to “ameliorate” mental illnesses \nin children.  “Ameliorate” is defined as “to make better or more tolerable.”  There \nis  no  time  limitation  evident  in  this  definition.    Required  treatment  includes \nanything which is to make a condition, even a long-term condition like mental \nillness, more tolerable. \n \nCollins v. Hamilton, 231 F.Supp.2d 840, 848–49 (S.D. Ind. 2002), aff’d, 349 F.3d 371 (7th Cir. \n2003)  (Young,  J.)  (quoting  WEBSTER’S  SEVENTH  NEW  COLLEGIATE  DICTIONARY  (1963)).  \nContinued the court, in words entirely apposite to the present case: “the State has decided that \nthese children are ‘lost causes’ and it is not feasible to treat these children.  In other words, they \nare ‘too disabled’ for treatment.  The court does not believe that this was the intent of Congress \nin enacting the federal Medicaid Act.”  Id. at 849.  On appeal, the Seventh Circuit agreed.  \nAddressing  the  State’s  argument  that  long-term  placements  cannot  “improve”  a  patient’s \ncondition, the court “s[aw] no reason why residential treatment, even if long-term, cannot consist \nof ‘active treatment’ that ‘improves or ameliorates’ a patient’s condition.”  Collins, 349 F.3d at \n375–76. \n  The  Ekloff  court  relied  on  Judge  Young’s  decision  in  Collins  to  reach  a  similar \nconclusion.  The question in that case was whether the EPSDT provisions required a state \nparticipating  in  the  Medicaid  program  to  provide  payment  for  incontinence  briefs  “for \npreventative purposes.”  443 F.Supp.2d at 1179.  Although the disabled children in Ekloff did not \ncurrently suffer from “skin breakdown,” these briefs were necessary “in order to avoid skin \nbreakdown  and  infection  and  to  enable  [the  children]  to  participate  in  social,  community, \ntherapeutic and educational activities.”  Id. at 1175.  Held the court: \nWebster’s Dictionary defines “ameliorate” as “to make better or more tolerable.”  \nClearly, the incontinence briefs are meant to make the children’s condition better \n  16\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 17 of 27 PageID #: 130\nor more tolerable by preventing skin breakdown.  The briefs are used to not only \nprevent future pain from open skin sores but to facilitate and maximize their daily \nopportunities as well as to make their condition as tolerable as possible by not \nforcing them to suffer the needless pain of skin sores.  This seems to be the very \nessence of what Congress had intended in their Medicaid statute. \n \nId. at 1180.  The court in Ekloff thus, explicitly and with no equivocation whatsoever, rejected \nthe state’s argument that the “correct or ameliorate” provision only requires participating states \n“to cover services that correct or improve actually existing defects and conditions and . . . does \nnot require preventative measures.”  Id. at 1181.  This extremely narrow reading of 42 U.S.C. § \n1396d(r)(5) cannot not be squared with the language of the statute, prior case law, or legislative \nhistory.  Id. \n  The present case is on all fours with both Collins and Ekloff.  The Indiana Family and \nSocial Services Administration has determined that it will not provide Medicaid payment for \ntherapy services that are necessary “only” to maintain a disabled child’s current functional state.  \nHowever, without these services, the plaintiffs and the members of the putative class will lose \nsignificant functionality, will lose the ability to assist in their activities of daily living, and will \nlikely require multiple surgeries—almost certainly paid for by the Medicaid program—in order \nto cure injuries caused by the absence of therapy services.  Given that one of the principal goals \nof the EPSDT program is to “assure that health problems found are diagnosed and treated early, \nbefore they become more complex and their treatment more costly,” S.D., 391 F.3d at 586 \n(citation and alteration omitted), this cannot be so.11 \n                                                 \n11 The “correct or ameliorate” provision of the Medicaid Act—42 U.S.C. § 1396d(r)(5)—cannot \nbe read to preclude the provision of Medicaid payment for so-called “maintenance therapy” for \nan additional reason.  The first clause of that section requires the coverage of “[s]uch other \nnecessary health care, diagnostic services, treatment, and other measures described in” 42 U.S.C. \n§  1396d(a).    Given  that  one  of  these  services  for  which  coverage  must  be  provided  is \n“preventative . . . services, including any medical or remedial services . . . for the maximum \nreduction of physical or mental disability,” 42 U.S.C. § 1396d(a)(13), the EPSDT provision is \n  17\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 18 of 27 PageID #: 131\n    2.  The Services Described in 42 U.S.C. § 1396d(a) \n  Given that the “maintenance therapy” at issue in this case must be deemed to “correct or \nameliorate  defects  and  physical  and  mental  illnesses  and  conditions,”  the  next  issue  to  be \nresolved  is  whether  these  therapy  services  consitute  “[s]uch  other  necessary  health  care, \ndiagnostic services, treatment, and other measures described in [42 U.S.C. § 1396d(a)].”  See 42 \nU.S.C. § 1396d(r)(5).  The services at issue in this case are covered by three (3) separate \nprovisions of 42 U.S.C. § 1396d(a). \na.  Physical Therapy and Related Services – 42 U.S.C. § 1396d(a)(11) \n  First,  federal  Medicaid  law  requires  the  coverage  of  “physical  therapy  and  related \nservices.”    See  42  U.S.C.  §  1396d(a)(11).    The  State’s  prohibition  on  the  provision  of \n“maintenance therapy,” however, encompasses occupational, physical, and respiratory therapy, \nas well as speech pathology.  See IND. ADMIN. CODE tit. 405, r. 5-22-6.  Clearly physical therapy \nis covered by 42 U.S.C. § 1396d(a)(11).  The issue as to occupational therapy, respiratory \ntherapy,  and  speech  pathology,  however,  requires  a  determination  as  to  what  constitutes  a \n“related service” under that provision. \n  However, an answer to this question may be gleaned from federal regulations, which \nspecify that, at the very least, occupational therapy and speech pathology qualify as a service \nrelated to physical therapy.  Meyers v. Reagan, 776 F.2d 241, 243–44 (8th Cir. 1985) (relying on \n42 C.F.R. § 440.110); see also William T. v. Taylor, 465 F.Supp.2d 1267, 1287 (N.D. Ga. 2000) \n(noting that speech pathology services “are included in the statutory ‘physical therapy and \nrelated services’ category”); Fred C. v. Texas Health & Human Servs. Comm’n, 988 F.Supp. \n                                                                                                                                                             \nrendered meaningless in part if “maintenance therapy” is deemed non-coverable.  Clearly, courts \nmust  “avoid  interpreting  a  statute  in  a  way  that  renders  a  word  or  phrase  redundant  or \nmeaningless.”  E.g., United States v. Berkos, 543 F.3d 392, 396 (7th Cir. 2008).  \n  18\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 19 of 27 PageID #: 132\n1032, 1034–35 (W.D. Tex. 1997) (noting that “services with speech hearing and language \ndisorders” are included within the “related services” provision of 42 U.S.C. § 1396d(a)(11)) \n(citing Meyers, 776 F.2d at 243–44); Hunter v. Chiles, 944 F.Supp. 914, 919 (S.D. Fla. 1996) \n(same) (citing Meyers, 776 F.2d at 243–44).12 \n     b.  Respiratory Care Servic es – 42 U.S.C. § 1396d(a)(20) \n  Second,  as  noted  immediately  above,  the  State’s  prohibition  on  providing  Medicaid \ncoverage  for  “maintenance  therapy”  encompasses  physical  therapy,  occupational  therapy, \nrespiratory  therapy,  and  speech  pathology.    Three  (3)  of  these  services—physical  therapy, \noccupational therapy, and speech pathology—are included within the “physical therapy and \nrelated services” category of 42 U.S.C. § 1396d(a)(11).  See 42 C.F.R. § 440.110.  While \nrespiratory therapy is not included within this provision, federal Medicaid law explicitly (and \nseparately) requires the coverage of “respiratory care services.”  42 U.S.C. § 1396d(a)(20).  \nThese are services “provided by a respiratory therapist or other health care professional trained in \nrespiratory therapy.”  42 U.S.C. § 1396a(e)(9)(C).  Clearly respiratory therapy, as that term is \nused  in Title 405, rule 5-22-6 of the Indiana Administrative Code, is  included within this \nprovision. \nc.   Preventative and Rehabilitative Services – 42 U.S.C. § 1396d(a)(13) \n   And finally, federal Medicaid law also requires the coverage of  \nother diagnostic, screening, preventative, and rehabilitative services, including \nany medical or remedial services (provided in a facility, a home, or other setting) \nrecommended by a physician or other licensed practitioner of the healing arts \n                                                 \n12 “Physical therapy” is defined only as “services prescribed by a physician or other licensed \npractitioner of the healing arts within the scope of his or her practice under State law and \nprovided to a recipient by or under the direction of a qualified physical therapist.”  42 C.F.R. § \n440.110(a).  “Occupational therapy” is defined in nearly identical terms.  See 42 C.F.R. § \n440.110(b).  The utter lack of qualification in these definitions is also strong evidence that the \nservices at issue in this case must be covered under the Medicaid program. \n  19\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 20 of 27 PageID #: 133\nwithin the scope of their practice under State law, for the maximum reduction of \nphysical or mental disability and restoration of an individual to the best possible \nfunctional level. \n \n42 U.S.C. § 1396d(a)(13).  “Preventative services”—as that term is used in this statute—refers to \nservices provided by a licensed practitioner of the healing arts in order to (a) prevent disease, \ndisability,  or  other  health  conditions  or  their  progression;  (b)  prolong  life;  or  (c)  promote \nphysical  and  mental  health  and  efficiency.”    42  C.F.R.  §  440.130(c).    Certainly,  so-called \n“maintenance therapy” is, at the very least, intended to prevent the progression of disabilities and \npromote physical and mental health.  For this reason as well, the therapies at issue in this case \nmust be covered by the State. \n  This reading is buttressed by the legislative history of the EPSDT statute.  In testifying \nbefore the House Ways and Means Committee, the Secretary of the Department of Health, \nEducation, and Welfare (now the Department of Health and Human Services) stated as follows: \nIn low-income areas, we estimate that six out of every ten children who suffer \nfrom one or more chronic conditions are not receiving any treatment. \n \n*  *  * \n \nIn most instances, this complete loss is unnecessary and preventable. \n \nMitchell v. Johnston, 701 F.2d 337, 347 (5th Cir. 1983) (quoting Hearings Before the Committing \non Ways & Means Regarding H.R. 57-10, at 189–91 (testimony of Secretary John Gardner)) \n(emphasis in Mitchell).  Although the latter portion of Secretary Gardner’s testimony specifically \nconcerned preventative dental care, these statements are equally applicable to the present care \nand are powerful evidence that Congress sought to ensure the coverage of treatment and other \ncare directed toward even chronic medical conditions.  It is this treatment that is not covered by \nthe  State  at  present.    See  IND.  ADMIN.  CODE  tit.  405,  r.  5-22-1(5)  (defining  “maintenance \ntherapy,” in part, as “therapy addressing chronic medical conditions”). \n  20\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 21 of 27 PageID #: 134\n  The district court in Parents League for Effective Autism Services (PLEAS) v. Jones-\nKelley, 565 F.Supp.2d 905 (S.D. Ohio 2008), aff’d, 339 Fed. Appx. 542 (6th Cir. 2009), thus \naddressed an issue nearly identical to the issue presented by this case.  In that case, the plaintiffs \nchallenged  the  refusal  of  Ohio’s  Medicaid  agency  to  cover  certain  mental  health  services \nrecommended for children with autism.  Id. at 907, 909–10.  That is, the agency in that case \ndecided that the services at issue were “not generally ‘habilitative’ because the services [we]re \nnot ‘restoring’ any skills that the child previously had,” and that they therefore did not fall within \nthe ambit of 42 U.S.C. § 1396d(a)(13).  Id. at 916.  After first detailing the “extremely broad \nEPSDT obligation” on states, id. at 912, the district court soundly rejected this notion: \n[The d]efendants have cited no authority for their restrictive interpretation that \n“remedial and medical services” are covered only if they are “rehabilitative.” . . .  \nGiven the expansive requirements of the EPSDT mandate, the Court finds no \nbasis for such a restrictive reading of the statute. \n \nMoreover, section (a)(13) also requires that State’s [sic] provide “preventative \nservices” which are defined as: services provided by a physician or other licensed \npractitioner of the healing arts within the scope of his practice under state law to: \n1) prevent disease, disability, and other health conditions or their progression; 2) \nprolong life; and 3) promote physical and mental health and efficiency.  Thus, the \nservices . . . may well be “preventative” as well as “rehabilitative.” \n \nId. at 916.  This conclusion—that “the services required by the EPSDT mandate are more broad \nthan [the d]efendants would suggest”—was also supported by case law.  Id. at 916–17 (citing \nRosie D. v. Romney, 410 F.Supp.2d 18 (D. Mass 2006), S.D. v. Hood, 391 F.3d 581 (5th Cir. \n2004), and Pediatric Specialty Care, Inc. v. Arkansas Dep’t of Human Servs., 443 F.3d 1005 (8th \nCir. 2006)).13   \n                                                 \n13 On appeal, the Sixth Circuit affirmed the district court’s decision in PLEAS.  339 Fed. Appx. \n542 (6th Cir. 2009).  In so doing, it focused on the mandate of 42 U.S.C. § 1396d(a)(13) that \nrehabilitative services be covered, and did not venture into the mandate that preventative services \nalso be covered.  However, the court soundly rejected the state agency’s contention that the \n  21\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 22 of 27 PageID #: 135\n  Indeed, the “maintenance therapy” at issue in this case has as its very root the word \n“maintain,” which is defined to include “preserve from failure or decline” and “to keep in an \nexisting state.”  See WEBSTER’S SEVENTH NEW COLLEGIATE DICTIONARY 509 (1972).  The clear \nimplication is, to put it crassly, that something bad will happen absent these services.  In the case \nof the plaintiffs and the members of the putative class, this “something bad” is significant \nregression in their conditions, the loss of functionality and the ability to assist in their activities \nof daily living, the deterioration of muscles and tendons, and the potential need for multiple \nsurgeries that would not otherwise be required.  At the very least, the therapies at issue in this \ncase qualify as “preventative services” under 42 U.S.C. § 1396d(a)(13), and must therefore be \ncovered pursuant to the State’s EPSDT obligation.  The plaintiffs are therefore exceedingly \nlikely to prevail on the merits of their legal claims. \n                                                                                                                                                             \nservices  at  issue  need  only  be  provided  to  return  an  individual  to  a  previously  possessed \nfunctional level, concluding as follows: \n \nFirst, § 1396d(a)(13) reflects the extremely broad EPSDT obligation.  [The d]efendants’ \nreading of § 1396d(a)(13) to cover only services that restore a child to a prior skill level \nwould arguably mean that no child who is born with a disability[] could ever receive \nrehabilitative services.  Such an outcome arguably does not comport with the broad \ncoverage afforded under the EPSDT mandate. \n \nSecond, cases from other circuits have concluded that § 1396d(a) covers services that are \narguably similarly to the [therapies at issue.] \n \nThird, no administrative interpretations of § 1396d(a)(13) appear to clarify or restrict the \nprovision in the way suggested by the defendants. \n \n339 Fed. Appx. at 549.  The Eighth Circuit in Pediatric Specialty Care reached a similar \nconclusion, see  293  F.3d  at  480–81  (concerning  early  intervention  day  treatment),  and  the \nSeventh Circuit in Collins gave short shrift to the State’s argument the long-term residential \nplacement at issue could not “improve” a patient’s condition, see 349 F.3d at 375–76.  For the \nsame  reasons  described  above  (concerning  the  “correct  or  ameliorate”  provision  of  federal \nMedicaid law) the services presently at issue also qualify as “rehabilitative services” within the \nmeaning of 42 U.S.C. § 1396d(a)(13)—and clearly they are designed to ensure the “maximum \nreduction of physical or mental disability” and to maintain individuals’ “best possible functional \nlevel.”   \n  22\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 23 of 27 PageID #: 136\nII.  IRREPARABLE HARM FOR WHICH NO ADEQUATE REMEDY AT LAW EXISTS \nNext, the harm that the plaintiffs will suffer absent a preliminary injunction in this cause \nwill be dramatic.  After all, this case concerns the provision of therapy services that enable \ndisabled children to maintain their highest degree of functionality.  These services permit the \nplaintiffs to assist their parents or other caretakers with transfers, bathing, toileting, and all forms \nof  mobility.    Absent  the  provision  of  these  services,  the  plaintiffs  can  expect  significant \nregression in their conditions, including the potential for multiple surgeries and substantial loss \nof function.  There is no other remedy for these consequences. \nFor these reasons, it is clear that “[i]n cases alleging that a state law violates the federal \nMedicaid statute and requesting injunctive relief”—as this case does—“irreparable harm nearly \nalways follows a finding of success on the merits.”  Smith v. Benson, __ F.Supp.2d __, 2010 WL \n1404066, at *11 (S.D. Fla. Jan. 28, 2010) (citing numerous cases).  Thus, “Medi[caid] recipients \nmay demonstrate a risk of irreparable injury by showing that enforcement of a proposed rule \n‘may deny them needed medical care.’”  Indep. Living Ctr. of Southern California, Inc. v. \nMaxwell-Jolly, 572 F.3d 644, 658 (9th Cir. 2009) (citation omitted); see also, e.g., Massachusetts \nAss’n of Older Americans v. Sharp, 700 F.2d 749, 753 (1st Cir. 1983) (“Termination of benefits \nthat causes individuals to forego . . . necessary medical care is clearly irreparable injury.”) \n(citations omitted).  This line of cases is entirely on par with the present case, and it is clear that \nthe plaintiffs will suffer irreparable injury without the issuance of a preliminary injunction.   \nIII.  BALANCING OF HARMS \nThe balancing of harms likewise weighs in favor of the plaintiffs.  Without an injunction, \nthe plaintiffs will be faced with an ongoing violation of the Medicaid Act and with the ongoing \ninability  to  access  necessary  medical  care.    Because  they  have  demonstrated  a  substantial \n  23\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 24 of 27 PageID #: 137\nlikelihood of success on the merits of their claim, “no substantial harm to others can be said to \ninhere in its enjoinment.”  See, e.g., Déjà vu of Nashville, Inc. v. Metro. Gov’t of Nashville, 274 \nF.3d 377, 400 (6th Cir. 2001); Connection Distrib. Co. v. Reno, 154 F.3d 281, 288 (6th Cir. 1998).  \nOn the other hand, an injunction will merely force the State to conform its conduct to legal \nnorms and the requirements of federal law.  A governmental entity cannot claim that requiring it \nto comply with controlling law is harmful.  The balance of harms therefore favors the issuance of \nequitable relief. \nIV.  PUBLIC INTEREST \nFinally, it is “always in the public interest to prevent violation of a party’s constitutional \nrights.”  Déjà vu of Nashville, 274 F.3d at 400 (quoting G & V Lounge, Inc. v. Michigan Liquor \nControl Comm’n, 23 F.3d 1071, 1079 (6th Cir. 1994)).  The same may be said of the plaintiffs’ \nfederal rights under the Medicaid Act.  After all, “there is a robust public interest in safeguarding \naccess to medical care for those eligible for Medicaid, whom Congress has recognized as ‘the \nmost needy in the country.’”  Indep. Living Ctr., 572 F.3d at 659 (citing Schweiker v. Hogan, 457 \nU.S. 569, 590 (1982)).  Thus, the public interest is served by the enforcement of the Medicaid \nAct. \nTHE INJUNCTION SHOULD ISSUE WITHOUT BOND \nFinally, Rule 65(c) of the Federal Rules of Civil Procedure states that no preliminary \ninjunction should issue except until security is given in an amount deemed proper by the court.  \nSee FED. R. CIV. P. 65(c).  Nonetheless, the amount of security required—and, indeed, whether \nsecurity should be required at all—rests soundly in the discretion of the trial court.  See Scherr v. \nVolpe, 466 F.2d 1027, 1035 (7th Cir. 1972).  Thus, despite the language of the federal rule, \nappropriate circumstances excuse the issuance of a preliminary injunction without a bond.  See, \n  24\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 25 of 27 PageID #: 138\ne.g., Wayne Chemical, Inc. v. Columbus Agency Serv. Corp., 567 F.2d 692, 701 (7th Cir. 1977).  \nIn determining whether a bond should be required, courts look to various factors: the possible \nloss to the enjoined party; the hardship a bond would impose on the applicant; and the impact of \na bond on the enforcement of federal rights.  See Smith v. Bd. of Election Comm’rs for the City of \nChicago, 591 F.Supp. 70, 72 (N.D. Ill. 1984) (citing Crowley v. Local No. 82, 679 F.3d 978, \n1000 (1st Cir. 1982)).   \nThis case represents a challenge by seriously disabled juvenile Medicaid recipients to \nvarious standards governing the provision of services that have been implemented by a state \nagency with an annual budget in the billions of dollars.  See Indiana Budget Agency, 2009–11 \nBudget, available at http://www.in.gov/sba/2543.htm (last visited Apr. 12, 2010).  As noted \nabove, Congress has declared the Medicaid population to be “the most needy in the country.”  \nSchweiker, 457 U.S. at 590.  Of course, the sub-set of the Medicaid population consisting of \nseriously disabled children is even more needy.  To require a bond in the present case would be \nto condition the exercise of the plaintiff’s federal rights to adequate medical care on their \nfinancial status.  Therefore, no bond should be required. \nCONCLUSION \n  For the foregoing reasons, the State should be preliminary enjoined from enforcing the \nchallenged provisions of the Indiana Administrative Code against EPSDT-eligible children for \nwhom therapy services have been prescribed or otherwise recommended by their treatment \nprofessionals.  In the event that the Court grants the plaintiffs’ request for class certification, the \npreliminary injunction should inure to the benefit of the class as well. \n \n \n \n \n  25\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 26 of 27 PageID #: 139\nRespectfully submitted, \n \n/s/ Gavin M. Rose \nGavin M. Rose, No. 26565-53 \nACLU of Indiana \n1031 E. Washington St. \nIndianapolis, IN  46202 \nPh:  317/635-4059, x106 \nFax:  317/635-4105 \n<grose@aclu-in.org> \n \nAttorney for the plaintiffs and the putative \nclass \n \n                 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  26\n\nCase 1:10-cv-00358-JMS-TAB   Document 23   Filed 04/16/10   Page 27 of 27 PageID #: 140\nCERTIFICATE OF SERVICE \n \n  I hereby verify that on this 16th day of April, 2010, a copy of the foregoing was filed \nelectronically with the Clerk of this Court.  This filing may be accessed through the Court’s \nelectronic system.  This filing was served on the following parties by operation of the Court’s \nelectronic system: \n \nBetsy M. Isenberg \nEric J. Beaver \nOffice of the Attorney General \n    IGCS – 5th Floor \n    302 W. Washington St. \n    Indianapolis, IN  46204 \n \n \n                /s/ Gavin M. Rose \n               Gavin M. Rose \n                Attorney at Law \n \n \n \n  27",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "23",
      "clearinghouse_link": "clearinghouse.net/doc/45744"
    },
    {
      "date": "2010-05-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45746,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45746.pdf",
      "title": "Stipulation",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 36   Filed 05/21/10   Page 1 of 1 PageID #: 190\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla ) \nT., et al.,          ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-0358-SEB-TAB \n            ) \nANNE WALTERMANN MURPHY, et al., )    \n            )   \n      Defendants.    ) \n \nSTIPULATION \n \n  COME NOW all parties, by counsel, and stipulate and agree as follows: \n1.  Attached Exhibits 1 and 2 are authentic and admissible.  \n2.  All of the seventeen (17) denials on attached Exhibit 1 concerned requests made on \nbehalf of a Medicaid recipient under twenty-one (21) years of age. \n3.  Of the fifty-three (53) denials on attached Exhibit 2, thirty-two (32) concerned requests \nmade on behalf of a Medicaid recipient under twenty-one (21) years of age. \nWHEREFORE, the parties respectfully enter into the above-described stipulation, and \nrequest all other proper relief. \n \nFor the Plaintiffs:  For the Defendants: \n \n_/s/ Gavin M. Rose_____________         _/s/ Betsy M. Isenberg_________________  \nGavin M. Rose          Betsy M. Isenberg (with permission) \nACLU of Indiana          Eric J. Beaver \n1031 E. Washington St.        Office of the Attorney General \nIndianapolis, IN  46202        302 W. Washington St., Fifth Floor \n              Indianapolis, IN  46204 \n \n1 \n ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "36",
      "clearinghouse_link": "clearinghouse.net/doc/45746"
    },
    {
      "date": "2010-09-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45748,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45748.pdf",
      "title": "Second Stipulation",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 55   Filed 09/20/10   Page 1 of 1 PageID #: 633\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla ) \nT., et al.,          ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-0358-JMS-TAB \n            ) \nANNE WALTERMANN MURPHY, et al., )    \n            )   \n      Defendants.    ) \n \nSECOND STIPULATION \n \n  COME NOW all parties, by counsel, and stipulate and agree that, in lieu of proceeding \nwith the preliminary injunction hearing that was originally scheduled in this cause for May 28, \n2010, the parties agreed that the named plaintiffs would be provided with Medicaid payment for \nthe therapies identified in the plaintiffs’ complaint pending the final disposition of this case. \n  WHEREFORE, the parties respectfully enter into this Second Stipulation, and request \nall other proper relief. \n \nFor the Plaintiffs:  For the Defendants: \n \n_/s/ Gavin M. Rose_____________         _/s/ Betsy M. Isenberg_________________  \nGavin M. Rose          Betsy M. Isenberg (with permission) \nKenneth J. Falk          Eric J. Beaver \nACLU of Indiana          Office of the Attorney General \n1031 E. Washington St.        302 W. Washington St., Fifth Floor \nIndianapolis, IN  46202        Indianapolis, IN  46204 \n \n \n1 \n ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "55",
      "clearinghouse_link": "clearinghouse.net/doc/45748"
    },
    {
      "date": "2010-11-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 4860119,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2010,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45766,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45766.pdf",
      "title": "Order Certifying Class Action",
      "text": "UNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla   )   \nT., et al.,   )   \nPlaintiffs,   )   \n   )  1:10-cv-0358-JMS-TAB \nvs.   ) \n   ) \nMICHAEL A. GARGANO, in his official capac-  ) \nity as Secretary of the Indiana Family and   ) \nSocial Services Administration, et al.,   ) \nDefendants.   ) \n \nORDER CERTIFYING CLASS ACTION \nPresently before the Court is Plaintiffs’ Motion to Certify Class.  This action challenges \nan administrative rule promulgated and enforced by the Indiana Family and Social Services Ad-\nministration (“FSSA”) that allegedly denies prescribed treatment to severely disabled minors in \nviolation of federal Medicaid law.  [Dkt. 10.] \nBACKGROUND \nFSSA is the State agency responsible for operating the Medicaid program in Indiana.  \n[Dkt. 37-1 at 4-5.]  This program is operated under a state plan that has been approved by the \nfederal government.  [Dkt. 37-1 at 5.]  Medicaid enrollees who need certain services (including \nphysical therapy, occupational therapy, and speech pathology) must obtain a prescription for \nthose services from a medical provider and also receive approval for the services from FSSA.  \n[Dkt. 37-1 at 5-6.]  FSSA reviews each request and then issues a decision either approving, deny-\ning, or modifying the request for services.  [Dkt. 37-1 at 6, 15.] \n- 1 - \n \n\nPlaintiffs allege that FFSA has violated federal Medicaid law by denying or modifying \nrequests for services pursuant to the following provisions of the Indiana Administrative Code:  \n (b) Unless specifically indicated otherwise, the following criteria for prior au-\nthorization of therapy services apply to occupational therapy, physical therapy, \nrespiratory therapy, and speech pathology: \n \n*** \n \n(6) Therapy for rehabilitative services will be covered for a recipient no \nlonger than two (2) years from the initiation of the therapy unless there is a \nsignificant change in medical condition requiring longer therapy. . . . \n \n(7)  Maintenance therapy is not a covered service. \n \n405 I.A.C. 5-22-6(b)(6), (b)(7) (respectively, “§ (b)(6)” and “§ (b)(7)”).  “Maintenance therapy” \nis defined as “therapy addressing chronic medical conditions where further progress can no \nlonger be expected or where progress is minimal in relation to the time needed in therapy to \nachieve that progress.”  405 I.A.C. 5-22-1(5). \n  Under § (b)(7), FSSA does not approve requests for maintenance therapy—in other \nwords, “maintenance therapy is based on that person’s progression, and if . . . they’re no longer \nmaking progress and we’re now just doing maintenance such as that can be done by a non-\nprofessional entity such as a caregiver or the person themselves can do it, that then becomes non-\ncovered.”  [Dkt. 37-1 at 8.]  The agency does not consider a person’s potential to regress, al-\nthough FSSA agrees that it is possible that maintenance therapy could prevent or delay regres-\nsion.  [Dkt. 37-1 at 9, 11-12.]  If an individual regresses after a request for therapy is denied, the \nprovider can request additional services “as long as they can show that they’ve regressed and \nneed additional therapy due to the ability to progress.”  [Dkt. 37-1 at 10.] \n  Under the other challenged provision, § (b)(6), FSSA enforces a two-year rule, whereby \nmost individuals are precluded from receiving requested therapies for more than two years with-\n- 2 - \n \n\nout a significant change in condition.  [Dkt. 37-1 at 12-13.]  While minors can receive therapy \nfor a longer period of time on a case-by-case basis, this exception is unavailable if the agency \ndetermines that continued therapies would be maintenance therapy under § (b)(7).  [Dkt. 37-1 at \n13.] \nThe named Plaintiffs—A.M.T., J.J.M., and J.M.G.—are disabled minors ages seven, \nnine, and twelve who are enrolled in the Medicaid program.1  Two of them have been diagnosed \nwith cerebral palsy and one has been diagnosed with a type of mitochondrial metabolic myopa-\nthy.  All three suffer from functional limitations and have received physical and occupational \ntherapies pursuant to the recommendations of their treating physicians for most of their lives.   \nIn late 2009 or early 2010, each of the Plaintiffs, through their respective providers, \nsought prior authorization from FSSA for their therapies to continue at the previous rates pre-\nscribed by their treating physicians for an additional six months.  FSSA denied the Plaintiffs’ re-\nquests in substantial part by limiting the authorized treatment pursuant to § (b)(6) and/or § (b)(7).  \n[See dkts. 60-2 to 60-4 (denial notices).]  At least two of the named Plaintiffs had their requested \ntreatments denied or modified pursuant to both § (b)(6) and § (b)(7).  [Dkts. 60-2 at 3 (referenc-\ning treatment for more than two years and that maintenance therapy is “uncoverable per IAC \ngu[i]delines”); 60-3 at 3 (citing § (b)(6) and § (b)(7) and noting “member has been receiving \nphysical therapy for more than two (2) years” and “little or no change in the therapy goals . . . , \nwhich is maintenance therapy”).] \nPlaintiffs argue that FSSA’s “practice or policy” either denying or limiting coverage for \ntherapies prescribed by a Medicaid recipient’s physician, refusing to cover maintenance therapy, \nand/or refusing to cover therapy for more than two years without a significant change in medical \n                                                 \n1 For a detailed account of the Plaintiffs’ medical and treatment history with citations to evidence \nin the record, see dkt. 39 at 9-14. \n- 3 - \n \n\ncondition violates provisions of federal Medicaid law.  [Dkt. 60 at 18 ¶¶82-84 (citing 42 U.S.C. § \n1396a(a)(8); 42 U.S.C. § 1396a(a)(10); 42 U.S.C. § 1396a(a)(17); and 42 C.F.R. § 440.230).]  \nPlaintiffs request a permanent injunction to enjoin FSSA from enforcing § (b)(6) or § (b)(7).  \n[Dkt. 60 at 19.] \nThe parties agree that between May 1, 2008 and May 1, 2010, FSSA denied 49 requests \npursuant to § (b)(6) or § (b)(7) from minor Medicaid recipients who had further treatment pre-\nscribed by their providers.  [Dkts. 36 at 1, 36-1 at 2, 36-2 at 2.]   \nPlaintiffs now ask the Court to certify the following class: \nAny and all persons in Indiana who are or will be enrolled in the Medicaid \nprogram and who are or will be under the age of twenty-one (21) who have \nbeen or will be denied coverage for physical therapy, occupational therapy, \nrespiratory therapy, and/or speech pathology (“therapies”), or who have had or \nwill have coverage for these therapies otherwise limited because of 405 IAC \n5-22-6(b)(6) and/or 405 IAC 5-22-6(b)(7), notwithstanding the fact that a \nphysician . . .[ 2] acting within the scope of his or her practice under Indiana \nlaw has or will recommend and/or prescribe these therapies for the Medicaid \nrecipient. \n \n[Dkt. 11 at 1-2.] \nDISCUSSION \nIn deciding whether to certify a class, the Court may not blithely accept as true even the \nwell-pleaded allegations of the complaint but must instead “make whatever factual and legal in-\nquiries are necessary under Rule 23” to resolve contested issues.  Szabo v. Bridgeport Machs., \nInc., 249 F.3d 672, 676 (7th Cir. 2001).  Specifically, the Court must find that the putative class \nsatisfies the four “prerequisites” set forth in Federal Rule of Civil Procedure 23(a).  If the puta-\n                                                 \n2 Plaintiffs included the phrase “or other licensed practitioner of the healing arts” at this point in \ntheir proposed class definition.  FSSA argues that those words should be removed because it is \n“unclear who would be included in this term and what this term means.”  [Dkt. 27 at 6.]  Plain-\ntiffs do not object to FSSA’s proposed modification because it “will not affect class membership \nbut will resolve the problem the State has with the class definition.”  [Dkt. 38 at 8.]  Because \nPlaintiffs do not object, the Court has removed the phrase. \n- 4 - \n \n\ntive class does satisfy these prerequisites, the Court must additionally find that it satisfies the re-\nquirements set forth in Federal Rule of Civil Procedure 23(b), which vary depending upon which \nof three different types of classes is proposed.  The Court will address each of the requirements \nin turn. \nI.   Federal Rule of Civil Procedure 23(a) \nIt is Plaintiffs’ burden to prove first that an identifiable class exists that merits certifica-\ntion under Federal Rule of Civil Procedure 23(a).  Oshana v. Coca-Cola Co., 472 F.3d 506, 513 \n(7th Cir. 2006).  If a class can be identified, the four prerequisites applied under Rule 23(a) are \nnumerosity, commonality, typicality, and adequacy of representation.  Siegel v. Shell Oil Co., \n612 F.3d 932, 935 (7th Cir. 2010).   \nA.   Identifiable Class  \nPlaintiffs must prove that the proposed class is identifiable, and the class definition must \nbe definite enough that the class can be ascertained.  Oshana, 472 F.3d at 513.  A class is suffi-\nciently defined “if the proposed class members are ascertainable by reference to objective crite-\nria.”  McGarry v. Becher, 2010 U.S. Dist. LEXIS 28246 *5 (S.D. Ind. Mar. 24, 2010).  Con-\nversely, a class is not sufficiently defined if highly individualized inquiries must be made to de-\ntermine whether a person is a member of the proposed class.  Id.   \nFSSA argues that Plaintiffs’ proposed class is not sufficiently identifiable because it will \nrequire the Court “to conduct individual inquiries to determine whether each potential class \nmember falls within the class.”  [Dkt. 27 at 6.]  The Court disagrees with this characterization, \nhowever, because the key inquiry will be whether FSSA denied all or part of an enrollee’s ther-\napy request pursuant to § (b)(6) or § (b)(7).  This can be determined by referencing objective cri-\nteria—specifically, FSSA’s denial notices indicating its reasons for denying the requested treat-\n- 5 - \n \n\nments.  [See, e.g., 60-2 to 60-4.]  Therefore, the Court concludes that the putative class is identi-\nfiable.3 \nB.  Numerosity \nThe Court can only certify a class that “is so numerous that joinder of all members is im-\npracticable.”  Fed. R. Civ. Pro. 23(a)(1).  “Although there is no ‘bright line’ test for numerosity, \na class of forty is generally sufficient to satisfy Rule 23(a)(1).”  McCabe v. Crawford & Co., 210 \nF.R.D. 631, 644 (N.D. Ill. 2002) (collecting cases); Hubler Chevrolet, Inc. v. GMC Corp. , 193 \nF.R.D. 574, 577 (S.D. Ind. 2000). \nThe parties agree that during the relevant time period, FSSA denied 49 requests pursuant \nto § (b)(6) or § (b)(7) from minor Medicaid recipients whose providers had prescribed therapies.  \n[Dkts. 36 at 1, 36-1 at 2, 36-2 at 2.]  This number does not include treatment modifications—e.g., \ninstances where FSSA approved a different amount of services than the provider prescribed—\nand FSSA admits that modifications are 60% more common than outright denials.  [Dkt. 37-1 at \n15.]  Plaintiffs contend, therefore, that in addition to the 49 denials, there were approximately \n127 modifications (49 + (1.6 x 49)) under § (b)(6) or § (b)(7) during the relevant time period.  \n[Dkt. 38 at 3-4.]   \nFSSA argues that Plaintiffs have not met the numerosity requirement because there is no \nevidence that each denial represents a separate individual.  [Dkt. 47 at 2.]  This argument fails, \n                                                 \n3 FSSA also contends that the class is overbroad because Plaintiffs “continue to assume that any \nindividual who is eligible for Medicaid and under the age of 21 is entitled to early and periodic \nscreening, diagnostic, and treatment services” (“EPSDT”) but participation in EPSDT is volun-\ntary pursuant to 405 I.A.C. 5-15-6(a).  [Dkt. 47 at 4.]  FSSA argues that “an individual under the \nage of 21 may request services and those services could be denied without any alleged violation \nof 42 U.S.C. § 1396d(r)(5)”—the provision defining EPSDT.  [Dkt. 47 at 4.]  FSSA made this \nargument, however, before Plaintiffs filed their Amended Complaint, which does not assert a \nviolation of 42 U.S.C. § 1396d(r)(5).  [See dkt. 60 at 18 ¶¶82-84.]  Therefore, the Court need not \naddress this argument. \n- 6 - \n \n\nhowever, because FSSA provided the data at issue in response to Plaintiffs’ request that FSSA \nproduce “the number of Medicaid enrollees under the age of twenty-one” for whom requests for \ntherapy were denied pursuant to § (b)(6) or § (b)(7).  [Dkt. 37-1 at 19-20 ¶¶10-11.]  FSSA is in \nthe best position to know the actual number of minors affected by these regulations, and it was \nspecifically asked to provide that information.  It provides no evidence supporting its argument \nthat the number of affected individuals could be less than the number of denials.  And because \nthat argument would indicate that FSSA provided a non-responsive answer to Plaintiffs’ discov-\nery request, any ambiguity in this regard is attributable to FSSA.  Additionally, FSSA does not \nrespond to Plaintiffs’ calculation regarding the number of modifications or argue that there is a \nmeaningful distinction for purposes of this case between denials and modifications. \nPlaintiffs also seek to include future putative class members who are denied prescribed \ntherapies pursuant to § (b)(6) or § (b)(7).  FSSA advances the same argument that the number of \ndenials may not equal the number of affected individuals, contending that “there is no evidence \nto support that assertion . . . that the class will continue to grow at a rapid pace.”  [Dkt. 47 at 3.]  \nThis argument fails for the previously stated reason that any ambiguity regarding the number of \nindividuals represented by the denials is attributable to FSSA.  This conclusion applies with even \nmore force to future members of the putative class because FSSA is already on notice that deni-\nals and modifications pursuant to § (b)(6) or § (b)(7) have been subject to discovery; therefore, it \nhas an ongoing duty to ensure that its discovery responses remain correct.  Fed. R. Civ. Pro. \n26(e). \nMoreover, the identity of future class members will be ascertained by objective criteria—\ni.e., whether or not FSSA denies them prescribed therapy pursuant to § (b)(6) or § (b)(7).  There-\nfore, the Court rejects FSSA’s argument that the class cannot be shown to exist as to future class \n- 7 - \n \n\nmembers.  See also Willis v. Comm’r Ind. Dep’t of Corr., 1:09-cv-0815-JMS-LJM, [dkt. 47 at 3] \n(S.D. Ind. 2009) (holding that plaintiff established numerosity with 122 identifiable class mem-\nbers and future class members who could be ascertained by objective criteria).   \nFinally, it is important to recognize that members of the putative class are disabled mi-\nnors, many severely disabled, who are enrolled in the Medicaid program and have had therapy \nprescribed by their providers but denied or modified by FSSA.  The medical and economic vul-\nnerability of the putative class members makes joinder even more impracticable and further sup-\nports the Court’s finding that numerosity exists.  See Cortigiano v. Oceanview Manor Home for \nAdults, 227 F.R.D. 194, 204-05 (E.D.N.Y. 2005) (finding the numerosity requirement met in part \nbecause “the class members are, according to the complaint, mentally disabled, and thus they \nmay have no other means to exercise their rights because of inadequate resources to prosecute \ntheir own claims”). \nFor these reasons, the Court finds that the Plaintiffs have satisfied the numerosity re-\nquirement.    \nC.  Commonality \nA class action also requires “questions of law or fact common to the class.”  Fed. R. Civ. \nPro. 23(a)(2).  The commonality requirement is a “relatively low hurdle for plaintiffs.”  Randall \nv. Rolls-Royce Corp., 2010 U.S. Dist. LEXIS 23421, *22 (S.D. Ind. Mar. 12, 2010).  Factual \nvariation among class grievances does not defeat commonality.  In re Ready-Mixed Concrete An-\ntitrust Litig., 261 F.R.D. 154, 167 (S.D. Ind. 2009) (citation omitted).  Rather, commonality is \nsatisfied when there is a “common nucleus of operative fact” that is, a “common question which \nis at the heart of the case.”  Rosario v. Livaditis, 963 F.2d 1013, 1018 (7th Cir. 1992) (citation \nomitted).   \n- 8 - \n \n\nThe common question at the heart of this case is the same for all members of the pro-\nposed class:  Does FSSA violate federal Medicaid law when it denies or modifies prescribed \ntherapy requests pursuant to § (b)(6) or § (b)(7) without examining whether regression may oc-\ncur without the continued therapy?  Evidence in the record (including testimony from FSSA’s \nRule 30(b)(6) witness) confirms that FSSA has invoked § (b)(6) and § (b)(7) to deny or modify \nprescribed therapy for minor Medicaid enrollees, [dkts. 37-1 at 8, 12-13; 60-2 to 60-4], and the \nagency admits that it does not take potential regression into account to make its decision, [dkt. \n37-1 at 9, 11-12].  While the parties dispute whether this practice violates federal Medicaid law, \nruling on the merits of the case before ruling on class certification “puts the cart before the \nhorse.”  Thomas v. City of Peoria, 580 F.3d 633, 635 (7th Cir. 2009) (collecting cases).  Because \na common question exists at the heart of this case for all members of the putative class, the Plain-\ntiffs have satisfied the commonality requirement. \nD.  Typicality \nThe next prerequisite for a class action is that the “claims . . . of the representative parties \n[be] typical of the claims . . . of the class.”  Fed. R. Civ. Pro. 23(a)(3).  The commonality and \ntypicality requirements of Rule 23(a) tend to merge because both “serve as guideposts for deter-\nmining whether under the particular circumstances maintenance of a class action is economical \nand whether the named plaintiff’s claim and the class claims are so interrelated that the interests \nof the class members will be fairly and adequately protected in their absence.”  Gen. Tel. Co. of \nthe Southwest v. Falcon, 457 U.S. 147, 158 n.13 (1982).  Although typicality may exist even if \nthere are factual distinctions between the claims of the named plaintiffs and other class members, \nthe requirement “directs the district court to focus on whether the named representatives’ claims \n- 9 - \n \n\nhave the same essential characteristics as the claims of the class at large.”  Muro v. Target Corp., \n580 F.3d 485, 492 (7th Cir. 2009) (citation omitted). \nThe claims of the named Plaintiffs have the same essential characteristics as the claims of \nthe putative class members because, as described above, the uniting factor is that all members \nhave had prescribed services denied or modified by FSSA pursuant to § (b)(6) or § (b)(7) without \nany consideration given to potential regression.  While FSSA argues that there is no evidence \nthat it isn’t giving each case an individualized determination, the “issue in this case” according to \nthe Plaintiffs is that FSSA does not consider potential regression, which FSSA admits.  [Dkt. 37-\n1 at 9, 11-12.]  Because the named representatives’ claims have the same essential characteristics \nas the claims of the class at large, typicality exists. \nE.  Adequacy \nTo satisfy the prerequisite of Rule 23(a), the Court must find that “the representative par-\nties will fairly and adequately protect the interests of the class.”  Fed. R. Civ. Pro. 23(a)(4).  This \nis a two-step inquiry—“one relates to the adequacy of the named plaintiffs’ representation of the \nclass and requires that there be no conflict between the interests of the representative and those \nof the class in general; the other relates to the adequacy of class counsel’s representation.”  In re \nReady-Mixed Concrete Antitrust Litig., 261 F.R.D. at 168.  The adequacy requirement also tends \nto merge with the commonality and typicality requirements, although adequacy “also raises con-\ncerns about the competency of class counsel and conflicts of interest.”  Falcon, 457 U.S. at 158 \nn.13. \nThere is evidence in the record that FSSA has refused requested services to Plaintiffs pur-\nsuant to § (b)(6) and/or § (b)(7), [dkts. 60-2 to 60-4], and again, FSSA admits that it does not \nconsider the potential for regression when making these decisions, [dkt. 37-1 at 9, 11-12].  Addi-\n- 10 - \n \n\ntionally, FSSA does not argue that the named Plaintiffs’ interests are adverse to the interests of \nthe putative class members.  Therefore, Plaintiffs are adequate class representatives.  \nAlthough FSSA contested the adequacy of Plaintiffs’ counsel in its brief opposing class \ncertification, [dkt. 27 at 9], it withdrew this objection at the hearing.  Moreover, the Court’s own \nexperiences with Plaintiffs’ counsel confirm counsel’s legal abilities, and the Court finds that \ntheir representation is appropriate. \nII.  Federal Rule of Civil Procedure 23(b) \nWhere, as here, a proposed class satisfies all the prerequisites of Rule 23(a), the Court \ncan only certify the class if it fits within one of the categories described in Rule 23(b).  Oshana, \n472 F.3d at 513.  The category Plaintiffs claim applies is 23(b)(2), which authorizes a class ac-\ntion when “the party opposing the class has acted or refused to act on grounds that apply gener-\nally to the class, so that final injunctive relief or corresponding declaratory relief is appropriate \nrespecting the class as a whole.”  Fed. R. Civ. Pro. 23(b)(2).  \nIn this case, Plaintiffs claim that FSSA’s policy and practice violates federal Medicaid \nlaw, and they seek injunctive relief against any future violations.  This is the “prime example” of \na proper class under Rule 23(b)(2).  Amchem Prods. v. Windsor, 521 U.S. 591, 614 (1997) (cita-\ntion omitted); see also Doe v. Guardian Life Ins. Co. , 145 F.R.D. 466, 477 (N.D. Ill. 1992) \n(“[T]he primary limitation on the use of Rule 23(b)(2) is the requirement that injunctive or de-\nclaratory relief be the predominant remedy requested for the class members.”).   \nMoreover, Plaintiffs have alleged a common injury to the class; specifically, that FSSA \nhas a policy of denying or modifying prescribed therapies pursuant to § (b)(6) or § (b)(7) without \nany consideration given to potential regression.  If Plaintiffs prove that this is a violation of fed-\n- 11 - \n \n\neral Medicaid law, injunctive relief could be appropriate.  For these reasons, the Court finds that \nRule 23(b)(2) is satisfied here. \nCONCLUSION \nFor the reasons detailed in this Order, the Court GRANTS Plaintiffs’ Motion to Certify \nClass and CERTIFIES the following class: \nAny and all persons in Indiana who are or will be enrolled in the Medicaid \nprogram and who are or will be under the age of twenty-one (21) who have \nbeen or will be denied coverage for physical therapy, occupational therapy, \nrespiratory therapy, and/or speech pathology (“therapies”), or who have had or \nwill have coverage for these therapies otherwise limited, which denial or limi-\ntation is based upon  405 IAC 5-22-6(b)(6) and/or 405 IAC 5-22-6(b)(7), not-\nwithstanding the fact that a physician acting within the scope of his or her \npractice under Indiana law has or will recommend and/or prescribe these \ntherapies for the Medicaid recipient. \n \nThe Court hereby DESIGNATES A.M.T., J.J.M, and J.M.G. as the representative plaintiffs for \nthe certified class and, pursuant to Federal Rule of Civil Procedure 23(g), DESIGNATES Mr. \nKenneth Falk and Mr. Gavin Rose as lead class counsel. \nThe Court now ORDERS the parties to meet and confer with one another and, by De-\ncember 3, 2010, submit a joint report in this matter setting forth a proposed plan (or alternative \nplans) as to what notice, if any, should be provided to the class.  Fed. R. Civ. Pro. 23(c)(2) (“For \nany class certified under Rule [23(b)(2)], the court may direct appropriate notice to the class.”).  \nAdditionally, pursuant to docket entry 84, FSSA has until December 1, 2010 to file a response to \nPlaintiffs’ Motion for Summary Judgment. \n \n11/22/2010\n \n    _______________________________\n    \n \n        Hon. Jane Magnus-Stinson, Judge\n        United States District Court\n          Southern District of Indiana\n \n- 12 - \n \n\nDistribution via ECF only:   \n \nKenneth J. Falk  \nACLU OF INDIANA \nkfalk@aclu-in.org \n \nBetsy M. Isenberg  \nINDIANA OFFICE OF THE ATTORNEY GENERAL \nBetsy.Isenberg@atg.in.gov \n \nGavin Minor Rose  \nACLU OF INDIANA \ngrose@aclu-in.org \n- 13 - \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "87",
      "clearinghouse_link": "clearinghouse.net/doc/45766"
    },
    {
      "date": "2011-02-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45772,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45772.pdf",
      "title": "Permanent Injunction and Final Judgment",
      "text": "UNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., et al.,   )   \nPlaintiffs,   )   \n   )   \nvs.   )  1:10-cv-0358-JMS-TAB \n   ) \nMICHAEL A. GARGANO, in his official capaci-  ) \nty as Secretary of the Indiana Family and So-  ) \ncial Services Administration, et al.,   ) \nDefendants.   ) \n \nPERMANENT INJUNCTION AND FINAL JUDGMENT \nThe Court enters FINAL JUDGMENT in favor of Plaintiffs and the class and against \nDefendants to the extent that Plaintiffs sought relief in their Amended Complaint under 42 \nU.S.C. § 1396a(a)(10). \nThe Court GRANTS Plaintiffs’ request for a permanent injunction.  Defendants, their \nagents, and successors are hereby enjoined from denying or limiting coverage for prescribed \nphysical therapy, occupational therapy, respiratory therapy, and/or speech pathology, for any \nperson enrolled in the Medicaid program under the age of twenty-one where such denial or limi-\ntation is based upon 405 I.A.C. 5-22-6(b)(6) and/or (b)(7).  Nothing in this injunction should be \nread to prevent Defendants, their agents, or their successors from denying or limiting prescribed \nbenefits under any other provision of law. \n 02/10/2011\n      _______________________________\n    \n \n        Hon. Jane Magnus-Stinson, Judge\n \n        United States District Court\n \n        Southern District of Indiana\n \n \n   \n- 1 - \n \n\nDistribution via ECF only:   \n \nKenneth J. Falk  \nACLU OF INDIANA \nkfalk@aclu-in.org \n \nBetsy M. Isenberg  \nINDIANA OFFICE OF THE ATTORNEY GENERAL \nBetsy.Isenberg@atg.in.gov \n \nGavin Minor Rose  \nACLU OF INDIANA \ngrose@aclu-in.org \n \nErica Sue Sullivan  \nINDIANA ATTORNEY GENERAL \nerica.sullivan@atg.in.gov \n- 2 - \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "100",
      "clearinghouse_link": "clearinghouse.net/doc/45772"
    },
    {
      "date": "2011-06-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45780,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45780.pdf",
      "title": "Unopposed Motion to Withdraw (A) Motion to Amend Judgment",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 114   Filed 06/09/11   Page 1 of 2 PageID #: 1069\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla ) \nT., et al.,          ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-0358-JMS-TAB \n            ) \nMICHAEL A. GARGANO , in his official  ) \ncapacity as Secretary of the Indiana Family  ) \nand Social Services Administration, et al.,  )    \n            )   \n      Defendants.    ) \n \nUNOPPOSED MOTION TO WITHDRAW (A) MOTION TO AMEND JUDGMENT \nPURSUANT TO RULE 59 OF THE FEDERAL RULES OF CIVIL PROCEDURE (ECF \nNO. 101) AND (B) MOTION FOR ATTORNEYS’ FEES AND COSTS PURSUANT TO 42 \nU.S.C. § 1988 (ECF NO. 103) \n \n  COME NOW Plaintiffs and the certified  class, by  counsel, and, the parties having \nresolved the matters without the necessity of Court intervention, respectfully move to withdraw \ntheir Motion to Amend Judgment Pursuant to Rule 59 of the Federal Rules of Civil Procedure \n(ECF No. 101) and their Motion for Attorneys’ Fees and Costs Pursuant to 42 U.S.C. § 1988 \n(ECF  No.  103).    Counsel  for  the  defendants  has  reviewed  this  Motion  and  authorized \nundersigned counsel to report that the defendants have no objection. \n  WHEREFORE,  the  plaintiffs  respectfully  move  to  withdraw  the  above-referenced \npleadings, and request all other proper relief. \n \n \n \n \n1 \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 114   Filed 06/09/11   Page 2 of 2 PageID #: 1070\nRespectfully submitted, \n              /s/ Gavin M. Rose \nGavin M. Rose, No. 26565-53 \nKenneth J. Falk, No. 6777-49 \nACLU of Indiana \n1031 E. Washington St. \nIndianapolis, IN  46202 \nPh:  317/635-4059, x106 \nFax:  317/635-4105 \n<grose@aclu-in.org> \n \nAttorneys for the plaintiffs and the certified \nclass \n \n \n \n \nCERTIFICATE OF SERVICE \n \n  I hereby verify that on this 9th day of June, 2010, a copy of the foregoing was filed \nelectronically with the Clerk of this Court.  This filing may be accessed through the Court’s \nelectronic system.  This filing was served on the following parties by operation of the Court’s \nelectronic system: \n \nBetsy M. Isenberg \nErica S. Sullivan \nOFFICE OF THE ATTORNEY GENERAL \n    IGCS – 5th Floor \n    302 W. Washington St. \n    Indianapolis, IN  46204 \n \n \n                /s/ Gavin M. Rose \n                Gavin M. Rose \n                Attorney at Law \n \n \n \n2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "114",
      "clearinghouse_link": "clearinghouse.net/doc/45780"
    },
    {
      "date": "2011-06-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45205,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45205.pdf",
      "title": "Docket [PACER]",
      "text": "Case: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   1 of 10\nCMP,CLOSED\nU.S. District Court\nSouthern District of Indiana (Indianapolis)\nCIVIL DOCKET FOR CASE #: 1:10−cv−00358−JMS−TAB\nA.M.T. et al v. MURPHY et al Date Filed: 03/25/2010\nAssigned to: Judge Jane Magnus−Stinson Date Terminated: 02/10/2011\nReferred to: Magistrate Judge Tim A. Baker Jury Demand: None\nCause: 42:1983 Civil Rights Act Nature of Suit: 444 Civil Rights: Welfare\n(DISCONTINUED AFTER 1/7/2012)\nJurisdiction: Federal Question\nPlaintiff\nA. M. T. represented by Gavin Minor Rose\nby his mother and next friend Karla T. ACLU OF INDIANA\n1031 E. Washington Street\nIndianapolis, IN 46202\n317−635−4059 ext.106\nFax: 317−635−4105\nEmail: grose@aclu−in.org\nATTORNEY TO BE NOTICED\nKenneth J. Falk\nACLU OF INDIANA\n1031 East Washington Street\nIndianapolis, IN 46202−3952\n(317) 635−4059 x104\nFax: (317) 635−4105\nEmail: kfalk@aclu−in.org\nATTORNEY TO BE NOTICED\nPlaintiff\nJ. J. M. represented by Gavin Minor Rose\nby his mother and next friend Amy M. (See above for address)\nATTORNEY TO BE NOTICED\nKenneth J. Falk\n(See above for address)\nATTORNEY TO BE NOTICED\nPlaintiff\nJ. M. G. represented by Gavin Minor Rose\nby his father and next friend Michael G., (See above for address)\non their own behalf and on behalf of those ATTORNEY TO BE NOTICED\nsimilarly situated\nKenneth J. Falk\n(See above for address)\nATTORNEY TO BE NOTICED\nV.\nDefendant\nMICHAEL A. GARGANO represented by Betsy M. Isenberg\nin his official capacity as Secretary of the INDIANA OFFICE OF THE\nIndiana Family and Social Services ATTORNEY GENERAL\nAdministration 302 West Washington Street\nIGCS − 5th Floor\nIndianapolis, IN 46204\n(317) 232−6231\nFax: (317) 232−7979\nEmail: Betsy.Isenberg@atg.in.gov\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   2 of 10\nATTORNEY TO BE NOTICED\nErica Sue Sullivan\nINDIANA ATTORNEY GENERAL\n302 West Washington Street,\nIndiana Government Center South\nFifth Floor\nIndianapolis, IN 46204\n317−232−6297\nEmail: erica.sullivan@atg.in.gov\nATTORNEY TO BE NOTICED\nDefendant\nPATRICIA CASANOVA represented by Betsy M. Isenberg\nin her official capacity as Director of the (See above for address)\nOffice of Medicaid Policy and Planning of ATTORNEY TO BE NOTICED\nthe Indiana Family and Social Services\nAdministration Erica Sue Sullivan\n(See above for address)\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n03/25/2010 1  COMPLAINT against PATRICIA CASANOVA, ANNE WALTERMAN\nMURPHY, filed by A. M. T., by his mother and next friend, Karla T., J. J. M. by\nhis mother and next friend, Amy M., and J. M. G., by his father and next friend\nMichael G, on their own behalf and on behalf of those similarly situated.\n(Attachments: # 1 Exhibit 1−Excerpts from Provider Manual, # 2 Exhibit 2−Denial\nNotice of A.M.T., # 3 Exhibit 3−Denial Notice of J.J.M., # 4 Exhibit 4−Denial\nNotice of J.M.G.)(LBK) (Entered: 03/25/2010)\n03/25/2010 2  CIVIL COVER SHEET, filed by Plaintiffs. (LBK) (Entered: 03/25/2010)\n03/25/2010 3  NOTICE of Appearance by Gavin Minor Rose on behalf of Plaintiffs. (LBK)\n(Entered: 03/25/2010)\n03/25/2010 4  RECEIPT #IP017334 in the amount of $ 350.00. (LBK) (Entered: 03/25/2010)\n03/25/2010 5  Summons Issued as to PATRICIA CASANOVA. (LBK) (Entered: 03/25/2010)\n03/25/2010 6  Summons Issued as to ANNE WALTERMAN MURPHY. (LBK) (Entered:\n03/25/2010)\n03/25/2010 7  MAGISTRATE JUDGE's NOTICE of Availability to Exercise Jurisdiction issued.\n(LBK) (Entered: 03/25/2010)\n03/25/2010 8  MOTION of Parents and Next Friends to Proceed by Anonymous Name, filed by\nPlaintiffs J. M. G., J. J. M., A. M. T.. (Attachments: # 1 Affidavit (Karla T.), # 2\nAffidavit (Amy M.), # 3 Affidavit (Michael G.), # 4 Text of Proposed Order)(Rose,\nGavin) (Entered: 03/25/2010)\n03/25/2010 9  BRIEF/MEMORANDUM in Support re 8 MOTION of Parents and Next Friends\nto Proceed by Anonymous Name, filed by Plaintiffs J. M. G., J. J. M., A. M. T..\n(Rose, Gavin) (Entered: 03/25/2010)\n03/25/2010 10  MOTION to Certify Class, filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose,\nGavin) (Entered: 03/25/2010)\n03/25/2010 11  BRIEF/MEMORANDUM in Support re 10 MOTION to Certify Class, filed by\nPlaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 03/25/2010)\n03/25/2010 12  MOTION for Preliminary Injunction, filed by Plaintiffs J. M. G., J. J. M., A. M. T..\n(Attachments: # 1 Text of Proposed Order)(Rose, Gavin) (Entered: 03/25/2010)\n03/30/2010 13  RETURN of Service by CMRRR, filed by A. M. T., J. J. M., J. M. G.. ANNE\nWALTERMAN MURPHY served on 3/29/2010. (Rose, Gavin) (Entered:\n03/30/2010)\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   3 of 10\n03/30/2010 14  RETURN of Service by CMRRR, filed by A. M. T., J. J. M., J. M. G.. PATRICIA\nCASANOVA served on 3/29/2010. (Rose, Gavin) (Entered: 03/30/2010)\n03/30/2010 15  ORDER granting Plaintiff's 8 Motion to Proceed by Anonymous Names and to\nSeal Affidavits Containing Actual Names (S.O.). Signed by Judge Sarah Evans\nBarker on 3/30/2010. (MAC) (Entered: 03/30/2010)\n03/30/2010 16  Entry setting Briefing Schedule and Notice of Hearing on Plaintiffs' Motion for\nPreliminary Injunction. Plaintiffs' Brief shall be filed by 4/16/2010. Defendants'\nResponse shall be filed by 5/14/2010 and Plaintiffs' Reply Brief shall be filed by\n5/21/2010. SCHEDULING ORDER: Hearing set for 5/28/2010 10:00 AM in room\n#216 before Judge Sarah Evans Barker. Signed by Judge Sarah Evans Barker on\n3/30/2010.(MAC) (Entered: 03/30/2010)\n03/30/2010 17  SEALED Notice of Filing of Affidavits Containing Real Names of Parents and\nNext Friends, re 15 Order on Motion, filed by Plaintiffs J. M. G., J. J. M., A. M. T..\n(Attachments: # 1 Affidavit (Karla T.), # 2 Affidavit (Amy M.), # 3 Affidavit\n(Michael G.))(Rose, Gavin) (Entered: 03/30/2010)\n04/09/2010 18  NOTICE of Appearance by Betsy M. Isenberg on behalf of Defendants PATRICIA\nCASANOVA, ANNE WALTERMAN MURPHY. (Isenberg, Betsy) (Entered:\n04/09/2010)\n04/09/2010 19  NOTICE of Service of Sealed Affidavits, filed by Plaintiffs J. M. G., J. J. M., A. M.\nT., re 17 SEALED Document. (Rose, Gavin) (Entered: 04/09/2010)\n04/09/2010 20  NOTICE of Appearance by Eric James Beaver on behalf of Defendants PATRICIA\nCASANOVA, ANNE WALTERMAN MURPHY. (Beaver, Eric) (Entered:\n04/09/2010)\n04/09/2010 21  MOTION for Extension of Time to April 27, 2010 to file response to 10 MOTION\nto Certify Class, filed by Defendants PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY. (Attachments: # 1 Text of Proposed Order)(Isenberg,\nBetsy) (Entered: 04/09/2010)\n04/15/2010 22  MOTION for Discovery (Expedited Discovery), filed by Plaintiffs J. M. G., J. J.\nM., A. M. T.. (Attachments: # 1 Exhibit 1 (Proposed Discovery Request), # 2 Text\nof Proposed Order)(Rose, Gavin) (Entered: 04/15/2010)\n04/16/2010 23  BRIEF/MEMORANDUM in Support re 12 MOTION for Preliminary Injunction,\nfiled by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 04/16/2010)\n04/19/2010 24  NOTICE of Parties' First Extension of Time, filed by Defendants PATRICIA\nCASANOVA, ANNE WALTERMAN MURPHY. (Isenberg, Betsy) (Entered:\n04/19/2010)\n04/19/2010 25  ORDER granting Defts' 21 Motion for Extension of Time to File Response to\n4/27/2010 re 10 MOTION to Certify Class. Signed by Magistrate Judge Tim A.\nBaker on 4/19/2010. (SWM) (Entered: 04/19/2010)\n04/22/2010 26  SCHEDULING ORDER: Status Conference set for 4/23/2010 01:30 PM in\nTelephonic before Magistrate Judge Tim A. Baker. The purpose of this conference\nis to address case management and Plaintiff's motion for expedited discovery.\n[Docket No. 22.] Parties shall appear by counsel, who shall contact the Court at\n317−229−3660. Signed by Magistrate Judge Tim A. Baker on 4/22/2010.(SWM)\n(Entered: 04/22/2010)\n04/27/2010 27  RESPONSE in Opposition re 10 MOTION to Certify Class, filed by Defendants\nPATRICIA CASANOVA, ANNE WALTERMAN MURPHY. (Isenberg, Betsy)\n(Entered: 04/27/2010)\n04/28/2010 28  Unopposed MOTION for Extension of Time to 05/21/2010 to file reply to 10\nMOTION to Certify Class, filed by Plaintiffs J. M. G., J. J. M., A. M. T..\n(Attachments: # 1 Text of Proposed Order)(Rose, Gavin) (Entered: 04/28/2010)\n04/28/2010 29  Minute Order for proceedings held before Magistrate Judge Tim A. Baker:\nTelephone Status Conference held on 4/23/2010. Discussion held regarding\ndiscovery and related matters. Plaintiffs' motion for expedited discovery 22 is\ngranted. Given the presence of a preliminary injunction hearing on May 28, 2010,\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   4 of 10\nand given the urgency of the issues presented by this case, good cause clearly\nexists for expedited discovery. The Defendants are ordered to produce a designated\ndeponent or deponents pursuant to Federal Rule 30(b)(6) no later than May 12,\n2010, and shall respond to Plaintiffs' request for production of documents no later\nthan 72 hours before any scheduled deposition. Signed by Magistrate Judge Tim A.\nBaker. (SWM) (Entered: 04/29/2010)\n05/04/2010 30  SCHEDULING ORDER: Conference set for 5/5/2010 11:00 AM telephonic before\nMagistrate Judge Tim A. Baker. The purposed of this conf is to address a discovery\ndispute. Signed by Magistrate Judge Tim A. Baker on 5/4/2010.(CBU) (Entered:\n05/04/2010)\n05/10/2010 31  ORDER granting pltfs' 28 Motion for Extension of Time to File Reply to\n5/21/2010 re 10 MOTION to Certify Class. Signed by Magistrate Judge Tim A.\nBaker on 5/10/2010. (SWM) (Entered: 05/10/2010)\n05/14/2010 32  RESPONSE in Opposition re 12 MOTION for Preliminary Injunction, filed by\nDefendants PATRICIA CASANOVA, ANNE WALTERMAN MURPHY.\n(Isenberg, Betsy) (Entered: 05/14/2010)\n05/17/2010 33  MOTION to Dismiss, filed by Defendants PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY. (Isenberg, Betsy) (Entered: 05/17/2010)\n05/17/2010 34  BRIEF/MEMORANDUM in Support re 33 MOTION to Dismiss, filed by\nDefendants PATRICIA CASANOVA, ANNE WALTERMAN MURPHY.\n(Isenberg, Betsy) (Entered: 05/17/2010)\n05/20/2010 35  Minute Order for proceedings held before Magistrate Judge Tim A. Baker:\nTelephonic Status Conference held on 5/5/2010. Discussion held regarding\ndiscovery and related matters. Defendants objected to two categories of discovery\nsought by Plaintiffs. Argument held, and the Court ruled as follows (see Order).\nSigned by Magistrate Judge Tim A. Baker.(SWM) (Entered: 05/21/2010)\n05/21/2010 36  STIPULATION, filed by Defendants PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY, Plaintiffs J. M. G., J. J. M., A. M. T.. (Attachments: #\n1 Exhibit 1 (405 IAC 5−22−6(b)(7) denials), # 2 Exhibit 2 (405 IAC 5−22−6(b)(6)\ndenials))(Rose, Gavin) (Entered: 05/21/2010)\n05/21/2010 37  NOTICE Designation of Evidence in Support of Motion for Preliminary Injunction\nand Motion for Class Certification, filed by Plaintiffs J. M. G., J. J. M., A. M. T.,\nre 10 MOTION to Certify Class, 12 MOTION for Preliminary Injunction.\n(Attachments: # 1 Exhibit 3 (Part 1 of 2) (Dep. of Jeremy Brown − Tr. &Exhs 1 −\n2), # 2 Exhibit 3 (Part 2 of 2) (Dep. of Jeremy Brown − Exhs 3 − 7), # 3 Exhibit 4\n(Aff. of Dr. Susan Caldecott Dieterich), # 4 Exhibit 5 (Aff. of Dr. Laura J. Wilner),\n# 5 Exhibit 6 (Aff. of Kimberli Curtis), # 6 Exhibit 7 (Aff. of Raquel Ravinet), # 7\nExhibit 8 (Supp. Aff. of Karla T.), # 8 Exhibit 9 (Supp. Aff. of Amy M.), # 9\nExhibit 10 (Supp. Aff. of Michael G.)) (Rose, Gavin) (Entered: 05/21/2010)\n05/21/2010 38  REPLY in Support of Motion re 10 MOTION to Certify Class, filed by Plaintiffs J.\nM. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 05/21/2010)\n05/21/2010 39  REPLY in Support of Motion re 12 MOTION for Preliminary Injunction, 33\nMOTION to Dismiss (Reply in Support of Motion for Preliminary Injunction and\nResponse in Opposition to Motion to Dismiss), filed by Plaintiffs J. M. G., J. J. M.,\nA. M. T.. (Rose, Gavin) (Entered: 05/21/2010)\n05/27/2010 40  NOTICE of Appearance by Kenneth J. Falk on behalf of Plaintiffs J. M. G., J. J.\nM., A. M. T.. (Falk, Kenneth) (Entered: 05/27/2010)\n05/28/2010 41  MOTION for Leave to File Surreply in Opposition to Plaintiffs' Motion for Class\nCertification, filed by Defendants PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY. (Attachments: # 1 Text of Proposed Order, # 2\nSurreply in Opposition to Plaintiffs' Motion for Class Certification)(Isenberg,\nBetsy) (Entered: 05/28/2010)\n05/28/2010 43  Minute Entry for proceedings held before Judge Sarah Evans Barker on 5/28/2010:\nOn this date, the parties appeared by counsel for a hearing on Plaintiffs' Motion for\nPreliminary Injunction. Prior to the hearing, at the behest of the Court, counsel\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   5 of 10\nconferred in chambers. As a result of said discussions, an agreement was reached\nwith respect to the pending preliminary matters. There being no need to proceed\nwith the hearing, the attorneys were dismissed and the hearing cancelled. (TRG)\n(Entered: 06/01/2010)\n05/31/2010 42  REPLY in Support of Motion re 33 MOTION to Dismiss, filed by Defendants\nPATRICIA CASANOVA, ANNE WALTERMAN MURPHY. (Isenberg, Betsy)\n(Entered: 05/31/2010)\n06/15/2010 44  Reassignment of Case to Judge Jane Magnus−Stinson. Judge Sarah Evans Barker\nno longer assigned to the case. Please include the new case number\n(1:10−cv−00358−JMS−TAB), which includes the initials of the newly assigned\njudge, on all future filings in this matter. (SWM) (Entered: 06/16/2010)\n06/30/2010 45  SCHEDULING ORDER: Status Conference set for 7/12/2010 10:30 AM in\nTelephonic before Magistrate Judge Tim A. Baker. The purpose of this conference\nis to address case status and settlement. Parties shall appear by counsel, who shall\ncontact the Court at 317−229−3660. Signed by Magistrate Judge Tim A. Baker on\n6/30/2010.(SWM) (Entered: 06/30/2010)\n06/30/2010 46  ORDER granting defts Anne Waltermann Murphy and Patricia Casanova's 41\nMotion for Leave to File Surreply in Opposition to Motion for Class Certification.\nSigned by Magistrate Judge Tim A. Baker on 6/30/2010. (SWM) (Entered:\n06/30/2010)\n06/30/2010 47  Surreply re 10 MOTION to Certify Class, filed by Defendants PATRICIA\nCASANOVA and ANNE WALTERMAN MURPHY. (SWM) (Entered:\n06/30/2010)\n07/15/2010 48  Minute Order for proceedings held before Magistrate Judge Tim A. Baker:\nTelephonic Status Conference held on 7/12/2010. Discussion held regarding\nsettlement and related matters. The parties shall file a status report in 30 days\naddressing the status of settlement and the need for and timing of a settlement\nconference. Signed by Magistrate Judge Tim A. Baker.(SWM) (Entered:\n07/16/2010)\n08/16/2010 49  MOTION for Extension of Time to August 30, 2010 to Submit Joint Status Report,\nfiled by Defendants PATRICIA CASANOVA, ANNE WALTERMAN MURPHY.\n(Attachments: # 1 Text of Proposed Order)(Isenberg, Betsy) (Entered: 08/16/2010)\n08/17/2010 50  ORDER granting Defendants Anne Waltermann Murphy and Patricia Casanova's\n49 Motion for Extension of Time to submit joint status report concerning\nsettlement to 8/30/2010. Signed by Magistrate Judge Tim A. Baker on 8/17/2010.\n(SWM) (Entered: 08/18/2010)\n08/30/2010 51  Second MOTION for Extension of Time to September 13, 2010 to Submit Joint\nStatus Report, filed by Defendants PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY. (Attachments: # 1 Text of Proposed Order)(Isenberg,\nBetsy) (Entered: 08/30/2010)\n09/01/2010 52  ORDER granting defts' 51 Motion for Extension of Time to submit a joint status\nreport regarding the status of settlement to 9/13/2010. Signed by Magistrate Judge\nTim A. Baker on 9/1/2010. (SWM) (Entered: 09/01/2010)\n09/09/2010 53  STATUS REPORT by PATRICIA CASANOVA, J. M. G., J. J. M., ANNE\nWALTERMAN MURPHY, A. M. T.. (Rose, Gavin) (Entered: 09/09/2010)\n09/14/2010 54  SCHEDULING ORDER: Hearing on pending motions is set for 9/22/2010 01:00\nPM in room #307, United States Courthouse, 46 E. Ohio Street, Indianapolis,\nIndiana before Judge Jane Magnus−Stinson. Counsel shall have 20 minutes per\nside. Signed by Judge Jane Magnus−Stinson on 9/14/2010.(CBU) (Entered:\n09/14/2010)\n09/20/2010 55  STIPULATION (Second), filed by Defendants PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY, Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin)\n(Entered: 09/20/2010)\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   6 of 10\n09/23/2010 56  Minute Order for proceedings held before Judge Jane Magnus−Stinson: The parties\nappeared by counsel to present oral argument on pending motions. Plaintiffs orally\nmoved to withdraw their Motion for Preliminary Injunction, [dkt. 12], and the\nCourt ORDERED the motion WITHDRAWN WITHOUT PREJUDICE. The Court\nheard oral argument on Defendants' Motion to Dismiss, [dkt. 33], and Plaintiffs'\nMotion to Certify Class, [dkt. 10], and took both of those motions UNDER\nADVISEMENT. Signed by Judge Jane Magnus−Stinson. (Court Reporter Jean\nKnepley.)(LBK) (Entered: 09/23/2010)\n09/28/2010 57  ORDER granting in part and denying in part 33 Motion to Dismiss; taking under\nadvisement 10 Motion to Certify Class. (See Order) The Court ORDERS the\nPlaintiffs to file a more definite statement within fourteen days. Signed by Judge\nJane Magnus−Stinson on 9/28/2010. (TMA) (Entered: 09/29/2010)\n10/01/2010 58  Statement (More Definite Statement Concerning Legal Claims) by J. M. G., J. J.\nM., A. M. T.. (Rose, Gavin) (Entered: 10/01/2010)\n10/03/2010 59  ORDER. Plaintiffs' statement, [Dkt. 58 at 2], substantively satisfies the concerns\noutlined in the Court's 9/28/2010 Order. Because the FSSA has not yet answered\nPlaintiffs' Complaint, and to ensure that all parties are operating under the same\ncontrolling allegations, the Court ORDERS Plaintiffs to file a comprehensive\namended complaint within seven days of the date of this Order. Additionally, the\nCourt ORDERS Plaintiffs to file a statement contemporaneously with their\namended complaint setting forth their position on whether the allegations in the\namended complaint affect their pending Motion for Class Certification. The FSSA\nshould answer or otherwise plead to Plaintiffs' Amended Complaint within 21 days\nof the date on which Plaintiffs' amended complaint is filed and, at the time of its\nanswer, also file its own statement setting forth its position on whether the\nallegations in Plaintiffs' amended complaint affect the pending Motion for Class\nCertification. Signed by Judge Jane Magnus−Stinson on 10/3/2010.(LBK)\n(Entered: 10/04/2010)\n10/11/2010 60  AMENDED COMPLAINT (First Amended Class Action Complaint for\nDeclaratory and Injunctive Relief) against PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY, filed by A. M. T., J. J. M., J. M. G.. (Attachments: # 1\nExhibit 1 (Excerpts from Provider Manual), # 2 Exhibit 2 (Denial Notice of\nA.M.T.), # 3 Exhibit 3 (Denial Notice of J.J.M.), # 4 Exhibit 4 (Denial Notice of\nJ.M.G.))(Rose, Gavin) (Entered: 10/11/2010)\n10/11/2010 61  MOTION (Renewed Motion of Parents and Next Friends to Proceed by\nAnonymous Names), filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Attachments: #\n1 Text of Proposed Order)(Rose, Gavin) (Entered: 10/11/2010)\n10/11/2010 62  Statement Concerning Class Certification (and Renewed Motion for Class\nCertification) by J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 10/11/2010)\n10/12/2010 63  ORDER: The parties are ordered to file a proposed Case Management Plan within\n14 days from the date of this order. Signed by Magistrate Judge Tim A. Baker on\n10/12/2010.(SWM) (Entered: 10/12/2010)\n10/12/2010 64  MOTION for Summary Judgment, filed by Plaintiffs J. M. G., J. J. M., A. M. T..\n(Attachments: # 1 Exhibit 11 (Second Supp. Aff. of Karla T.))(Rose, Gavin)\n(Entered: 10/12/2010)\n10/12/2010 65  BRIEF/MEMORANDUM in Support re 64 MOTION for Summary Judgment,\nfiled by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 10/12/2010)\n10/15/2010 66  ORDER granting pltfs and their parents and next friends' 61 Motion to proced by\nanonoymous names (see Order). Signed by Magistrate Judge Tim A. Baker on\n10/15/2010. (SWM) (Entered: 10/18/2010)\n10/22/2010 67  CASE MANAGEMENT PLAN TENDERED, filed by Defendants PATRICIA\nCASANOVA, ANNE WALTERMAN MURPHY, Plaintiffs J. M. G., J. J. M., A.\nM. T.. (Rose, Gavin) (Entered: 10/22/2010)\n10/27/2010 68  ORDER: CASE MANAGEMENT PLAN APPROVED AS SUBMITTED.\nDispositive Motions due by 4/1/2011. Signed by Magistrate Judge Tim A. Baker\non 10/27/2010.(SWM) (Entered: 10/28/2010)\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   7 of 10\n10/28/2010 69  TRIAL SETTING AND NOTICE OF FINAL PRETRIAL CONFERENCE. Bench\nTrial set for 9/26/2011 at 09:00 AM in room #307, United States Courthouse, 46 E.\nOhio Street, Indianapolis, Indiana before Judge Jane Magnus−Stinson. Final\nPretrial Conference set for 9/1/2011 at 10:00 AM in room #307, United States\nCourthouse, 46 E. Ohio Street, Indianapolis, Indiana before Judge Jane\nMagnus−Stinson. Counsel are reminded of the required pretrial preparation\ndeadlines set forth in paragraph VIII of the case management plan [dkt. 68].\nCounsel are further reminded to review the undersigned's Practices and Procedures,\navailable on the internet at\nhttp://www.insd.uscourts.gov/Publications/CourtroomProceduresJMS.pdf. Signed\nby Judge Jane Magnus−Stinson on 10/28/2010.(LBK) (Entered: 10/29/2010)\n10/29/2010 70  PROCEDURES AND PRACTICES before Judge Jane Magnus−Stinson. (LBK)\n(Entered: 10/29/2010)\n10/29/2010 71  MOTION to Withdraw as Attorney, filed by Defendants PATRICIA CASANOVA,\nANNE WALTERMAN MURPHY. (Attachments: # 1 Text of Proposed\nOrder)(Beaver, Eric) (Entered: 10/29/2010)\n11/01/2010 72  NOTICE of Service of Initial Disclosures, filed by Plaintiffs J. M. G., J. J. M., A.\nM. T.. (Rose, Gavin) (Entered: 11/01/2010)\n11/01/2010 73  Exhibit List (Preliminary), filed by Plaintiffs J. M. G., J. J. M., A. M. T., Witness\nList (Preliminary), filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin)\n(Entered: 11/01/2010)\n11/01/2010 74  ANSWER to 60 Amended Complaint and Statement of Defenses, filed by\nPATRICIA CASANOVA, ANNE WALTERMAN MURPHY.(Isenberg, Betsy)\n(Entered: 11/01/2010)\n11/01/2010 75  Statement Regarding Class Certification by PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY. (Isenberg, Betsy) (Entered: 11/01/2010)\n11/01/2010 76  NOTICE of Service of Initial Disclosures, filed by Defendants PATRICIA\nCASANOVA, ANNE WALTERMAN MURPHY. (Isenberg, Betsy) (Entered:\n11/01/2010)\n11/03/2010 77  ORDER granting 71 Motion to Withdraw as Attorney. Attorney Eric James Beaver\nwithdrawn. Signed by Magistrate Judge Tim A. Baker on 11/3/2010. (SWM)\n(Entered: 11/04/2010)\n11/10/2010 78  MOTION for Judgment on the Pleadings Partial, filed by Defendants PATRICIA\nCASANOVA, ANNE WALTERMAN MURPHY. (Isenberg, Betsy) (Entered:\n11/10/2010)\n11/10/2010 79  BRIEF/MEMORANDUM in Support re 78 MOTION for Judgment on the\nPleadings Partial, filed by Defendants PATRICIA CASANOVA, ANNE\nWALTERMAN MURPHY. (Isenberg, Betsy) (Entered: 11/10/2010)\n11/10/2010 80  MOTION to Stay Briefing on Plaintiffs' Motion for Summary Judgment, filed by\nDefendants PATRICIA CASANOVA, ANNE WALTERMAN MURPHY.\n(Isenberg, Betsy) (Entered: 11/10/2010)\n11/10/2010 81  RESPONSE in Opposition re 80 MOTION to Stay Briefing on Plaintiffs' Motion\nfor Summary Judgment, filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose,\nGavin) (Entered: 11/10/2010)\n11/12/2010 82  ORDER − Plaintiffs filed a Motion for Summary Judgment on 10/12/2010. [Dkt.\n64.] Defendants filed a Motion for Partial Judgment on the Pleadings on\n11/10/2010. [Dkt. 78.] Contemporaneously, Defendants also filed a Motion to Stay\nBriefing on Plaintiffs' Motion for Summary Judgment. [Dkt. 80.] Plaintiffs filed a\nresponse that same day, objecting to Defendants request to stay briefing on their\nsummary judgment motion. [Dkt. 81.] The Court notes that, based on its\ncalculation, Defendants' response to Plaintiffs' summary judgment motion is due\ntoday. Defendants should not presume that their belated motion to stay relieves\nthem from filing a timely response to Plaintiffs' summary judgment motion. If they\nintend to file a reply in support of their Motion to Stay, they should do so by noon\ntoday. The Court will rule on their Motion to Stay after that time. Signed by Judge\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   8 of 10\nJane Magnus−Stinson on 11/12/2010.(LBK) (Entered: 11/12/2010)\n11/12/2010 83  REPLY in Support of Motion re 80 MOTION to Stay Briefing on Plaintiffs'\nMotion for Summary Judgment, filed by Defendants PATRICIA CASANOVA,\nANNE WALTERMAN MURPHY. (Isenberg, Betsy) (Entered: 11/12/2010)\n11/12/2010 84  ORDER − For the reasons discussed herein, the Court DENIES Defendants'\nMotion to Stay Briefing on Plaintiffs' Motion for Summary Judgment. [Dkt. 80.]\nThe Court recognizes that it has not ruled on Plaintiffs' Motion to Certify Class and\nthat Defendants' summary judgment response may be affected by the Court's\nforthcoming ruling. Therefore, the Court grants Defendants an extension of time to\nrespond to Plaintiffs' Motion for Summary Judgment and ORDERS that they file\ntheir response within five business days of the Court's ruling on Plaintiffs' Motion\nto Certify Class. Signed by Judge Jane Magnus−Stinson on 11/12/2010. (LBK)\n(Entered: 11/12/2010)\n11/15/2010 85  RESPONSE in Opposition re 78 MOTION for Judgment on the Pleadings Partial,\nfiled by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 11/15/2010)\n11/18/2010 86  ENTRY − For the reasons discussed herein, the Court ORDERS Michael A.\nGargano, in his official capacity, substituted for Ann Walterman Murphy as a\ndefendant in this action. The Clerk is directed to update the case caption to reflect\nthis change. Patricia Casanova, in her official capacity as Director of the Office of\nMedicaid Policy and Planning of the FSSA, remains a defendant in this action.\nSigned by Judge Jane Magnus−Stinson on 11/18/2010.(LBK) (Entered:\n11/18/2010)\n11/22/2010 87  ORDER CERTIFYING CLASS ACTION. For the reasons discussed herein, the\nCourt GRANTS Plaintiffs' Motion to Certify Class. Class is certified as described\nin this Order. The Court hereby DESIGNATES A.M.T., J.J.M, and J.M.G. as the\nrepresentative plaintiffs for the certified class and, pursuant to Federal Rule of\nCivil Procedure 23(g), DESIGNATES Mr. Kenneth Falk and Mr. Gavin Rose as\nlead class counsel. The Court now ORDERS the parties to meet and confer with\none another and, by December 3, 2010, submit a joint report in this matter setting\nforth a proposed plan (or alternative plans) as to what notice, if any, should be\nprovided to the class. Additionally, pursuant to docket entry 84, FSSA has until\nDecember 1, 2010 to file a response to Plaintiffs' Motion for Summary Judgment.\nSee Order. Signed by Judge Jane Magnus−Stinson on 11/22/2010. (LBK) (Entered:\n11/22/2010)\n11/24/2010 88  NOTICE of Appearance by Erica Sue Sullivan on behalf of Defendants PATRICIA\nCASANOVA, MICHAEL A. GARGANO. (Sullivan, Erica) (Entered: 11/24/2010)\n11/24/2010 89  REPLY in Support of Motion re 78 MOTION for Judgment on the Pleadings\nPartial, filed by Defendants PATRICIA CASANOVA, MICHAEL A.\nGARGANO. (Isenberg, Betsy) (Entered: 11/24/2010)\n11/29/2010 90  Exhibit List Preliminary, filed by Defendants PATRICIA CASANOVA,\nMICHAEL A. GARGANO, Witness List Preliminary, filed by Defendants\nPATRICIA CASANOVA, MICHAEL A. GARGANO. (Isenberg, Betsy) (Entered:\n11/29/2010)\n12/01/2010 91  MOTION Pursuant to Rule 56(f) of the Federal Rules of Civil Procedure, filed by\nDefendants PATRICIA CASANOVA, MICHAEL A. GARGANO. (Attachments:\n# 1 Affidavit Affidavit of Counsel Betsy Isenberg)(Isenberg, Betsy) (Entered:\n12/01/2010)\n12/01/2010 92  BRIEF/MEMORANDUM in Support re 91 MOTION Pursuant to Rule 56(f) of the\nFederal Rules of Civil Procedure, filed by Defendants PATRICIA CASANOVA,\nMICHAEL A. GARGANO. (Isenberg, Betsy) (Entered: 12/01/2010)\n12/01/2010 93  RESPONSE in Opposition re 64 MOTION for Summary Judgment, filed by\nDefendants PATRICIA CASANOVA, MICHAEL A. GARGANO. (Isenberg,\nBetsy) (Entered: 12/01/2010)\n12/03/2010 94  NOTICE (Joint Report Regarding Class Notice), filed by Defendants PATRICIA\nCASANOVA, MICHAEL A. GARGANO, Plaintiffs J. M. G., J. J. M., A. M. T., re\n87 Order on Motion to Certify Class. (Rose, Gavin) (Entered: 12/03/2010)\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   9 of 10\n12/03/2010 95  ENTRY re 94 Notice (Other) filed by J. M. G., A. M. T., PATRICIA\nCASANOVA, MICHAEL A. GARGANO, J. J. M. The Court has reviewed the\nparties' Joint Report in which they agree that it is not necessary to give notice to\nabsent class members at this time. Because the class was certified pursuant to Trial\nRule 23 (b)(2), the Court finds that it is not necessary to issue notice at this time\n(Marginal Notation). Signed by Judge Jane Magnus−Stinson on 12/3/2010.(MAC)\n(Entered: 12/03/2010)\n12/04/2010 96  RESPONSE in Opposition re 91 MOTION Pursuant to Rule 56(f) of the Federal\nRules of Civil Procedure, filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose,\nGavin) (Entered: 12/04/2010)\n12/09/2010 97  REPLY in Support of Motion re 64 MOTION for Summary Judgment, filed by\nPlaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 12/09/2010)\n12/14/2010 98  REPLY in Support of Motion re 91 MOTION Pursuant to Rule 56(f) of the\nFederal Rules of Civil Procedure, filed by Defendants PATRICIA CASANOVA,\nMICHAEL A. GARGANO. (Isenberg, Betsy) (Entered: 12/14/2010)\n02/10/2011 99  ORDER granting in part and denying in part 64 Motion for Summary Judgment;\ndenying 78 Motion for Judgment on the Pleadings; denying 91 alternative Motion.\nThe Court denies pltfs request for attny fees. The Court grants pltfs request for\npermanent injunctive relief. Signed by Judge Jane Magnus−Stinson on 2/10/2011.\n(CBU) (Entered: 02/10/2011)\n02/10/2011 100  PERMANENT INJUNCTION and FINAL JUDGMENT −The Court enters Final\nJudgment in favor of pltfs and the class and against defts to the extent that pltfs\nsought relief in their Amended Complt. The Court Grants pltfs request for\npermanent injunction. Signed by Judge Jane Magnus−Stinson on 2/10/2011.(CBU)\n(Entered: 02/10/2011)\n02/11/2011 101  MOTION to Amend/Correct (Motion to Amend Judgment), filed by Plaintiffs J. M.\nG., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 02/11/2011)\n02/11/2011 102  BRIEF/MEMORANDUM in Support re 101 MOTION to Amend/Correct (Motion\nto Amend Judgment), filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin)\n(Entered: 02/11/2011)\n02/23/2011 103  MOTION for Attorney Fees and Costs, filed by Plaintiffs J. M. G., J. J. M., A. M.\nT.. (Attachments: # 1 Exhibit 1 (Aff. of Gavin M. Rose), # 2 Exhibit 2 (Aff. of\nKenneth J. Falk), # 3 Exhibit 3 (Aff. of Richard A. Waples))(Rose, Gavin)\n(Entered: 02/23/2011)\n02/23/2011 104  BRIEF/MEMORANDUM in Support re 103 MOTION for Attorney Fees and\nCosts, filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered:\n02/23/2011)\n02/28/2011 105  RESPONSE in Opposition re 101 MOTION to Amend/Correct (Motion to Amend\nJudgment), filed by Defendants PATRICIA CASANOVA, MICHAEL A.\nGARGANO. (Isenberg, Betsy) (Entered: 02/28/2011)\n03/06/2011 106  REPLY in Support of Motion re 101 MOTION to Amend/Correct (Motion to\nAmend Judgment), filed by Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin)\n(Entered: 03/06/2011)\n03/14/2011 107  RESPONSE in Opposition re 103 MOTION for Attorney Fees and Costs, filed by\nDefendants PATRICIA CASANOVA, MICHAEL A. GARGANO. (Isenberg,\nBetsy) (Entered: 03/14/2011)\n03/15/2011 108  ENTRY. Presently pending before the Court are Plaintiffs' Motion to Amend\nJudgment and Motion for Attorney Fees. [Dkts. 101, 103.] In response to Plaintiffs'\nMotion for Attorney Fees, Defendants ask the Court to allow the parties to confer\non the issue of attorney fees and costs before issuing an order on fees. [Dkt. 107 at\n1 n.1.] To that end, the Court refers this matter to Magistrate Judge Baker to confer\nwith the parties to facilitate resolution of the attorney fees issue at his earliest\nconvenience. Signed by Judge Jane Magnus−Stinson on 3/15/2011.(LBK)\n(Entered: 03/16/2011)\n\nCase: 1:10-cv-358   As of: 10/30/2012 05:46 PM EDT   10 of 10\n03/16/2011 109  SCHEDULING ORDER: Pretrial Conference set for 3/29/2011 09:30 AM in room\n#234, United States Courthouse, 46 E. Ohio Street, Indianapolis, Indiana before\nMagistrate Judge Tim A. Baker. The purpose of this conference is to address\nPlaintiffs' motion to amend the judgment [Docket No. 101] and Plaintiffs' motion\nfor attorneys' fees and costs. [Docket No. 103.] Signed by Magistrate Judge Tim A.\nBaker on 3/16/2011.(SWM) (Entered: 03/16/2011)\n03/16/2011 110  ORDER VACATING AND RESETTING CONFERENCE: The Court, on its own\nmotion, vacates the pretrial conference set for 9:30 a.m. on March 29, 2011, and\nresets this conference for 1:30 p.m. on March 31, 2011. All requirements in the\norder originally setting this conference shall remain in effect. Signed by Magistrate\nJudge Tim A. Baker on 3/16/2011.(SWM) (Entered: 03/17/2011)\n03/17/2011 111  REPLY in Support of Motion re 103 MOTION for Attorney Fees and Costs, filed\nby Plaintiffs J. M. G., J. J. M., A. M. T.. (Rose, Gavin) (Entered: 03/17/2011)\n03/31/2011 112  Minute Order for proceedings held before Magistrate Judge Tim A. Baker: Pretrial\nConference held on 3/31/2011. Discussion held regarding settlement and related\nmatters. Status Conference set for 4/14/2011 02:00 PM in Telephonic before\nMagistrate Judge Tim A. Baker. Parties shall participate in this conference by\ncounsel, who shall call the Court at 317−229−3660. The purpose of this conference\nis to address settlement. Signed by Magistrate Judge Tim A. Baker.(SWM)\n(Entered: 04/01/2011)\n04/14/2011 113  ORDER: The Court, on its own motion, hereby vacates the telephonic status\nconference set for April 14, 2011, at 2:00 p.m. Signed by Magistrate Judge Tim A.\nBaker on 4/14/2011.(SWM) (Entered: 04/14/2011)\n06/09/2011 114  Unopposed MOTION to Withdraw 101 MOTION to Amend/Correct (Motion to\nAmend Judgment), 103 MOTION for Attorney Fees and Costs, filed by Plaintiffs J.\nM. G., J. J. M., A. M. T.. (Attachments: # 1 Text of Proposed Order)(Rose, Gavin)\n(Entered: 06/09/2011)\n06/10/2011 115  ORDER withdrawing pltfs and the certified class' 101 Motion to Amend Judgment;\nwithdrawing pltfs and the certified class' 103 Motion for Attorney Fees; granting\npltfs and the certified class' 114 Motion to Withdraw Dkt. Nos. 101 and 103.\nSigned by Magistrate Judge Tim A. Baker on 6/10/2011. (SWM) (Entered:\n06/13/2011)\nCase #: 1:10−cv−00358−JMS−TAB",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/45205"
    },
    {
      "date": "2010-03-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45742,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45742.pdf",
      "title": "Motion for Preliminary Injunction",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 12   Filed 03/25/10   Page 1 of 3 PageID #: 67\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., et al.,         ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-0358-SEB-TAB \n            ) \nANNE WALTERMANN MURPHY, et al., )    \n            )   \n      Defendants.    ) \n \nMOTION FOR PRELIMINARY INJUNCTION \n \n  COME NOW Plaintiffs and the putative class, by counsel, and respectfully move \nthis Court for a preliminary injunction in this cause, pursuant to Rule 65 of the Federal \nRules of Civil Procedure, enjoining the enjoining the defendants from refusing or limiting \nMedicaid coverage for therapies recommended and/or prescribed to the plaintiffs or \nmembers of the putative class by a Medicaid recipient’s physician or other licensed \npractitioner of the healing arts acting within the scope of his or her practice under Indiana \nlaw, and enjoining the defendants from enforcing either Title 405, Rule 5-22-6(b)(6), or \nTitle 405, Rule 5-22-6(b)(7), of the Indiana Administrative Code against the plaintiffs or \nthe members of the putative class.  In support of this Motion, the plaintiffs state as \nfollows: \n1.  The challenged denial or limitation of the prescribed therapies is illegal under \nfederal Medicaid law, and therefore they will meet their obligation to demonstrate a \nprobability of success on the merits in this cause. \n2.  The plaintiffs are being and will be caused irreparable harm for which there is no \nadequate remedy at law absent a preliminary injunction. \n  1\n\nCase 1:10-cv-00358-JMS-TAB   Document 12   Filed 03/25/10   Page 2 of 3 PageID #: 68\n3.   The balance of interests favors the grant of a preliminary injunction in this matter. \n4.   The public interest will not be disserved by the grant of a preliminary injunction \nin this matter. \n5.  The preliminary injunction should issue without bond. \n6.   The plaintiffs intend to support this Motion with affidavits and/or other evidence \nand a memorandum of law which will be filed in the near future or pursuant to a schedule \nset by this Court or agreed to by the parties.   \n  WHEREFORE, the plaintiffs respectfully request that a preliminary injunction \nbe granted in this cause, without bond, and request all other proper relief. \n \n \n/s/ Gavin M. Rose \nGavin M. Rose, No. 26565-53 \nACLU of Indiana \n1031 E. Washington St. \nIndianapolis, IN  46202 \nPh:  317/635-4059, x106 \nFax:  317/635-4105 \n<grose@aclu-in.org> \n \nAttorney  for  the  plaintiffs  and  the \nputative class \n \n                 \n \n \n \n \n \n \n \n \n \n \n \n \n \n  2\n\nCase 1:10-cv-00358-JMS-TAB   Document 12   Filed 03/25/10   Page 3 of 3 PageID #: 69\nCERTIFICATE OF SERVICE \n \n  I hereby verify that on this 25th day of March, 2010, a copy of the foregoing was \nfiled electronically with the Clerk of this Court.  A copy was also served, by first class \nU.S. postage, pre-paid, on this 25th day of March, 2010, on the following persons: \n \nAnne Waltermann Murphy, Secretary \nIndiana Family and Social Services Administration \n402 W. Washington St., Rm. W-461 \nIndianapolis, Indiana 46204 \n \nPatricia Casanova, Director – OMPP \nIndiana Family and Social Services Administration \n402 W. Washington St., Rm. W-461 \nIndianapolis, Indiana 46204 \n \nGreg Zoeller, Attorney General \n    IGCS – 5th Floor \n    302 W. Washington St. \n    Indianapolis, IN  46204 \n \n \n                /s/ Gavin M. Rose \n               Gavin M. Rose \n                Attorney at Law \n \n \n  3",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "12",
      "clearinghouse_link": "clearinghouse.net/doc/45742"
    },
    {
      "date": "2011-02-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": 798,
      "cite_1_reporter": "F.Supp.2d",
      "cite_1_vol": 781,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45770,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45770.pdf",
      "title": "Decision on Pending Motion",
      "text": "UNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., et al.,   )   \nPlaintiffs,   )   \n   )   \nvs.   )  1:10-cv-0358-JMS-TAB \n   ) \nMICHAEL A. GARGANO, in his official capaci-  ) \nty as Secretary of the Indiana Family and So-  ) \ncial Services Administration, et al.,   ) \nDefendants.   ) \n \nDECISION ON PENDING MOTIONS \nPresently before the Court are Plaintiffs’ Motion for Summary Judgment, [dkt. 64], De-\nfendants’ Motion for Partial Judgment on the Pleadings, [dkt. 78], and Defendants’ Alternative \nMotion Pursuant to Federal Rule of Civil Procedure 56(d),1 [dkt. 91].   \nPlaintiffs sued Defendants Michael A. Gargano and Patricia Casanova (collectively, “De-\nfendants”) in their official capacities with the Indiana Family and Social Services Administration \n(“FSSA”).  In their Amended Complaint, Plaintiffs allege that Defendants’ enforcement of 405 \nI.A.C. 5-22-6(b)(6) and (b)(7) (respectively, “§ (b)(6)” and “§ (b)(7)”) violates federal Medicaid \nlaw.  [Dkt. 60 at 18.]  The Court previously certified Plaintiffs’ claims as a class action, and \nPlaintiffs now ask that summary judgment and a permanent injunction be entered in favor of the \nclass. \nI. \nTHE CLASS \nThe class representatives—A.M.T., J.J.M., and J.M.G.—are disabled minors ages seven, \nnine, and twelve who are enrolled in the Medicaid program.  Two of them have been diagnosed \n                                                 \n1 Defendants cite Federal Rule of Civil Procedure 56(f) to support their request; however, Rule \n56 was amended effective December 1, 2010, and Defendants now seek relief under Rule 56(d). \n- 1 - \n \n\nwith cerebral palsy and one has been diagnosed with a type of mitochondrial metabolic myopa-\nthy.  All three suffer from functional limitations and have received physical and occupational \ntherapies pursuant to the recommendations of their treating physicians for most of their lives.2   \nIn late 2009 or early 2010, each of the Plaintiffs, through their respective medical provid-\ners, sought authorization for their therapies to continue at the previous rates prescribed by their \ntreating physicians for an additional six months.  It is undisputed that Defendants invoked \n§ (b)(6) and/or § (b)(7) to deny Plaintiffs’ requests in substantial part by limiting the prescribed \ntreatment.  [See dkts. 60-2 to 60-4 (denial notices).]  At least two of the named Plaintiffs had \ntheir requested treatments denied or modified pursuant to both § (b)(6) and § (b)(7).  [Dkts. 60-2 \nat 3 (referencing treatment for more than two years and that maintenance therapy is “uncoverable \nper IAC gu[i]delines”); 60-3 at 3 (citing § (b)(6) and § (b)(7) and noting “member has been re-\nceiving physical therapy for more than two (2) years” and “little or no change in the therapy \ngoals . . . , which is maintenance therapy”).] \nIn November 2010, this Court designated A.M.T., J.J.M., and J.M.G as representative \nplaintiffs for the following certified class: \nAny and all persons in Indiana who are or will be enrolled in the Medicaid \nprogram and who are or will be under the age of twenty-one (21) who have \nbeen or will be denied coverage for physical therapy, occupational therapy, \nrespiratory therapy, and/or speech pathology (“therapies”), or who have had or \nwill have coverage for these therapies otherwise limited, which denial or limi-\ntation is based upon 405 IAC 5-22-6(b)(6) and/or 405 IAC 5-22-6(b)(7), not-\nwithstanding the fact that a physician acting within the scope of his or her \npractice under Indiana law has or will recommend and/or prescribe these ther-\napies for the Medicaid recipient. \n \n[Dkt. 87 at 12 (emphasis added).]3 \n                                                 \n2 For a detailed account of the Plaintiffs’ medical conditions and treatment history, see dkt. 65 at \n10-16. \n- 2 - \n \n\nThe  parties  make  no  distinction  between  §  (b)(6)  and  §  (b)(7),  treating  these  “co-\nextensive” rules together under the term “maintenance therapy.”  [Dkts. 65 at 2 n.2; 93 at 2 n.1.]  \nAlthough only certain types of services are at issue—physical therapy, occupational therapy, res-\npiratory therapy, and/or speech pathology—the parties do not distinguish between the types of \ntreatment in their arguments.  The Court will refer to the services at issue collectively as “thera-\npies.” \nII. \nDEFENDANTS’ MOTIONS \nA.   Defendants’ Rule 56(d) Motion \nIn addition to their response to Plaintiffs’ summary judgment motion, Defendants filed an \n“Alternative Motion” pursuant to Rule 56(d) motion, requesting that the Court not rule on Plain-\ntiffs’ motion for summary judgment until the completion of discovery.  [Dkt. 91.]  Contempora-\nneously with that request, and as required by Rule 56(d), counsel for Defendants submitted an \naffidavit detailing six categories of discovery counsel plans to conduct to dispute Plaintiffs’ \nclaims.  [Dkt. 91-1 at 1.]  These categories include obtaining expert testimony regarding the \n                                                                                                                                                             \n3 Defendants make a passing reference to their view that if the Court determines that their actions \nviolate federal Medicaid law relating to mandatory services under the EPSDT program, the class \ndefinition will be overly inclusive because it does not require class members to have been \nthrough an EPSDT screening.  [Dkt. 93 at 12-13.]  The reference is so slim it cannot even be \ndeemed argument, as it is wholly undeveloped.  The record evidence and existing law don’t seem \nto support it either.  First, it is undisputed that the named Plaintiffs participated in an EPSDT \nscreening and that services were at least initially provided as treatment arising from that screen-\ning.  Second, Defendants are required to provide EPSDT screenings to children under 21 under \nfederal  Medicaid  law.  42  U.S.C.  §  1396a(a)(10);  42  U.S.C.  §  1396d(a)(4)(B);  42  U.S.C. \n§ 1396d(r).  Thus, the Court is left to speculate as to what children under 21 might be “over-\nincluded.”  Moreover, although Medicaid coverage for the service categories at issue is discre-\ntionary in non-EPSDT cases under federal law, Indiana has elected to provide these services to \nall Medicaid-eligible individuals.  I.C. § 12-15-5-1.  Defendants fail to cogently develop their \npassing reference or address these issues; therefore, their contention is waived.  Wolotka v. Sch. \nTown of Munster, 399 F. Supp. 2d 885, 901 (N.D. Ind. 2005) (“Failure to develop an argument \nconstitutes waiver.”). \n- 3 - \n \n\nmedical necessity of therapy services for children with chronic illnesses; obtaining testimony and \ndocumentation from the agencies contracting with FSSA regarding the criteria used to determine \nmedical necessity of therapy services for children with chronic illnesses; determining the veraci-\nty of the allegations of the named Plaintiffs’ medical providers; determining the veracity of the \nallegations of the named Plaintiffs’ guardians; obtaining expert testimony regarding the ability of \nunskilled individuals to provider therapy services for children with chronic illnesses; and obtain-\ning expert testimony regarding medical therapies, including alternatives, that can be used for \nchildren with chronic conditions.  [Dkt. 91-1 at 1-2.] \nThe discovery that Defendants identify is irrelevant to the Court’s determination of the \nPlaintiffs’ narrow legal challenge.  Specifically, the veracity of the allegations of the medical \nproviders and the named Plaintiffs’ guardians is irrelevant because Defendants did not deny the \nprescribed services because of guardian or provider fraud, overbilling, or because an unskilled \nindividual could provide the service.4  Testimony and documentation from the agencies contract-\ning with the FSSA regarding the criteria used to determine medical necessity of therapies for \nchildren with chronic illnesses are irrelevant because Defendants already admit that they do not \nconsider potential regression when making the determination.  [Dkt. 37-1 at 9, 12-13.]  Finally, \nexpert testimony regarding medical necessity, alternative therapies, and the ability of unskilled \nindividuals to provide therapies for children with chronic illnesses is inappropriate because \nPlaintiffs’ narrow legal challenge is a question of law for the Court, not for a testimonial expert.  \nSee United States v. Caputo, 517 F.3d 935, 942 (7th Cir. 2008) (affirming a district court judge’s \ndecision to exclude expert testimony regarding the meaning of statutes and regulations because \n                                                 \n4 The Court did not rely on the designated provider or guardian affidavits to decide the motions \nat issue in this order. It was not necessary because Defendants do not dispute that they do not con-\nsider regression.\n  - 4 - \n \n\n“[t]hat’s a subject for the court, not for testimonial experts[, and t]he only legal expert in a feder-\nal courtroom is the judge”).   \nThe only question at issue is whether Defendants’ ban on maintenance therapy, without \nconsidering potential regression, violates federal Medicaid law.  This is a legal question for the \nCourt that is appropriate to decide on the current record.  For these reasons, the Court denies De-\nfendants’ alternative Rule 56(d) motion.   \nB.   Defendants’ Motion for Partial Judgment on the Pleadings \nDefendants also filed a Motion for Partial Judgment on the Pleadings, arguing that no \nprivate right of action exists for Plaintiffs to bring their claim under 42 U.S.C. § 1983 for alleged \nviolations of 42 U.S.C. §§ 1396a(a)(8), (a)(17), and 42 CFR 440.230.  [Dkt. 78.]  Defendants do \nnot challenge Plaintiffs’ right to bring a private cause of action under 42 U.S.C. § 1396a(a)(10).  \n[Dkt. 79 at 2 (“Defendants are not seeking judgment at this time on the Plaintiffs’ claim under 42 \nU.S.C. § 1396a(a)(10).”).]  Because the Court ultimately finds that Defendants’ policy violates \n42 U.S.C. § 1396a(a)(10) and Defendants do not challenge Plaintiffs’ right to bring a private \ncause of action under that provision, Defendants’ Motion for Partial Judgment on the Pleadings \nis denied as moot.5 \n                                                 \n5 Because there is no dispute that a private cause of action exists under 42 U.S.C. § 1396a(a)(10), \nrelief is awarded to Plaintiffs under this section, not under 42 U.S.C. § 1983.  See generally Ind. \nProtection & Advocacy Servs. v. Ind. Family & Soc. Servs. Admin., 603 F.3d 365, 380 (7th Cir. \n2010 (en banc) (holding that plaintiff had right to sue under federal act and declining to address \n“alternative basis” for pursuing relief under 42 U.S.C. § 1983).  Therefore, Plaintiffs’ request in \ntheir Amended Complaint for attorney fees under 42 U.S.C. § 1988 is denied. \n- 5 - \n \n\nIII. \nPLAINTIFFS’ SUMMARY JUDGMENT MOTION \nA.   Summary Judgment Standard \nA motion for summary judgment asks that the Court find that a trial based on the uncon-\ntroverted and admissible evidence would, as a matter of law, conclude in the moving party’s fa-\nvor and is thus unnecessary.  See Fed. R. Civ. Pro. 56(c).  When evaluating a motion for sum-\nmary judgment, the Court must give the non-moving party the benefit of all reasonable infe-\nrences from the evidence submitted and resolve “any doubt as to the existence of a genuine issue \nfor trial . . . against the moving party.”  Celotex Corp. v. Catrett, 477 U.S. 317, 330 n.2 (1986).  \nNevertheless, “the Court’s favor toward the non-moving party does not extend to drawing infe-\nrences that are supported by only speculation or conjecture.”  Singer v. Raemisch, 593 F.3d 529, \n533 (7th Cir. 2010).  The non-moving party must set forth specific facts showing that there is a \nmaterial issue for trial.  Fed. R. Civ. Pro. 56(e); Celotex, 477 U.S. at 323.  The key inquiry is the \nexistence of evidence to support a plaintiff’s claims or a defendant’s affirmative defenses, not the \nweight or credibility of that evidence, both of which are assessments reserved to the trier of fact.  \nSee Schacht v. Wis. Dep’t of Corrections, 175 F.3d 497, 504 (7th Cir. 1999). \nB.   Relevant Portions of Medicaid Law \nThe Medicaid Act allows states to provide federally-subsidized medical assistance to eli-\ngible individuals and families with insufficient income or resources to pay for necessary medical \nservices.  Collins v. Hamilton, 349 F.3d 371, 374 (7th Cir. 2003); 42 U.S.C. § 1396.  A state’s \nparticipation in the Medicaid program is voluntary; however, if a state elects to participate, “it \nmust abide by all federal requirements and standards” set forth in the Medicaid Act.  Collins, 349 \nF.3d at 374. \n- 6 - \n \n\nIndiana participates in the Medicaid program and, therefore, is bound by its requirements.  \n[Dkt. 93 at 5.]  One of the mandatory service categories requires an early and periodic screening, \ndiagnostic, and treatment service (“EPSDT”) for “categorically needy individuals under the age \nof twenty-one.”  Collins, 349 F.3d at 374; 42 U.S.C. § 1396d(a)(4)(B).  EPSDT services are \nmandated  by  §  1396a(a)(10),  which  requires  states  to  provide  the  services  listed  in \n§ 1396d(a)(1)-(5), (17), and (21).  Within the scope of EPSDT services, states are also required \nto furnish “[s]uch other necessary health care, diagnostic services, treatment, and other measures \ndescribed in [§ 1396d(a)] to correct or ameliorate defects and physical and mental illnesses and \nconditions discovered by the screening services, whether or not such services are covered under \nthe State plan.”  42 U.S.C. § 1396d(r)(5). \nPlaintiffs allege that § (b)(6) and § (b)(7) violate federal Medicaid law.  First, Plaintiffs \ntake issue with § (b)(7), which provides that “[m]aintenance therapy is not a covered service.”  \n“Maintenance therapy” is defined as “therapy addressing chronic medical conditions where fur-\nther progress can no longer be expected or where progress is minimal in relation to the time \nneeded in therapy to achieve that progress.”  405 I.A.C. 5-22-1(5).  Defendants admit that main-\ntenance therapy does not consider a disabled child’s potential to regress without therapy.  [Dkt. \n37-1 at 9.]  If a child regresses after a request for therapies is denied, the child can obtain addi-\ntional therapies “as long as they can show that they’ve regressed and need additional therapy due \nto the ability to progress.”  [Dkt. 37-1 at 10.] \nSecond, Plaintiffs challenge § (b)(6), which provides that “[t]herapy for rehabilitative \nservices will be covered for a recipient no longer than two (2) years from the initiation of the \ntherapy unless there is a significant change in medical condition requiring longer therapy. . . .”  \nUnder § (b)(6), children are precluded from receiving therapies for more than two years without \n- 7 - \n \n\na significant change in their condition.  [Dkt. 37-1 at 12-13.]  While a child can receive therapies \nfor a longer period of time on a case-by-case basis, this exception is unavailable if Defendants \ndetermine that continued therapies would constitute maintenance therapy under § (b)(7).  [Dkt. \n37-1 at 13.] \nPlaintiffs allege that Defendants’ practice or policy of denying or limiting coverage for \ntherapies prescribed by a Medicaid recipient’s physician, refusing to cover maintenance therapy, \nand/or refusing to cover therapies for more than two years without a significant change in medi-\ncal condition violates various provisions of federal Medicaid law.  [Dkt. 60 at 18 ¶¶82-84 (citing \n42 U.S.C. § 1396a(a)(8); 42 U.S.C. § 1396a(a)(10); 42 U.S.C. § 1396a(a)(17); and 42 C.F.R. \n§ 440.230).]  Plaintiffs request a permanent injunction to enjoin Defendants from enforcing \n§ (b)(6) and § (b)(7).  [Dkt. 60 at 19.]   \nC.   Discretion to Deny Prescribed Therapies \nThe parties disagree whether Defendants have discretion to deny therapies that have been \nprescribed by a child’s medical provider as medically necessary.  Plaintiffs argue that Defendants \ndo not have discretion to deny or limit services prescribed as medically necessary by a child’s \nmedical  provider  because  “the  responsibility  for  determining  the  propriety  of  services  for \nEPSDT-eligible children rests with their actual providers.”  [Dkt. 65 at 20.]  Defendants, howev-\ner, argue that they must have discretion to deny services prescribed by medical providers because \n“Congress could not have intended a system that would allow one physician to determine an in-\ndividual’s plan of care without any oversight—such a system would be rampant with fraud or \noverbilling.”  [Dkt. 93 at 10.] \nBut fraud and overbilling are not at issue here.  It is undisputed that Defendants denied or \nlimited the class members’ prescribed therapies “based upon 405 IAC 5-22-6(b)(6) and/or 405 \n- 8 - \n \n\nIAC 5-22-6(b)(7).”  [Dkt. 87 at 12 (class definition).]  It is also undisputed that Defendants do \nnot take a child’s potential to regress without the prescribed therapies into account when denying \nor limiting services as maintenance therapy.  [Dkt. 37-1 at 9, 12-13.]  As Plaintiffs emphasize, \nDefendants’ failure to consider their potential to regress when applying the state regulations is \nthe only legal issue presented in this case.  [See, e.g., dkt. 65 at 2 n.2 (“the legal question pre-\nsented by this case is whether the State is required to provide Medicaid coverage for therapies \nthat are necessary to prevent regression”) (original emphasis).]   \n  As it turns out then, the parties’ arguments regarding the extent of Defendants’ discre-\ntion to deny or limit therapies prescribed as medically necessary are irrelevant to the legal dis-\npute at issue.  Whether or not Defendants have discretion to deny therapies on the bases of fraud, \noverbilling, or because unskilled individuals could perform the prescribed therapies is irrelevant \nbecause Defendants did not deny the class members’ prescribed therapies on any of those bases.  \nPlaintiffs here raise a legal challenge to the enforceability of two of Defendants’ rules, and limit \ntheir challenge to where these rules alone form the basis for the denial.  Discretion, or lack the-\nreof, is not at issue because Defendants admit that they do not take potential regression into ac-\ncount.  For these reasons, the Court will not address the merits of the parties’ discretion-based \narguments.  [See dkts. 65 at 19-22; 93 at 7-12; 97 at 8-11.] \nD.   Interpreting the Phrase “To Correct or Ameliorate” \nEPSDT services are mandated by 42 U.S.C. § 1396a(a)(10).  Collins, 349 F.3d at 374; \n[see also dkt. 93 at 6 (acknowledging that EPSDT services are “mandatory”)].  That section re-\nquires coverage of EPSDT services described in 42 U.S.C. § 1396d(a)(4)(B), which references \nthe scope of required EPSDT services defined at 42 U.S.C. § 1396d(r)(5).  According to 42 \nU.S.C. § 1396d(r)(5), EPSDT services are mandated if those services are a type of medical assis-\n- 9 - \n \n\ntance that is “necessary . . . to correct or ameliorate defects and physical and mental illnesses and \nconditions discovered by the screening services, whether or not such services are covered under \nthe State plan.”  42 U.S.C. § 1396d(r)(5) (emphasis added.)  Thus, because Indiana chooses to \nparticipate in Medicaid, it must provide eligible children with Medicaid coverage for treatment \nthat is found to be medically necessary in an EPSDT screening.  And Indiana must cover any \ntreatment that will correct or ameliorate defects and physical and mental illnesses and condi-\ntions.6  See Collins, 349 F.3d at 376 (holding that Indiana is required to fund the cost of place-\nment in a long-term mental illness facility if it is deemed medically necessary by an EPSDT \nscreening). \nThe Medicaid statutes do not specifically define the phrase “to correct or ameliorate.”  \nThe parties disagree about what that phrase means and whether maintenance therapy that pre-\nvents a child’s regression is included.  Plaintiffs argue that therapies necessary to prevent regres-\nsion are included in the phrase because without those therapies, members of the class will lose \nsignificant functionality, the ability to assist in their activities of daily living, and may require \nsurgeries to regain previous functionality.  [Dkt. 65 at 26.]  Defendants argue that their rules de-\nnying coverage for maintenance therapy encompass a reasonable interpretation of the terms “cor-\nrect” and “ameliorate.”  [Dkt. 93 at 13.] \nAlthough few courts have defined and applied the phrase “to correct or ameliorate,” two \ndistrict courts have done so in analogous situations.  The Court will provide a brief overview of \neach of these cases.  \n                                                 \n6 Likewise, Indiana’s EPSDT program provides that services not covered by the State Medicaid \nplan are still available to eligible recipients, subject to prior authorization, if the service “is ne-\ncessary to correct or ameliorate defects and physical and mental illnesses and conditions discov-\nered by the screening services.”  405 I.A.C. 5-15-4. \n- 10 - \n \n\n1. Collins v. Hamilton - Indiana Required to Fund  Medically Necessary Long-\nTerm Care for Mentally Ill Children To Ameliorate Condition \nThis District is one of the few courts nationwide to define and apply the phrase “correct \nor ameliorate.”  In Collins v. Hamilton, now Chief Judge Young held that defendants’ standing \npolicy of refusing to provide necessary long-term residential treatment to mentally ill children \nviolated federal Medicaid law.  231 F. Supp. 2d 840 (S.D. Ind. 2002), aff’d 349 F.3d 371 (7th \nCir. 2003).  Like the case before this Court, Collins involved a class action challenge to a policy \nenforced by the former heads of the FSSA.  Id. at 841-42.  The Collins defendants argued that \n“the psychiatric services to which an EPSDT child is entitled involve only ‘active’ treatment” \nand that the phrase “to correct or ameliorate” did not anticipate long-term residential care.  Id. at \n848.   \nThe Collins district court referenced a well-known dictionary that defined the term “ame-\nliorate” as “to make better or more tolerable.”  Id. at 849.  Noting that “[t]here is no time limita-\ntion evident in this definition,” the district court held that “[r]equired treatment includes anything \nwhich is to make a condition, even a long-term condition like mental illness, more tolerable.”  Id. \nat 849.  For that reason, the district court found that the defendants’ standing policy of refusing \nto provide long-term residential treatment for patients for whom such treatment had been found \nnecessary by an EPSDT screening violated the federal Medicaid Act, entitling the class members \nto summary judgment and a permanent injunction.  Id. \nThe Seventh Circuit Court of Appeals affirmed Judge Young’s decision, specifically not-\ning that “[w]e see no reason why residential treatment, even if long-term, cannot consist of ‘ac-\ntive treatment’ that ‘improves or ameliorates’ a patient’s condition.”  349 F.3d at 375-76.  Be-\ncause Indiana was required to fund the cost of placement in the long-term treatment facility at \n- 11 - \n \n\nissue, the Seventh Circuit affirmed the district court’s decision to grant summary judgment and \nissue a permanent injunction.  Id. at 376. \n2.  Ekloff v. Rodgers - Incontinence Briefs for  Disabled Children Deemed Medi-\ncally Necessary to Prevent Skin Breakdown \nIn Ekloff v. Rodgers, the United States District Court for the District of Arizona had to \ndetermine whether incontinence briefs prescribed as medically necessary to prevent skin break-\ndown for disabled children were covered by Arizona’s Medicaid program.  443 F. Supp. 2d 1173 \n(D. Ariz. 2006).  At issue in that class action was whether preventative treatment is required un-\nder the phrase “to correct or ameliorate.”  Id. at 1180.  Recognizing that Collins is “the only case \nnationwide that even makes an attempt to define ‘correct or ameliorate’ for purposes of Medica-\nid,” Ekloff applied the Collins definition and held that \n[c]learly, the incontinence briefs are meant to make the children’s condition better \nor more tolerable by preventing skin breakdown.  The briefs are used to not only \nprevent future pain from open skin sores but to facilitate and maximize their daily \nopportunities as well as to make their condition as tolerable as possible by not \nforcing them to suffer the needless pain of skin sores.  This seems to be the very \nessence of what Congress had intended in their Medicaid statute. \n \nId.  \nEkloff reviewed the legislative history of EPSDT and concluded that it there “is a very \nstrong inference to be inclusive rather than exclusive.”  Id. (citing H.R. 3299, 101st Cong. § 4213 \n(1989) (EPSDT was crafted to “be the nation’s largest preventative health program from child-\nren.”)).   \n  Ultimately, Ekloff rejected the defendants’ argument that the phrase “to correct or ameli-\norate” means that the state only needs to cover services that correct or improve conditions that \nactually exist.  Under that logic, Ekloff noted that the state would “exclude such remedies as anti-\npsychotic drugs until someone has already had a bout of insanity rather than prevent it in the first \nplace.”  Id. at 1181.  Ekloff rejected the state’s narrow interpretation and concluded that it was \n- 12 - \n \n\n“impossible to integrate within the wider framework of Medicaid law.”  Id.  For these reasons, \nEkloff held that the prescribed incontinence briefs were encompassed by the phrase “to correct or \nameliorate” and that the state was obligated to provide them under federal Medicaid law.  Id.  \nE.   Whether Maintenance Therapy to Prevent Regression is a Covered Service \nAt issue here is whether prescribed therapies that would prevent regression are covered \nunder the Medicaid program.  Defendants argue that therapies to maintain a level of functionality \nwhere further progress can no longer be expected or progress is minimal in relation to the time \nneeded to achieve that minimal progress is not covered because it is “solely for the purposes of \nsustaining an individual at a particular level, rather than increasing or improving their abilities.”  \n[Dkt. 93 at 15.]  Defendants contend that they should be allowed to deny the prescribed therapies \nand wait for the children to be able to “show that they’ve regressed and need additional therapy \ndue to the ability to progress” before covering the treatment.  [Dkt. 37-1 at 10.]  Defendants prof-\nfer additional definitions of “ameliorate” and argue that those definitions focus on “mak[ing] \nthings better, rather than ‘more tolerable.’”  [Dkt. 93 at 14-15.]   \nThis Court will follow the definition of “ameliorate” used by the district courts in Collins \nand Ekloff—“to make better or more tolerable.”  In affirming the Collins district court, the Se-\nventh Circuit did not take issue with the district court’s definition or application of the term, even \ncommenting that “[w]e see no reason why residential treatment, even if long-term, cannot consist \nof ‘active treatment’ that ‘improves or ameliorates’ a patient’s condition.”7  349 F.3d at 375-76.  \nMoreover, a comprehensive definition of the term complies with Congress’ intent to be inclusive \n                                                 \n7 The former heads of the FSSA who were defendants in Collins could have raised any issues \nthey had with the district court’s definition on appeal.  There is no evidence, however, that they \nchallenged the district court’s definition. \n- 13 - \n \n\nrather than exclusive with EPSDT.  443 F. Supp. 2d at 1180; H.R. 3299, 101st Cong. § 4213 \n(1989). \nThe Court finds that Defendants’ practice and policy of denying or limiting prescribed \ntherapies as maintenance therapy without considering a disabled child’s potential for regression \nviolates federal Medicaid law.  As Defendants admit, the plain meaning of a federal statute con-\ntrols if it is clear.  [Dkt. 93 at 13 (citing MBH Commodity Advisors, Inc. v. Commodity Futures \nTrading Comm’n, 250 F.3d 1052, 1060 (7th Cir. 2001).]  The Court finds that the plain meaning \nof the term “ameliorate” encompasses therapies that prevent regression.  Although a child with a \nchronic condition may reach a level where further progress can no longer be expected or where \nprogress is minimal in relation to the time needed to achieve that minimal progress, therapies that \nprevent regression still ameliorate the condition by making it more tolerable.  Specifically, thera-\npies that prevent regression facilitate and maximize daily opportunities and prevent a child from \nsuffering the needless degeneration of functionality.  This was Congress’ intent with EPSDT.  \nSee Ekloff, 443 F. Supp. 2d at 1180; Collins, 349 F.3d at 375-76.  Additionally, there is no time \nlimitation on the requirement that services be provided to ameliorate a defect or condition.  42 \nU.S.C. § 1396d(r)(5).  Because therapies that prevent regression ameliorate a disabled child’s \ncondition, they are covered under federal Medicaid law.  42 U.S.C. § 1396a(a)(10); 42 U.S.C. \n§ 1396d(a)(4)(B); 42 U.S.C. § 1396d(r)(5). \nDefendants argue that the Court should defer to their interpretation of the term “ameli-\norate” and their limitations on maintenance therapy in the rules because they are reasonable.  \n[Dkt. 93 at 13.]  The Court disagrees.  It is not reasonable to interpret the term to deny a disabled \nchild  prescribed  therapies  because  he  has  reached  a  functional  plateau,  without  evaluating \n- 14 - \n \n\nwhether he will regress without the prescribed therapies.  It is even more unreasonable—to the \npoint of absurdity—to contemplate a required regression before therapies can resume. \nThe Court will interpret statutes to avoid absurd results.  Treadway v. Gateway Chevrolet \nOldsmobile, Inc., 362 F.3d 971, 976 (7th Cir. 2004).  The practical effects of Defendants’ policy \nare impermissible—once a disabled child reaches a functional plateau, he can only obtain addi-\ntional therapies if he regresses and can show that he needs additional therapies due to his ability \nto again progress.  [See dkt. 37-1 at 10 (admission that child can reapply and obtain additional \ntherapies “as long as they can show that they’ve regressed and need additional therapy due to the \nability to progress”) (emphasis added).]  Defendants’ policy puts a disabled child and his guar-\ndians on a figurative rollercoaster to try to maintain the child’s highest level of functionality.  If \nthe child reaches a plateau, he will be denied therapies until he regresses to the point where he \ncan progress.  After reapplying, the child will be authorized for therapies until he reaches another \nplateau.  Once he reaches that plateau, he will again be denied therapies until he regresses to a \npoint where he can again progress. \nDefendants’ policy also ignores the possibility that some children denied therapies may \nregress and, due to the lack of therapies, completely lose the ability to progress.  Defendants’ \npolicy would not allow these children to obtain additional therapies because they can no longer \nprogress.  Id.  Under those circumstances, a disabled child would be perpetually denied addition-\nal therapies because of the adverse effect of Defendants’ initial denial.  The practical effects of \nDefendants’ policy, which they ignore, lead to an absurd result. \nFinally, Defendants’ policy contradicts the purposes of EPSDT.  EPSDT was crafted to \nbe the nation’s largest preventative health program for children.  See Ekloff, 443 F. Supp. 2d at \n1180 (quoting H.R. 3299, 101st Cong. § 4213 (1989)).  As Defendants admit, “‘The purpose of \n- 15 - \n \n\nthe EPSDT program is to ensure that poor children receive comprehensive health care at an early \nage, so that they will develop fewer health problems as they get older.’”  [Dkt. 93 at 6 (quoting \nSalazar v. Dist. of Columbia, 954 F. Supp. 278, 303 (D.D.C. 1996).]  Nevertheless, Defendants’ \npolicy excludes disabled children who have reached a functional plateau.  Defendants’ policy \nalso ignores the comprehensive preventative goals of EPSDT by denying treatment to disabled \nchildren who have reached a functional plateau but who, by Defendants’ own admission, can \nseek additional treatment later after regression.  Allowing a disabled child seeking prescribed \ntherapies to regress because he has reached a functional plateau is the opposite of preventative \ntreatment and contradicts the purpose of EPSDT.   \nFor these reasons, the Court concludes that maintenance therapy to prevent regression is \nencompassed by the term “ameliorate” and is covered under federal Medicaid law.  \nF.  Permanent Injunction \nFor the reasons described above, the Court concludes that Defendants’ enforcement of \n§ (b)(6) and § (b)(7) to deny or limit the class members’ prescribed therapies violates 42 U.S.C. \n§ 1396a(a)(10).  That section of the federal Medicaid Act requires coverage of EPSDT services \ndescribed  in  42  U.S.C.  § 1396d(a)(4)(B),  which  includes  services  defined  in  42  U.S.C. \n§ 1396d(r)(5), such as services that ameliorate defects and physical conditions. \nPlaintiffs request a permanent injunction enjoining Defendants from enforcing § (b)(6) \nand § (b)(7).  [Dkts. 60 at 19; 65 at 34.]  Because Defendants’ enforcement of these rules violates \nfederal  Medicaid  law,  the  Court  enters  a  permanent  injunction  enjoining  Defendants,  their \nagents, and their successors from denying or limiting coverage for prescribed physical therapy, \noccupational therapy, respiratory therapy, and/or speech pathology, for any person enrolled in \n- 16 - \n \n\nthe Medicaid program under the age of twenty-one where such denial or limitation is based upon \n405 I.A.C. 5-22-6(b)(6) and/or (b)(7).  \nCONCLUSION \nFor the reasons detailed herein, the Court GRANTS Plaintiffs’ Motion for Summary \nJudgment to the extent they sought summary judgment under 42 U.S.C. § 1396a(a)(10) and DE-\nNIES their request as moot to the extent they sought summary judgment under 42 U.S.C. \n§ 1396a(a)(8), 42 U.S.C. § 1396a(a)(17), and 42 C.F.R. § 440.230.  [Dkt. 64.]  The Court DE-\nNIES Defendants’ Alternative Motion Pursuant to Federal Rule of Civil Procedure 56(d), [dkt. \n91], and DENIES as moot Defendants’ Motion for Partial Judgment on the Pleadings, [dkt. 78].  \nThe Court DENIES Plaintiffs’ request for attorney fees under 42 U.S.C. § 1988. \nThe Court GRANTS Plaintiffs’ request for permanent injunctive relief.  Defendants, \ntheir agents, and successors are hereby enjoined from denying or limiting coverage for pre-\nscribed physical therapy, occupational therapy, respiratory therapy, and/or speech pathology, for \nany person enrolled in the Medicaid program under the age of twenty-one where such denial or \nlimitation is based upon 405 I.A.C. 5-22-6(b)(6) and/or (b)(7).  \n \n02/10/2011\n      _______________________________\n    \n          Hon. Jane Magnus-Stinson, Judge\n        United States District Court\n \n        Southern District of Indiana\n \n \n \nDistribution via ECF only:   \n \nKenneth J. Falk  \nACLU OF INDIANA \nkfalk@aclu-in.org \n \nBetsy M. Isenberg  \nINDIANA OFFICE OF THE ATTORNEY GENERAL \n- 17 - \n \n\nBetsy.Isenberg@atg.in.gov \n \nGavin Minor Rose  \nACLU OF INDIANA \ngrose@aclu-in.org \n \nErica Sue Sullivan  \nINDIANA ATTORNEY GENERAL \nerica.sullivan@atg.in.gov \n- 18 - \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "99",
      "clearinghouse_link": "clearinghouse.net/doc/45770"
    },
    {
      "date": "2011-06-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48338,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48338.pdf",
      "title": "Order [Withdrawing Motion for Attorneys' Fees and Motion to Amend Judgment]",
      "text": "Case 1:10-cv-00358-JMS-TAB   Document 115   Filed 06/10/11   Page 1 of 2 PageID #: 1073\nIN THE \nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF INDIANA \nINDIANAPOLIS DIVISION \n \nA.M.T., by his mother and next friend Karla ) \nT., et al.,          ) \n            ) \n      Plaintiffs,    ) \n            ) \n    vs.        )  No. 1:10-cv-0358-JMS-TAB \n            ) \nMICHAEL A. GARGANO , in his official  ) \ncapacity as Secretary of the Indiana Family  ) \nand Social Services Administration, et al.,  )    \n            )   \n      Defendants.    ) \n \nORDER \n \n  The plaintiffs and the certified class having filed their Unopposed Motion to Withdraw \n(a) Motion to Amend Judgment Pursuant to Rule 59 of the Federal Rules of Civil Procedure \n(ECF No. 101) and (b) Motion for Attorneys’ Fees and Costs Pursuant to 42 U.S.C. § 1988 (ECF \nNo. 103) (“Motion”), and the Court having read and reviewed the same and being duly advised, \nthe Court now finds that said Motion should be GRANTED. \n  IT  IS  THEREFORE  ORDERED  that  the  plaintiffs’  Motion  to  Amend  Judgment \nPursuant to Rule 59 of the Federal Rules of Civil Procedure (ECF No. 101) and their Motion for \nAttorneys’ Fees and Costs Pursuant to 42 U.S.C. § 1988 (ECF No. 103) are hereby withdrawn. \n  SO ORDERED. \n \n \n \n06/10/2011\n_____________        __________________________________ \n      _______________________________ \nDate            Judge, United States District Court \n        Tim A. Baker \n        United States Magistrate Judge \n \n        Southern District of Indiana \n1 \n \n\nCase 1:10-cv-00358-JMS-TAB   Document 115   Filed 06/10/11   Page 2 of 2 PageID #: 1074\ncc: \n \nGavin M. Rose \nACLU of Indiana \ngrose@aclu-in.org \n \nKenneth J. Falk \nACLU of Indiana \nkfalk@aclu-in.org \n \nBetsy M. Isenberg \nOffice of the Attorney General \nbetsy.isenberg@atg.in.gov \n \nErica S. Sullivan \nOffice of the Attorney General \nerica.sullivan@atg.in.gov \n \n \n2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "115",
      "clearinghouse_link": "clearinghouse.net/doc/48338"
    }
  ],
  "document_count": 16
}