{
  "case_id": 9804,
  "fetched_at": "2025-10-22T00:10:16.762767",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Baxter Manor Nursing Home",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Baxter",
        "name": "Baxter County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 9804,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Sanitation / living conditions",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Reassessment and care planning",
      "General/Misc.: Rehabilitation",
      "Medical/Mental Health Care: Medical care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "General/Misc.: Discharge & termination plans"
    ],
    "last_checked_date": "2015-03-29T00:00:00-04:00",
    "main_docket": {
      "id": 33275,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Arkansas",
      "docket_office_number": "",
      "docket_number_manual": "Never Filed",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ investigation of Baxter Manor Nursing Home",
    "never_filed": true,
    "non_docket_case_number": "168-10-1",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Arkansas",
    "summary": "<p>Pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997, the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the Baxter Manor Nursing Home (\"Baxter\"), a county-operated skilled nursing facility in Arkansas.  The investigation resulted in a findings letter being sent to Baxter County's judge on July 14, 2004.  The letter stated that in April 2004, DOJ and certain of its expert consultants toured the facility, interviewed residents and staff, and reviewed policies, procedures, and records.  The DOJ's investigation led it to conclude that certain conditions at Baxter violated residents' federal constitutional and statutory rights.  According to the DOJ, residents at Baxter suffered from deficiencies in the following areas:  1) restraint practices, 2) assessment and resident care, 3) physical environment, and 4) mealtime practices. Additionally, the DOJ found that Baxter's practices did not comply with the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12132 et seq.</p><p>The findings letter described that the DOJ investigators observed a significant number of Baxter residents with restraints whose medical charts in no way justified their use.  Both mechanical and chemical restraints were utilized at Baxter Manor in ways that were a substantial departure from generally accepted professional standards. Overuse of full side rails without consideration of suitable alternatives for residents' beds and unchecked use on residents of psychotropic medications for restraint purposes were among the examples the letter cited of inappropriate restraint practices at Baxter.</p><p>Baxter's assessment process and care plans often did not meet generally accepted professional standards, whether considering resident rehabilitative, restorative, or medical care needs, according to the findings letter.  Physicians and care teams did not operate under clinical practice guidelines and failed to address factors associated with loss of resident function.  Baxter leadership and staff lacked training and education regarding federal nursing home regulations, facility policies, geriatric care issues, individual care plans for residents, and discharge planning.</p><p>Mealtime use at Baxter of semi-circular feeder tables presented risks of harm to residents, according to the DOJ, as positioning of staff and residents at these tables prompted some residents to hyper-extend their necks to eat, predisposing them to choking, discomfort, and aspiration pneumonia. Regarding discharge planning, the DOJ found that Baxter's staff did not adequately evaluate or assess (1) residents for their discharge potential, (2) barriers to discharge, and (3) placement factors such as a resident's functional status, medical acuity, support requirements, and individual placement preferences. Baxter did not adequately consider discharge planning issues as part of the interdisciplinary care and treatment process. The facility had no effective process for discharge planning, and resident care teams were not educated on discharge planning methodologies.  These deficiencies violated the ADA-imposed obligation to treat residents in the most integrated setting appropriate to their individual needs.</p><p> The DOJ findings letter proposed remedial actions to remedy the deficiencies, invited the county to address the issues, and alerted the county to the possibility of a CRIPA lawsuit brought by the United States to compel remedial action.  We have no post-findings letter information about this matter.</p><p></p>",
    "summary_published_date": "2008-06-19T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9804",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9804",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9804",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9804"
  },
  "documents": [
    {
      "date": "2004-07-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 20766,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/20766.pdf",
      "title": "Re: Baxter Manor Nursing Home",
      "text": "U.S. Department of Justice\nCivil Rights Division \nAssistant Attorney General\t 950 Pennsylvania Avenue, N.W. - MJB \nWashington, DC 20530 \nJuly 14, 2004 \nThe Honorable Sue Newton \nCounty Judge\nBaxter County Courthouse\n1 East Seventh Street \nMountain Home, Arkansas  72653 \nRe:  Baxter Manor Nursing Home \nDear Judge Newton: \nOn March 17, 2004, we notified you that we were initiating\nan investigation of conditions at the Baxter Manor Nursing Home\n(“Baxter Manor”), pursuant to the Civil Rights of\nInstitutionalized Persons Act (CRIPA), 42 U.S.C. § 1997.  Our \ninvestigation included an April 2004 tour of the facility with an\nexpert consultant in nursing, review of policies, procedures and\nrecords, and interviews of staff and residents.  We focused our \ninquiry on:  use of restraints, protection from harm, restorative\ncare, medical care, environment, and the provision of services to\nresidents in the most integrated setting appropriate to their\nindividualized needs.  We held an exit interview on the last day\nof our tour in which we conveyed our preliminary findings to the\nFacility Administrator and staff.  Consistent with the \nrequirements of CRIPA, we are now writing to apprise you of our\nfindings, along with the minimal actions that are necessary to\nremedy the deficiencies we found. \nAt the outset, we wish to acknowledge, and express our\nappreciation for, the cooperation and assistance provided to us,\nparticularly by the Facility Administrator and staff.  Further,\nwe wish to note that it is apparent that many Baxter Manor staff\nmembers are dedicated individuals who are genuinely concerned for\nthe well-being of persons in their care.  We hope to work with\nyour office and Baxter Manor staff in the same cooperative manner\nin the future. \nI.  INTRODUCTION\n Baxter Manor, a skilled nursing facility owned and\noperated by Baxter County, Arkansas, has a bed capacity of 81 \n\n-2 \n\nbeds; at the time of our tour, Baxter Manor’s census was 40\nresidents.  During our investigation, we evaluated whether\nresidents of Baxter Manor have been afforded their constitutional \nand federal statutory rights.  In undertaking any CRIPA\ninvestigation of a facility, our directive is to probe for the\npresence of a pattern or practice of “egregious or flagrant\nconditions which deprive [the residents of such facility] of any\nrights, privileges, or immunities secured or protected by the\nConstitution or laws of the United States causing such persons to\nsuffer grievous harm.”  42 U.S.C. § 1997a(a).  It is well \nestablished under both the Constitution and federal law that \nresidents of public nursing facilities have a right to live in\nreasonable safety and to receive adequate health care, along with\nhabilitation to ensure not only their safety and freedom from\nunreasonable restraint, but also to prevent regression and\nfacilitate their ability to exercise their liberty interests.\nSee Youngberg v. Romeo, 457 U.S. 307 (1982); see also Heidemann \nv. Rother, 84 F.3d 1021 (8th Cir. 1996).  Similar protections are\naccorded by federal statute.  See Title XIX of the Social \nSecurity Act, 42 U.S.C. §§ 1396r, 1395hh; 42 C.F.R. Part 483\n(Medicare and Medicaid Program Provisions).  The County is also\nobligated to provide services in the most integrated setting\nappropriate to individual residents’ needs.  See Olmstead v. \nL.C., 527 U.S. 581 (1999); Title II of the Americans with\nDisabilities Act (“ADA”), 42 U.S.C. § 12132 et seq. \nII.  FINDINGS \nAs a nursing home, Baxter Manor is required to provide\nmedical, nursing, and related services to “attain or maintain the\nhighest practicable physical, mental, and psychosocial well-being\nof each resident.”  42 U.S.C. § 1396r(b)(4)(A).  While many\nelements of care at Baxter Manor meet federal requirements, we\nidentified several critical areas that do not.  Baxter Manor does \nnot provide levels of care consistent with federal law in the\nareas of:  1) restraint practices, 2) assessment and resident\ncare, 3) physical environment, and 4) mealtime practices.\nAdditionally, Baxter Manor’s practices do not comply with the\nAmericans with Disabilities Act. \nA.  Improper Restraint Practices \nNursing home residents have the “right to be free from any\nphysical or chemical restraints imposed for the purposes of\ndiscipline or convenience, and not required to treat the\nresident’s medical symptoms.”  42 C.F.R. § 483.13(a).  Similarly,\ngenerally accepted professional standards require that nursing\nhome staff conduct assessments of risk factors for harm and \n\n-3 \n\nconsider alternatives to restraints as part of the care planning\nprocess.  Moreover, generally accepted professional practices\ndictate that restraints may only be used when it is clinically\njustified.  Such justifications include situations where\nrestraint is necessary:  (i) to facilitate appropriately the\nprovision of medical care; (ii) to control a resident's\nunanticipated violent or aggressive behavior that places either\nthe resident or others in imminent danger; or\n(iii) as a last resort to provide safety when all other less\nrestrictive methods have been attempted and failed. \nImproper use of restraints can have disastrous consequences,\nincluding loss of function, depression, falls and injuries, loss\nof dignity, weight loss, pressure sores, serious injury, and even\ndeath.  It was, therefore, a great cause of concern to us when we\nobserved a significant number of residents with restraints whose\nmedical charts in no way justified their use.  If it is to adhere \nto well-established professional practices, Baxter Manor must\nconduct assessments of residents’ fall risk factors and develop\nindividualized care plans as alternatives to restraints.  The \nfacility also should continually reassess its use of restraints\nand attempt to eliminate or reduce them where appropriate.\nFinally, residents should be educated about the potential adverse\neffects of restraints, and staff should be trained on rights\nretained by residents subjected to restraints.  See 42 C.F.R. \n§§ 483.10(b)(4), 483.20(k)(2). \nAlthough Baxter Manor’s written policies regarding\nmechanical restraint usage generally conform to federal\nregulatory requirements, actual practices do not consistently\nadhere to policy.  Instead, mechanical and chemical restraints\nare utilized at Baxter Manor in ways that are a substantial\ndeparture from generally accepted professional standards. \n1.  Use of Chemical Restraints \nThirty-five percent of all Baxter Manor residents are\ncurrently on psychotropic medications.  While use of such \nmedications may be appropriate, their use must be clinically\njustified and the diagnostic basis for such use documented and\nroutinely re-evaluated in a clinically appropriate manner.  See \nid. § 483.25(1).  Otherwise, the improper use of psychotropic\ndrugs is a chemical restraint.  Residents in a geriatric facility\nare especially vulnerable to harm associated with improper\nchemical restraints, such as a loss of cognitive and physical\nfunction and other medical complications. \nBaxter Manor’s use of psychotropics is a gross departure \n\n-4 \n\nfrom federal law.  Baxter Manor’s medical director stated that he \nwas not aware of specific federal regulations that govern the use\nof medications in a nursing home.  See id. § 483.25(l)(2).\nBaxter Manor has no protocol for anti-psychotic medication\nutilization.  Many of the residents were prescribed psychotropic\nmedications for ambiguous reasons such as “resisting care,”\n“behaviors,” or “calling out.”  Their charts did not adequately\nidentify the target symptoms or the behaviors which might warrant\nthe use of such medications. \nFacility staff do not adequately consider psycho-social\ninterventions, activities, and environmental manipulation as\nalternatives to chemical restraints.  Most egregiously, drug\nlevels are maintained without adequate clinical justification for\nmaintaining such drug levels.  See id. § 483.25(1).  We learned \nthat attending physicians at Baxter Manor have been ignoring,\nwithout any clear clinical justification, recommendations by the\nfacility’s own pharmaceutical consultant to reduce dosages of\nmedications. \nMany of the residents who were prescribed psychotropic\nmedications appeared to be sedated during our inspection.  One \nresident had lost both mobility and continence since being placed\non psychotropic medications.  Another resident had lost the \nability to ambulate.  The serious harm suffered by these\nresidents may have been needlessly caused by the unchecked use of\npsychotropic medication. \n2.  Mechanical Restraints \nMechanical restraints utilized at Baxter Manor include: \nfull siderails on beds, lap buddies, and geri-chairs with\nattached trays.1  Until shortly before our inspection, the\nfacility was also using vest and mitten restraints.  We found \nBaxter Manor’s use of mechanical restraints substantially departs\nfrom generally accepted professional standards.  The facility’s\npractices regarding siderails especially illustrate problems with\nthe use of mechanical restraints. \nWhen siderails are used without appropriate justification to\nprevent residents from getting out of their beds, the siderails\nmay become a type of improper mechanical restraint, and their use\nplaces residents at risk of injury from falls, loss of function,\nand other health conditions.  Use of siderails by cognitively \n1\n A geri-chair is a padded recliner with a strap that\n\nprevents the resident from rising out of the chair.\n\n\n-5 \n\nimpaired persons increases the likelihood that they may be\ninjured with the rails if they try to exit their beds.  Residents \nmay become entangled in their siderails, or get caught between\nthe rail and mattress, headboard, or footboard, and risk a\nvariety of serious injuries including:  asphyxiation by having\ntheir heads or necks caught in the rails, fractures from falls,\nand bruises or soft tissue injuries from attempting to go over,\naround, or through the rails. \nWe found that over a third of the residents living in Baxter\nManor have full siderails.  Documentation to support the use of\nsiderails was uniformly lacking.  Staff told us that siderails \nare used to prevent residents from getting out of bed and to\nprevent them from falling.  In actuality, as noted above, use of\nfull length siderails is contraindicated for both of these\npurposes.  Siderails are not effective in preventing falls, and\nmay increase the risk of serious injuries when their use limits\nresident mobility.  Many of the Baxter Manor residents with\norders for siderails had impaired cognition and decreased\nphysical strength.  Residents with such risk factors are often \nunable to summon staff if they need help after getting entangled\nin their restraints.  Thus, it is imperative that the care team\ncarefully weigh all relevant clinical factors before permitting\nuse of restraints including siderails.  Periodic re-evaluations \nare also necessary to ensure that less restrictive, and often\nless harmful, approaches are considered. \nThe risks associated with siderails and Baxter Manor’s \ndeficient practices in this regard are illustrated by two\nincidents involving residents, B.R. and T.W.2  Although B.R. had\nbeen placed in a bed with full siderails, B.R. was observed on\nthe floor next to her bed after an apparent fall.  After her \nfall, staff added an intervention to B.R.’s care plan, which\nbasically consisted of encouraging the resident to call for help\nbefore trying to leave her bed.  Yet, such an intervention would\nbe of doubtful utility because B.R. had exhibited symptoms of a\nconfused mental state.  Alternatives to the restraints, such as\nusing lowered beds or placing fall mats besides the bed, should\nhave been considered thoroughly by her care team.  In a separate\nincident, T.W. was found with an unexplained skin tear on her\narm.  Staff failed to evaluate adequately whether the siderails\nmay have caused or contributed to the injury. \nEven as facility staff rely on siderails or other mechanical \n2\n The resident names in this letter are pseudonyms.  We\n\nwill furnish an index to the County’s counsel.\n\n\n-6 \n\nrestraints to ostensibly help the residents, they do not mitigate\nadequately the harm from such restraints by providing appropriate\ncare, exercises, and other interventions. \nWe found serious deficiencies with the care provided to\nresidents to prevent the loss of mobility, incontinence,\ncontractures (painful distortion or deformity of muscle or scar\ntissue), and loss of strength associated with the use of\nrestraints. \nFor example, staff ordered full siderails and a lap buddy to\nprevent J.W. from falling, but J.W. was not given range of motion\nexercises to his lower extremities as ordered by the physician.\nJ.W. eventually developed contractures, resulting in loss of\nmobility as well as causing pain. \nWe also found significant deficiencies with the daily\nmonitoring of residents in restraints.  We observed residents who \nwere not released from restraints and assisted to exercise or \ntoileting as required.  Residents were left in restraints for \nseveral hours without timely and necessary monitoring.  We \nobserved residents left immobile in their beds, siderails up,\nwithout proper positioning, subjecting them to an increased risk\nof contractures, choking, and other serious harm. \nB.\t Assessment and Care Planning \nUnder federal law, Baxter Manor must provide medical,\nnursing, and restorative care that allows residents to “attain or\nmaintain the highest practicable physical, mental, and\npsychosocial well-being.”  42 U.S.C. § 1396r(b)(4)(A).  Federal \nlaw further requires a system of assessment and care planning\ndesigned to meet the resident’s individual medical, mental\nhealth, communication, and psycho-social needs.  42 C.F.R. \n§§ 483.20, 483.25.  Residents also should be assessed for and \nprovided with therapeutic activities designed to ensure their\nphysical, mental, and psychosocial well-being.  See id. \n§ 483.15.  These activities should be designed to ensure that\ntheir abilities do not decline unless such decline is clinically\nunavoidable.  See id. § 483.25.  Baxter Manor deviates \nsubstantially from these standards of care. \n1.\t Assessing and addressing resident restorative,\nrehabilitative, and medical care needs \nWe found serious problems with Baxter Manor’s policies and\npractices regarding assessment and treatment of resident\nrehabilitative, restorative, and medical needs. \n\n-7 \n\nThe assessment process and care plans themselves often did\nnot meet generally accepted professional standards.  Physicians\nand care teams do not operate under clinical practice guidelines\nand fail to address factors associated with loss of resident \nfunction.  For instance, we observed that Baxter Manor staff\ninconsistently provide shoes to many residents who become pre \ndisposed to “foot drop,” a preventable and painful, deforming\ncondition where the foot ends up permanently extended forward.\nMore generally, we found residents developed contractures without\nadequate assessments by medical staff as the residents’ condition\ndeclined.  When residents injure themselves, staff fail to assess\nadequately why the injuries occurred, or what steps could be\ntaken to prevent such injuries, short of the adoption of more\nrestrictive interventions, such as restraints. \nEven when care teams complete assessments and develop care\nplans to address resident’s medical needs, our chart audit\nrevealed problems with the staff’s implementation of those care\nplans.  For instance, we found that the facility does not provide\nadequate restorative and rehabilitative care even when residents,\nwith restorative care plans, develop contractures and loss of\nfunction.  This problem arises in part because the activities and\nprograms available at Baxter Manor are too limited to address the\nneeds of many of the facility’s residents.  Staff provide\ntherapeutic activities mainly for higher functioning residents,\nfrequently ignoring residents with cognitive loss or other\nfunctional impairments.  Baxter Manor also lacks a system for\nobtaining appropriate equipment (e.g., special seating to assist\nwith positioning) required by geriatric residents.  Moreover, the\nfacility lacks systems to ensure implementation of restorative\ncare programs when they are developed.  Instead of being able to\nparticipate in facility programs, many residents with impairments\nare left restrained in wheelchairs or under chemical sedation for \nlong periods of time without adequate clinical justification. \n2.\t Staff training and education on the care of\ngeriatric residents \nBaxter Manor lacks basic training and educational systems to\nensure adequate care.  The Medical Director was not familiar with \nfederal nursing home regulations and many facility policies.  He \napparently plays only a minimal role in policy development and\nquality assurance.  This creates a leadership void that is not\n(and should not be) filled by other administrators or personnel.\nOther facility staff also lack training and education regarding\ngeriatric care issues.  Few, if any, of the direct care staff\nreceive training on restorative care practices.  Many of the \n\n-8 \n\nattending physicians are unaware of federal regulations regarding\nthe use of psychotropic medications in a geriatric facility.\nSome direct care staff appeared untrained on care plan\ninformation relating to individual residents.  The Social \nActivities Director, who plays a central role in planning for\nresident discharge, has had little or no training in discharge\nplanning. \nC.  Mealtime Practices \nWhen providing residents with meals, Baxter Manor staff fail\nto maintain and promote resident function as required by\ngenerally accepted professional standards.  See id. \n§§ 483.15, 483.25, 483.35.  In fact, Baxter Manor’s mealtime\npractices are so deficient that they actually expose residents to\nan avoidable risk of serious harm.  For many of the residents,\nmeals are served at small “feeder tables,” semi-circular tables\nwhere the staff stands on one side and feeds food to a group of\nresidents on the other side, one resident at a time.  We did not \nobserve physical and verbal cues to encourage residents to feed\nthemselves.  These practices require residents to hyper-extend\ntheir necks to eat, increasing their risk of choking.  Many\npoorly positioned residents sat in wheelchairs at the tables,\noften still restrained.  Such practices prevented residents from\nobtaining sufficient access to the table and food, and\npredisposed the residents to choking, general discomfort, and\naspiration pneumonia. \nD.  Discharge Planning and Most Integrated Setting \nBaxter Manor does not comply with federal law regarding\ndischarge planning and placement.  See ADA, 42 U.S.C. § 12132.\nMore specifically, under the ADA, qualified residents should be\ntreated in the most integrated setting appropriate to their\nindividual needs.  A most integrated setting is one “that enables\nindividuals with disabilities to interact with non-disabled \npersons to the fullest extent possible.”  28 C.F.R. § 35, App. A\nat 543 (2004).  The ADA’s integration requirement includes an\nobligation to provide treatment in a community setting as\nappropriate.  Olmstead, 527 U.S. at 581, 597, 600.  This \nobligation arises when treatment professionals conclude that\ncommunity-based treatment is appropriate, the affected individual\ndoes not oppose community-based treatment, and the placement can\nbe reasonably accommodated, taking into account the resources\navailable and the needs of others with disabilities.  Id. at 602,\n607.  In accordance with generally accepted professional\nstandards, Baxter Manor staff should assess residents for\ndischarge potential, identify barriers to discharge, and address \n\n-9 \n\nsuch barriers through care planning and periodic re-assessments.\nBaxter Manor’s discharge planning process does not, however,\ncomply with these generally accepted professional standards. \nFirst, Baxter Manor does not adequately evaluate or assess\nresidents for their discharge potential and barriers to\ndischarge.  The facility’s staff does not assess adequately such\nplacement factors as a resident’s functional status, medical\nacuity, support requirements, and individual placement\npreferences.  We observed at least five residents requiring\nlittle or no staff assistance with daily living activities.\nThese residents clearly warranted evaluation for potential\ndischarge to a more integrated environment.  The resident charts,\nhowever, uniformly failed to evidence that such assessments had\nbeen made. \nSecond, Baxter Manor does not adequately consider discharge\nplanning issues as part of the interdisciplinary care and\ntreatment process.  The facility has no effective process for\ndischarge planning, and resident care teams are not educated on\ndischarge planning methodologies.  Notably, most of the\nfacility’s residents are not involved in therapeutic activities\nthat might improve their functioning and increase their options\nfor placement in the most integrated setting.  The activities and \ntreatment programs that exist do not address the individualized\nneeds of residents with cognitive impairment, physical\nchallenges, and sensory loss.  Activity plans do not address\nbehavioral issues that often arise with residents who have \ndementia.  As a result, Baxter Manor not only fails to provide\nthe most integrated placement settings for residents, the\nfacility actually engages in practices that may increase resident\nisolation and cause further loss of function, thereby diminishing\nthe possibility of placement in the most integrated setting. \nIII. MINIMUM REMEDIAL MEASURES \nIn order to remedy the cited deficiencies and to protect the\nconstitutional and federal statutory rights of Baxter Manor\nresidents, Baxter Manor should implement promptly the following\nmeasures. \nA.\t Restraints \n1.\t Comply with federal regulations that prohibit the use of\ninappropriate mechanical and chemical restraints.  Ensure \nthat the Medical Director and other medical staff are \ntrained on the generally accepted professional standards,\nincluding federal regulations, pertaining to the use of \n\n-10 \nrestraints in a nursing home.  Develop and implement an\ninterdisciplinary approach to restraint reduction that\nconsiders alternative to restraints, requires timely\nevaluation of restraint orders, and ensures careful\nmonitoring of restraint use. \n2.\t Prioritize the assessment of residents who are at a high\nrisk of injury due to full-length siderails.  Provide, as\nappropriate, low beds, fall mats, and positioning devices in\nlieu of full-length siderails. \n3.\t Develop a protocol for psychotropic drug use which includes\ncomprehensive assessment and timely re-assessment of such\nuse.  Develop and implement alternative, non-pharmaceutical,\napproaches to addressing problematic resident behavior, as\nappropriate.  Train staff on appropriate medication\npractices and monitoring in a nursing home setting. \n4.\t Address the root causes of falls and other injuries to\nminimize their occurrence and provide appropriate\nindividualized intervention. \nB.\t Assessment and Care \n1.\t Develop and implement an interdisciplinary approach to\nassessment and care planning that incorporates restorative\nand rehabilitative care needs. \n2.\t Develop and implement restorative care plans that include\nmeasurable goals and timely re-evaluations. \n3.\t Provide meaningful therapeutic activities, restorative care,\nand psychosocial supports when warranted. \n4.\t Ensure that residents are wearing the proper footwear. \n5.\t Train the Medical Director, physicians, nurses, and other\nappropriate facility staff on geriatric care standards and\nprocesses.  Ensure that nursing assistants are included in\ncare planning and trained on the implementation of\nactivities and care plans. \nC.\t Mealtime practices \n1.\t Conduct evaluations of resident mealtime practices and\nposturing and implement, as appropriate, care plans to\nensure safe eating practices. \n\n-11 \n\n2.\t Ensure that residents are provided with appropriate tables,\nequipment, and devices necessary for safe eating. \nD.  Discharge planning and most integrated setting \n1.\t Incorporate discharge planning into each resident’s periodic\ninterdisciplinary assessment and care process. \n2.\t Train appropriate staff on discharge planning and the\nrequirements of the Americans with Disabilities Act. \n3.\t Ensure that care teams evaluate whether community-based\ntreatment is appropriate for residents based on their\nindividual circumstances, determine whether the affected\nindividuals oppose such community-based treatment, and\nprovide such placement if it can be reasonably accommodated. \n*** \nWe hope to continue to work with the Baxter County in an\namicable and cooperative fashion to resolve our outstanding\nconcerns regarding Baxter County Nursing Home. \nWe will be sending our consultant’s evaluation of the\nfacility under separate cover.  Although the consultant’s\nevaluations and work do not necessarily reflect the official\nconclusions of the Department of Justice, her observations,\nanalysis, and recommendations provide further elaboration of the\nissues discussed in this letter and offer practical assistance in\naddressing them. \nIn the entirely unexpected event that the parties are unable\nto reach a resolution regarding our concerns, we are obligated to\nadvise you that the Attorney General may initiate a lawsuit\npursuant to CRIPA, to correct deficiencies or to otherwise\nprotect the rights of Baxter Manor residents, 49 days after the\nreceipt of this letter.  42 U.S.C. § 1997b(a)(1).  We would,\nhowever, prefer to resolve this matter by working cooperatively\nwith you and are confident that we will be able to do so in this\ncase.  Accordingly, we will contact Baxter Manor officials soon\nto discuss this matter in more detail.  If you have any questions\nabout this letter, please call Shanetta Y. Cutlar, Chief of the\nCivil Rights Division’s Special Litigation Section, at\n(202) 514-0195. \n\n-12 \nSincerely, \nR. Alexander Acosta\nAssistant Attorney General \ncc:\t Ronald Kincade, Esq.\nBaxter County Prosecuting Attorney \nCarol Landrum\n\nBaxter County Board of Directors\n\nVirginia Holloway\n\nFacility Administrator\n\nWilliam M. Cromwell, Esq.\n\nActing United States Attorney\n\nWestern District of Arkansas\n",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/20766"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119062,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119062"
    }
  ],
  "document_count": 2
}