{
  "case_id": 9978,
  "fetched_at": "2025-10-20T22:39:58.827915",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Police Department",
        "institution_alt_state": null,
        "institution_city": "Elgin",
        "institution_county": null,
        "name": "City of Elgin",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Illinois state appellate court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1976,
    "id": 9978,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Affected Sex/Gender(s): Male",
      "Policing: Strip search policy (policing)"
    ],
    "last_checked_date": "2007-07-19T00:00:00-04:00",
    "main_docket": {
      "id": 47280,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1974,
      "docket_filing_number": 444,
      "is_main_docket": true,
      "court": "Illinois state appellate court",
      "state": "Illinois",
      "docket_office_number": null,
      "docket_number_manual": "74-444",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Newell v. City of Elgin",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Motorcyclist who alleged that the reckless driving of Elgin police officers caused him to run off the road and resulting in physical injuries and who also alleges that he was unlawfully imprisoned and subject to unlawful search and seizure.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>On September 27, 1973, a motorcyclist  was allegedly run off the road by a squad car, strip searched, and then unlawfully imprisoned. He filed this case in state court against the city of Elgin, Illinois, and three other municipalities, and eight individual police officers for damages.</p><p>The state trial judge (John S. Petersen, J., Circuit Court, Kane County) dismissed the complaint for failure to state a claim, but gave no grounds. However, he stated, incorrectly, in open court that the question of police officer immunity had not been decided, and that the plaintiff should take his case to a higher court. Plaintiff appealed.</p><p>On appeal, the Appellate Court of Illinois, Second district, Second Division, (Judges Rechenmacher, Moran and Dixon) reversed and remanded. Newell v. City of Elgin, 34 Ill. App.3d 719 (Appellate Court of Illinois, Second District, Second Division, 1976). Relying on <i>Bivens v. Six Unknown Named Agents of Fed. Bureau of Narcotics</i>, 403 U.S. 388 (1971), the court stated that the plaintiff had alleged facts which amounted to willful and wanton negligence of the police officers. The court also held that while the eight individual defendants may be subject to exemplary damages, the four municipalities named as defendants would not be, as the limit of their potential liability would be actual damages. Finally, the court instructed that in consideration of the trial judge's statements, the case be reassigned to a different judge.</p><p>We have no further information about this case.</p>",
    "summary_published_date": "2014-10-25T00:00:00-04:00",
    "summary_short": "On September 27, 1973, a motorcyclist  was allegedly run off the road by a squad car, strip searched, and then unlawfully imprisoned. He filed this case in state court against the city of Elgin, Illinois, and three other municipalities, and eight individual police officers for damages. The state trial judge dismissed the complaint for failure to state a claim and plaintiff appealed. The state appellate court reversed, holding that the plaintiff had alleged facts which amounted to willful and wanton negligence of the police officers.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9978",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9978",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9978",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9978"
  },
  "documents": [
    {
      "date": "1976-01-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 344,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 340,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Illinois state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60257,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60257.pdf",
      "title": "Opinion",
      "text": "34 Ill. App.3d 719 (1976)\n340 N.E.2d 344\nJOHN NEWELL, Plaintiff-Appellant,\nv.\nTHE CITY OF ELGIN et al., Defendants-Appellees.\nNo. 74-444.\nIllinois Appellate Court 00 Second District (2nd Division).\n97\nJanuary 6, 1976.\n720 *720 Farrell & Edgerton, of West Chicago (Patricia L. Hatfield, of counsel), for appellant.\nClausen, Miller, Forman, Caffrey & Witous, of Chicago, Reid, Ochsenschlager, Murphy & Hupp, of Aurora, and\nBrady, McQueen, Martin & Callahan, of Elgin, for appellees.\nReversed and remanded.\nMr. PRESIDING JUSTICE RECHENMACHER delivered the opinion of the court:\nThis case arises out of an incident which occurred in the early hours of September 27, 1973. The amended\ncomplaint was in seven counts and named the following defendants: The City of Elgin (Elgin) and two of its police\nofficers, Dant and Upland; The Village of Bartlett (Bartlett) and two of its police officers, Polly and Zintak; The\nVillage of Hanover Park (Hanover Park) and two of its police officers, Martino and McCoy; and The Village of\n[1]\nStreamwood (Streamwood) and two of its police officers, King and Rauscher.\nIn brief the facts alleged are that at about 1:30 a.m. on that date, as plaintiff was riding on his motorcycle in an\neasterly direction on U.S. Route 20, near Bartlett, the two named Hanover Park police officers negligently and\nunlawfully drove their squad car in a westerly direction across the center line of the road into plaintiff's lane,\nforcing him to leave the highway and strike the curbing, resulting in injuries to plaintiff. Thereupon, \"one or more\"\nof the eight police officers ordered plaintiff to remove his boots, shirt and trousers; when plaintiff refused to go so\nfar as to remove his trousers physical force was used to the extent that plaintiff consented to do so. Then, \"one or\nmore\" of the officers \"frisked\" him and their acts exacerbated the earlier personal injury. After plaintiff got back\ninto his clothes \"one or more\" of the police officers (of Hanover Park, Elgin and Bartlett) forced him to ride his\nmotorcycle to the Elgin Police Station by threatening to \"shoot Plaintiff off\" his vehicle if he failed to do so; during\nthat ride he was followed by one or more of the Elgin or Hanover Park Police Officers in squad cars. The\ncomplaint alleged that he was not arrested and that the warrantless search was made without his consent.\n721 *721 Finally, in Count 7, plaintiff charges that Elgin \"by its agents and employees, including\" defendants Dant and\nUpland, caused plaintiff to be falsely and unlawfully imprisoned in Elgin's police station for about three and one-\nhalf hours without any charge being made against him. As a result, plaintiff alleged he was \"exposed to public\ndisgrace, injury and scandal.\"\nCount 1 complained only of the acts of Hanover Park and its police officers, Martino and McCoy, in negligently\ndriving their squad car onto plaintiff's lane forcing him off the road and causing personal injuries. Counts 2, 3, 5\nand 6 were directed against all four municipalities and the eight police officers because of the acts of \"one or\nmore\" of the eight defendant-police officers, and charged that the acts complained of were committed by them\n\"as agents and employees\" of the respective municipalities, or individually. Count 3 was based on the illegal\nsearch of plaintiff, not incident to a lawful arrest and in violation of plaintiff's constitutional rights under article I,\nsection 6 of the Illinois Constitution (and under the Fourth and Fourteenth Amendments of the Constitution of the\nUnited States); for such violations plaintiff sought exemplary money damages. Count 4 was based on the\nviolation by one or more of the eight individual defendants of plaintiff's rights under the Fourth and Fourteenth\nAmendments of the Constitution of the United States; no relief was asked in Count 4 against any of the\n\nmunicipalities. It should be noted that in his briefs and at oral argument plaintiff insists that the use of seven\ncounts is not intended for recovery of multiple damages.\nHanover Park and its police officers, McCoy and Martino, filed a motion for a change of venue to the County of\nCook. The other three municipalities (and their respective police officer-defendants) filed three separate motions\nto dismiss or strike plaintiff's amended complaint.\n[2]\nElgin moved to strike or dismiss all but Count I of the amended complaint  for failure to state a cause of action\nbased on (1) the absence of allegations of specific facts (as to the identities of the wrongdoers), (2) the failure to\nseparate causes of action into separate counts, and (3) plaintiff's failure to allege that the individual defendants\nwere acting within the scope of their authority. Bartlett's motion was based merely on the failure of Counts 2\n722 through 6[3] \"to plead a cause of action *722 against the Defendants.\" Streamwood's motion was directed only to\nCounts 2 and 3 and alleged their failure to state causes of action because plaintiff did not allege that the\nindividual defendants were acting within the scope of their authority.\nOn October 22, 1974, after hearing oral argument, the trial court entered its order (1) denying Hanover Park's\nand its police officers' motion for a change of venue, and (2) dismissing the amended complaint and all its counts\n(including Count I to which no motion to strike or dismiss was filed). Hanover Park and its two police officer-\ndefendants did not appeal from the denial of their petition and have not participated in this appeal.\n00 1 The broad issue here presented is whether the amended complaint stated, in any of its counts, a cause of\n95\naction. The order of dismissal did not state any grounds. However, the statements of the trial judge in ruling on\nthe motion indicated that the dismissal was based on his understanding of immunity of police officers. The trial\njudge said, in part, \"* * * [T]his is a matter which should be cleared in the [Illinois] Supreme Court * * *. And I don't\ncare how they rule. That is their prerogative to rule one way or the other the same as any other judge. * * * [T]he\nentire case should be dismissed and plaintiff granted leave to appeal and perfect this very question of law as to\nimmunity of the police officers and law and order * * *.\"\nThe doctrine of absolute local governmental and governmental employee tort immunity was given a severe blow\nin 1959 by the Illinois Supreme Court in Molitor v. Kaneland Community Unit District No. 302, 18 Ill.2d 11, which\nabolished tort immunity for school districts, and indicated the applicability of that holding to other local\ngovernmental units. Later Illinois decisions have consistently held local governmental units liable in tort on the\nsame basis as private tort feasors, in the absence of a valid tort immunity statute imposing limitations on such\nliability. In 1965 the Local Governmental and Governmental Employees Tort Immunity Act was enacted (Ill. Rev.\nStat. 1973, ch. 85, pars. 1-101 et seq.). It eliminated sovereign immunity except as therein specified. Under\nsection 2-109 of that Act, \"A local public entity is not liable for an injury resulting from an act * * * of its employee\nwhere the employee is not liable.\" Under section 2-202 a public employee is not liable for his act in the execution\nor enforcement of any law unless his act \"constitutes willful and wanton negligence.\"\nHere the plaintiff has alleged facts which amount to willful and wanton negligence of the police officers in (1)\ndriving across the center line of the highway heading into the lane in which plaintiff was riding his vehicle, (2)\n723 using physical force to compel plaintiff to remove his *723 trousers during the course of a warrantless search and\nwithout lawful arrest, (3) compelling plaintiff with threats of shooting him off his motorcycle to drive to the Elgin\nPolice Station followed by two squad cars and (4) falsely imprisoning plaintiff in the Elgin Police Station for about\nthree and one-half hours without a charge lodged against him.\n00 2 In Count 1 the plaintiff alleged that Officers Martino and McCoy (\"as agents and employees\" of Hanover Park\n95\nand in that municipality's westbound squad car) committed the tortious and unlawful act of driving their car across\nthe center line into plaintiff's eastbound lane causing plaintiff to veer off the highway across a curbing with\nresulting personal injuries to plaintiff. That count clearly alleges sufficient facts to state a cause of action against\nthe individual officers and thereby against Hanover Park. It is obvious from those allegations that the officers\nwere acting \"in the execution or enforcement\" of law, and that they were acting as \"agents and employees\" of\nHanover Park. If the officers were not acting \"in the execution or enforcement\" of law, it may well be that common\nlaw principles of tort liability would apply. See Krieger v. Village of Carpentersville, 8 Ill. App.3d 243.\n\nCount 7 alleges that Elgin, \"by its agents and employees,\" including Officers Dant and Upland, falsely and\nunlawfully imprisoned plaintiff for about three and one-half hours in the Elgin Police Station without any charge\nlodged against him. Like Count 1, Count 7 also contains sufficient averments of facts to state a cause of action\nagainst Elgin and Dant and Upland.\n00 3 Some of the defendants contend that the allegations that the tortious acts were committed by \"one or more\"\n95\nof the defendants is not sufficiently explicit. Plaintiff argues that under the circumstances he did the best he could,\nand that it is sufficient to state a cause of action. He allegedly was confronted in the middle of the night with four\nsquad cars and eight police officers (presumably without name identification tags), and the situation did not\npermit more accurate determination of their identities. He stated on oral argument that he procured the names of\nall defendants from the police report covering the incident. Plaintiff asserts that the averments are sufficient to\npermit defendants to plead admissions or denials or lack of knowledge. Moreover, after answers are filed, the\nfacts and identities could be inquired into and established by the utilization of the discovery provisions of the Civil\nPractice Act and of the Supreme Court Rules. (Ill. Rev. Stat. 1973, ch. 110, par. 58 and ch. 110A, pars. 201\nthrough 219.) We agree.\nIn Bivens v. Six Unknown Federal Narcotics Agents, 403 U.S. 388, 29 L.Ed.2d 619, 91 S.Ct. 1999, plaintiff filed\n724 suit for damages against Federal narcotics agents for plaintiff's humiliation and mental suffering *724 resulting\nfrom the agents' conduct in connection with an arrest and a visual strip search relating to alleged narcotics'\nviolations of the plaintiff. Footnote 2 of that opinion states in substance that the agents were not named in the\ncomplaint and that the trial court ordered that the complaint be served upon \"those Federal agents who it is\nindicated by the records of the United States Attorney participated in\" plaintiff's arrest, and that five agents were\nultimately served. 403 U.S. 388, 389, 29 L.Ed.2d 619, 623.\nBivens is also especially relevant to a consideration of Counts 3 and 4 of the amended complaint, because like\nthose counts, it was concerned with an alleged violation of plaintiff's rights under the Fourth Amendment to the\nConstitution of the United States, which provides:\n\"The right of the people to be secure in their persons, houses, papers, and effects, against\nunreasonable searches and seizures, shall not be violated * * *.\"\nThe District Court had dismissed the complaint for failure to state a cause of action and the United States Court\nof Appeals had affirmed. The Supreme Court held (403 U.S. 388, 389, 29 L.Ed.2d 619, 622) that \"violation of that\ncommand [of the Fourth Amendment] by a federal agent acting under color of his authority gives rise to a cause\nof action for damages consequent upon his unconstitutional conduct.\" The court further held that \"petitioner is\nentitled to recover money damages for any injuries he has suffered as a result of the agents' violation of the\nAmendment.\" (403 U.S. 388, 397, 29 L.Ed.2d 619, 627.) Interestingly, the Supreme Court cited in support of this\nholding the following statement from Marbury v. Madison, 5 U.S. (1 Cranch) 137, 163, 2 L.Ed. 60, 69 (1803): \"The\nvery essence of civil liberty certainly consists in the right of every individual to claim the protection of the laws,\nwhenever he receives an injury.\" See also J.I. Case Co. v. Borak, 377 U.S. 426, 433, 12 L.Ed.2d 423, 84 S.Ct.\n1555; Texas & Pacific Ry. Co. v. Rigsby, 241 U.S. 33, 60 L.Ed. 874, 36 S.Ct. 482; Weeks v. United States, 232\nU.S. 383, 58 L.Ed. 652.\nIn People v. Martin, 382 Ill. 192, 202, the Illinois Supreme Court, after adopting a statement in Weeks on the force\nof the Fourth Amendment said: \"It is our duty and the duty of all of the officers of the State to enforce these\nconstitutional rights preserved to the people * * *.\" See also Skelly Oil Co. v. Universal Oil Products Co., 338 Ill.\nApp. 79.\n00 4 As noted above, Count 3 of the amended complaint asks for exemplary money damages from the\n95\ndefendants. Section 2-102 of the Local Governmental and Governmental Employees Tort Immunity Act (Ill. Rev.\n725 Stat. 1973, ch. 85, par. 2-102) provides that: \"[A] local *725 public entity is not liable to pay punitive or exemplary\ndamages.\" Thus, while the eight individual defendants may be subject to exemplary damages, the four\nmunicipalities named as defendants would not be; the limit of their potential liability would be actual damages.\n\nWe therefore hold that Counts 1, 2, 3, 4, and 7 sufficiently state causes of action. Our holding is in most respects\nequally applicable to the remaining counts which also state a cause of action and no purpose would be served by\nfurther discussion of those counts of the amended complaint.\nThe statements of the trial judge above referred to and other remarks made during the course of the hearing\nbefore him impel us to order that upon remand this case be reassigned to another judge for further proceedings.\nFor the reasons stated this case is reversed and remanded for further proceedings not inconsistent with this\nopinion.\nReversed and remanded.\nT. MORAN and DIXON, JJ., concur.\n[1] Count I named as defendants Hanover Park and Officers Martino and McCoy; Counts 2 and 3 named all\nmunicipalities and all eight individual police officers; Count 4 named only all eight individual officers (not the\nmunicipalities); Counts 5 and 6 named Hanover Park, Elgin and Bartlett, together with their respective police\nofficers-defendants; Count 7 named Elgin and Officers Dant and Upland.\n[2] For purposes of this appeal we are disregarding the fact that Elgin's motion was directed expressly to Counts\n\"2\" through \"6\" because it is obvious from the record that it was intended to apply to all but Count 1 of the\namended complaint.\n[3] While Bartlett's motion was directed expressly to Counts 2 through 5 it was intended to apply to all but Counts\n1 and 7 of the amended complaint.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60257"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121234,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121234"
    }
  ],
  "document_count": 2
}