{
  "case_id": 463,
  "fetched_at": "2025-10-22T00:05:15.493130",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Missouri",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Developmental Disabilities Assistance and Bill of Rights Act, 42 U.S.C. § 15001 et seq."
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1989,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Western District of Missouri",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1986-09-24",
    "filing_year": 1986,
    "id": 463,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "Medical/Mental Health Care: Intellectual disability/mental illness dual diagnosis",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2006-08-07T00:00:00-04:00",
    "main_docket": {
      "id": 42605,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1986,
      "docket_filing_number": 4636,
      "is_main_docket": true,
      "court": "Western District of Missouri",
      "state": "Missouri",
      "docket_office_number": "2",
      "docket_number_manual": "86-4636",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Gieseking v. Schafer",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "developmentally disabled citizens of the state of Missouri",
    "plaintiff_type": [],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1989-01-01",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Missouri",
    "summary": "<p>In 1986, developmentally disabled citizens of the state of Missouri filed a class action lawsuit under 42 U.S.C. &sect;1983 and the Developmental Disabilities Act of 1984 (42 U.S.C. &sect;6000), against the state of Missouri in the U.S. District Court for the Western District of Missouri.  The plaintiffs alleged that their rights had been violated by Missouri's failure to develop and implement individual habilitation plans for them.  </p><p>On August 13, 1987, the U.S. District Court for the Western District of Missouri (Judge Scott O. Wright) held that the state's program received federal funds under the Developmental Disabilities Act (DD Act), and thus the state was required to ensure that each individual found to be developmentally disabled had a habilitation plan or received appropriate services.  The court also held that the individual plaintiffs had a private cause of action to enforce the provisions of the DD Act requiring assurances in the state plan that services were provided in an individualized manner.  Finally, the court held that a voluntarily confined individual's due process liberty interests were not violated by the state's failure to place the individual in community placement after a professional recommendation that he be so placed.  Gieseking v. Schafer, 672 F.Supp. 1249 (W.D.Mo. 1987).  </p><p>The court appointed a Special Master, and on January 20, 1989, the district court (Judge Wright) adopted the Master's recommendation that the plaintiffs' claims be dismissed, holding that the defendants were in substantial compliance with the DD Act.  The court then ordered that all parties bear their own costs for this litigation.  </p><p>We have no further information on the proceedings in this case.</p><p></p>",
    "summary_published_date": "2006-08-07T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": "1989-01-01",
    "clearinghouse_link": "clearinghouse.net/case/463",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=463",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=463",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=463"
  },
  "documents": [
    {
      "date": "1989-01-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Western District of Missouri",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2109,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2109.pdf",
      "title": "Judgment in a Civil Case",
      "text": "Gieseking v. Schafer\nMR-MO-001-002\nIN THE UNITED STATES DISTRICT COURT FOR THE\nWESTERN DISTRICT OF MISSOURI\nCENTRAL DIVISION\nDONALD GIESEKING, et al.,\nPlaintiffs,\nv. No.  86-4636-CV-C-5\nKEITH SCHAFER, et al.,\nDefendants.\nORDER\nBy  report  of  September  19,  1988,  the  Special  Master  to  whom  this  cause  was\nreferred  entered  his recommended  findings  of fact  and  conclusions  of law.  The parties\nwere advised they could file written objections to the findings and recommendations.\nA de  novo review  of  the  record  in  this  cause,  including  the  exceptions  to  the\nrecommendations  filed  by plaintiffs  on  October  11, 1988, convinces  the  court  that  the\nrecommendations  of  the  Special  Master  are  correct  in  all  respects  and  should  be\nadopted.\nPlaintiffs'  most  significant  objection  to  the  Special  Master's  recommended\nfindings  of  fact  and conclusions  of law are  that  the Special  Master  failed  to follow  the\n\"law  of  the  case\" with respect  to the question  of  whether  Individual  Habilitation  Plans\nare  required  because  the  regional  councils  received  Developmental  Disabilities  Act\nfunds,  an  issue  which  was addressed  by  this court  on  August  13, 1987, on  a  motion  for\nsummary judgment.  A careful  review of  the Special Master's recommended  conclusions\nof law  indicates  the Special Master correctly  analyzed  the prior ruling of this court and\ndid not depart  from  the \"law of the case.\"  Furthermore, the statutory interpretation and\napplication  proposed  by plaintiffs  are  impractical.  The reasons  therefor  are  carefully\nanalyzed  and  set  forth  in  the  Special  Master's  recommended  findings  of  fact  and\nconclusions  of  law  and  need  not  be readdressed  here.  The issues  raised  by  plaintiffs'\n:':••  -  .-  no.  #_i\n\nobjections  are  essentially  a  re-argument  and  have  been  adequately  addressed  in  the\nSpecial Master's recommended findings of fact and conclusions of law.\nThe  Special  Master's  recommended  findings  of  fact  are  well  supported  by  the\nevidence  and  conclusions  of  law  are  well  reasoned  and  they are hereby  adopted  as the\nfindings  of  fact  and conclusions of law of this court.  This court, therefore,  makes the\nfollowing  findings.\n(1)  The State  defendants  are  in substantial compliance  with  the  Developmental\nDisabilities  Act.  The  Act  does  not  require  the  regional  centers  to provide  Individual\nHabilitation  Plans to all individuals  who are  eligible  for services by the Division  of  the\nMentally  Retarded  and  Develop mentally  Disabled.  The  fact  that  Developmental\nDisabilities Act funds are received by the regional councils, which do not provide direct\nservices to eligible individuals, does not require the regional centers to provide Individual\nHabilitation Plans for all registered individuals eligible for services.\n(2)  Since  the  State  defendants  are  in  substantial  compliance  with  the\nDevelopmental  Disabilities  Act,  the  Federal  defendant,  the  Secretary  of  Health  and\nHuman  Services,  is  not  in dereliction  of  any  duty  under  the  Act  to  impose  sanctions,\nterminate, or threaten  to terminate,  Developmental  Disabilities  Act funding as a result\nof any noncompliance.\n(3)  Plaintiffs  have  failed  to  establish  that  the  State  defendants  have  violated\nplaintiffs'  rights under the  Equal Protection  Clause of the fourteenth  amendment  to the\nUnited  States  Constitution  in  that  the  evidence  has demonstrated  the  Division  of  the\nMentally  Retarded  and  Develop mentally  Disabled  uses  a rational  basis  for  establishing\nwaiting lists and prioritization  among clients on that  list  in order to conserve its limited\nfunding and resources.\nIT IS, THEREFORE ORDERED that judgment should be and it is hereby entered in\nfavor of defendants and against plaintiffs  on all claims.  It is further\n-2-\n\nORDERED that each party shall pay their own court costs.\nDated this  ^O  day of January, 1989.\nSCOTT O. WRIGHT\nUnited States District  Judge'\n-3-",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2109"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128643,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128643"
    },
    {
      "date": "1989-01-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Western District of Missouri",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2110,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2110.pdf",
      "title": "Order",
      "text": "Gieseking v. Schafer\nAO 450 (Rev. 5/85)  Judgment in a Civil Case ffl\nMR-MO-001-003\ntates  iBtstrrct  (Kcrurt\nc\nWestern DISTRICT OF Mi gsnnri\nJUDGMENT IN A CIVIL CASE\nDonald Gieseking, et al.\nV.\nKeith Schafer, et al.\nCASE NUMBER:  86-4636-CV-C-5\nJury Verdict. This action came before the Court for a trial by jury  The issues have been tried and the jury has rendered\nits verdict.\nDecision by Court. This action came to trial or hearing before the Court.  The issues have been tried or heard and a\ndecision has been rendered.\nIT IS ORDERED AND ADJUDGED\n- that judgment should be and it is hereby entered in favor of\ndefendants and against plaintiffs on all claims.\n- that each party shall pay their own court costs.\n2 0  1989\nentered  on\nJAN 2 0  1989\nRobert  F.  Connor\nDate Clerk\n(By) Deputy Clerk\n\ni .••a*\nN5128381\nAO82C\nRECEIPT FOR PAYMENT\n(Rev\nUNITED STATES DISTRICT COURT\nWESTERN DISTRICT OF MISSOURI\nat.\nFund\nRegistry Funds\n6855-- Deposit Funds\n086900 Filing Fees\n106000 Forfeitures of Unclaimed Monies\n143500 Interest Deposits to U.S.\n322350 Copy Fees\n322360 Miscellaneous Fees\n322380 Recovery—Court Costs\n322381 Recoveries Stand Trustee\n507310 U.S. Trustee System Fund\n504100 Crime Victims Fund\n510000 Fees for Judicial Services\n510100 Registry Fee\n'Last two digits same as last two digits of DO symbol\nCASE REFERENCE:\nRECEIVED FROM\nDEPUTY CLERK\nChecks and drafts are accepted' sub/ect to\ncollection and full credit will only-be given\nwhen the check or draft has been accepted\nby the financial Institution on which It was\ndrawn.\nWHfTE-OtiKSIMM. YtLLOW-OUPLKATt  PHK-TWPUCATE\n•U.S. GPO: 1996-555-280",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2110"
    },
    {
      "date": "1987-08-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1249,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 672,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Western District of Missouri",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54459,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54459.pdf",
      "title": "Order",
      "text": "672 F.Supp. 1249 (1987)\nDonald GIESEKING, Jeffrey Snatilli, Mark Miget, Joseph Nowotny, Cecil Hancock, Darlene\nDeclue, Missouri Protection & Advocacy Services, Plaintiffs,\nv.\nKeith SCHAFER, Gary V. Sluyter, Otis R. Bowen, Secretary of Health & Human Services,\nJohn Ashcroft, Governor, State of Missouri, Defendants.\nNo. 86-4636-CV-C-5.\nUnited States District Court, W.D. Missouri, C.D.\nAugust 13, 1987.\n1250 *1250 Ann B. Lever, Roger J. Bertling, St. Louis, for plaintiffs.\nMary Stewart Tansey, Joann Leykam, Jefferson City, Mo., for State defendants.\nChristy Schmidt, Office of Gen. Counsel, Dept. of Health & Human Services, Kansas City, Mo., for Federal\ndefendant.\nORDER\nSCOTT O. WRIGHT, Chief Judge.\nBefore the Court are the Federal and State defendants' motion to dismiss or, in the alternative, for summary\njudgment as to all counts of plaintiffs' first amended complaint. For the following reasons, the Court concludes\nthat plaintiffs' claims under the Rehabilitation Act and the due process clause must be dismissed. However,\ndefendants' motion to dismiss as to the remaining claims must be denied.\nFactual Background\nPlaintiffs bring this action individually and on behalf of other similarly situated individuals pursuant to Rules 23(a)\n1251 and 23(b)(2) of the Federal Rules of Civil Procedure. Plaintiffs seek certification of a *1251 class which consists\nof all handicapped persons within the State of Missouri who have been or will be determined by the Missouri\nDepartment of Mental Health (\"DMH\") or one of its regional centers to be developmentally disabled and for whom\nDMH and its regional centers have failed or will fail to develop individual habilitation/treatment plans or to secure\ntreatment, training, placement, residential care, habilitation or other services consistent with their individual\nhabilitation/treatment plans and comprehensive service needs. The proposed plaintiff class also includes a sub-\nclass of developmentally disabled persons who have been or will be committed to institutions operated by DMH\nand for whom DMH and its regional centers have failed or will fail to secure the community group living\narrangements called for by their individual habilitation/treatment plans.\nPlaintiffs bring this action against the State defendants pursuant to 42 U.S.C. § 1983, alleging that the State\ndefendants' failure to develop and implement individual habilitation plans for developmentally disabled individuals\nand the failure to meet their comprehensive service needs violate the Developmental Disabilities Act of 1984, 42\nU.S.C. § 6000 et seq. (Supp.1987) (\"DD Act\"). The DD Act is a federal-state grant program whereby the federal\ngovernment provides financial assistance to participating states to assist in creating programs to care for and\ntreat the developmentally disabled. Additionally, plaintiffs allege that implementing individual habilitation plans\nand providing comprehensive services to some developmentally disabled individuals while denying them to\nplaintiffs and the class they seek to represent also violates section 504 of the Rehabilitation Act of 1973, 29\nU.S.C. § 794, and the Equal Protection Clause of the Fourteenth Amendment of the United States Constitution.\nPlaintiffs further allege that the Secretary of Health and Human Services has failed to perform his statutory duties\n\nto ensure compliance with the DD Act and section 504 of the Rehabilitation Act. Finally, plaintiffs contend that\nallowing plaintiff Donald Gieseking and his putative sub-class to remain institutionalized despite professional\nrecommendations for community placement violates the Due Process Clause of the Fourteenth Amendment of\nthe United States Constitution. Plaintiffs seek both declaratory and injunctive relief and reasonable attorneys'\nfees pursuant to 42 U.S.C. § 1988 and 29 U.S.C. § 794a.\nBoth the Federal defendant and the State defendants have moved to dismiss or, in the alternative, for summary\njudgment. The Federal defendant has moved to dismiss on the following grounds:\n(1) The State program referred to in plaintiffs' complaint does not receive federal funds and, thus, is not a\nprogram assisted by DD Act funds; (2) the DD Act does not create an implied right of action against the Secretary\nof the Department of Health and Human Services; and (3) no private cause of action exists against the Secretary\nunder § 504 of the Rehabilitation Act.\nThe State defendants have moved to dismiss on the following grounds:\n(1) The DD Act does not allow a private cause of action against state officials, nor does it create substantive\nrights to an individual habilitation/treatment plan or services; (2) plaintiffs' Rehabilitation Act claim should be\ndismissed because the exclusive remedy for claimed inappropriate use of DD funds is the DD Act; and (3)\nplaintiffs' Constitutional claims should be dismissed because there is no Constitutional right to an individual\nhabilitation/treatment plan or to community placement.\nProgram Assisted With DD Act Funds\nThe initial question before the Court is whether plaintiffs have properly alleged that the state program alleged in\nplaintiffs' complaint is a program assisted with DD Act funds. As noted by the Federal defendant, if the program\ndoes not receive federal funds under the DD Act, then the state is under no obligation to assure the Secretary\nthat each person found to be developmentally disabled has a habilitation plan or receives appropriate services. \n1252 See Pennhurst State School & Hospital v. Halderman, 451 U.S. 1, 28, 101 S.Ct. 1531, *1252 1545, 67 L.Ed.2d\n694 (1981) (\"Pennhurst I\").\nSection 123(a) of the DD Act provides that:\n\"The Secretary shall require as a condition to a State's receiving an allotment under this\nsubchapter that the State provide the Secretary satisfactory assurances that each program (\nincluding programs of any agency, facility, or project) which receives funds from the State's\nallotment under this subchapter (1) has in effect for each developmentally disabled person who\nreceives services from or under the program a habilitation plan meeting the requirements of\nsubsection (b) of this section, and (2) provides for an annual review, in accordance with\nsubsection (c) of this section of each such plan.\" (emphasis added)\nSection 6022(b)(5)(C), in reference to the requirements of state plan approval, provides that:\n\"The plan must contain or be supported by assurances satisfactory to the Secretary that the\nhuman rights of all persons with developmental disabilities (especially those persons without\nfamilial protection) who are receiving treatment, services or habilitation under programs assisted\nunder this part will be protected consistent with section 6009 of this title (relating to rights of the\ndevelopmentally disabled).\" (emphasis added)\nThe Federal defendant asserts that because plaintiffs did not receive services under a program assisted by DD\nAct funds, then plaintiffs have failed to state a claim under the DD Act upon which relief may be granted. Plaintiffs\ncounter by arguing that plaintiffs do indeed receive habilitation services under a program assisted by DD Act\nfunds, and that the assisted program under which they receive services is the Missouri Division of Mental\nRetardation and Developmental Disabilities' service delivery program, comprised of the regional centers for the\ndevelopmentally disabled and the regional advisory councils on developmental disabilities. In order to answer the\nquestion of whether the program alleged in plaintiffs' complaint is a \"program assisted\" with DD Act funds, the\n\nCourt must first analyze the Missouri scheme for the administration of services to developmentally disabled\nindividuals.\nThe Missouri Department of Mental Health (\"DMH\") is the state agency designated to administer or supervise\nadministration of the state plan submitted for Missouri's allotment of DD Act funds. See 42 U.S.C. § 6022(b)(1)\n(B). The Division of Mental Retardation and Developmental Disabilities is the actual grantee of Missouri's DD Act\nfunds; it makes the application for those funds and has final decision-making authority on sub-grants of those\nfunds. The Division of Mental Retardation and Developmental Disabilities (\"Division\") is, by state law, charged\nwith the responsibility of providing services to mentally retarded and developmentally disabled clients of the\nDMH. Mo.Rev.Stat. § 633.010.2(1).\nThe Division has a service delivery system to link developmentally disabled clients with the services that they\nneed. To ensure the accessibility of services for the developmentally disabled, the DMH has divided the state into\neleven (11) regions. Mo.Rev.Stat. § 633.035. Each region has a regional council on developmental disabilities\nand a regional center for the developmentally disabled. See Mo.Rev.Stat. § 633.040, 633.100. As noted by\nplaintiffs, the regional councils and regional centers are the principal vehicles for the Division's service delivery\nsystem.\nThe regional centers are the entry or primary access points for developmentally disabled individuals into the\nDivision's service delivery system. The regional centers evaluate whether applicants meet the developmental\ndisability eligibility criteria. Once eligibility is determined, the client is assigned to a regional center case manager\nwho is responsible for organizing the individual habilitation planning process for the client. Through the individual\nhabilitation planning process, the client's service needs and least restrictive environment are identified. The case\nmanager then links the client with appropriate services for his or her individual needs. Once the client's service\n1253 needs are identified, the Division *1253 meets those needs in two ways: (1) directly through its own facilities; or\n(2) by contracts with community-based providers. Regardless of whether a client's services are provided directly\nby the Division or are purchased from community vendors with funds allocated to each regional center, it is the\nregional center which coordinates those services for the individual client.\nThe regional councils are the other integral part of the service delivery system. It is through the regional councils\nthat the Division's service delivery system receives DD Act funds. In fiscal year 1987, as well as in previous\nyears, the Division is using federal DD Act monies to fund staffing grants for all eleven regional councils.\nSpecifically, $394,805.66 in DD Act funds paid part of the salaries of the eleven regional council coordinators and\nsecretaries as well as the operating expenses of the councils. The regional coordinators and secretaries are the\npermanent, day-to-day staff of the regional councils.\nUnder the DD Act, the state plan for fiscal year 1987 must identify three out of four \"priority services\" in which at\nleast 65% of its allotment will be spent. See 42 U.S.C. §§ 6022(b)(4)(B)(i)(II), 6022(b)(4)(E), and 6001(11)(C).\nThese four \"priority services\" are \"alternative community living arrangement services, employment-related\nactivities, child development services, and case management services.\" (emphasis added) 6001(11)(C). The\nDivision chose case management, child development and employment related activities as its three priorities.\nUnder the DD Act, \"case management services\" are defined as:\n\"... such services to persons with developmental disabilities as will assist them in gaining access\nto needed social, medical, educational and other services. Such term includes00\n97\n(i) follow-along services to ensure, through a continuing relationship, lifelong if necessary, \nbetween an agency or provider and a person with a developmental disability and the person's\nimmediate relatives or guardians that the changing needs of the person and the family are\nrecognized and appropriately met, and\n(ii) coordination services which provide to persons with developmental disabilities support, access\nto (and coordination of) other services, information on programs and services, and monitoring of\nthe person's progress.\" (emphasis added).\nThe staffing grants for the regional councils are funded as \"case management services.\"\n\nAs part of the case management services which they provide with federal DD Act funds, the regional councils, in\nconjunction with the regional centers, prepare annual plans for the regions. Those plans include: (1) an inventory\nof existing residential facilities, day programs and specialized services for the mentally retarded and\ndevelopmentally disabled; (2) an assessment of needs, including any special target populations, of unserved or\nunderserved, or inappropriately serviced persons; and (3) a statement of specific goals for the region. See\nMo.Rev. Stat. § 633.045.1. The specific service goals and priorities for services established in the regional plans\nare used by the regional centers to request funding for expanded services in their areas.\nIn addition to shaping the budget for services to regional center clients, the regional councils provide client-\ndirected services in other ways. The regional councils must \"review and advise on programs and policies of the\nregional centers.\" Mo.Rev. Stat. § 633.051. They may also consider the appropriate use of existing agencies and\npersonnel providing residential, day programming or other specialized services and advise the regional centers\non methods of operation to assure comprehensive services for the developmentally disabled in their region. See\nMo.Rev.Stat. § 633.050.2.\nPlaintiffs argue that because of the mutually dependent roles of the regional centers and regional councils in case\nmanagement, budget planning, policy development, service prioritizing, and service expansion, DD Act funding\n1254 for the regional councils constitute DD Act assistance to the Division of Mental Retardation and Developmental \n*1254 Disabilities' service delivery program. In support of this contention, plaintiffs note that they receive services\nunder this service delivery program and have received evaluation and diagnostic services from the regional\ncenters. Plaintiffs further state that it is through the regional centers that they also receive such services as case\nmanagement, counseling and vocational training. Thus, plaintiffs argue that since it is the service delivery\nprogram of the Division which has failed to develop and implement individual habilitation plans for plaintiffs and\nwhich has failed to secure for plaintiffs the other services appropriate to their needs, and since that program\nreceives DD Act assistance in the form of staffing and operating grants for the regional councils, then the\nDivision's service delivery program is a program assisted by DD Act funds.\nThe Federal defendant counters by quoting from relevant portions of the DD Act legislative history, noting that\nCongress requires habilitation plans \"only when the Federal assistance under this Act contributes a portion of the\ncost of the habilitation services to the developmentally disabled persons.\" H. Conf.Rep. No. 94-473, 1975 U.S.\nCode Cong. Admin.News 919, 963. The Federal defendant states that the role of the regional councils is to\nadvise and review policies and programs, not to provide direct services. In addition, the Secretary argues that the\nfunds budgeted to the regional councils for case management are for salaries, fringe benefits, staff travel, office\nand communication expenses, and planning; thus, funding to the regional councils does not provide any portion\nof the cost of habilitation services.\nThe Court finds the Federal defendant's argument that no DD Act funds are used for habilitation services\nunpersuasive. As noted by plaintiffs, through case management, the Division's service delivery program links\ndevelopmentally disabled individuals with the habilitation services appropriate to their needs. Those case\nmanagement services are provided by both the regional centers and the regional councils. Additionally, federal\nDD Act funds pay part of the salaries of the eleven regional coordinators (some of whom are regional council\nmembers) and secretaries, as well as the operating expenses of the councils. Additionally, under Missouri's DD\nAct grant, the regional councils are funded as \"case management services\" 00 services to developmentally\n97\ndisabled individuals that will assist them in gaining access to needed social, medical, educational, and other\nservices 00 rather than as administrative activities. See 42 U.S.C. § 6001(11)(H). Furthermore, as noted by\n97\nplaintiffs, the state defendants' own officials testified, by way of deposition, that the regional councils provide case\nmanagement services through their coordination activities, insuring that services are provided to developmentally\ndisabled individuals, and by providing advice for and review of the service delivery functions carried out by the\nregional centers. See Conklin Dep. p. 36, lines 23-25; Conboy Dep. p. 25, lines 11-19.\nTherefore, the Court concludes that since federal DD Act funds support, at least indirectly, the Division of Mental\nRetardation and Developmental Disabilities' service delivery program 00 which is administered by the regional\n97\ncenter and the regional council through case management 00 and since that program provides coordination\n97\nservices which provide developmentally disabled individuals support and access to other services (including\nhabilitation services), then the program is one assisted by DD Act funds.\n\nPrivate Right of Action Under the Developmental Disabilities Act\nThe next question for the Court is whether plaintiffs have a private cause of action under § 122(b)(5)(B) and §\n123 of the Developmental Disabilities Act of 1984, 42 U.S.C. § 6000 et seq, (\"DD Act\") or a cause of action under\n1255 42 U.S.C. § 1983.[1] However, *1255 before undertaking this monumental task, the Court must first take a brief\nlook at the general structure and analyze the overall purposes of the Act.\nTo begin with, the DD Act itself establishes a federal-state grant program whereby the Federal Government\nprovides financial assistance to participating states to assist them in creating programs to care for and treat the\ndevelopmentally disabled. As with other federal-state cooperative programs, the Act is voluntary, and states are\ngiven the choice of complying with the conditions set forth in the Act or foregoing the benefits of federal funding. \nSee Pennhurst I, 451 U.S. at 13, 101 S.Ct. at 1537.\nThe Act begins with a list of Congressional findings and an exhaustive statement of purposes. 42 U.S.C. § 6000\n(a) and (b). The \"overall purpose\" of the Act is:\n\"... to assist States to (A) assure that persons with developmental disabilities receive the care,\ntreatment, and other services necessary to enable them to achieve their maximum potential\nthrough increased independence, productivity, and integration into the community, and (B)\nestablish and operate a system which coordinates, monitors, plans, and evaluates services which\nensures the protection of the legal and human rights of persons with developmental disabilities.\"\n42 U.S.C. § 6000(b)\nSection 121, as a preface to Subchapter II of the Act, provides that\n\"[t]he purpose of this subchapter is to provide payments to States to plan for, and to conduct,\nactivities which will increase and support the independence, productivity, and integration into the\ncommunity of persons with developmental disabilities.\"\nThe Act also lists a variety of conditions for the receipt of federal funds. Under § 109, for example, the Secretary,\n\"[a]s a condition of providing assistance\" shall require that \"each recipient of such assistance take affirmative\naction to employ and advance in employment qualified handicapped individuals ...\" Another condition to receipt of\nfunds under the Act is the submission of a state plan which must be approved by the Secretary. § 6022(a).\nSection 6022(b)(5) provides that \"[t]he plan must provide that services are provided in an individualized manner\nconsistent with the requirements of section 6023 of this title (relating to habilitation plans).\" A further condition,\nwhich is the crux of plaintiffs' claim under the DD Act, is that \"[t]he Secretary shall require as a condition to a\nState's receiving an allotment under this subchapter that the State provide the Secretary satisfactory assurances\nthat each program (including programs of any agency, facility, or project) which receives funds from the State's\nallotment under this subchapter (1) has in effect for each developmentally disabled person who receives services\nfrom or under the program a habilitation plan....\" § 6023(a). Finally, a further condition is that \"the State must\nhave in effect a system to protect and advocate the rights of persons with developmental disabilities....\" § 6042.\nThe Act also provides procedures and sanctions to ensure state compliance with its requirements. First, the\nSecretary may disapprove a state plan. § 6022(b). If a State fails to comply with the requirements of § 6022\n(requirements for a state plan), the Secretary \"shall make no further payments to the State ... or shall limit further\npayment ... to activities in which there is no such failure.\" § 6027. Any state that is dissatisfied with the\nSecretary's disapproval of a plan, or with his decision to terminate or limit funding, may appeal to the federal\ncourts of appeals. § 6029. No other cause of action is expressly recognized in the Act.\nThe thrust of plaintiffs' argument is that the development and implementation of individual habilitation plans is a\ncondition to the receipt of DD Act funds for the State of Missouri, and that plaintiffs have a substantive right to\nenforce Missouri's obligation either by way of a private cause of action under § 122(b)(5)(B) and § 123 of the DD\n1256 Act, or by bringing an action under 42 U.S.C. § 1983 to enforce these provisions. *1256 For their cause of action\nagainst the Secretary of Health and Human Services, plaintiffs argue that under the DD Act, the Secretary is\n\nrequired to limit or terminate funding for substantial noncompliance with any of the express conditions of the Act;\nthus, the Act creates a mandatory duty on the Secretary to monitor Missouri's service delivery program and to\nensure compliance 00 a duty which plaintiffs claim to have a private right of action to enforce.\n97\nCause of action against State defendants\nPreliminarily, it is worth repeating that the DD Act contains no express provision authorizing an aggrieved\nhandicapped individual to institute a court action for the purpose of enforcing its provision. Thus, if plaintiffs are to\npursue this claim, it must first be determined that they are entitled to an implied private right of action under the\nDD Act or, alternatively, a private right of action under Section 1983. See Ryans v. New Jersey Commissioner for\nthe Blind and Visually Impaired, 542 F.Supp. 841, 844 (D.N.J.1982). In answering the question of whether\nplaintiffs have a private cause of action against the state defendants, the Court is aided somewhat by recent\nSupreme Court decisions.\nIn Maine v. Thiboutot, 448 U.S. 1, 100 S.Ct. 2502, 65 L.Ed. 555 (1980), the Supreme Court squarely held that\nsection 1983, in accordance with its literal language, broadly encompasses violations of federal statutory law, as\nwell as constitutional law. Id. at 3, 100 S.Ct. at 2504. Applying this holding, the Supreme Court permitted an\nAFDC beneficiary to sue state officials under section 1983 to compel their compliance with the Federal Social\nSecurity Act, 42 U.S.C. § 602(a)(7), even though Congress had created no private right of action itself to enforce\nthe provision in question. Id.\nSince Thiboutot, the Supreme Court has created two exceptions to the general rule that section 1983 is available\nfor enforcement of federal statutory rights against state officials. A section 1983 action is not available if:\n(1) the federal statute in question creates no enforceable \"rights\"; or\n(2) Congress has created exclusive remedies for the enforcement of the statute which explicitly or implicitly\npreclude any other form of action. Middlesex County Sewage Authority v. National Sea Clammers Asso., 453\nU.S. 1, 19, 101 S.Ct. 2615, 2626, 69 L.Ed.2d 435 (1981); Pennhurst I, 451 U.S. at 28, 101 S.Ct. at 1545. In\ngeneral, there is a presumption that a federal statute creating enforceable rights may be enforced in a section\n1983 action, and it is the defendants' burden to show that Congress has withdrawn the Section 1983 remedy. \nSee Boatowners and Tenants Association v. Port of Seattle, 716 F.2d 669, 674 (9th Cir.1983); Valdez v. Grover,\n563 F.Supp. 129, 132 (W.D.Wis.1983).\nAs to the question of whether there is a section 1983 action based on alleged violations of the DD Act, the\nSupreme Court's most recent pronouncement is in Pennhurst State School & Hospital v. Halderman, 451 U.S. 1,\n101 S.Ct. 1531, 67 L.Ed.2d 694 (1981) (\"Pennhurst I\"). In Pennhurst I, mentally retarded residents of a\nPennsylvania hospital for the care and treatment of the mentally retarded brought suit under the DD Act\nchallenging conditions of confinement. More specifically, the action was brought under the \"Bill of Rights\"\nprovision of the Act, 42 U.S.C. §§ 6010(1) and (2) [recodified at 42 U.S.C. §§ 6009(1) and (2)], which states that\ndevelopmentally disabled persons \"have a right to appropriate treatment, services, and habilitation\" in \"the setting\nthat is least restrictive of personal liberty.\" The Court of Appeals for the Third Circuit, in affirming the District\nCourt, held that the \"Bill of Rights\" provision of the Act created substantive rights in favor of developmentally\ndisabled individuals and imposed an obligation on the states to provide, at their own expense, \"appropriate\ntreatment\" in the \"least restrictive\" environment. Id. at 8-9, 101 S.Ct. at 1535-1536.\nThe Supreme Court reversed the Court of Appeals by holding that section 6010 of the DD Act, rather than\n1257 creating substantive entitlements, did no more than express *1257 a Congressional preference for certain kinds\nof treatment. Id. at 19, 101 S.Ct. 1541. The Court's conclusion that the section 6010 \"Bill of Rights\" provisions\nwere \"hortatory, not mandatory\" was based primarily on the absence of language specifying compliance as a\ncondition for the grant of federal funds. The Court rejected the contention that § 6010, as part of legislation\npassed pursuant to Congress' spending power, creates substantive rights imposed upon the states as a condition\nto receiving federal funds. The Court likened legislation passed pursuant to the spending power to a contract 00 in\n97\nreturn for funds, states must agree to comply with federally-imposed conditions. Id. at 16, 101 S.Ct. at 1540. The\n\nCourt noted, however, that these conditions must be explicitly and unambiguously set forth in order for\nsubstantive rights to be created. Id.\nThe Supreme Court's decision did not, however, preclude the possibility of statutory liability arising from violations\nof other sections of the Act. On the contrary, the Court specifically noted that other provisions of the Act which do\nexpressly condition the receipt of federal funds on compliance, such as §§ 6022(b)(5)(B) and 6023, could give\nrise to a section 1983 or an implied right of action under the Act, and the Court remanded the case specifically for\n[2]\nthe purpose of having the lower court make that determination. 451 U.S. at 28, 101 S.Ct. 1545. In dicta, the\nCourt further noted that the plaintiffs' relief could well be limited to enjoining the Federal Government from\nprovided funds to the State of Pennsylvania. Id. at 29, 101 S.Ct. 1546. Thus, this Court must address the\nquestion never resolved by the Supreme Court in Pennhurst I00whether § 6022(b)(5)(B) (requiring assurances in\n97\nthe plan that services are provided in an individualized manner) and § 6023(a) (which requires assurances in the\nplan that each developmentally disabled person has in effect an individual habilitation plan) create substantive\nrights in plaintiffs and, if so, whether these rights are enforceable against the State of Missouri by way of an\n[3]\nimplied private right of action under the DD Act or a section 1983 cause of action.\nOn this point, the State defendants first argue that courts have held that the DD Act does not create substantive\nrights to an individual habilitation plan or to services in an individualized manner consistent with that plan. These\ndefendants argue that the primary purpose of the Act is to \"assist\" and financially \"support\" various activities of\nthe state in providing comprehensive services to developmentally disabled individuals.\nSecond, the State defendants argue that even if the DD Act does create substantive rights in favor of plaintiffs,\nplaintiffs' exclusive remedy under the DD Act is against the Secretary of Health and Human Services only after\n1258 the Secretary had *1258 made the decision that the state had failed to substantially comply with the provisions of\nthe Act. On this second point, the State defendants rely chiefly on Garrity v. Gallen, 522 F.Supp. 171\n(D.N.H.1981).\nIn Garrity, residents of a New Hampshire school for the mentally retarded brought a class action against\nnumerous state officials including the Governor of New Hampshire, the State Commissioner of the Department of\nHealth and Welfare, and the Director of the Division of Mental Health. Plaintiff sought a ruling by the trial court to\nthe effect that their right to habilitation requires that it be effected in the least restrictive alternative, i.e. by way of\ncommunity placement. Id. at 176. The United States was granted leave to intervene as a party plaintiff.\nThe Court in Garrity held that pursuant to the DD Act, plaintiff would have an implied private right of action\nagainst the Secretary of Health and Human Services for the purpose of compelling him to perform his mandatory\nstatutory duties. Id. at 202. In so holding, the Court engaged in an extensive analysis of the role of the Secretary\nof Health and Human Services in monitoring the implementation of state plans and the system of agency\nenforcement by which Congress established in the DD Act. Id. The Court's conclusion was that plaintiff had a\nprivate right of action under the DD Act itself to ensure that the Secretary performs his mandatory duties under\nthe statute. Id.\nHowever, the Court in Garrity, relying on limitations established for the Court's Thiboutot decision, concluded that\nthis implied right of action against the Secretary to compel compliance was the plaintiffs' exclusive remedy and\nthat the State defendants could not be sued under section 1983. Id. at 203. The Court reasoned that: \"[t]he\nimplication of this limited private right of action is consistent with the DD Act and further its purposes, whereas\npermitting action against the state or its employees pursuant to 42 U.S.C. § 1983 would serve only to undermine\n[4]\nthe carefully formulated regulatory scheme created under this federal-state cooperative program.\" Id.\nAfter a careful and painstaking analysis of the DD Act, the cases interpreting it since Pennhurst I and similar\nfunding statutes, the Court concludes that Congress clearly intended to create enforceable \"rights\" for\ndevelopmentally disabled individuals in § 122(b)(5)(B) and § 123 of the DD Act, and that the State defendants\nhave not shown that Congress intended to preclude enforcement of these rights by way of a section 1983 action.\nFurthermore, while the Court agrees with the District Court in Garrity that a private right of action against the\nSecretary is warranted under the DD Act (see infra page 1262), the Court is unpersuaded that this remedy is the\n\nexclusive remedy for the alleged violation by a state of the expressed \"conditions\" to the receipt of federal funds\nset forth in the DD Act.\n1259 We begin by taking a look at the two DD Act provisions themselves. Section *1259 6022(b)(5)(B), in reference to\nthe contents of the State plan, provides that, \"[t]he plan must provide that services are provided in an\nindividualized manner consistent with the requirements of section 6023 of this title (relating to habilitation plans).\"\nSection 6023(a) (condition for receipt of state allotment) provides that:\n\"The Secretary shall require as a condition to a State's receiving an allotment under this\nsubchapter that the State provide the Secretary satisfactory assurances that each program\n(including programs of any agency, facility, or project) which receives funds from the State's\nallotment under this subchapter (1) has in effect for each developmentally disabled person who\nreceives services from or under the program a habilitation plan meeting the requirements of\nsubsection (b) of this section, and (2) provides for an annual review, in accordance with\nsubsection (c) of this section, of each such plan.\" (emphasis added)\nIn Pennhurst I, the Supreme Court drew a distinction between sections of the DD Act which Congress clearly\nintended to impose conditions on the grant of federal funds and the \"Bill of Rights\" section which it concluded did\nnot intend to impose such conditions. The Pennhurst I Court emphasized the importance of this distinction:\n\"... legislation enacted pursuant to the spending power is much in the nature of a contract: in\nreturn for federal funds, the States agree to comply with federally imposed conditions. The\nlegitimacy of Congress' power to legislate under the spending power thus rests on whether the\nState voluntarily and knowingly accepts the terms of the `contract.' [citations omitted] There can,\nof course, be no knowing acceptance if a State is unaware of the conditions or is unable to\nascertain what is expected of it. Accordingly, if Congress intends to impose a condition on the\ngrant of federal moneys, it must do so unambiguously. [citations omitted] By insisting that\nCongress speak with a clear voice, we enable the States to exercise their choice knowingly,\ncognizant of the consequences of their participation.\" 451 U.S. at 17, 101 S.Ct. at 1540.\nSections 6022(b)(5)(B) and 6023(a), unlike the \"Bill of Rights\" provisions in which the Pennhurst I Court held did\nnot create substantive rights, expressly condition the receipt of federal funds on compliance with their\nrequirements. Under § 6022(b)(5)(B), the state plan, which must be submitted and approved by the Secretary\nbefore DD Act funds will be allotted, must contain assurances that services are provided in an individualized\nmanner. Likewise, § 6023(a) conditions the receipt of DD Act funds on the assurance that: (1) each\ndevelopmentally disabled individual has a written habilitation plan; and (2) this individual habilitation plan be in\neffect. Thus, as to these expressed conditions, there can be no question that a state accepting funds under the\nDD Act should be fully aware of the requirement that each individual qualifying for assistance under the program\nhas an individual habilitation plan in effect and that the implementation of that plan be done in an individualized\n[5]\nmanner.\n1260 However, before plaintiffs can, under the Court's holding in Thiboutot, assert a *1260 cause of action under\nsection 1983 for Missouri's alleged violation of these expressed conditions in the DD Act, the Act itself must\ncreate a \"right, privilege or immunity\" within the meaning of section 1983. See Jensen v. Conrad, 570 F.Supp. 91,\n111 (D.S.C.1983). The Court finds evidence that Congress did intend to create such a right in the DD Act itself.\nThe express purposes of the Act, as set forth in §§ 6000(a) and (b) and § 6021, are to assure that\ndevelopmentally disabled individuals receive the necessary care and services that will enable them to become\nmore independent and more fully integrated members of society. In order to achieve this overall purpose,\nCongress set up this funding statute to assist the States in achieving these overall objectives. Rather than\nstopping at merely providing states with assistance for habilitation services and treatment consistent with these\ngoals, Congress went one step further and expressly required states, as a condition for funding, to have \"in effect\na system to protect and advocate the rights of persons with developmental disabilities ...\" § 6042(a)(1). This\nsystem, in addition to being independent of the agency providing treatment, services or habilitation to\ndevelopmentally disabled individuals, must \"have the authority to pursue legal, administrative, and other\n\nappropriate remedies to ensure the protection of the rights of such persons who are receiving treatment,\nservices, or habilitation with the State....\" (emphasis added) § 6042(a)(2)(A); § 6042(a)(2)(C).\nAs noted by Justice White, in reference to this system of protection and advocacy of the rights of the\ndevelopmentally disabled, \"it seems rather plain that the Act contemplates not only ongoing oversight by the\nSecretary but also enforcement of the rights of persons receiving treatment through judicial action or otherwise.\" \nPennhurst I, 451 U.S. at 50, 101 S.Ct. at 1556 (Justice White dissenting). See also Rosado v. Wyman, 397 U.S.\n397, 422-423, 90 S.Ct. 1207, 1222-1223, 25 L.Ed.2d 442 (1970) (\"It is ... particularly part of the duty of this\ntribunal, no less in the welfare field that [sic] in other areas of the law, to resolve disputes as to whether federal\nfunds allocated to the States are being expended in consonance with the conditions that Congress attached to\ntheir use.\")\nTherefore, having found nothing contrary in the DD Act itself nor in the authority cited by the State defendants,\nthe Court concludes that Congress, at least as to expressed conditions to the receipt of federal funds in § 6022(b)\n(5)(B) and § 6023(a), intended to create enforceable \"rights\" in developmentally disabled individuals, and that\n[6]\nthese rights can be enforced by way of a cause of action under section 1983.\nAdditionally, the Court is unpersuaded by the State defendants, in their reliance on Garrity, that plaintiffs'\nexclusive remedy lies against the Secretary of Health and Human Services. In Garrity, the District Court\nconcluded that permitting an action against state officials under section 1983 would \"serve only to undermine the\ncarefully formulated regulatory scheme created under this federal-state cooperative program.\" 522 F.Supp. at 203\n. This Court disagrees.\n1261 *1261 In Middlesex County Sewerage Authority v. National Sea Clammers, 453 U.S. 1, 101 S.Ct. 2615, 69\nL.Ed.2d 435 (1981), the Supreme Court based its holding 00 that the enforcement mechanisms in the Federal\n97\nWater Pollution Control Act, 33 U.S.C. § 1251 et seq., and the Marine Protection, Research and Sanctuaries Act\nof 1972, 33 U.S.C. § 1401 et seq., constituted the exclusive remedies under these acts00primarily on the fact that\n97\nthe \"unusually elaborate enforcement provisions\" in the two acts demonstrated that Congress did not intend to\nauthorize additional judicial remedies. 453 U.S. at 13, 101 S.Ct. at 2623. Unlike these two acts, the DD Act does\nnot provide any enforcement provision for private parties.\nAs noted earlier, in determining the exclusivity question, the Court must presume that a section 1983 right of\naction exists unless there is evidence in the underlying statute which suggest an intent on the part of Congress to\nforeclose such an action. See Ryans v. New Jersey Commission for the Blind, etc., 542 F.Supp. 841, 848 (D.N.\n[7]\nJ.1982).  Contrary to the District Court in Garrity, this Court can find no evidence in the DD Act of a\nCongressional intention to withdraw any section 1983 relief against a state where such relief would otherwise be\n[8]\navailable.\nCause of Action Against the Federal Defendants\nHaving concluded that plaintiffs have a section 1983 action against the State defendants, the Court must\ndetermine whether plaintiffs also have a private cause of action against the Secretary of Health and Human\nServices to compel him to either terminate or reduce federal funding because of the DMH's alleged failure to\ndevelop and implement individual habilitation plans as required in § 6022(b)(5)(B) and § 6023(a). On this point,\nthe Court finds Garrity more persuasive.\nIn Garrity, the District Court concluded that the plaintiffs had an implied private right of action against the\nSecretary of Health and Human Services for the limited purpose of compelling him to perform his mandatory\nstatutory duties. 522 F.Supp. at 202. In determining that plaintiffs had an implied private right of action under the\nDD Act, the Garrity court relied on one of four factors set forth by the Supreme Court in Cort v. Ash, 422 U.S. 66,\n95 S.Ct. 2080, 45 L.Ed.2d 26 (1975). In Cort, the Supreme Court noted that in determining whether a private\nremedy is implicit in a statute not expressly providing for one a court is to consider the following: (1) Is the plaintiff\none of the class for whose especial benefit the statute was enacted, i.e., does the statute create a federal right in\nfavor of plaintiff? (2) Is there any indication of legislative intent, explicit or implicit, either to create such a remedy\n\nor to deny one? (3) Is it consistent with the underlying purposes of the legislative scheme to imply such a remedy\nfor the plaintiff? (4) Is the cause of action one traditionally regulated to state law, in an area basically the concern\nof the States, so that it would be inappropriate to infer a cause of action based solely on federal law? 422 U.S. at\n78, 95 S.Ct. at 2088.\nIn Garrity, the Court, after noting the purpose of the Act as outlined in various provisions of the DD Act, relied\nchiefly on the first Cort factor and concluded that \"... even though the states are the primary and direct\n1262 beneficiaries of federal funds under the Act, it is clear that developmentally *1262 disabled persons derive\nbenefits from the statute,\" and thus, are \"among `the class for whose especial benefit the statute was enacted.'\" \n522 F.Supp. at 201. The Court in Garrity, however, indicated that this private right of action is very narrow by\nnoting that: \"the right enjoyed by the plaintiffs is a limited one, which does not even come into existence unless\nand until the state decides to accept funds from the federal government. At the point of such acceptance, it can\nbe implied from the Act that a developmentally disabled person has a limited right to assure that the Secretary of\nHealth and Human Services performs his statutory duty in enforcing the Act.\" 522 F.Supp. at 201. One such\nstatutory duty that the Court concluded that plaintiffs had a right to enforce by way of this \"limited\" private right of\naction was contained in § 6065 (recodified at § 6027), which provides that the Secretary must limit or terminate a\nstate's funding if he finds that \"there is a failure to comply substantially with any of the provisions of section [6022]\nof this title to be included in the State plan.\" Id.\nDespite the Federal defendant's criticism of the Garrity decision (based primarily on the fact that the Secretary of\nHealth and Human Services was not a party defendant), this Court finds Garrity persuasive, and concludes that\nplaintiffs have a limited private right of action under the DD Act against the Secretary of Health and Human\nServices to compel him to perform his mandatory duties under the Act, which include limiting or terminating\nfederal funds for a state's failure to comply with expressed conditions in the DD Act.\nPlaintiffs' claim under Section 504 of the Rehabilitation Act\nBoth the Federal and State defendants have moved to dismiss, or in the alternative, for summary judgment, as to\nplaintiffs' claim under section 504 of the Rehabilitation Act of 1973, 29 U.S.C. § 794. Section 504 provides, in\npertinent part, that:\n\"[N]o otherwise qualified handicapped individual in the United States, as defined in Section 706(7)\nof this title, shall, solely by reason of his handicap, be excluded from participation in, be denied the\nbenefits of, or be subjected to discrimination under any program or activity receiving federal\nfinancial assistance....\" (emphasis added) 29 U.S.C. § 794.\nIn support of his motion to dismiss plaintiffs' claims under the Rehabilitation Act, the Secretary alleges that: (1)\nplaintiffs have not shown that they were not discriminated \"solely by reason of his handicap\"; and (2) no § 504\nRehabilitation Act claim exists against a federal funding agency. The State defendants argue that these\nRehabilitation Act claims should be dismissed because: (1) No Rehabilitation Act claim exists against the State\ndefendants because a private cause of action under the DD Act against the Secretary is plaintiffs' exclusive\nremedy; (2) plaintiffs have failed to allege that they are \"otherwise qualified\" as that term is used in the Act; and\n(3) plaintiffs have failed to specifically allege a program or activity receiving federal funds.\nFor the following reasons, the Court concludes that plaintiffs' section 504 claim must be dismissed since plaintiffs\nhave failed to demonstrate that they were discriminated against \"solely by reason of\" their handicap. Thus, the\nCourt need not address these other issues raised by defendants.\nTo begin with, in order to state a cause of action under section 504, plaintiffs must allege that: (1) they are\nhandicapped within the meaning of the Act; (2) they \"otherwise qualified\" for the services sought; (3) they were\nexcluded from services solely by reason of their handicap; and (4) the program in question receives federal\nfinancial assistance. Plummer by Plummer v. Branstad, 731 F.2d 574, 577 (8th Cir.1984); Doe v. New York\nUniversity, 666 F.2d 761, 775 (2d Cir.1981). The requirement that poses the most considerable problem for\nplaintiffs is the requirement that plaintiffs be denied some benefit \"solely by reason\" of their handicap.\n1263\n\n*1263 Plaintiffs' second cause of action, as set forth in their first amended complaint, reads as follows:\n\"53. Defendants Schafer, Sluyter, and Ashcroft have discriminated against the individual plaintiffs\nand the class they represent by refusing, solely on the basis of their handicap, to have\nindividualized habilitation/treatment plans in effect for them or to secure services consistent with\nthose plans and their comprehensive service needs, in violation of the Rehabilitation Act, 29\nU.S.C. § 794 and its implementing regulations.\n54. Defendant Bowen has failed to monitor DMH or to order remedial action, including the\ntermination or limitation of federal financial assistance, against DMH despite the refusal of\ndefendants Schafer, Sluyter, and Ashcroft to have individual habilitation/treatment plans in effect\nfor the individual plaintiffs and the class they represent or to secure services consistent with such\nplans and their comprehensive based solely on their handicap, in violation of the Rehabilitation\nAct, 29 U.S.C. § 794, and its implementing regulations.\"\nThus, the essence of plaintiffs' allegations is that they are handicapped, are not receiving services that other\nhandicapped individuals are receiving through DMH, and, thus, are being denied these benefits vis-a-vis other\nhandicapped individuals \"solely\" because of their handicaps. The Court agrees with defendants that plaintiffs'\ncomplaint is defective and has failed to adequately allege a section 504 claim.\nAs noted by defendants, the proposed plaintiffs class seeks individual habilitation plans and other services, not in\nspite of their handicaps, but because of their handicaps. In other words, the fact that plaintiffs are handicapped is\nthe very reason that they are entitled to such services. While the case law and regulations support the proposition\nthat a section 504 cause of action may lie where plaintiffs assert discrimination between classes of handicapped\npersons, see Doe v. Coluatti, 592 F.2d 704 (3rd Cir.1979) and 45 C.F.R. § 84.4(b)(1)(iv), plaintiffs' complaint is\ndefective in that it does not state that they were denied these services because of some distinction between their\nhandicaps and the handicaps of other developmentally disabled individuals who have received individual\nhabilitation plans and appropriate treatment. See Clark v. Cohen, 613 F.Supp. 684, 693 (D.C. Pa.1985) (Plaintiff\nfailed to state section 504 claim where she failed to allege that she was denied community living arrangement\nbecause her mental retardation was more (or less) severe than other mentally retarded individuals); see also \nPhillips v. Thompson, 715 F.2d 365, 368 (7th Cir. 1983); Flowers v. Webb, 575 F.Supp. 1450, 1456\n(E.D.N.Y.1983). Without alleging some distinction between their handicaps and the handicaps of other\ndevelopmentally disabled persons receiving appropriate services and treatment through DMH, plaintiffs'\ncomplaint does not properly allege that plaintiffs were discriminated \"solely\" because of their handicaps, and,\nthus, plaintiffs' second cause of action must be dismissed.\nPlaintiffs' Equal Protection Claim\nPlaintiffs' third cause of action alleges that the State defendants have denied them and the proposed class they\nrepresent, equal protection of the laws by refusing, without a rational basis, to have individual habilitation plans in\neffect or to secure services consistent with those plans, all in violation of the Equal Protection Clause of the\nFourteenth Amendment of the United States Constitution. The State defendants have moved to dismiss plaintiffs'\nequal protection claim, alleging that since the state has a rational basis for prioritizing the limited resources of the\nDMH, then plaintiffs' third cause of action must fail. Based on the reasons set forth below, the State defendants'\nmotion to dismiss plaintiffs' third cause of action must be denied.\nPreliminarily, it should be noted that the Equal Protection Clause of the Fourteenth Amendment requires that\nsimilarly situated individuals should be treated similarly. Plyler v. Doe, 457 U.S. 202, 216, 102 S.Ct. 2382, 2394,\n1264 72 L.Ed. 786 (1982). Social and economic legislation that does not employ suspect classifications or impinge \n*1264 upon fundamental rights must be upheld against equal protection attack when the legislative means are\nrationally related to a legitimate governmental purpose. Hodel v. Indiana, 452 U.S. 314, 101 S.Ct. 2376, 2387, 69\nL.Ed.2d 40 (1981). As noted by the State defendants, such legislation carries with it a presumption of rationality\nthat can only be overcome by a clear showing of arbitrariness and irrationality. Id. When the basic classification is\nrationally based, uneven effects upon particular groups within a class are ordinarily of no constitutional concern. \nPersonnel Administrator of Massachusetts v. Feeney, 442 U.S. 256, 272, 99 S.Ct. 2282, 2292, 60 L.Ed. 2d 870,\n\non remand 475 F.Supp. 109 (1979), aff'd 445 U.S. 901, 100 S.Ct. 1075, 63 L.Ed. 2d 317 (1980). Thus, if a\nclassification has some \"rational basis,\" it does not offend the Constitution simply because the classification\nresults in some inequality. Dandridge v. Williams, 397 U.S. 471, 485, 90 S.Ct. 1153, 1161, 25 L.Ed.2d 491 (1970)\n.\nIn their motion to dismiss, the State defendants allege that there are a number of rational and reasonable bases\nfor prioritizing DMH's limited resources. The State defendants note, as an example, that priority is given to those\ndevelopmentally disabled individuals who present a danger to themselves or to others. These defendants also\nnote that DMH's regional centers have also given priority to preschool-aged clients because the Department of\nEducation will offer services to school-aged children, but not preschoolers. Thus, the State defendants argue that\nbecause of the limited resources of the State and the priorities established by DMH, some clients receive the full\ncomplement of services while others, who receive some services, must wait for all the services commensurate to\ntheir needs.\nIn opposition to the State defendants' motion to dismiss, plaintiffs argue that the Missouri statutes cited by the\nState defendants are legally insufficient to provide a rational basis for plaintiffs' differential treatment because\nthese statutes neither identify the classifying criteria used to determine their differential treatment of plaintiff nor\nthe articulated governmental purpose served by such treatment. Additionally, plaintiffs argue that the State\ndefendants have not identified the classifying criteria used to distinguish those developmentally disabled\nindividuals who are to receive individual habilitation plans and comprehensive services from those who do not.\nIn reference to the State defendants' lack of a classifying criteria, plaintiffs list a number of possible situations in\nwhich the Court could find that this classification does not have a rational basis. Plaintiffs note that if the State\ndefendants, in fact, have no real criteria, then obviously the differential treatment is arbitrary and unconstitutional.\nIf they have criteria but those criteria are not applied consistently, then the differential treatment is arbitrary and\nunconstitutional. Finally, plaintiffs argue that if the State defendants have criteria but those criteria are not\nrationally related to a legitimate governmental purpose, then the differential treatment violates the Equal\nProtection Clause.\nRule 56(c) of the Fed.R.Civ.Pro. provides that summary judgment may only be granted when there are no\ngenuine issues of material fact and the movant is entitled to judgment as a matter of law. See e.g. Buller v.\nBuechler, 706 F.2d 844, 846 (8th Cir.1983); Ralph's v. AMF, 667 F.2d 670, 672 (8th Cir.1981). The Court\nconcludes that the question of whether the State defendants have a rational basis for providing some individual\nhabilitation plans and services for some developmentally disabled individuals while denying those benefits to\npersons like plaintiffs is a question of fact which cannot be decided until after a fullfledged trial on this issue.\nThus, the State defendants' motion for summary judgment as to plaintiffs' equal protection claim must be\noverruled.\nPlaintiffs' Substantive Due Process Claim\nPlaintiffs' fourth cause of action alleges that the State defendants have denied plaintiff Gieseking, and the\n1265 proposed subclass that he represents, due process of the *1265 law by failing to provide them reasonable care\nand safety, freedom from undue restraint, and necessary training or habilitation, all in violation of the Fourteenth\nAmendment of the United States Constitution and 42 U.S.C. § 1983. More specifically, plaintiff Gieseking alleges\nthat in about 1967, plaintiff Gieseking was involuntarily committed as a mentally ill person to Farmington State\nHospital. Subsequently, in 1982, the DMH Division of Comprehensive Psychiatric Services determined that\nplaintiff Gieseking was not mentally ill or disordered. As a result, plaintiff Gieseking was referred to the Division of\nMental Retardation and Developmental Disabilities' St. Louis Regional Center for evaluation as a\ndevelopmentally disabled person. The regional center evaluated him and found him eligible for developmental\ndisability services. Plaintiff Gieseking asserts that the individual treatment plan prepared by DMH professionals at\nSt. Louis State Hospital found that he was ready for discharge to a community placement; but despite this\nprofessional judgment that he was ready for community placement, plaintiff Gieseking remains institutionalized.\nThus, plaintiff Gieseking argues that he and the class that he represents have a substantive right to community\n\nplacement when that placement is part of the appropriate treatment prescribed for them by their treating or\nexamining professional, and the failure to so place plaintiff Gieseking is a violation of due process.\nIn arguing that he has a substantive right to community placement after professional recommendation, plaintiff\nGieseking relies primarily on the Supreme Court's decision in Youngberg v. Romeo, 457 U.S. 307, 102 S.Ct.\n2452, 73 L.Ed.2d 28 (1982), and lower court decisions interpreting Youngberg. In Youngberg, the mother of a\nmentally retarded individual, who was involuntarily committed to a Pennsylvania state institution, brought a\nsection 1983 action against the institutional officials, claiming that her son had constitutional rights to safe\nconditions of confinement, freedom from bodily restraint, and training or \"habilitation\" for his mental retardation.\nThe question presented before the Supreme Court was whether a mentally retarded individual involuntarily\ncommitted to a state institution for the mentally retarded had substantive rights under the Due Process Clause of\nthe Fourteenth Amendment to: (1) safe conditions of confinement; (2) freedom from bodily restraints; and (3)\ntraining or habilitation. Id. at 309, 102 S.Ct. at 2454.\nIn reference to plaintiff's claim that he had a constitutional right to minimally adequate habilitation, the Supreme\nCourt held that plaintiff's due process liberty interests require a state to provide minimally adequate or reasonable\ntraining to ensure safety and freedom from undue restraint. Id. at 319, 102 S.Ct. at 2460. In so holding, the Court\nnoted that, \"the minimally adequate training required by the Constitution is such training as may be reasonable in\nlight of respondent's liberty interests in safety and freedom from unreasonable restraints. In determining what is\n`reasonable' 00 in this and in any case presenting a claim for training by a State 00 we emphasize that courts must\n97 97\nshow deference to the judgment exercised by a qualified professional.\" Id. at 322, 102 S.Ct. at 2461.\nHowever, plaintiff Gieseking concedes that the plaintiff in Youngberg was involuntarily committed in a state\ninstitution for the mentally retarded, and the Supreme Court did not decide the question of whether individuals\nvoluntarily committed to state institutions have the same right to a minimal level of habilitation and training. Also\nundecided by the Youngberg court is the particular question before this Court, i.e., whether the failure to place\nplaintiff in community placement, a least restrictive environment, after professional recommendation by a DMH\nprofessional that he be so placed, violates plaintiff Gieseking's due process liberty interests such that this Court\ncan compel the state to place plaintiff Gieseking in an appropriate community living arrangment. For the following\nreasons, the Court concludes that plaintiff Gieseking's due process liberty interests are not violated by the DMH's\n1266 failure to place plaintiff Gieseking in community placement, even if this less restrictive *1266 alternative is\nrecommended by DMH professionals.\nTo begin with, it is worth re-emphasizing that plaintiff Gieseking, unlike the plaintiff in Youngberg, is not an\nindividual involuntarily confined by the state within state facilities. As stated in plaintiffs' first amended complaint,\nplaintiff Gieseking's individual treatment plan provides that he is ready for discharge, but he remains\ninstitutionalized while he awaits placement in an appropriate community group living arrangement. Thus, this\ncase does not fall within the constitutional minimum standard of habilitation established in Youngberg, which\nrelated, not to the qualitative betterment of a retarded person's life, but only to the training necessary to afford the\nindividual safety and freedom from bodily restraint.\nFurthermore, the courts have uniformly rejected the notion that mentally retarded and developmentally disabled\nindividuals have a constitutionally-founded right to receive treatment in the least restrictive alternative. See Lelsz\nv. Kavanagh, 807 F.2d 1243, 1249 (5th Cir.1987); Rennie v. Klein, 720 F.2d 266, (3rd Cir.1983); Society for Good\nWill to Retarded Children v. Cuomo, 737 F.2d 1239, 1248 (2d Cir.1984); Phillips v. Thompson, 715 F.2d 365, 368\n(7th Cir.1983).\nPlaintiff Gieseking, however, asks the Court to find such a federal constitutional right to community placement\nbased on the fact that DMH professionals have recommended such placement. Plaintiff relies on a number of\ncases as authority for this federal constitutional right. The Court, however, is unpersuaded by these cases that his\nfederal constitutional due process rights have been violated.\nIn Lelsz v. Kavanagh, 807 F.2d 1243 (5th Cir.1987), plaintiffs filed a class action against officials of the Texas\nDepartment of Mental Health and Mental Retardation, alleging widespread abuses of mentally retarded patients\nand advocating their habilitation in the \"least restrictive alternative\" setting as a minimum standard of care. The\naction culminated into a consent decree between the state defendants and the class which was approved by the\n\ndistrict court. The Fifth Circuit Court of Appeals vacated the judgment of the district court approving the consent\ndecree by concluding that because any right plaintiffs had to community placement would have originated in state\nlaw rather than federal law, the Eleventh Amendment precluded suit by plaintiffs in federal court. See Pennhurst\nII, 465 U.S. at 121, 104 S.Ct. at 919. In analyzing the question of whether, in addition to the state right to\ncommunity placement, there was a concurrent federal constitutional right, the Court noted that:\n\"It is also worthwhile to observe that should the optimum standard of habilitation afforded class\nmembers by state law become coextensive with federal constitutional requirements, the emphasis\nof Youngberg on the judgment of the State's professionals will be thoroughly undermined. The\nconstitutional standard in that instance would be determined by the views of expert witnesses, and\noutside consultants could effectively overrule state programs, contrary to Youngberg. While \nYoungberg may eventually have to be squared with the duty of a state to prevent deterioration of\nskills of the retarded committed to its institutions ... this is by no means the same as requiring the\nState to provide the best care possible or the optimum location to improve the client's physical,\nmental and emotional conditions.\"\nId. at 1251.\nThus, Lelsz does not appear to be of any help to plaintiff Gieseking.\nPlaintiff Gieseking also relies on Clark v. Cohen, 794 F.2d 79 (3rd Cir.1986). In Clark, the Third Circuit Court of\nAppeals entered an order directing the state to develop a program of community services for a mildly retarded\nindividual who had been confined to an institution for 28 years without the benefit of procedural due process. This\ncase is distinguishable from the instant case in that the Third Circuit Court of Appeals was \"dealing with a plaintiff\nwho was (involuntarily) committed without notice or hearing as a result of a petition containing an incorrect\n1267 diagnosis, and who *1267 was retained against her will without a hearing for 28 years.\" Id. at 86. Thus, the Court\nof Appeals concluded that plaintiff's involuntary confinement for such a long period of time deprived plaintiff of\ncommunity living that she could have received, in violation of her due process liberty interests. Thus, Clark was\n\"an individual case where the only method to remedy the effect of the unconstitutional confinement was\ncommunity placement.\" Lelsz, 807 F.2d at 1250, n. 9.\nFinally, plaintiff Gieseking relies on Thomas S. v. Morrow, 781 F.2d 367 (4th Cir.1986), to justify his argument that\nthe failure to place him in a community placement, as recommended, violates his due process liberty interests. In \nThomas S., plaintiff, a young incompetent adult who had been a ward of the State of North Carolina from birth,\nbrought a section 1983 action against the state alleging that his confinement in a host of different facilities\nviolated his right to due process. More specifically, plaintiff protested the defendants' failure to provide minimally\nadequate treatment, alleging that his institutionalization imposed a degree of restraint on his liberty that was\ninconsistent with professional judgment concerning his appropriate treatment. Id. at 373. Plaintiff requested an\ninjunction ordering the defendants to place him in an appropriate group home and to provide other treatment\nrecommended by the professionals who had examined and worked with him. Id. The Fourth Circuit held that the\ndistrict court did not err in finding that in this particular case, the failure to place plaintiff, a ward of the state, in a\ngroup home in the community violated plaintiff's liberty interests in safety and freedom from undue restraint. The\nCourt was very careful, however, in limiting its holding to the particular case before the Court:\n\"In Society for Goodwill the district court's order that 400 mentally retarded patients be placed in\nthe community by 1987 was reversed. In Phillips the district court's refusal to place a class of\nseveral hundred mentally retarded adults in the community was affirmed. Thus, these decisions\ndo not apply to the facts in Thomas's case in which a discrete recommendation for treatment was\nmade by qualified professionals to meet the needs of an individual ...\" (emphasis added) Thomas\nS., 781 F.2d at 376.\nThus, the holding in Thomas S. dealt with an individual situation that was limited to the particular facts before the\nCourt and does not stand for the broad proposition that the failure to place a voluntarily confined individual in a\ncommunity placement, after professional recommendation for such placement, is a violation of a plaintiff's due\nprocess liberty interest as established in Youngberg. See Society for Good Will, 737 F.2d at 1250. (\"Where the\nstate does not provide treatment designed to improve a mentally retarded individual's condition, it deprives the\n\nindividual of nothing guaranteed by the Constitution; it simply fails to grant a benefit of optimal treatment that it is\nunder no constitutional obligation to grant.\") Thus, neither the cases cited by plaintiff Gieseking nor plaintiff's view\nof those cases persuades the Court that a federal constitutional right to community placement exists where the\nDMH fails to so place an individual after professional recommendation for such placement.\nAccordingly, it is hereby\nORDERED that plaintiffs' second and fourth cause of action are dismissed. It is further\nORDERED that the state and federal defendants' motions to dismiss or, in the alternative, for summary judgment\nas to the plaintiffs' remaining causes of action are denied.\n[1] 42 U.S.C. § 1983 provides that: \n\"Every person who, under color of any statute, ordinance, regulation, custom or usage, of any State of Territory,\nsubjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof\nto the deprivation of any rights, privileges and laws, shall be liable to the party injured in an action at law, suit in\nequity, or other proper proceeding for redress.\"\n[2]See e.g. Society for Good Will to Retarded Children v. Cuomo, 572 F.Supp. 1300, 1349 (E.D. N.Y.1983) (\nPennhurst I decision did not preclude the possibility of statutory liability arising from violations of other sections of\nthe DD Act); William S. v. Gill, 536 F.Supp. 505, at 510-11 (N.D.Ill.1982) (finding Pennhurst I inapplicable\nbecause provision in the Education for all Handicapped Children's Act of a free appropriate education is an\nexpress condition for receipt of funds).\n[3] The Supreme Court in Pennhurst I remanded this case to the Third Circuit Court of Appeals to address the\nfederal constitutional claims, plaintiffs' claims under the Pennsylvania statute, and plaintiffs' claims under Section\n504 of the Rehabilitation Act of 1973. \nOn remand, the Third Circuit again affirmed the district court, holding that the Pennsylvania Mental Health/Mental\nRetardation Act of 1966, 50 Pa.Stat.Ann. §§ 4101-4704, granted Pennsylvania's retarded citizens the right to\nadequate habilitation in the least restrictive environment. 673 F.2d 647 (3d Cir.1982) (en banc).\nThe Supreme Court again granted certiorari and again reversed and remanded the judgment of the Third Circuit,\nholding that the Eleventh Amendment barred a federal court from ordering prospective injunctive relief against\nstate officials on the basis of violations of state law, even where the state law claims were properly brought into\nthe federal court under pendant jurisdiction. Halderman v. Pennhurst State School and Hospital, 465 U.S. 89, 104\nS.Ct. 900, 79 L.Ed.2d 67 (1984) (\"Pennhurst II\").\nAfter eleven years of litigation, the parties eventually settled this case, with the Supreme Court never again\npresented with the question of whether other provisions of the DD Act created substantive rights. See 610\nF.Supp. 1221 (D.C.Pa.1985).\n[4] The Court went further and noted what it deemed to be several policy reasons as to why the Secretary, and\nnot the states, should be answerable under the DD Act. First, the Court noted that: \"[i]t would be anomalous\nindeed for this Court to enjoin the State of New Hampshire to comply with a federal-state grant program\nadministered by the Secretary when the Secretary himself has already deemed 00 either explicitly or implicitly by\n97\napproval of the state plan and the forwarding of funds to the state 00 that the State is in compliance. In the event\n97\nthat the Secretary has failed to comply with the statutory duties, then the Secretary should be made to defend his\nactions (or inactions) in court.\" Id. Second, the Court noted that it was unwilling to \"save the Secretary from the\n`pain of decisionmaking' by allowing him to shift the battle to federal court and to have it waged against the states\nin a § 1983 action.\" Id. According to the Court, \"the more a court exercises the power entrusted to administrative\nagencies, `the more we encourage the responsible public officials to default in their obligations.'\" (citation\nomitted) Id. Finally, the court in Garrity reasoned, in distinguishing its case from the Supreme Court's decision to\nallow section 1983 relief under the Social Security Act in Rosado v. Wyman, 397 U.S. 397, 90 S.Ct. 1207, 25\nL.Ed.2d 442 (1970), that, \"[t]he judicial task of resolving whether a particular state statute is at loggerheads with a\n\nfederal statute is far more manageable than reviewing whether a state is in `substantial' compliance with a\nfederal-state cooperative program, the enforcement of which is entrusted to the Secretary.\" Id.\n[5] The Court is not persuaded by defendants' argument that the statutory requirement to provide assurances\ndoes not require the Secretary to probe beyond the data submitted by the states and that such assurances\nshould be considered satisfactory. See, e.g. American Hospital Asso. v. Schweiker, 721 F.2d 170, 178 (7th\nCir.1983) (Congress, in enacting Hills-Burton Act \"strongly intended\" that the words of statutory assurances be\ngiven a practical reality, with the result being that persons covered under the Act receive the assured services.) \nWilder v. City of New York, 568 F.Supp. 1132, 1136 (E.D.N.Y. 1983) (\"Although the statute [Section 408(f) of the\nSocial Security Act, 42 U.S.C. § 608(f)] does not explicitly require the implementation of that plan, it would be\ncapricious to suppose that Congress did not expect at least an attempt to do so.\") See also Board of Education of\nthe Hendrick Hudson Central School District v. Rowley, 458 U.S. 176, 200, 102 S.Ct. 3034, 3048, 73 L.Ed.2d 690\n(1982) (\"It would do little good for Congress to spend millions of dollars [through the Education for all\nHandicapped Children's Act] providing access to public education only to have the handicapped child receive no\nbenefit from that education.\")\n[6] It should be noted that this section 1983 cause of action against the state official is limited to a twofold inquiry\nby the District Court. The first step is for the Court to determine whether the state has complied with the\nprocedures set forth in the DD Act. This inquiry will require the Court not only to satisfy itself that the state has\nadopted the state plan, policies and assurances required by the Act, but also to determine whether the state has\ncreated an individual habilitation plan for each plaintiff in question which conforms with the requirements of §\n6023(b). \nSecond, the Court must determine whether the individual habilitation plan developed through the Act's\nprocedures is reasonably calculated to enable that individual to receive the individual habilitation services set\nforth within the plan.\nIf these requirements have been met, the state has complied with the obligations imposed by Congress, and the\nCourt can require no more. Thus, once the Court determines that the requirements of the DD Act have been met,\nquestions of methodology are for resolution by the State of Missouri and not this federal Court. See e.g. Board of\nEducation of the Hendrick Hudson Central School District v. Rowley, 458 U.S. 176, 206-207, 102 S.Ct. 3034,\n3051, 73 L.Ed. 2d 690 (1982).\n[7] As noted by plaintiffs, the Supreme Court has consistently held that it will \"`not lightly conclude that Congress\nintended to preclude reliance on § 1983 as a remedy' for the deprivation of a federally secured right.\" Wright v.\nCity of Roanoke, ___ U.S. ___, ___, 107 S.Ct. 766, 771, 93 L.Ed.2d 781 (1987) quoting Smith v. Robinson, 468\nU.S. 992, 1012, 104 S.Ct. 3457, 3469, 82 L.Ed.2d 746. See also Boatowners and Tenants Association v. Port of\nSeattle, 716 F.2d 669, 674 (9th Cir.1983) (\"... in the absence of such evidence that the Congress intended that\nthe statute provide the exclusive remedy, the plaintiff who establishes the existence of an enforceable right will be\nfree to proceed under § 1983.\")\n[8] Since the Court has found that plaintiffs have a section 1983 cause of action against the state defendants, the\nCourt need not answer the question of whether there is an implied private right of action under the DD Act itself\nagainst the State defendants.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54459"
    }
  ],
  "document_count": 4
}