{
  "case_id": 9992,
  "fetched_at": "2025-10-20T22:39:44.604076",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Lafayette",
        "institution_county": null,
        "name": "City of Lafayette",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Tippecanoe",
        "name": "Tippecanoe County Jail",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "In Process (Public)",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": null,
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1986,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Indiana",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1982-12-27",
    "filing_year": 1982,
    "id": 9992,
    "injunction_duration": null,
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)"
    ],
    "last_checked_date": null,
    "main_docket": {
      "id": 33088,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1982,
      "docket_filing_number": 116,
      "is_main_docket": true,
      "court": "Northern District of Indiana",
      "state": "Indiana",
      "docket_office_number": "6",
      "docket_number_manual": "82-116",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Bovey v. City of Lafayette, Ind.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Male and female who were stopped on a speeding violation and the male who was then arrested for disorderly conduct and subjected to strip search.",
    "plaintiff_type": [],
    "prevailing_party": "Mixed",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": null,
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "<p>[This summary is temporary while we research the case.] This is a case involving alleged misconduct by police officials towards the plaintiff, Richard Bovey. The case was filed on December 7, 1982, in the United States District Court for the Northern District of Indiana.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-06-29T14:53:19.988538-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9992",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9992",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9992",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9992"
  },
  "documents": [
    {
      "date": "1984-05-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1460,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 586,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Indiana",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24805,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24805.pdf",
      "title": "Memorandum and Order [RE:Judgment]",
      "text": "1460  586 FEDERAL SUPPLEMENT \n3. Constitutional Law e:>90.1(1), 91 \nRichard O. BOVEY and Michelle  Disorderly Conduct e:>1 \nBovey, Plaintiffs,  Statements to police officer at scene by \nv.  plaintiff, who had been stopped for speed \nThe CITY OF LAFAYETTE, INDIANA,  ing,  were  constitutionally  protected  free \nand Dennis Brady, Defendants.  speech and petition for redress under the \nFirst Amendment,  and did  not constitute \nNo. L 82-116. \ndisorderly conduct under Indiana statute, \nUnited States District Court, \nas there was no suggestion that plaintiff \nN.D. Indiana, \nused obscene  speech  to  officer,  nor was \nHammond Division at Lafayette. \nthere  a  suggestion  that  such  speech \nMay 23,  1984.  amounted to \"fighting words,\" or a public \nnuisance  invading  privacy  interests.  IC \n35-45-1-3  (1982  Ed.);  U.S.C.A.  Const. \nPlaintiff  brought  civil  rights  action \nAmend. 1. \narising out of his arrest and strip search at \ncounty  jail  following  stop  for  speeding.  4. Arrest e:>68(2) \nThe  District  Court,  Allen  Sharp,  Chief  Constitutional Law e:>262 \nJudge, held that:  (1) at moment of arrest, \nForce used by police officer in arrest \npolice officer had reasonable cause to be \ning  plaintiff,  who  had  been  stopped  for \nlieve that arrestable offenses of resisting \nspeeding,  for  resisting  law  enforcement, \nlaw enforcement and battery on a law en \nbattery on a law enforcement officer, fail \nforcement officer had occurred;  (2) speech \nure to obey a law enforcement officer and \nand conduct which occurred prior to arrest \ndisorderly conduct, was not excessive, did \nwere constitutionally protected free speech \nnot violate plaintiff's right to due process, \nand petition for redress and did not consti \nand was not actionable under §  1983, not \ntute disorderly conduct under Indiana stat \nwithstanding  that  plaintiff  sustained  a \nute;  (3) use of force by officer in arresting \nslight injury to his left wrist upon being \nplaintiff  was  not  violative  of  plaintiff's \nhandcuffed, in view of evidence that plain \nright to due process;  (4) county jail strip \ntiff physically resisted officer's efforts to \nsearch of plaintiff violated his constitution \ntake him into custody, that a custom and \nal rights, and city was liable for damages, \nas that strip search was a direct result of a  practice existed whereby everyone taken to \nclearly established custom, practice, policy  jail was handcuffed, and plaintiff put pres-\nand  usage  known  to,  sanctioned  by  and  . sure on the handcuffs when he sat in police \nparticipated in by city.  vehicle.  U.S.C.A.  Const.Amend.  14;  42 \nJudgment accordingly.  U.S.C.A. §  1983. \n5. Searches and Seizures e:>7(12) \n1. Civil Rights e:>13.3(1)  County  jail  strip  search  of plaintiff, \nwho  had been  stopped for  speeding  and \nFirst inquiry in §  1983 case must be \nsubsequently arrested for conduct at scene \nwhether plaintiff has been deprived of a \nright secured by Constitution and laws of  of stop, clearly violated plaintiff's constitu \nUnited States.  42 U.S.C.A. §  1983.  tional rights, as there was a clear alterna \ntive available that could have and should \n2. Arrest e:>63.4(15) \nhave  avoided  the  personally  demeaning \nPolice officer had reasonable cause to \npractice that plaintiff was forced to endure. \nbelieve that plaintiff, who had been stopped \nfor speeding, proceeded to then commit the  6. Civil Rights e:>13.13(3) \narrestable  offenses  of  resisting  law  en  Evidence that it was common knowl \nforcement and battery on  a  law enforce  edge  and  practice  throughout city  police \nment officer, thereby supporting conclusion  department that county jail was used exclu \nthat plaintiff's arrest was legal.  IC 35-42- sively by city  for longer term arrestees, \n2-1, 35-44-3-3 (1982 Ed.).  and that the then universal practice of strip \n\nBOVEY v. CITY OF LAFAYETTE, IND.  1461 \nCite as 586 F.Supp. 1460 (1984) \nsearching all arrestees who were confined  As a preliminary this court takes judicial \nin county jail upon entry was well known to  notice  of the  earlier  proceedings  in  this \nmany  city  officials  warranted  conclusion  case, particularly those on the 5th of May, \nthat unconstitutional strip search of plain  1983, in which any and all punitive damage \ntiff,  who  had been  stopped for  speeding  claims were dismissed as against the City \nand subsequently arrested for conduct at  of Lafayette, Indiana, under authority of \nscene  of  stop,  was  a  direct  result  of a  City of Newport v.  Fact  Concerts,  Inc., \nclearly established custom, practice, policy,  453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d 616 \nand  usage  known  to,  sanctioned  by  and  (1981), and the complaint was dismissed as \nparticipated in by city,  and therefore city  against  the  defendant,  Ronald  T.  Milks, \nVIas  liable  under § 1983  to  plaintiff.  42  individually and as Chief of Police of the \nU:S.C.A. §  1983.  Police Department of the City of Lafayette, \nIndiana, with leave to file an amended com \n7. Civil Rights (1;:::>13.13(3) \nplaint by June 1, 1983.  No such amended \nIn absence of credible evidence indicat \ncomplaint was filed.  This memorandum is \ning that arresting officer knew who plain \nintended to comply with Rule 52 F.R.C.P. \ntiff was prior to plaintiff identifying him \nself, there was no  evidence indicating an  The parties by counsel very explicitly in \nagreement among any officers to deprive  writing and orally waived their right to a \nplaintiff of his constitutional rights when  trial  by  jury under the  Seventh  Amend \nhe was arrested, and therefore there was  ment  of  the  Constitution  of  the  United \nno  liability to plaintiff under §  1985.  42  States.  This  case  was  tried  before  the \nU.S.C.A. §  1985.  court without the intervention of a jury for \nseven trial days beginning on April 2, 1984 \n8. Civil Rights (1;:::>13.7 \nand  concluding  with  final  arguments  on \nThere was no evidence that arresting \nApril  11,  1984.  The  case  was  tried  by \nofficer was unfit to be a policeman or that \nhighly  competent  and  experienced  trial \nhe engaged in serious relevant prior mis \ncounsel.  The intensity of emotion between \nconduct, and therefore city was not liable \nthe  principals  was  readily  evident  from \nto  plaintiff,  who  had  been  stopped  for \ntheir conduct in the courtroom throughout \nspeeding  and  was  subsequently  arrested \nthis trial as well  as that of their \"camp \nfor conduct at scene of stop, for negligent \nfollowers\" who filled the courtroom. \nhiring and retention under § 1983.  42 U.S. \ne.A. §  1983.  At the close of the plaintiff's evidence on \nApril 9, 1984 a directed verdict was granted \non all claims asserted against the defend \nWilliam K. Bennett, Lafayette, Ind., Kel  ants, Edward Moser and Dan Money, by all \nly Leeman, Logansport, Ind., Courtney B.  plaintiffs.  Also,  at that time  a  directed \nJustice, Delphi, Ind., for plaintiffs.  verdict of dismissal was granted as to all \nEdwin  L.  Gagnon,  Mary  Ann  Oldham,  claims by plaintiffs, Gary Bovey and Mark \nIndianapolis,  Ind.,  E.  Kent  Moore,  Lafa  Bovey,  as  to  all  remaining  defendants. \nyette, Ind., for defendants.  The principal focus of this court's deci \nsion must be measured by standards em \nMEMORANDUM AND ORDER  bedded in the  Constitution of the  United \nALLEN SHARP, Chief Judge.  States under the Fourteenth Amendment \nand  the  remedies  that  are  found  in  42 \n1.  U.S.C. §  1983.  (It is also necessary to deal \nThis case was filed on the 27th of Decem  briefly with pendent claims that are assert \nber, 1982.  Originally claims were asserted  ed under the substantive law of the State \nunder Title  42  U.S.C.  §§ 1983  and  1985.  of Indiana.) \nThe jurisdiction of this court is invoked on  The principal actor in this local drlj.ma is \nthe  basis  of federal  question jurisdiction  Richard Bovey, a well educated, intellectu \nunder Title 28, U.S.C. §  1331 and § 1343(3).  ally  sophisticated,  aggressive  and  some-\n\n1462  586 FEDERAL SUPPLEMENT \ntimes  intimidating  advocate,  both  in  and  Bovey asked Brady why he was stopped \nout of the courtroom, who is both blessed  and informed Brady that he was an attor \nand cursed with an advanced case of self  ney.  Brady informed Bovey that he was \nrighteousness.  It is beyond any doubt that  speeding, 49 in a 30, and pointed to where \nthere is a social need for lawyers such as  he had clocked his speed.  Brady asked to \nRichard Bovey who sometimes put our sys  see Bovey's driver's license and vehicle reg \ntem to its supreme test and once in awhile  istration.  Bovey produced his  driver's li \nhelp in the process of cleansing the secular  cense  and  replied  that he  couldn't  have \ntemple.  However, the record in this case  been  speeding  because  he  was  slowing \ndemonstrated that an excessive amount of  down for the intersection.  Brady asked to \ntime has been spent on this otherwise mi  see his  vehicle  registration.  Bovey  then \nnor  incident  by  a  great  number  of  the  asked Brady if he was going to give him a \nmembers of the legal profession in Lafa  ticket and again informed him that he was \nyette, Indiana, by the local judiciary in Tip  an attorney.  Brady assured Bovey that he \npecanoe County, Indiana, by the Police De  was going to give him a ticket for speed \npartment in the City of Lafayette, and in  ing. \ndeed by this court itself. \nBovey then proceeded to the passenger \nThe  other  principal  actor  in  this  local  side of his  vehicle  and opened the glove \ncause  celebre  is  Dennis  Brady  who  has  compartment  and  again  informed  Brady \nmaintained his athletic handsomeness from  that  he  wasn't  speeding.  At this  time, \ntwenty years ago when he was Mr. Basket  Mrs. Bovey, sitting in the rear of the vehi \nball in Indiana, which under the prevailing  cle  on  the  passenger  side,  reached  out \ncultural Hoosier mores is the rough equiva  through the window and touched Brady's \nlent to  secular sainthood.  Dennis  Brady  left arm, protesting the speeding charge. \nhas the arrogance and agressiveness born  Officer Brady removed his arm from her \nof public adulation.  It is beyond any dis  grasp and asked her not to grab him.  Bo \npute  that those  characteristics  can  often  vey then proclaimed to Brady that he hit \nserve a police officer, such as Brady, very  his wife and ordered him not to talk to his \nwell.  In this case they did not.  wife  that way.  Officer  Brady  told  Mr. \nOn November 29, 1982 at approximately  Bovey that he still needed to see his driv \n9:00 o'clock P.M. Richard Bovey, with his  er's license.  Bovey then began to yell and \nwife and two children, was traveling east  scream at Officer Brady, telling him that \non Union Street, Lafayette, Indiana, in a  he already had his license and accused him \nwhite VW station wagon.  When he  was  of making false accusations.  Bovey yelled \napproximately one-fourth mile west of the  and screamed again that Brady was mak \nintersection of Union and Creasy, defend  ing false accusations, that he  had hit his \nant Officer Brady  clocked  his  speed,  by  wife,  that he  was  tired of these  abuses \nradar, at 49  m.p.h.  in a 30 m.p.h. posted  toward him and his wife. \nspeed  zone.  Officer  Brady,  who  had  a  Officer Brady then told Bovey to calm \ncivilian, Brent Lank, riding with him, pulled  down,  to settle down,  that he was being \nin behind the Bovey vehicle at the intersec  disorderly, that he could be arrested and \ntion  and  when  they  crossed  Creasy,  he  jailed for being disorderly, and asked him \nturned on his red top lights to stop him.  again to produce his registration so that he \nBovey pulled into a church parking lot on  could write the ticket and Bovey could \"tell \nthe southeast corner of the intersection and  it to the Judge.\"  Bovey continued to yell \nOfficer Brady followed him.  When the ve  and scream,  gesturing with his  hands  in \nhicles came to a stop they were anywhere  Brady's face, about false accusations.  Of \nfrom 15 to 40 feet apart.  Both Bovey and  ficer  Brady  warned  Bovey  several  more \nBrady got out of their vehicles and they  times about calming down and producing \nmet at the rear of Bovey's vehicle.  Bra  his registration.  Bovey did not produce his \ndy's vehicle lights were shining at the rear  registration.  Bovey again informed Brady \nof Bovey's vehicle.  that he  was  an attorney and that Brady \n\nBOVEY v. CITY OF LAFAYETTE, IND.  1463 \nCite as 586 F.Supp. 1460 (1984) \ncould not arrest him and jail him and that  this time, Mrs. Bovey reached between the \nhe  wasn't  going  to  take  him  anywhere.  officers and grabbed Brady on his jacket. \nBrady then informed  Bovey that he  was  Brady again jerked out of her grasp and \nunder arrest and asked him  to place  his  ordered her back to her vehicle telling her \nhands on top of his vehicle.  Bovey refused  to shut up or she would be arrested for \nto do so and Brady took hold of Bovey's  interfering.  Brady never struck Mrs. Bo \nleft hand and placed it on top of his vehicle  vey. \na:nd  handcuffed  his  left wrist,  with  one \nBovey  then started struggling,  moving \nhand,  and brought it behind his  back at \nhis  feet  and  jumping  up  and  down  and \nwaist level.  Mrs. Bovey touched Brady's \nyelled that Brady hit his wife.  Mrs. Bovey \narm again and again Brady jerked out of \nagreed that he did.  Bovey's glasses fell or \nher grasp. \nwere  knocked  off  at  this  time.  Brady \nBrady asked Bovey to give him his right \nplaced his right hand against Bovey's chest \nhand so that he could handcuff it and Bo \nand moved him up into the door opening \nvey refused.  Brady attempted to cuff the \nand  ordered him  not to knee  him  again. \nr:ight hand but without success.  Thereup \nBovey then informed both officers that he \non,  Brady  forcibly  walked  Bovey  to  his \nwas  going  to  ride  with  McCormick,  not \npolice vehicle with Bovey's left hand hand \nBrady.  Brady  agreed  and  both  officers \ncuffed  and  his  right  hand  free.  Bovey \nescorted  Bovey  to  McCormick's  vehicle, \nforcibly resisted all the way.  Mrs. Bovey \nwhich was parked on Union Street.  Bovey \nagain touched Brady, this time on his right \narm and Brady again told her not to do  easily and without difficulty slid into the \nthat and  warned  her  that  she  could  be  front seat, with both hands cuffed behind \narrested for interfering.  Bovey demanded  his back.  Bovey then placed his knees on \nto know who Brady was and when Brady  the dash of the vehicle and placed pressure \ntold  him,  he  stated  to  his  wife,  \"That's  on the handcuffs causing them to tighten \nBrady,  take  note  of  what he  is  doing.\"  further.  The safety latch was not set on \nBovey told him that he was embarrassing  the handcuffs.  For different but apparent \nhim in front of his neighbors.  No neigh  reasons both Bovey and Brady wanted to \nbors were immediately present.  maximize the discomfort caused by these \nWhen Brady arrived at his police vehicle  handcuffs.  Mr. Steiner came back to the \nwith Bovey in tow, he again attempted to  scene and was told by Trooper McCormick \nhandcuff  Bovey's  right  hand  and  Bovey  that everything was under control.  Bovey \nagain refused to cooperate.  At this time,  told Brady he would get his badge. \nEdward Steiner was passing by the scene  Brady  then  radioed  into  headquarters \nand noticed a struggle between Brady and \nthat he was enroute to jail and requested \nBovey and it appeared to him that Bovey \nthat the Sergeant in  command meet him \nwas resisting Brady's efforts to handcuff \nthere.  He also radioed Car 1-7 to follow \nhim.  Steiner  hurried  to· Lora  Letson's \nMcCormick.  This was Officer Money, who \nhouse, which was. near the area, dropped \narrived to assist in response to  headquar \nhis daughter off and asked Mrs. Letson to \nters' request.  Brady proceeded to the Tip \ncall  the  police  for  help,  which  she  did. \npecanoe .C  ounty Jail with McCormick and \nAt this time, Indiana State Trooper Mi \nMoney following.  On the way to the jail \nchael  McCormick,  who  had been running \nMcCormick  stopped  his  vehicle  and  re \nradar with Brady at the intersection previ \nmoved  Bovey's  handcuffs  after his  com \nously, arrived at the scene and after sever \nplaint about the pain. \nal attempts was able to handcuff Bovey's \nright hand.  Then both officers attempted  At the jail, Brady had no contact or con \nto place Bovey in  Brady's police  vehicle.  versation  with  Bovey.  Brady  informed \nBovey refused to get in, claiming that he  Sgt. Moser of the charges:  Speeding, Re \nwas too big to fit with his hands cuffed  sisting Law Enforcement, Assault and Bat \nbehind his back and complained of pain, a  tery on a Policeman and Disorderly Con \n<:laim well supported by the evidence.  At  duct.  Brady typed his jail card and then \n586 F.Supp.-33 \n\n1464  586 FEDERAL SUPPLEMENT \nleft the jail.  Brady was there approximate  were placed in the Tippecanoe County Jail \nly  ten  minutes  and  left Bovey's  driver's  and strip-searched upon entry. \nlicense at the jail. \nThe next day,  November 30,  1982,  Mr. \nBrady  proceeded  to  headquarters  and  and Mrs. Bovey arrived at headquarters to \ndropped Brent Lank off.  Brady started to  meet with Captain Thomas Leach, head of \nfill out his report and the speeding ticket  Internal Affairs.  They registered a com \nand  requested  that  headquarters  run  a \nplaint over their treatment, mainly by Offi \n1027 drivers license check and a 1028 vehi \ncer Brady.  They complained of an illegal \ncle registration check on Bovey, which was \narrest and excessive use of force.  Bovey \ndone.  Brady then went to Home Hospital, \nwas given the speeding citation made out \nafter which he proceeded back to headquar \nby Brady the night before. \nters and completed his report.  Brent Lank \nwas taken home by another officer.  Captain Leach took statements from all \nparties involved, including the participants \nBovey  was  taken  from  the  jail  to  St. \nBrady and Mr. and Mrs. Bovey, as well as \nElizabeth Hospital after complaining that \nwitnesses Brent Lank and Trooper Michael \nhis left arm was broken.  He was treated \nby  Dr.  Mitchell/Flynn,  who  diagnosed  a  McCormick.  He caused Mrs.  Letson and \n\"mild  abrasion/sprain of the  left wrist.\"  Mr. Steiner to be interviewed.  He conclud \nHe made no other significant findings.  Bo  ed that there were no departmental viola \nvey informed Keith Hall, the admitting par  tions by Officer Brady and closed his inves \namedic,  that he  was  diabetic  and  stated  tigation.  Chief  Milks  announced· the  re \nthat he  was  on  insulin.  Bovey  did  not  sults to the news media. \nrequest  treatment for  his  diabetic  condi  The sole responsibility for hiring and fir \ntion, which was a preexisting illness.  Dr. \ning of Lafayette policemen rests with the \nMitchell/Flynn  did  not  note  any  diabetic \nLafayette Police Civil Service Commission \ndistress.  Bovey's  only  complaint  at the \n(Merit Board).  It is  composed of a  five \nhospital was with regard to his hands and \nmember board, comprised of two members \nhis arm.  Bovey requested a device for his \nelected by the police, two appointed by the \narm and was fitted with a splint, by par \nCity Council and one appointed by the May \namedic  Michael  McCarthy,  for  comfort \nor.  It conducts its own hearings and has \nonly.  Neither the paramedics nor Dr. Mic \nits own attorney. \nhell/Flynn, who was experienced in dealing \nwith people in insulin shock or hypoglyce  Mr.  Bovey  has  no  permanent physical \nmia, high or low blood sugar, felt that Mr.  impairment or limitation as a result of this \nBovey was having any difficulty with his  incident.  He  consulted  his  doctor,  Dr. \ndiabetic condition.  Kauffman, after the incident, but received \nBovey  was  then  taken  to  police  head  no  treatment  for  his  hands.  The  only \nquarters  for  processing  and  then  taken  treatment he received for his hands was at \nback to the Tippecanoe County Jail, where  St. Elizabeth Hospital the night of the inci \nhe complained that he  was chronically ill  dent.  Dr. Kauffman also treated him for \nand requested not to be put in a cell.  He  his diabetes.  There is no substantial evi \ndid  not request further treatment at the  dence  that  this  incident  aggravated  the \nhospital, nor did he mention that he was in  preexisting diabetes. \ndiabetic  distress.  He  was  strip-searched \nMrs.  Bovey  and her children were  not \nand his body cavity was checked for drugs \ninjured or physically harmed in any way. \nby jailer Mike Pardue, an employee of the \nTippecanoe County Sheriff.  At that time,  It is not for this court to determine here \nit was the policy of the Tippecanoe County  whether or not Richard Bovey was guilty \nSheriff to strip-search everyone who was to  of  speeding  by  going  approximately  49 \nbe placed in the jail.  This court finds that  miles per hour in a 30 mile per hour speed \nit was common  knowledge,  practice, cus  zone, but the evidence points very much in \ntom and usage that persons arrested by the  that direction.  It is also beyond any dis \nPolice Department of the City of Lafayette  pute that Officer Brady had probable cause \n\nBOVEY v. CITY OF LAFAYETTE, IND.  1465 \nCite as 586 F.Supp. 1460 (1984) \nto stop Richard Bovey's vehicle. for a viola- It is  also readily apparent that Officer \ntion  of the speeding  ordinance.  Richard  Brady  used  extremely  poor  ju(igment in \nBovey does not here challenge that proba- instantaneously  attempting  to  handcuff \nblecause  although  he  does  here  assert  Richard Bovey at the time and under the \ncategorically. his inn~cence of .the speeding  circumstances that he attempted to do so. \ncharge.  It IS  the VIew  of thIS court that  It is a close case but the conduct of Officer \nguilt with referen~e to .the speeding charge  Brady stopped just short of being a viola \nshould be determmed m a court of appro- tion of the due process rights of Richard \npriate jurisdiction with all deliberate speed.  Bovey. \nIt is also undisputed in the record that  Officer Brady testified that he  did  not \nRichard  Bovey,  a  resident of Tippecanoe  secure the name of the owner of the auto \nCounty,  Indiana,  driving  an  automobile \nwith a license prefix indicating residence in  mobile  which  he  was  in  the  process  of \nTippecanoe  County,  Indiana,  with a valid  stopping before he approached the same. \nIndiana driver's license could not have been  He did report the license number and his \nboth arrested and taken  to iail for  the  location to the Police Radio Operator.  This \nspeeding offense.  The defendants concede  court generally credits that testimony.  Of \nthis.  ficer Brady further testified that he did not \nrealize that Richard Bovey was an attorney \nAfter being stopped Richard Bovey and \nin  Lafayette,  Indiana,  when  he  saw  his \nperhaps his wife, made strongly vocal in \nname on the driver's license and saw him in \nquiries of Officer Brady as to the reasons \nperson.  This  court  has  the  greatest  of \nfor their being stopped.  It is highly likely \ndifficulty in crediting that part of his testi \nthat those requests were made in an obnox \nmony.  In and before November of 1982 \nious  and  intimidating  manner,  given  the \nRichard Bovey was a very vocal and visible \npersonal  characteristics  of both  Mr.  and \nmember of the  legal  profession in  Lafa \nMrs. Bovey that were readily apparent to \nyette,  Indiana.  He was particularly well \nthis  court in  observing  them  during  the \nknown within the police department.  The \ntrial of this case.  It is correct that Richard \nsign of his law office which Officer Brady \nBovey did secure and deliver to Brady his \ndrove by many times was clearly visible. \ndriver's license.  It is  correct that Brady \nTherefore this court cannot credit that bit \nrequested the certificate of registration on \nof testimony by Officer Brady.  This court \nthe Bovey vehicle and Bovey made an un-\nbelieves that Officer Brady did know pre \n8uccessful attempt to  locate the same in \nthe  glove  compartment  of  that  vehicle.  cisely· whom  he  was  dealing with  at the \n'rhere is evidence that Mrs. Bovey spoke to  time in: question.  This simple fact neither \nli3rady and reached out of the car window  condemns  nor  excuses  the way in  which \nand  touched  him.  There  is  no  evidence  this officer chose to conduct himself in that \nthat satisfies this  court that Mrs.  Bovey  church parking lot in the presence of Mr. \never intended in any way to physically and  Bovey, his wife, and two of their children. \neriminally assault Officer Brady.  Officer \n:Brady himself indicated that he was in no \nII. \nfear of serious physical danger at any time \nduring this incident.  It is beyond dispute  [1]  It is conceded by all parties that any \nthat as  a  general proposition  one  of· the  relevant action by Brady and the City of \nmost dangerous things that a police officer  Lafayette cortstitutes state action under 42 \ndoes in the routine of duty is to approach  U;S.C.§ 1983.  The first inquiry i.n a Sec \nan automobile alone at night for a traffic  tion 1983 case must be whether a plaintiff \nviolation stop.  While it is correct that in  has been deprived of a right \"secured by \nthe  course  of these brief events  Officer  the Constitution and laws\" of the United \nBrady both received and distributed verbal  States .. Baker v. McCollan, 443 U.S. 137, \nabuse,  none  of  it amounted  to  a  threat  140,  99  S.Ct.  2689,  2692,  61  L.Ed.2d 433 \nupon his physical safety.  (1979). \n\n1466  586 FEDERAL SUPPLEMENT \nThis court need pause only briefly while  or uses a deadly weapon or inflicts bodily \nconsidering the claims of Mrs. Bovey.  She  injury on another person. \nwas not in any way assaulted or physically  (b) For purposes of this section,  a law \nabused by any defendant or by any agent  enforcement officer includes an alcoholic \nof any defendant.  At all times those who  beverage enforcement officer. \ndealt with Mrs. Bovey and her children did  In 1978 the Court of Appeals of Indiana \nso with respect for her and their rights.  construed this statute in a light favorable \nUnder  Baker  v.  McCollan  none  of  her  to the position of Brady in this case.  See \nrights were violated.  Following Baker a  Fields  v.  State,  178  Ind.App.  350,  382 \nmuch closer examination of the situation  N.E.2d  972  (1978)  where  Judge  Lowder \nmust be made as to the plaintiff Richard  milk, speaking for the Court, stated: \nBovey.  It is necessary to examine several  We  also  hold that Fields was properly \nIndiana statutes and the authorities there \nconvicted and sentenced for resisting and \nunder to measure the conduct of Brady at  interfering with a police officer.  We rec \nthis scene. \nognize  that we  have  held  that Fields' \n[2]  In determining the legality of Rich  initial arrest for interfering with a police \nard Bovey's arrest, it is irrelevant whether  officer  was  illegal.  But we  also  held \nhis alleged offense be a felony or a misde  that Fields had no right to resist a peace \nmeanor, because if any arrestable offense  ful arrest, even if that arrest was unlaw \noccurred, it occurred in the presence of the  ful.  When he forcefully resisted Officer \narresting officer.  A critical analysis of the  Fields' attempt to take him into custody \nfacts and evidence in this case raises a very  Willison Fields then committed the crime \nclose question as to whether at the moment  of resisting a police officer in that the \nof  arrest,  an  arrestable  offense  had  oc  law has given a police officer the right \ncurred, and whether reasonable cause ex  and  privilege  to take  an  arrestee  into \nisted for Brady to believe that any arresta  custody, even where that arrest is unlaw \nble offense had occurred.  An analysis of  ful, with the proviso that that officer and \nthe various  charges brought and  conten  the governmental unit which  he  repre \ntions made by the defendants must be ex  sents may be liable in a civil action for \namined in order.  false arrest.  Fields' actions subsequent \nA.  Resisting Law Enforcement.  The  to the unlawful arrest constituted crimes \nfor which he must pay the penalty.  But \nrelevant  statute  is  Ind.Code  § 35-44-3-3 \nthose subsequent actions in no way im \nwhich states: \npair his right to seek redress in a civil \n(a) A person who knowingly or intention \naction. \nally: \nThis statute as construed gave Brady suffi \n(1)  Forcibly resists,  obstructs,  or inter \ncient cause to believe that a violation was \nferes with a law enforcement officer or a \nperson assisting the officer while the of  occurring. \nficer is lawfully engaged in the execution  B.  Battery on a Law Enforcement OJ-\nof his duties as an officer:  ficer.  Ind.Code §  35-42-2-1 provides: \n(2) Forcibly  resistS,  obstructs,  or inter  A person who knowingly touches another \nferes with the authorized service or exe  person in a rude, insolent, or angry man \ncution  of a civil  or criminal process or  ner commits  battery,  a  class  B  misde \norder of a court;  or  meanor.  However, the offense is: \n(3)  Flees from a law enforcement officer  (1) A class A misdemeanor if it results in \nafter the officer has, by visible or audible  bodily injury to any other person, or if it \nmeans, identified himself and ordered the  is committed against a law enforcement \nperson  to  stop;  commits  resisting law  officer or against a  person  summoned \nenforcement,  a  Class  A  misdemeanor.  and directed by the officer while the offi \nHowever, the offense is a class D felony  cer is  engaged in  the execution of his \nif, while committing it, the person draws  official duty; \n\nBOVEY v. CITY OF LAFAYETTE, IND.  1467 \nCite as 586 F.Supp. 1460 (1984) \n(2) A class D felony if it results in bodily  D.  Disorderly  Conduct.  Ind.Code \ninjury to:  §  35-45-1-3 provides: \n(A) a law enforcement officer or a per  A person who  recklessly, knowingly or \nson  summoned  and  directed  by  a  law  intentionally: \nenforcement officer while the officer is  (1) Engages in fighting or in tumultuous \nengaged in the execution of his official  conduct; \nduty; \n(2)  Makes unreasonable noise and contin \n(8) A  person  less  than  thirteen  [13]  ues to do so after being asked to stop; \nyears of age and is committed by a per \n(3)  Disrupts  a  lawful  assembly  of per \nson at least eighteen [18] years of age; \nsons;  or \n(C) A dependent (as defined by IC 35-46-\n(4)  Obstructs  vehicular  or  pedestrian \n1-1(2»  and  is  committed  by  a  person \ntraffic;  commits  disorderly  conduct,  a \nhaving the care of the dependent wheth \nclass B misdemeanor. \ner  the  care  is  assumed  voluntarily  or \nbecause of a legal obligation;  or  This statute must be read in the light of \n(D) A married person and is committed  Hess v. State, 414 U.S. 105, 94 S.Ct. 326, 38 \nL.Ed.2d 303 (1973) reversing 260 Ind. 247, \nby the person's spouse and the spouse \ncommitting the  battery was  previously  297 N .E.2d 413 (1973). \nconvicted of battery in which the victim  [3]  The speech and conduct which  oc \nwas the same spouse.  curred prior to  the arrest by  Brady  are \n(3) A class C felony if it results in seri  constitutionally protected free speech and \nous bodily injury to any other person or  petition for redress under the First Amend \nif it is committed by means of a deadly  ment, and do not constitute a violation of \nweapon.  Ind.Code §  35-45-1-3.  The statements al \nFor purposes of this  section a law en  legedly made by Richard Bovey during this \nforcement  officer includes  an  alcoholic  narrow time frame do not exceed the other \nbeverage enforcement officer.  limits of constitutionally protected speech. \nThis  statute has been most recently con  Clearly Richard Bovey had a right to ask \nstrued  in  Carty  v.  State,  Ind.App.,  421  \"What's the  matter,  Officer?\"  Also,  he \nN .K2d 1151 (1981).  Given that Brady was  had a right to say, \"I couldn't have been \nclearly a de jure officer and not just a de  going that fast.\"  Likewise he had a right \nfacto  officer there is  evidence  here from  to  ask \"What are you  accusing me  of?\" \nwhich Brady had reasonable cause to be  Further, his  statement which Brady took \nlieve that Richard Bovey was in the process  offense at \"Don't talk to my wife in that \nof violating this statute.  tone  of voice!\"  is  not the  impermissable \nkind of words likely to activate immediate \nC.  Failure to Obey Law Enforcement \nviolence.  The Supreme Court in the case \nOfficer.  This charge appears to have been \nof Hess v. State, 414 U.S. 105, 107, 94 S.Ct. \nmade under Ind.Code § 9-4-1-24 making it \n326,  328,  38  L.Ed.2d  303  (1973)  declared \na class C misdemeanor for a person to fail \nthat a statute would be unconstitutional if \nto  comply  with  any  lawful  order  or  di \nit attempted to criminalize language which \nrection of a law enforcement officer invest \nfalls short of fighting words or words like \ned by law with authority to direct, control \nly to activate immediate violence. \nor regulate traffic.  This statute deals gen \nerally with failure to obey traffic directions  The  same reasoning applies  to the re \nor traffic orders.  It is  revealing that al  maining statements of Bovey at the scene. \nthough Ind.Code  § 9-4-1-24 has  been  in  He had a right to say, \"I already gave you \neffect since 1939 there is not a single re  my  driver's  license\".  He  had a  right to \npox·ted  case  dealing  with  same.  If this  say, \"I am a lawyer and I know my rights\". \nwere the only statute relied on by Brady  There is no evidence tending to show any \nthis court would be hard pressed to justify  shouts of obscenity, foul language, profani \nhis action thereon.  ty, fighting words or any words inherently \n\n1468  586 FEDERAL SUPPLEMENT \nlikely  to  insult or activate violence  were  Law 812-17 (1978);  (c) speech advocating \nmade.  immediate violence or similar lawless ac \nThere can be no doubt that a citizen who  tion which is likely to follow, see general \nis stopped by a police officer for a violation  ly Hess v. Indiana, (1973) 414 U.S. 105, \nof a  speeding  ordinance  or  statute  may  94 S.Ct. 326, 38 L.Ed.2d 303;  Branden \nexercise  the  right  of  free  speech  under  burg v.  Ohio,  (1969)  395  U.S.  444,  89 \nAmendment I  of the  Constitution of the  S.Ct.  1827,  23  L.Ed.2d  430;  and  (d) \nUnited States by inquiring as to the basis  \"fighting words,\" personally abusive lan \nfor the alleged offense.  In this case the  guage likely to provoke a violent reaction \nconduct of Richard Bovey was entirely oral \nby listeners toward the speaker, see gen \nexcept  his  physical  resistance  to  being \nerally Chaplinsky v.  New  Hampshire, \nhandcuffed.  The limits on this free speech \n(1942),  315  U.S.  568,  62  S.Ct.  766,  86 \nright to address an  arresting officer are \nL.Ed.  1031,  discussed infra.  (footnote \nnarrowly proscribed.  See  Hess  v.  State, \nomitted). \n414 U.S. 105, 94 S.Ct. 326, 38 L.Ed.2d 303 \n(1973).  See also the perceptive opinion of  Given  the  basic facts  in  Mesarosh  the \nJustice Harlan in Cohen v. California, 403  language used by Richard Bovey falls just \nU.S.  15,  91  S.Ct.  1780,  29  L.Ed.2d  284  short of violating Ind.Code § 35-45-1-3(2). \n(1971).  There is no  suggestion here that \nE.  Speeding.  Speeding is a traffic of \nRichard Bovey used obscene speech to Den \nfense which is declared to be an infraction \nnis Brady.  Nor is there a suggestion that \nsuch speech amounted to \"fighting words\".  under the Indiana statute.  Ind.Code §  34-\nSee  Chaplinsky v.  New  Hampshire,  315  4-32-2;  Ind.Code § 9-4-1-57.  Such infrac \nU.S. 568, 62 S.Ct. 766, 86 L.Ed. 1031 (1942).  tions  are  not  arrestable  offenses  in  the \nSee also Cantwell v. Connecticut, 310 U.S.  factual  context  of  this  case.  Ind.Code \n296,  60  S.Ct.  900,  84  L.Ed.  1213  (1940).  §  34-4-32-2. \nNeither  is  there  a  suggestion  that such \nspeech by Bovey amounted to a public nui  [4]  Whether Brady's action were based \nsance  that invaded  privacy  interests.  In  upon  sufficient probable  cause or not,  a \nthis case there was no evidence that Rich  section  1983  claim could be viable if the \nard  Bovey's  speech  to  the  police  officer  conduct  of Officer  Brady  in  making  the \nwas designed to incite further lawless ac  arrest was \"so offensive, under the circum \ntion.  See Brandenburg v.  Ohio, 395 U.S.  stances, as to shock the conscience of the \n444,  447,  89  S.Ct.  1827,  1829,  23  L.Ed.2d  trier  of fact.\"  Alberts  v.  City  of New \n430 (1969).  York, 549 F.Supp. 227 (S.D.N.Y.1982).  See \nIn  Mesarosh  v.  State,  Ind.App.,  459  also Moats v.  Village of Schaumburg, 562 \nN.E.2d 426 (1984), Judge Conover stated:  F.Supp. 624 (N.D.Ill.1983);  and Lenard v. \nDespite  the  sweeping  language  of the  Argento, 699 F.2d 874 (7th Cir.1983). \nFirst Amendment, the United States Su \nBovey sustained a slight injury to his left \npreme Court has held several categories \nwrist.  The evidence indicated that hand \nof \"speech\" fall outside the ambit of its \ncuffs  do  leave  marks  on  the wrists  and \nprotection.  These categories include:  (a) \nhands from the person's own movements, \nobscenity, see generally Miller v.  Cali \nwhich depend upon the amount of strug \nfornia, (1973) 413 U.S. 15, 93 S.Ct. 2607, \ngling or resisting that takes place.  There \n37  L.Ed.2d  419;  (b)  speech  in  circum \ncan be no serious dispute that Bovey physi \nstances where its time, place or manner \nof delivery unduly interferes with priva  cally resisted Brady's efforts to take him \ncy of the home or a similar competing  into custody.  It appeared to Mr.  Steiner \ninterest,  sometimes  called  \"nuisance\"  that he was resisting, as well as Trooper \nspeech, see e.g. Kovacs v.  Cooper, (1949)  McCormick and Brent Lank.  The evidence \n336 U.S. 77, 69 S.Ct. 448, 93 L.Ed. 513  indicated that a custom and practice exists \nand  see. generally  Nowak,  Routunda,  whereby everyone taken to jail by the Lafa \nYoung,  Handbook  on  Constitutional  yette Police Department is handcuffed. \n\nBOVEY v. CITY OF LAFAYETTE, IND.  1469 \nCite as 586 F.Supp. 1460 (1984) \nFurther, it was clear from the testimony  behavior that would shock the conscience \nthat Bovey put pressure on the handcuffs  of a reasonable person. \nwhen he sat in McCormick's vehicle.  The  [d. at 630. \nmore pressure applied, the tighter they be- As Alberts v.  City of New York states: \ncame.  Brady did not set the safety lock  Plaintiff further argues that the alleged \nand the testimony indicated, even from Of- excessive  force  displayed  by  Officer \nf:icer  Metzer,  that the safety is  normally  Ogletree while effecting her arrest vio-\nnot set for short rides to jail.  The hand- lated  her  constitutional  rights.  Even \ncuffs act as a restraint and prevent resist- though Ms.  Alberts has failed to prove \nance as they finally  did with Mr.  Bovey.  that her arrest was not based on proba \nble cause, the arrest might still be viola \nThe  testimony  of  Brady,  Lank  and \ntive of section 1983 if \"the conduct of the \nMcCormick  does  coincide  on  the  major \narresting officers in  making the arrest \npoints.  Those  are Bovey's  verbal attack \nwas so offensive, under the circumstanc \nu.pon Brady, the yelling and the shouting, \nes,  as  to  'shock the conscience'  of the \n(which  Mrs.  Bovey  admitted  took  place), \ntrier of fact.\"  Pratt, 533 F.Supp. at 115. \nthe  argument,  the physical  resistance  to \nThe  conduct  of  Ogletree  is  not  to  be \nbeing handcuffed, the refusal to get in the \ncondoned and it appeared at trial with \npolice vehicle and the kneeing of Officer \nthe benefit of hindsight that other means \nBrady, whether deliberate or not.  might have been available to subdue the \nAs Moats v. Village of Schaumburg, 562  plaintiff.  However, it is this court's duty \nF.Supp. 624, states:  not to scrutinize  the  officer's  behavior \nbut instead to determine if the force he \nBehavior that might constitute a tort un \nutilized is excessive.  In order to deter \nder state law is not necessarily compen \nmine if the force was excessive \nsable under section 1983, however (cita \n\"a court must look to such factors as \ntions  omitted).  \"[N]ot  every  push  or \nthe need for the application of force, \nshove even it it may later seem unneces \nthe relationship between the need and \nsary in the peace of a judge's chambers, \nthe amount of force that was used, the \nviolates  a  prisoner's  constitutional \nextent of injury inflicted and whether \nrights.\"  The test for imposing liability is \nforce was applied in a good faith effort \nwhether  the  officer's  conduct  \"shocks \nto maintain or restore discipline or ma \nthe conscience.\"  (citations omitted). \nliciously and sadistically for the very \nId. at 629,  630, quoting Johnson v.  Glick,  purpose of causing harm.\" \n481 F.2d 1028, 1033 (2d Cir.1973).  549 F.Supp. at 232. \nIn order to keep within the confines of  While hindsight might offer other means \nthe Eighth and Fourteenth Amendments,  available to subdue Bovey, that is not de \nonly force reasonable under the circum  terminative  upon  the  issue  whether  the \nstances is proper.  force Brady used was constitutionally ex \ncessive.  It was not.  Bovey was not seri \nl'd. at 629 \nously  hurt and  in  order  for  the  court's \nEven  if  Crawford  proved  at trial  that \nconscience to be shocked generally Bovey \nHenry roughly twisted her arm and that \n. would have had to sustain a serious injury. \nshe did not resist arrest, her claim does \nTherefore, the force used by Brady was not \nnot rise to the level of a constitutional \nviolative of Bovey's right to due process \nviolation.  Crawford does  not claim  to \nunder  the  Fourteenth  Amendment  and \nhave consulted a doctor for her alleged \ntherefore is  not actionable under Section \ninjuries.  No proof of permanent or phys  1983. \nical injury has been suggested. \nCertainly the Court disapproves any un  III. \nnecessary use of force by police officers.  [5]  This court is extremely troubled by \nHowever, the alleged arm-twisting is not  the strip-searching of Richard Bovey at the \n\n1470  586 FEDERAL SUPPLEMENT \nTippecanoe  County  Jail.  This  court  has  cise definition or mechanical application. \nhad occasion to deal with that issue in Doe  In each case it requires a balancing of \nv.  Renfrow,  475  F.Supp.  1012  (N.E.lnd.  the  need  for  the  particular  search \n1979),  ajf'd,  631  F.2d  91  (7th  Cir.),  reh.  against the invasion of personal rights \ndenied,  635 F.2d 582 (7th Cir.1980),  cert.  that  the  search  entails.  Courts  must \ndenied,  451 U.S. 1022, 101 S.Ct. 3015, 69  consider the scope of the particular intru \nL.Ed.2d 395 (1981).  In that case, this court  sion, the manner in which it is conducted, \nheld the nude  search of a  female junior  the justification for initiating it, and the \nhigh school student by school officials on  place in which it is conducted.  A deten \nschool grounds to have been unreasonable,  tion  facility  is  a  unique  place  fraught \ndespite the fact that a trained drug-detect  with  serious  security  dangers.  Smug \ning canine had \"alerted\" to  the scent of  gling of money, drugs, weapons, and oth \ndrugs on the girl's person;  that the stan \ner contraband is all too common an oc \ndard applied was the lesser one of \"reason \ncurrence. \nable cause to believe\";  and that the school \n441 U.S. at 559, 99 S.Ct. at 1884 (citations \nofficials enjoyed a form of in loco parentis \nomitted).  For more  recent  authority  on \nrelationship with the student.  Id. at 1024, \nstrip searches in  light of the decision  in \n101 S.Ct. at 3017. \nBell v.  Wolf1Sh,  supra,  see McKinley v. \nThe  Court of Appeals  for  the Seventh \nTrattles,  732  F.2d  1320  (7th  Cir.1984); \nCircuit  was  even  less  gentle  with  those \nMary Beth G. v. City of Chicago, 723 F.2d \ninvolved in the strip-search than was this \n1263 (7th Cir.1983);  Salinas v. Breier, 695 \ncourt.  631  F.2d at 92-93.  See also  the \nF.2d 1073 (7th Cir.1982), cert.  denied, -\ndissents  of Judge  Swygert,  631  F.2d  at \nU.S. -, 104  S.Ct.  119,  78  L.Ed.2d 118 \n93-94;  635  F.2d  at 582-84;  and  Justice \n(1983);  Iskander v. Village of Forest Park, \nBrennan, 451 U.S. at 1025-28, 101 S.Ct. at \n690  F.2d  126  (7th  Cir.1982);  Tikalsky v. \n3017-19. \nCity  of Chicago,  687  F.2d  175  (7th  Cir. \nIn Bell v.  Wolfish, 441 U.S. 520, 99 S.Ct. \n1982);  Bono v.  Saxbe,  620  F.2d 609  (7th \n1861, 60  L.Ed.2d 447  (1979),  the Supreme \nCir.1980);  Roscom v.  City of Chicago, 570 \nCourt held that a pretrial detainee may be \nF.Supp.  1259  (N.D.Ill.1983);  Roscom  v. \nstrip-searched as a means of maintaining \nCity of Chicago,  550 F.Supp. 153 (N.D.Ill. \njail-type security, i.e., to prevent the possi \n1982);  Hendrix v.  Faulkner, 525 F.Supp. \nbility of contraband being smuggled into \n435 (N.D.lnd.1981), afl'd in part, rev'd & \nthe prison.  Id. at 558, 99 S.Ct. at 1884.  It \nrem. in part sub nom. Wellman v. Faulk \nshould  be  borne  in  mind,  however,  that \nner, 715 F.2d 269 (7th Cir.1983). \nthese strip-searches (including body cavity \nThe factual setting of Bell v.  Wolf1Sh, \nsearches),  were  employed  only  following \ncontact visits  between  the  detainees  and  supra, is light years away from that of this \npersons  from  outside  the  institution.  case.  There is  little justification for the \nHence the admonition of Justice Frankfurt  strip search of Richard Bovey by anyone \ner that legal doctrines \"derive meaning and  here. \ncontent from the circumstances that give  The most recent expression on this sub \nrise to them and from the purposes they  ject from our Court of Appeals, McKinley \nare designed to serve.  To these they are  v.  Trattles,  732  F.2d  1320 (7th  Cir.1984), \nbound as is a live tree to its roots.\"  Reid  demonstrates once  again the delicate  na \nv.  Covert,  354  U.S.  1,  50,  77  S.Ct.  1222,  ture of the privacy rights involved,  even \n1248, 1 L.Ed.2d 1148 (Frankfurter, J., con  where the right to strip search is clearly \ncurring). \nestablished.  It was certainly not clearly \nThe  comments  of  Justice  Rehnquist,  established under the facts  of this  case. \nspeaking for the court in Bell, supra, are  There was a clear alternative available that \nworthy of consideration here:  could  have  and should  have  avoided  the \nThe  test  of  reasonableness  under  the  personally demeaning practice that Richard \nFourth Amendment is not capable of pre- Bovey was forced to endure.  Additionally \n\nBOVEY v. CITY OF LAFAYETTE, IND.  1471 \nCite as 586 F.Supp. 1460 (1984) \nRichard Bovey was unnecessarily touched  In sum, our decision holding that munici \nin  the process of the strip search.  That  palities have no immunity from damages \ntouching  was  not  quite  at the  level  of  liability flowing from their constitutional \ngrossness found in McKinley but it was  violations harmonizes well with develop \nnonetheless improper under the facts here.  ments in the common law and our own \nJudge Shadur makes a strong point of lack  pronouncements  on  official  immunities \nof  touching  in  Roscom,  570  F.Supp.  at  under  §  1983.  Doctrines  of  tort  law \n1261.  have changed significantly over the past \nIn the facts of this case the strip search  century, and our notions of governmen \nclearly violated the constitutional rights of  tal responsibility should properly reflect \nRichard Bovey.  that evolution.  No  longer is individual \n\"blameworthiness\" the acid test of liabili \n[6]  The most difficult legal question to \nty;  the principle of equitable loss-spread \nbe decided in this case involves the legal \ning has joined fault as a factor in distrib \nresponsibility  for  the  unwarranted  strip \nuting the costs among the three princi \nsearch of Richard Bovey.  The result de \npends on the interplay between three Su  pals in the scenario of the §  1983 cause \nof action:  the victim of the constitutional \npreme Court decisions, namely, Monell v. \ndeprivation;  the  officer  whose  conduct \nDept.  of Soc.  Servo  of City of N. Y.,  436 \ncaused  the  injury;  and  the  public,  as \nU.S.  658,  98  S.Ct.  2018,  56  L.Ed.2d  611 \nrepresented by the municipal entity.  The \n(1978);  Owen v. City of Independence, 445 \ninnocent individual who is harmed by an \nU.S.  622,  100  S.Ct.  1398,  63  L.Ed.2d 673 \n(1980) and Harlow V.  Fitzgerald, 457 U.S.  abuse of governmental authority is  as \n800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).  sured that he will be compensated for his \ninjury.  The offending official, so long as \nIn Monell, at 436 U.S. 694, 98 S.Ct. 2037, \nhe conducts himself in good faith, may \nthe court stated: \ngo  about  his  business  secure  in  the \nWe  conclude,  therefore,  that  a  local \nknowledge that a qualified immunity will \ngovernment  may  not  be  sued  under \nprotect him  from  personal  liability  for \n§ 1983 for an injury inflicted solely by its \ndamages  that  are  more  appropriately \nemployees or agents.  Instead, it is when \nchargeable to the populace as a whole. \nexecution  of  a  government's  policy  or \nAnd the public will be forced to bear only \ncustom, whether made by its lawmakers \nthe costs of injury inflicted by the \"exe \nor by those  whose  edicts  or acts  may \ncution of a government's policy or cus \nfairly be said to represent official policy, \ntom, whether made by its lawmakers or \ninflicts the injury that the government as \nby those whose edicts or acts may fairly \nan  entity  is  responsible  under  §  1983. \nbe said to represent official policy.\"  Mo \nSince  this case unquestionably involves \nnell v. New York City Dept. of Services, \nofficial policy as the moving force of the \n.436 U.S. at 694, 98 S.Ct. at 2037. \nconstitutional violation found by the Dis \ntrict Court, see supra, 436 U.S. at 660- In Harlow the court stated: \n662, and n. 2, 98 S.Ct. at 2020, and n. 2,  Reliance on the objective reasonableness \n23 must reverse the judgment below.  In  of an official's conduct, as measured by \nso doing, we have no occasion to address,  reference  to  clearly  established  law, \nand do  not address, what the full  con  should  avoid  excessive  disruption  of \ntours of municipal liability under § 1983  government and permit the resolution of \nmay  be.  We  have  attempted  only  to  many insubstantial claims  on. summary \nsketch so much of the §  1983 cause of  judgment.  On summary judgment, the \naction against a local government as is  judge appropriately may determine, not \napparent from the history of the  1871  only  the  currently  applicable  law,  but \nAct and our prior cases, and we express  whether that law was clearly established \nly leave further development of this ac  at the time an action occurred.  If the \ntion to another day.  law at that time was not clearly estab \nIn Owen the court concluded:  lished, an official could not reasonably be \n\n1472  586 FEDERAL SUPPLEMENT \nexpected to anticipate subsequent legal  sponsibility for operating the Jail.  Neither \ndevelopments, nor could he fairly be said  the Sheriff of Tippecanoe County nor any \nto \"know\" that the law forbade conduct  subordinates of the Sheriff are party de \nnot  previously  identified  as  unlawful.  fendants here. \nUntil this threshold immunity question is \nIt is  also beyond real dispute that the \nresolved,  discovery  should  not  be  al \nthen universal practice of strip searching \nlowed.  If the  law  was  clearly  estab \nall arrestees who were confined in the Jail \nlished,  the immunity defense ordinarily \nshould fail, since a reasonably competent  upon entry was well known to many offi \npublic official should know the law gov  cials of the City of Lafayette.  As far as \nerning his conduct.  Nevertheless, if the  arrestees  of the  City  of Lafayette  were \nofficial pleading the defense claims ex  concerned the  strip searching practice in \ntraordinary circumstances and can prove  the  Jail  became  that of  the  City.  This \nthat he  neither knew  nor  should  have  conclusion is well supported by the reason \nknown of the relevant legal standard, the  ing in Monell.  This case is a good example \ndefense should be sustained.  But again,  of flesh  being put on  the Monell bones. \nthe defense would turn primarily on ob \nIt is  therefore  the  conclusion  of  this \njective factors. \ncourt that the strip search of Richard Bo \nBy defining the limits of qualified immu \nvey was a direct result of a clearly estab \nnity  essentially  in  objective  terms,  we \nlished custom, practice, policy,  and usage \nprovide  no  license  to  lawless  conduct. \nknown to, sanctioned by and participated in \nThe public interest in deterrence of un \nby the City of Lafayette. \nlawful conduct and in  compensation of \nvictims remains protected by a test that  The City of Lafayette is not entitled to \nfocuses on the objective legal reasonable  assert as a defense the immunity described \nness of an official's acts.  Where an offi  in Owen.  It is equally clear that the City is \ncial could be expected to know that cer  not entitled to assert the immunity defense \ntain conduct would violate statutory or  as described in Harlow v. Fitzgerald.  This \nconstitutional rights, he should be made  court does find and holds that Dennis Bra \nto hesitate;  and a  person who  suffers  dy is  entitled to such immunity although \ninjury caused by such conduct may have \nthe question is a close one. \na cause of action.  But where an offi \ncial's duties legitimately require action in  The factual pattern is also relevant here. \nwhich clearly established rights are not  In Doe v.  Renfrow the actual strip search \nimplicated,  the  public  interest may  be  of the female student was done by a police \nbetter served by action taken \"with inde  matron  not in  the  employ  of the  school \npendence  and  without  fear  of  conse  corporation. \nquences.\"  Pierson v. Ray, 386 U.S. 547, \nThe reasoning and result here announced \n554, 87 S.Ct. 1213, 1217, 18 L.Ed.2d 288 \nfinds strong support in Judge Eschbach's \n(1967). \ncareful analysis in Iskander v.  Village of \nThe City of Lafayette had no long term  Forest Park,  690  F.2d 126 (7th Cir.1982). \njail facilities.  It did have short term hold  Likewise, the reasoning and result regard \ning cells at Police Headquarters.  It was  ing a  policy of blanket strip searches as \ncommon knowledge and practice through \nfound in Tinette v. Wittke, 479 F.Supp. 486 \nout the Police Department that the Tippe \n(E.D.Wisc.1979),  afl'd,  620  F.2d  160  (7th \ncanoe County Jail was used exclusively by \nCir.1980), is also relevant. \nthe City for longer term arrestees.  Such \nwas clearly a practice custom, policy and  In predicating the liability of the Cit-yon \nusage as outlined in Monell.  There was  Monell custom, usage, policy, and practice \nwidespread joint usage of the Tippecanoe  this court is not limited to the conduct of \nCounty Jail by both the City and County  defendant Brady but may look to all rele \neven though the Sheriff, an elected state  vant conduct by all authorized agents of \nand county official, has the basic legal re- the City. \n\nBOVEY v. CITY OF LAFAYETTE, IND.  1473 \nCite as 586 F.Supp. 1460 (1984) \nIn this record there is the necessary link  ity  does  not  a  section  1985  conspiracy \nor nexus between the policy and practice  make. \nand  the  corporate  city  that  was  found \nThere  was  no  Section  1985  conspiracy \nwanting in Rizzo v. Goode, 423 U.S. 362, 96 \nbecause Griffin v. Breckenridge, 403 U.S. \nS.Ct. 598, 46 L.Ed.2d 561 (1976). \n88,  91  S.Ct.  1790,  29  L.Ed.2d 338  (1971), \nThe  defendants cite Jordan v.  City of  requires a class-based motive or intent, i.e. \nCkicago, 505F.Supp. 1 (N.D.Ill.1980) which  racial, as part of the conspiratorial agree \non the issue of the liability of a municipal  ment.  There is nothing in the record that \ncorporation predates Owen v. City of Inde  even remotely indicates the possibility of a \npendence.  class-based motive in this case.  Therefore, \n'I'he holding here in no way rests on the  no section 1985 conspiracy has been shown \ntype of respondeat superior that was in  here. \nvolved in Adams v. Pate, 445 F.2d 105 (7th \nV. \nCir.1971),  or  that  discussed  in  the  final \nparagraphs of Wellman v.  Faulkner, 715  [8]  Plaintiff's claim of negligent hiring \nF.2d 269, 276 (7th Cir.1983).  and  retention  against the City  must fail \nalso because there is no evidence that Bra \nThere is substantial evidence of custom, \ndy was unfit to be a policeman or that he \npractice, policy, and usage by the City re \nengaged in serious relevant prior miscon \nsulting in this strip search.  There is also \nduct.  See  Tindall  v.  Enderle,  162  Ind. \nsubstantial evidence that many in authority \nApp. 524, 320 N.E.2d 764 (1974) and Ship \nby the City were direct participants in that \nley v.  City of South Bend,  175  Ind.App. \npra,ctice, usage, custom and practice. \n464, 372 N.E.2d 490 (1978). \nBecause of the reasoning and result here \nFinally, the testimony of Chief Milks es \nannounced it is not necessary to decide the \ntablished that the Merit Board (officially \nquestion of a police officer's immunity un \nknown as the Lafayette Police Civil Service \nder Ind.Code 34-4-16.5-1 as interpreted in \nCommission) has the exclusive jurisdiction \nSel~more National Bank v. State, Ind., 422 \nwith regard to hiring and firing of Lafa \nN.K2d 1223 (1981). \nyette policemen.  See Ind.Code §  19-1-14.-\nIV.  2-2 et seq.  The Merit Board is a separate \nsui juris entity.  It has its own Board, its \n[7]  There  was  no  evidence  that  indi \nown attorney and conducts its own  hear \ncated an agreement among any officers to \nings.  They make their own decisions, inde \ndeprive Bovey of his constitutional rights \npendent of the City Council, the Mayor or \nunder  42  U.S.C.  §  1985.  There  was  no \nany city official.  A holding that the City of \ncredible  evidence  indicating  that  Officer \nLafayette was responsible for the acts of \nBr.ady knew who Bovey was prior to Bovey \nthe Merit Board would have to be based \nidentifying  himself.  Assuming  for  pur \nsolely upon the theory of respondeat supe \npo:;es of argument only, that his investiga \nrior.  However, since the City has no right \ntion was intended as a \"cover-up\", Bovey \nto control the decisions of the Merit Board, \nmust show \"direct evidence\" of an express \nthere can be  no  respondeat superior or \noriginal agreement among the conspirators \nagency. \nto cover up the original wrong.  See Means \nv.  City of Chicago,  535 F.Supp. 455 (N.D.  At any rate, whether or not the City is \nIlL1982).  Absent  that  showing,  persons  responsible  for  the  actions  of the  Merit \nwho participate only in a cover-up are not  Board is not relevant here.  There are no \nliable with the original conspirators.  Fur  facts in the record which tend to prove that \nther, there is no evidence in the record that  Brady and other officers were negligently \nwould indicate that Leach agreed with Bra  hired and retained and the plaintiffs have \ndy  and  others  to  cover-up  the  incident.  failed to carry their burden on this issue. \nThe fact that he evidenced some tendencies  There was no evidence to indicate that the \nin this trial that detracted from his credibil- testing procedures used to hire policemen \n\n1474  586 FEDERAL SUPPLEMENT \nand  the procedures  used to  discipline  or  suasive.  It appears that the present de \nterminate policemen in any way contribut  cline in  his  receipts as a  lawyer are not \ned to or proximately caused this incident.  directly related to the defendants' conduct \nThe  conduct  of  the  defendant  City  in  in this case but results primarily from his \nselecting and appointing police was in ac  conduct and his particular manner of exer \ncord with Indiana statutory law.  To  the  cising his free speech rights in the recent \nextent that the plaintiffs have attempted to  past.  The plaintiff has failed to convince \nassert claims for negligent hiring and re  this court of his entitlement to any dam \ntention under 42 U.S.C. §  1983, the same  ages save those for his strip search. \nhave no basis in fact or law in this case. \nWhile the authority cited by the plaintiffs  VI. \nmay suggest the desirability of psychologi \nThe record in this case abounds in a lack \ncal testing for police applicants, such was \nof professionalism and common sense by a \nnot required under the law applicable to \nmember of the legal profession and a mem \nthis  case  and  was  not mandated  by the \nber of the  Lafayette  Police  Department, \nFourteenth Amendment at any time rele \nboth of whom hold positions of substantial \nvant in this case.1 \nresponsibility in  society.  The conduct of \nConsideration of the damage issue aris \nthe parties and those acting for them was \ning from the unconstitutional strip search \noften petty and mean.  The gamesmanship \nof Richard Bovey must begin with Carey v. \nof the Prosecutor of the 23d Judicial Cir \nPiphus,  435  U.S.  247,  98  S.Ct.  1042,  55 \ncuit of the State of Indiana in  regard to \nL.Ed.2d 252 (1978).  (It must be here em \nfiling,  dismissing,  amending  and  refiling \nphasized  that  the  award  of  damages  is \ncriminal charges against Richard Bovey is \nbased on a narrow slice of the plaintiffs' \nan additional manifestat~on of this charac \nclaims and there is no legal foundation for \nteristic as found in the record of this case. \nmost of his claims.)  Carey held that where \nprocedural due process rights are denied,  On the basis of the full record before this \nnominal  damages  may  be  presumed  but  court, it is this court's unquestioned conclu \ncompensatory  damages  must  be  proved.  sion  that at no  time  did  Richard  Bovey \nIn Lenard v.  Argento,  699  F.2d 874 (7th  have either the specific intent or the gener \nCir.1983), cert.  denied, - U.S. --, 104  al intent to commit any of the crimes with \nS.Ct.  69,  78  L.Ed.2d  84  (1983),  Carey  is  which he was subsequently charged.  This \napplied to decide  that where  there is  in  conclusion is made in spite of his grossly \nfringement of a substantive constitutional  unprofessional conduct on  the evening of \nright, more than nominal damages may be  November 29, 1982.  It is highly doubtful \nawarded even in absence of proof of actual  that any of his  conduct would support a \ninjury.  The claim here is definitely one for  conviction of any of the crimes with which \nsubstantive rather than procedural due pro  he was charged except for the misdemean \ncess as defined by Justice Stewart in Crow  or of driving in excess of the speed limit. \nder v.  Lash,  687  F.2d 996 (7th Cir.1982).  The  conduct of both  Richard  Bovey  and \nEven if there were a legal basis for the  Dennis Brady created a volatile situation \nplaintiffs'  claims  other  than  the  strip  that has been a disservice to both the pro \nsearch most of the damage is offered by  fessions of the law and law enforcement. \nthe plaintiff Richard Bovey as to loss of  The  events  have  diverted  substantial  re \nincome is  highly speCUlative and not per- sources in  thousands of man hours from \nl.  While Hild v. Bruner, 496 F.Supp. 93 (D.N.J.  deemed to constitute gross negligence.  Hild is \n1980) may state a desirable method of screening  not binding on this court as authority under 42 \nand testing local police officers such was not  U.S.C. § 1983 or in regard to the pendent state \nmandatory at any time relevant here, under any  claims under Indiana law.  The precise relevant \nstatutory or case authority in Indiana.  Hild  holding in Hild has not been announced in this \nstands for the proposition that the failure of the  circuit.  All of the police officers involved in \nTown of Newton to conduct some kind of psy  this case were selected according to the then \nchological tests for its police officers could be  established requirements of the law of Indiana. \n\nWILCOX v.  CARINA MARITIME CORP.  1475 \nCite as 586 F.Supp. 1475 (1984) \nthe far more  important activities  of law  VII. \nenforcement to an event that has many of \nJUDGMENT \nthe earmarks of a second rate soap opera. \nIt is beyond dispute that a lawyer does not  The court orders that judgment shan en \nter for the defendant Dennis Brady against \nlay  down  his  basic  constitutional  rights \nthe plaintiffs, Richard Bovey and Michelle \nupon entry into the legal profession any \nBovey.  Judgment shall enter for the de \nmor,e than a police officer does upon entry \nfendants,  City  of  Lafayette  and  Dennis \ninto the law enforcement profession.  It is \nBrady, and against the plaintiff, Michelle \nfundamentally correct that a lawyer who is \nBovey.  Judgment shall enter for the plain \nstopped for a  speeding offense enjoys no \ntiff,  Richard  Bovey,  and  against the  de \nmore but no less under the Constitution of \nfendant,  City of Lafayette, in the sum of \nthe United States than does any other citi \n$2000.00.  Because of the divided nature of \nzen.  It is  readily apparent to this court \nthe judgment and relief awarded, each par \nthat. Richard Bovey was attempting, some \nty will bear its own costs. \nwhat  crudely,  at  the  time  and  place  in \nque:stion to ask for more not less. \nThe subsequent handling of Richard Bo \nvey, including the manner in which he was \nhandcuffed, the manner in which he was \ntakEm  to the hospital and the manner in \nwhich he was finally processed and placed \nin jail leave a very great deal to be desired. \nPearly  WILCOX,  Individually  and  as \nA  number  of  Lafayette  police  personnel \nnext Friend of Jessie Lee Wilcox, Jr., \nwere less than discreet in expressing their \nBonnie Fitzhenry, Hazel Louis Wilcox \nglee at the public humiliation that was in \nand Vicky Wilcox \nvolved in the arrest and jailing of Richard \nBovey.  Such was grossly unprofessional.  v. \nIt is not for this court to sit as a court of  CARINA MARITIME CORPORATION. \nrev:iew  in  regard  to  the  internal  review  Civ. A. No. B-82-519-CA. \nprocedures of the Lafayette Police Depart \nUnited States District Court, \nment.  The court did have an opportunity \nE.D. Texas, \nto observe, on the witness stand and in the \nBeaumont Division. \ncourtroom, the conduct of Captain Leach. \nIt is readily apparent that he was a highly  May 24,  1984. \npartisan  participant in  this  case  for  the \ndefendants  and  engaged  in  the  unusual \nLongshoreman's  survivors  brought \nconduct of coming into the well of the court \nmaritime  personal  injury  action  against \nand conferring with counsel for the defend \nshipowner under Longshoreman's and Har \nants during the cross-examination of Offi \nbor Workers' Compensation Act.  The Dis \ncer Metsker.  Such was noted at the time. \ntrict Court, Joe J. Fisher, J., held that:  (1) \nIt can be fervently hoped that now the  evidence did not support finding that cus \nresources above described can be directed  tom gave rise to duty on part of shipowner \nto problems of more importance and more  to have medical oxygen available;  (2) even \npressing concern to the community of Lafa  if  shipowner  had  general  duty  to  carry \nyette, Indiana, since it is this court's view  medical  oxygen,  it  breached  no  duty  to \nthat the single loose end that should be tied  longshoreman, who  was not employee or \nup at the earliest possible time is a determi  crew member, by failing to carry oxygen; \nnation of whether or not Richard Bovey is  and (3) shipowner was not liable on ground \nguHtyof speeding.  that once ship's crew had undertaken task ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24805"
    },
    {
      "date": "1984-05-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1460,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 586,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55549,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55549.pdf",
      "title": "Memorandum and Order [RE:Judgment]",
      "text": "586 F.Supp. 1460 (1984)\nRichard O. BOVEY and Michelle Bovey, Plaintiffs,\nv.\nThe CITY OF LAFAYETTE, INDIANA, and Dennis Brady, Defendants.\nNo. L 82-116.\nUnited States District Court, N.D. Indiana, Hammond Division at Lafayette.\nMay 23, 1984.\n1461 *1461 William K. Bennett, Lafayette, Ind., Kelly Leeman, Logansport, Ind., Courtney B. Justice, Delphi, Ind., for\nplaintiffs.\nEdwin L. Gagnon, Mary Ann Oldham, Indianapolis, Ind., E. Kent Moore, Lafayette, Ind., for defendants.\nMEMORANDUM AND ORDER\nALLEN SHARP, Chief Judge.\nI.\nThis case was filed on the 27th of December, 1982. Originally claims were asserted under Title 42 U.S.C. §§\n1983 and 1985. The jurisdiction of this court is invoked on the basis of federal question jurisdiction under Title 28,\nU.S.C. § 1331 and § 1343(3).\nAs a preliminary this court takes judicial notice of the earlier proceedings in this case, particularly those on the 5th\nof May, 1983, in which any and all punitive damage claims were dismissed as against the City of Lafayette,\nIndiana, under authority of City of Newport v. Fact Concerts, Inc., 453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d 616\n(1981), and the complaint was dismissed as against the defendant, Ronald T. Milks, individually and as Chief of\nPolice of the Police Department of the City of Lafayette, Indiana, with leave to file an amended complaint by June\n1, 1983. No such amended complaint was filed. This memorandum is intended to comply with Rule 52 F.R.C.P.\nThe parties by counsel very explicitly in writing and orally waived their right to a trial by jury under the Seventh\nAmendment of the Constitution of the United States. This case was tried before the court without the intervention\nof a jury for seven trial days beginning on April 2, 1984 and concluding with final arguments on April 11, 1984.\nThe case was tried by highly competent and experienced trial counsel. The intensity of emotion between the\nprincipals was readily evident from their conduct in the courtroom throughout this trial as well as that of their\n\"camp followers\" who filled the courtroom.\nAt the close of the plaintiff's evidence on April 9, 1984 a directed verdict was granted on all claims asserted\nagainst the defendants, Edward Moser and Dan Money, by all plaintiffs. Also, at that time a directed verdict of\ndismissal was granted as to all claims by plaintiffs, Gary Bovey and Mark Bovey, as to all remaining defendants.\nThe principal focus of this court's decision must be measured by standards embedded in the Constitution of the\nUnited States under the Fourteenth Amendment and the remedies that are found in 42 U.S.C. § 1983. (It is also\nnecessary to deal briefly with pendent claims that are asserted under the substantive law of the State of Indiana.)\nThe principal actor in this local drama is Richard Bovey, a well educated, intellectually sophisticated, aggressive\n1462 and sometimes *1462 intimidating advocate, both in and out of the courtroom, who is both blessed and cursed\nwith an advanced case of self-righteousness. It is beyond any doubt that there is a social need for lawyers such\nas Richard Bovey who sometimes put our system to its supreme test and once in awhile help in the process of\ncleansing the secular temple. However, the record in this case demonstrated that an excessive amount of time\n\nhas been spent on this otherwise minor incident by a great number of the members of the legal profession in\nLafayette, Indiana, by the local judiciary in Tippecanoe County, Indiana, by the Police Department in the City of\nLafayette, and indeed by this court itself.\nThe other principal actor in this local cause celebre is Dennis Brady who has maintained his athletic\nhandsomeness from twenty years ago when he was Mr. Basketball in Indiana, which under the prevailing cultural\nHoosier mores is the rough equivalent to secular sainthood. Dennis Brady has the arrogance and agressiveness\nborn of public adulation. It is beyond any dispute that those characteristics can often serve a police officer, such\nas Brady, very well. In this case they did not.\nOn November 29, 1982 at approximately 9:00 o'clock P.M. Richard Bovey, with his wife and two children, was\ntraveling east on Union Street, Lafayette, Indiana, in a white VW station wagon. When he was approximately\none-fourth mile west of the intersection of Union and Creasy, defendant Officer Brady clocked his speed, by\nradar, at 49 m.p.h. in a 30 m.p.h. posted speed zone. Officer Brady, who had a civilian, Brent Lank, riding with\nhim, pulled in behind the Bovey vehicle at the intersection and when they crossed Creasy, he turned on his red\ntop lights to stop him.\nBovey pulled into a church parking lot on the southeast corner of the intersection and Officer Brady followed him.\nWhen the vehicles came to a stop they were anywhere from 15 to 40 feet apart. Both Bovey and Brady got out of\ntheir vehicles and they met at the rear of Bovey's vehicle. Brady's vehicle lights were shining at the rear of\nBovey's vehicle.\nBovey asked Brady why he was stopped and informed Brady that he was an attorney. Brady informed Bovey that\nhe was speeding, 49 in a 30, and pointed to where he had clocked his speed. Brady asked to see Bovey's\ndriver's license and vehicle registration. Bovey produced his driver's license and replied that he couldn't have\nbeen speeding because he was slowing down for the intersection. Brady asked to see his vehicle registration.\nBovey then asked Brady if he was going to give him a ticket and again informed him that he was an attorney.\nBrady assured Bovey that he was going to give him a ticket for speeding.\nBovey then proceeded to the passenger side of his vehicle and opened the glove compartment and again\ninformed Brady that he wasn't speeding. At this time, Mrs. Bovey, sitting in the rear of the vehicle on the\npassenger side, reached out through the window and touched Brady's left arm, protesting the speeding charge.\nOfficer Brady removed his arm from her grasp and asked her not to grab him. Bovey then proclaimed to Brady\nthat he hit his wife and ordered him not to talk to his wife that way. Officer Brady told Mr. Bovey that he still\nneeded to see his driver's license. Bovey then began to yell and scream at Officer Brady, telling him that he\nalready had his license and accused him of making false accusations. Bovey yelled and screamed again that\nBrady was making false accusations, that he had hit his wife, that he was tired of these abuses toward him and\nhis wife.\nOfficer Brady then told Bovey to calm down, to settle down, that he was being disorderly, that he could be\narrested and jailed for being disorderly, and asked him again to produce his registration so that he could write the\nticket and Bovey could \"tell it to the Judge.\" Bovey continued to yell and scream, gesturing with his hands in\nBrady's face, about false accusations. Officer Brady warned Bovey several more times about calming down and\nproducing his registration. Bovey did not produce his registration. Bovey again informed Brady that he was an\n1463 attorney and that Brady *1463 could not arrest him and jail him and that he wasn't going to take him anywhere.\nBrady then informed Bovey that he was under arrest and asked him to place his hands on top of his vehicle.\nBovey refused to do so and Brady took hold of Bovey's left hand and placed it on top of his vehicle and\nhandcuffed his left wrist, with one hand, and brought it behind his back at waist level. Mrs. Bovey touched Brady's\narm again and again Brady jerked out of her grasp.\nBrady asked Bovey to give him his right hand so that he could handcuff it and Bovey refused. Brady attempted to\ncuff the right hand but without success. Thereupon, Brady forcibly walked Bovey to his police vehicle with\nBovey's left hand handcuffed and his right hand free. Bovey forcibly resisted all the way. Mrs. Bovey again\ntouched Brady, this time on his right arm and Brady again told her not to do that and warned her that she could\nbe arrested for interfering. Bovey demanded to know who Brady was and when Brady told him, he stated to his\n\nwife, \"That's Brady, take note of what he is doing.\" Bovey told him that he was embarrassing him in front of his\nneighbors. No neighbors were immediately present.\nWhen Brady arrived at his police vehicle with Bovey in tow, he again attempted to handcuff Bovey's right hand\nand Bovey again refused to cooperate. At this time, Edward Steiner was passing by the scene and noticed a\nstruggle between Brady and Bovey and it appeared to him that Bovey was resisting Brady's efforts to handcuff\nhim. Steiner hurried to Lora Letson's house, which was near the area, dropped his daughter off and asked Mrs.\nLetson to call the police for help, which she did.\nAt this time, Indiana State Trooper Michael McCormick, who had been running radar with Brady at the\nintersection previously, arrived at the scene and after several attempts was able to handcuff Bovey's right hand.\nThen both officers attempted to place Bovey in Brady's police vehicle. Bovey refused to get in, claiming that he\nwas too big to fit with his hands cuffed behind his back and complained of pain, a claim well supported by the\nevidence. At this time, Mrs. Bovey reached between the officers and grabbed Brady on his jacket. Brady again\njerked out of her grasp and ordered her back to her vehicle telling her to shut up or she would be arrested for\ninterfering. Brady never struck Mrs. Bovey.\nBovey then started struggling, moving his feet and jumping up and down and yelled that Brady hit his wife. Mrs.\nBovey agreed that he did. Bovey's glasses fell or were knocked off at this time. Brady placed his right hand\nagainst Bovey's chest and moved him up into the door opening and ordered him not to knee him again. Bovey\nthen informed both officers that he was going to ride with McCormick, not Brady. Brady agreed and both officers\nescorted Bovey to McCormick's vehicle, which was parked on Union Street. Bovey easily and without difficulty\nslid into the front seat, with both hands cuffed behind his back. Bovey then placed his knees on the dash of the\nvehicle and placed pressure on the handcuffs causing them to tighten further. The safety latch was not set on the\nhandcuffs. For different but apparent reasons both Bovey and Brady wanted to maximize the discomfort caused\nby these handcuffs. Mr. Steiner came back to the scene and was told by Trooper McCormick that everything was\nunder control. Bovey told Brady he would get his badge.\nBrady then radioed into headquarters that he was enroute to jail and requested that the Sergeant in command\nmeet him there. He also radioed Car 1-7 to follow McCormick. This was Officer Money, who arrived to assist in\nresponse to headquarters' request. Brady proceeded to the Tippecanoe County Jail with McCormick and Money\nfollowing. On the way to the jail McCormick stopped his vehicle and removed Bovey's handcuffs after his\ncomplaint about the pain.\nAt the jail, Brady had no contact or conversation with Bovey. Brady informed Sgt. Moser of the charges:\nSpeeding, Resisting Law Enforcement, Assault and Battery on a Policeman and Disorderly Conduct. Brady typed\n1464 his jail card and then *1464 left the jail. Brady was there approximately ten minutes and left Bovey's driver's\nlicense at the jail.\nBrady proceeded to headquarters and dropped Brent Lank off. Brady started to fill out his report and the\nspeeding ticket and requested that headquarters run a 1027 drivers license check and a 1028 vehicle registration\ncheck on Bovey, which was done. Brady then went to Home Hospital, after which he proceeded back to\nheadquarters and completed his report. Brent Lank was taken home by another officer.\nBovey was taken from the jail to St. Elizabeth Hospital after complaining that his left arm was broken. He was\ntreated by Dr. Mitchell/Flynn, who diagnosed a \"mild abrasion/sprain of the left wrist.\" He made no other\nsignificant findings. Bovey informed Keith Hall, the admitting paramedic, that he was diabetic and stated that he\nwas on insulin. Bovey did not request treatment for his diabetic condition, which was a preexisting illness. Dr.\nMitchell/Flynn did not note any diabetic distress. Bovey's only complaint at the hospital was with regard to his\nhands and his arm. Bovey requested a device for his arm and was fitted with a splint, by paramedic Michael\nMcCarthy, for comfort only. Neither the paramedics nor Dr. Michell/Flynn, who was experienced in dealing with\npeople in insulin shock or hypoglycemia, high or low blood sugar, felt that Mr. Bovey was having any difficulty with\nhis diabetic condition.\nBovey was then taken to police headquarters for processing and then taken back to the Tippecanoe County Jail,\nwhere he complained that he was chronically ill and requested not to be put in a cell. He did not request further\n\ntreatment at the hospital, nor did he mention that he was in diabetic distress. He was strip-searched and his body\ncavity was checked for drugs by jailer Mike Pardue, an employee of the Tippecanoe County Sheriff. At that time,\nit was the policy of the Tippecanoe County Sheriff to strip-search everyone who was to be placed in the jail. This\ncourt finds that it was common knowledge, practice, custom and usage that persons arrested by the Police\nDepartment of the City of Lafayette were placed in the Tippecanoe County Jail and strip-searched upon entry.\nThe next day, November 30, 1982, Mr. and Mrs. Bovey arrived at headquarters to meet with Captain Thomas\nLeach, head of Internal Affairs. They registered a complaint over their treatment, mainly by Officer Brady. They\ncomplained of an illegal arrest and excessive use of force. Bovey was given the speeding citation made out by\nBrady the night before.\nCaptain Leach took statements from all parties involved, including the participants Brady and Mr. and Mrs. Bovey,\nas well as witnesses Brent Lank and Trooper Michael McCormick. He caused Mrs. Letson and Mr. Steiner to be\ninterviewed. He concluded that there were no departmental violations by Officer Brady and closed his\ninvestigation. Chief Milks announced the results to the news media.\nThe sole responsibility for hiring and firing of Lafayette policemen rests with the Lafayette Police Civil Service\nCommission (Merit Board). It is composed of a five member board, comprised of two members elected by the\npolice, two appointed by the City Council and one appointed by the Mayor. It conducts its own hearings and has\nits own attorney.\nMr. Bovey has no permanent physical impairment or limitation as a result of this incident. He consulted his doctor,\nDr. Kauffman, after the incident, but received no treatment for his hands. The only treatment he received for his\nhands was at St. Elizabeth Hospital the night of the incident. Dr. Kauffman also treated him for his diabetes.\nThere is no substantial evidence that this incident aggravated the preexisting diabetes.\nMrs. Bovey and her children were not injured or physically harmed in any way.\nIt is not for this court to determine here whether or not Richard Bovey was guilty of speeding by going\napproximately 49 miles per hour in a 30 mile per hour speed zone, but the evidence points very much in that\n1465 direction. It is also beyond any dispute that Officer Brady had probable cause *1465 to stop Richard Bovey's\nvehicle for a violation of the speeding ordinance. Richard Bovey does not here challenge that probable cause\nalthough he does here assert categorically his innocence of the speeding charge. It is the view of this court that\nguilt with reference to the speeding charge should be determined in a court of appropriate jurisdiction with all\ndeliberate speed.\nIt is also undisputed in the record that Richard Bovey, a resident of Tippecanoe County, Indiana, driving an\nautomobile with a license prefix indicating residence in Tippecanoe County, Indiana, with a valid Indiana driver's\nlicense could not have been both arrested and taken to jail for the speeding offense. The defendants concede\nthis.\nAfter being stopped Richard Bovey and perhaps his wife, made strongly vocal inquiries of Officer Brady as to the\nreasons for their being stopped. It is highly likely that those requests were made in an obnoxious and intimidating\nmanner, given the personal characteristics of both Mr. and Mrs. Bovey that were readily apparent to this court in\nobserving them during the trial of this case. It is correct that Richard Bovey did secure and deliver to Brady his\ndriver's license. It is correct that Brady requested the certificate of registration on the Bovey vehicle and Bovey\nmade an unsuccessful attempt to locate the same in the glove compartment of that vehicle. There is evidence\nthat Mrs. Bovey spoke to Brady and reached out of the car window and touched him. There is no evidence that\nsatisfies this court that Mrs. Bovey ever intended in any way to physically and criminally assault Officer Brady.\nOfficer Brady himself indicated that he was in no fear of serious physical danger at any time during this incident.\nIt is beyond dispute that as a general proposition one of the most dangerous things that a police officer does in\nthe routine of duty is to approach an automobile alone at night for a traffic violation stop. While it is correct that in\nthe course of these brief events Officer Brady both received and distributed verbal abuse, none of it amounted to\na threat upon his physical safety.\nIt is also readily apparent that Officer Brady used extremely poor judgment in instantaneously attempting to\nhandcuff Richard Bovey at the time and under the circumstances that he attempted to do so. It is a close case\n\nbut the conduct of Officer Brady stopped just short of being a violation of the due process rights of Richard\nBovey.\nOfficer Brady testified that he did not secure the name of the owner of the automobile which he was in the\nprocess of stopping before he approached the same. He did report the license number and his location to the\nPolice Radio Operator. This court generally credits that testimony. Officer Brady further testified that he did not\nrealize that Richard Bovey was an attorney in Lafayette, Indiana, when he saw his name on the driver's license\nand saw him in person. This court has the greatest of difficulty in crediting that part of his testimony. In and before\nNovember of 1982 Richard Bovey was a very vocal and visible member of the legal profession in Lafayette,\nIndiana. He was particularly well known within the police department. The sign of his law office which Officer\nBrady drove by many times was clearly visible. Therefore this court cannot credit that bit of testimony by Officer\nBrady. This court believes that Officer Brady did know precisely whom he was dealing with at the time in\nquestion. This simple fact neither condemns nor excuses the way in which this officer chose to conduct himself in\nthat church parking lot in the presence of Mr. Bovey, his wife, and two of their children.\nII.\nIt is conceded by all parties that any relevant action by Brady and the City of Lafayette constitutes state action\nunder 42 U.S.C. § 1983. The first inquiry in a Section 1983 case must be whether a plaintiff has been deprived of\na right \"secured by the Constitution and laws\" of the United States. Baker v. McCollan, 443 U.S. 137, 140, 99\nS.Ct. 2689, 2692, 61 L.Ed.2d 433 (1979).\n1466 *1466 This court need pause only briefly while considering the claims of Mrs. Bovey. She was not in any way\nassaulted or physically abused by any defendant or by any agent of any defendant. At all times those who dealt\nwith Mrs. Bovey and her children did so with respect for her and their rights. Under Baker v. McCollan none of her\nrights were violated. Following Baker a much closer examination of the situation must be made as to the plaintiff\nRichard Bovey. It is necessary to examine several Indiana statutes and the authorities thereunder to measure the\nconduct of Brady at this scene.\nIn determining the legality of Richard Bovey's arrest, it is irrelevant whether his alleged offense be a felony or a\nmisdemeanor, because if any arrestable offense occurred, it occurred in the presence of the arresting officer. A\ncritical analysis of the facts and evidence in this case raises a very close question as to whether at the moment of\narrest, an arrestable offense had occurred, and whether reasonable cause existed for Brady to believe that any\narrestable offense had occurred. An analysis of the various charges brought and contentions made by the\ndefendants must be examined in order.\nA. Resisting Law Enforcement. The relevant statute is Ind.Code § 35-44-3-3 which states:\n(a) A person who knowingly or intentionally:\n(1) Forcibly resists, obstructs, or interferes with a law enforcement officer or a person assisting the\nofficer while the officer is lawfully engaged in the execution of his duties as an officer:\n(2) Forcibly resists, obstructs, or interferes with the authorized service or execution of a civil or\ncriminal process or order of a court; or\n(3) Flees from a law enforcement officer after the officer has, by visible or audible means,\nidentified himself and ordered the person to stop; commits resisting law enforcement, a Class A\nmisdemeanor. However, the offense is a class D felony if, while committing it, the person draws or\nuses a deadly weapon or inflicts bodily injury on another person.\n(b) For purposes of this section, a law enforcement officer includes an alcoholic beverage\nenforcement officer.\n\nIn 1978 the Court of Appeals of Indiana construed this statute in a light favorable to the position of Brady in this\ncase. See Fields v. State, 178 Ind.App. 350, 382 N.E.2d 972 (1978) where Judge Lowdermilk, speaking for the\nCourt, stated:\nWe also hold that Fields was properly convicted and sentenced for resisting and interfering with a\npolice officer. We recognize that we have held that Fields' initial arrest for interfering with a police\nofficer was illegal. But we also held that Fields had no right to resist a peaceful arrest, even if that\narrest was unlawful. When he forcefully resisted Officer Fields' attempt to take him into custody\nWillison Fields then committed the crime of resisting a police officer in that the law has given a\npolice officer the right and privilege to take an arrestee into custody, even where that arrest is\nunlawful, with the proviso that that officer and the governmental unit which he represents may be\nliable in a civil action for false arrest. Fields' actions subsequent to the unlawful arrest constituted\ncrimes for which he must pay the penalty. But those subsequent actions in no way impair his right\nto seek redress in a civil action.\nThis statute as construed gave Brady sufficient cause to believe that a violation was occurring.\nB. Battery on a Law Enforcement Officer. Ind.Code § 35-42-2-1 provides:\nA person who knowingly touches another person in a rude, insolent, or angry manner commits\nbattery, a class B misdemeanor. However, the offense is:\n(1) A class A misdemeanor if it results in bodily injury to any other person, or if it is committed\nagainst a law enforcement officer or against a person summoned and directed by the officer while\nthe officer is engaged in the execution of his official duty;\n1467 *1467 (2) A class D felony if it results in bodily injury to:\n(A) a law enforcement officer or a person summoned and directed by a law enforcement officer\nwhile the officer is engaged in the execution of his official duty;\n(B) A person less than thirteen [13] years of age and is committed by a person at least eighteen\n[18] years of age;\n(C) A dependent (as defined by IC XX-XX-X-X(2)) and is committed by a person having the care of\nthe dependent whether the care is assumed voluntarily or because of a legal obligation; or\n(D) A married person and is committed by the person's spouse and the spouse committing the\nbattery was previously convicted of battery in which the victim was the same spouse.\n(3) A class C felony if it results in serious bodily injury to any other person or if it is committed by\nmeans of a deadly weapon.\nFor purposes of this section a law enforcement officer includes an alcoholic beverage\nenforcement officer.\nThis statute has been most recently construed in Carty v. State, Ind.App., 421 N.E.2d 1151 (1981). Given that\nBrady was clearly a de jure officer and not just a de facto officer there is evidence here from which Brady had\nreasonable cause to believe that Richard Bovey was in the process of violating this statute.\nC. Failure to Obey Law Enforcement Officer. This charge appears to have been made under Ind.Code § 9-4-1-24\nmaking it a class C misdemeanor for a person to fail to comply with any lawful order or direction of a law\nenforcement officer invested by law with authority to direct, control or regulate traffic. This statute deals generally\nwith failure to obey traffic directions or traffic orders. It is revealing that although Ind.Code § 9-4-1-24 has been in\neffect since 1939 there is not a single reported case dealing with same. If this were the only statute relied on by\nBrady this court would be hard pressed to justify his action thereon.\nD. Disorderly Conduct. Ind.Code § 35-45-1-3 provides:\n\nA person who recklessly, knowingly or intentionally:\n(1) Engages in fighting or in tumultuous conduct;\n(2) Makes unreasonable noise and continues to do so after being asked to stop;\n(3) Disrupts a lawful assembly of persons; or\n(4) Obstructs vehicular or pedestrian traffic; commits disorderly conduct, a class B misdemeanor.\nThis statute must be read in the light of Hess v. State, 414 U.S. 105, 94 S.Ct. 326, 38 L.Ed.2d 303 (1973)\nreversing 260 Ind. 247, 297 N.E.2d 413 (1973).\nThe speech and conduct which occurred prior to the arrest by Brady are constitutionally protected free speech\nand petition for redress under the First Amendment, and do not constitute a violation of Ind.Code § 35-45-1-3.\nThe statements allegedly made by Richard Bovey during this narrow time frame do not exceed the other limits of\nconstitutionally protected speech. Clearly Richard Bovey had a right to ask \"What's the matter, Officer?\" Also, he\nhad a right to say, \"I couldn't have been going that fast.\" Likewise he had a right to ask \"What are you accusing\nme of?\" Further, his statement which Brady took offense at \"Don't talk to my wife in that tone of voice!\" is not the\nimpermissable kind of words likely to activate immediate violence. The Supreme Court in the case of Hess v.\nState, 414 U.S. 105, 107, 94 S.Ct. 326, 328, 38 L.Ed.2d 303 (1973) declared that a statute would be\nunconstitutional if it attempted to criminalize language which falls short of fighting words or words likely to activate\nimmediate violence.\nThe same reasoning applies to the remaining statements of Bovey at the scene. He had a right to say, \"I already\ngave you my driver's license\". He had a right to say, \"I am a lawyer and I know my rights\". There is no evidence\n1468 tending to show any shouts of obscenity, foul language, profanity, fighting words or any words inherently *1468\nlikely to insult or activate violence were made.\nThere can be no doubt that a citizen who is stopped by a police officer for a violation of a speeding ordinance or\nstatute may exercise the right of free speech under Amendment I of the Constitution of the United States by\ninquiring as to the basis for the alleged offense. In this case the conduct of Richard Bovey was entirely oral\nexcept his physical resistance to being handcuffed. The limits on this free speech right to address an arresting\nofficer are narrowly proscribed. See Hess v. State, 414 U.S. 105, 94 S.Ct. 326, 38 L.Ed.2d 303 (1973). See also\nthe perceptive opinion of Justice Harlan in Cohen v. California, 403 U.S. 15, 91 S.Ct. 1780, 29 L.Ed.2d 284\n(1971). There is no suggestion here that Richard Bovey used obscene speech to Dennis Brady. Nor is there a\nsuggestion that such speech amounted to \"fighting words\". See Chaplinsky v. New Hampshire, 315 U.S. 568, 62\nS.Ct. 766, 86 L.Ed. 1031 (1942). See also Cantwell v. Connecticut, 310 U.S. 296, 60 S.Ct. 900, 84 L.Ed. 1213\n(1940). Neither is there a suggestion that such speech by Bovey amounted to a public nuisance that invaded\nprivacy interests. In this case there was no evidence that Richard Bovey's speech to the police officer was\ndesigned to incite further lawless action. See Brandenburg v. Ohio, 395 U.S. 444, 447, 89 S.Ct. 1827, 1829, 23\nL.Ed.2d 430 (1969).\nIn Mesarosh v. State, Ind.App., 459 N.E.2d 426 (1984), Judge Conover stated:\nDespite the sweeping language of the First Amendment, the United States Supreme Court has\nheld several categories of \"speech\" fall outside the ambit of its protection. These categories\ninclude: (a) obscenity, see generally Miller v. California, (1973) 413 U.S. 15, 93 S.Ct. 2607, 37\nL.Ed.2d 419; (b) speech in circumstances where its time, place or manner of delivery unduly\ninterferes with privacy of the home or a similar competing interest, sometimes called \"nuisance\"\nspeech, see e.g. Kovacs v. Cooper, (1949) 336 U.S. 77, 69 S.Ct. 448, 93 L.Ed. 513 and see\ngenerally Nowak, Routunda, Young, Handbook on Constitutional Law 812-17 (1978); (c) speech\nadvocating immediate violence or similar lawless action which is likely to follow, see generally \nHess v. Indiana, (1973) 414 U.S. 105, 94 S.Ct. 326, 38 L.Ed.2d 303; Brandenburg v. Ohio, (1969)\n395 U.S. 444, 89 S.Ct. 1827, 23 L.Ed.2d 430; and (d) \"fighting words,\" personally abusive\nlanguage likely to provoke a violent reaction by listeners toward the speaker, see generally \n\nChaplinsky v. New Hampshire, (1942), 315 U.S. 568, 62 S.Ct. 766, 86 L.Ed. 1031, discussed \ninfra. (footnote omitted).\nGiven the basic facts in Mesarosh the language used by Richard Bovey falls just short of violating Ind.Code §\n35-45-1-3(2).\nE. Speeding. Speeding is a traffic offense which is declared to be an infraction under the Indiana statute.\nInd.Code § 34-4-32-2; Ind.Code § 9-4-1-57. Such infractions are not arrestable offenses in the factual context of\nthis case. Ind.Code § 34-4-32-2.\nWhether Brady's action were based upon sufficient probable cause or not, a section 1983 claim could be viable if\nthe conduct of Officer Brady in making the arrest was \"so offensive, under the circumstances, as to shock the\nconscience of the trier of fact.\" Alberts v. City of New York, 549 F.Supp. 227 (S.D.N.Y.1982). See also Moats v.\nVillage of Schaumburg, 562 F.Supp. 624 (N.D.Ill.1983); and Lenard v. Argento, 699 F.2d 874 (7th Cir.1983).\nBovey sustained a slight injury to his left wrist. The evidence indicated that handcuffs do leave marks on the\nwrists and hands from the person's own movements, which depend upon the amount of struggling or resisting\nthat takes place. There can be no serious dispute that Bovey physically resisted Brady's efforts to take him into\ncustody. It appeared to Mr. Steiner that he was resisting, as well as Trooper McCormick and Brent Lank. The\nevidence indicated that a custom and practice exists whereby everyone taken to jail by the Lafayette Police\nDepartment is handcuffed.\n1469 *1469 Further, it was clear from the testimony that Bovey put pressure on the handcuffs when he sat in\nMcCormick's vehicle. The more pressure applied, the tighter they became. Brady did not set the safety lock and\nthe testimony indicated, even from Officer Metzer, that the safety is normally not set for short rides to jail. The\nhandcuffs act as a restraint and prevent resistance as they finally did with Mr. Bovey.\nThe testimony of Brady, Lank and McCormick does coincide on the major points. Those are Bovey's verbal attack\nupon Brady, the yelling and the shouting, (which Mrs. Bovey admitted took place), the argument, the physical\nresistance to being handcuffed, the refusal to get in the police vehicle and the kneeing of Officer Brady, whether\ndeliberate or not.\nAs Moats v. Village of Schaumburg, 562 F.Supp. 624, states:\nBehavior that might constitute a tort under state law is not necessarily compensable under section\n1983, however (citations omitted). \"[N]ot every push or shove even it it may later seem\nunnecessary in the peace of a judge's chambers, violates a prisoner's constitutional rights.\" The\ntest for imposing liability is whether the officer's conduct \"shocks the conscience.\" (citations\nomitted).\nId. at 629, 630, quoting Johnson v. Glick, 481 F.2d 1028, 1033 (2d Cir.1973).\nIn order to keep within the confines of the Eighth and Fourteenth Amendments, only force\nreasonable under the circumstances is proper.\nId. at 629\nEven if Crawford proved at trial that Henry roughly twisted her arm and that she did not resist\narrest, her claim does not rise to the level of a constitutional violation. Crawford does not claim to\nhave consulted a doctor for her alleged injuries. No proof of permanent or physical injury has been\nsuggested.\nCertainly the Court disapproves any unnecessary use of force by police officers. However, the\nalleged arm-twisting is not behavior that would shock the conscience of a reasonable person.\nId. at 630.\nAs Alberts v. City of New York states: Plaintiff further argues that the alleged excessive force\ndisplayed by Officer Ogletree while effecting her arrest violated her constitutional rights. Even\n\nthough Ms. Alberts has failed to prove that her arrest was not based on probable cause, the arrest\nmight still be violative of section 1983 if \"the conduct of the arresting officers in making the arrest\nwas so offensive, under the circumstances, as to `shock the conscience' of the trier of fact.\" Pratt,\n533 F.Supp. at 115. The conduct of Ogletree is not to be condoned and it appeared at trial with the\nbenefit of hindsight that other means might have been available to subdue the plaintiff. However, it\nis this court's duty not to scrutinize the officer's behavior but instead to determine if the force he\nutilized is excessive. In order to determine if the force was excessive\n\"a court must look to such factors as the need for the application of force, the relationship between\nthe need and the amount of force that was used, the extent of injury inflicted and whether force\nwas applied in a good faith effort to maintain or restore discipline or maliciously and sadistically for\nthe very purpose of causing harm.\"\n549 F.Supp. at 232.\nWhile hindsight might offer other means available to subdue Bovey, that is not determinative upon the issue\nwhether the force Brady used was constitutionally excessive. It was not. Bovey was not seriously hurt and in\norder for the court's conscience to be shocked generally Bovey would have had to sustain a serious injury.\nTherefore, the force used by Brady was not violative of Bovey's right to due process under the Fourteenth\nAmendment and therefore is not actionable under Section 1983.\nIII.\n1470 This court is extremely troubled by the strip-searching of Richard Bovey at the *1470 Tippecanoe County Jail.\nThis court has had occasion to deal with that issue in Doe v. Renfrow, 475 F.Supp. 1012 (N.E.Ind. 1979),aff'd,\n631 F.2d 91 (7th Cir.),reh. denied,635 F.2d 582 (7th Cir.1980),cert. denied,451 U.S. 1022, 101 S.Ct. 3015, 69\nL.Ed.2d 395 (1981). In that case, this court held the nude search of a female junior high school student by school\nofficials on school grounds to have been unreasonable, despite the fact that a trained drug-detecting canine had\n\"alerted\" to the scent of drugs on the girl's person; that the standard applied was the lesser one of \"reasonable\ncause to believe\"; and that the school officials enjoyed a form of in loco parentis relationship with the student. Id.\nat 1024, 101 S.Ct. at 3017.\nThe Court of Appeals for the Seventh Circuit was even less gentle with those involved in the strip-search than\nwas this court. 631 F.2d at 92-93. See also the dissents of Judge Swygert, 631 F.2d at 93-94; 635 F.2d at 582-84;\nand Justice Brennan, 451 U.S. at 1025-28, 101 S.Ct. at 3017-19.\nIn Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), the Supreme Court held that a pretrial\ndetainee may be strip-searched as a means of maintaining jail-type security, i.e., to prevent the possibility of\ncontraband being smuggled into the prison. Id. at 558, 99 S.Ct. at 1884. It should be borne in mind, however, that\nthese strip-searches (including body cavity searches), were employed only following contact visits between the\ndetainees and persons from outside the institution. Hence the admonition of Justice Frankfurter that legal\ndoctrines \"derive meaning and content from the circumstances that give rise to them and from the purposes they\nare designed to serve. To these they are bound as is a live tree to its roots.\" Reid v. Covert, 354 U.S. 1, 50, 77\nS.Ct. 1222, 1248, 1 L.Ed.2d 1148 (Frankfurter, J., concurring).\nThe comments of Justice Rehnquist, speaking for the court in Bell, supra, are worthy of consideration here:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted. A detention facility is a unique place fraught with serious security\ndangers. Smuggling of money, drugs, weapons, and other contraband is all too common an\noccurrence.\n\n441 U.S. at 559, 99 S.Ct. at 1884 (citations omitted). For more recent authority on strip searches in light of the\ndecision in Bell v. Wolfish, supra, see McKinley v. Trattles, 732 F.2d 1320 (7th Cir.1984); Mary Beth G. v. City of\nChicago, 723 F.2d 1263 (7th Cir.1983); Salinas v. Breier, 695 F.2d 1073 (7th Cir.1982),cert. denied,___ U.S.\n___, 104 S.Ct. 119, 78 L.Ed.2d 118 (1983); Iskander v. Village of Forest Park, 690 F.2d 126 (7th Cir.1982); \nTikalsky v. City of Chicago, 687 F.2d 175 (7th Cir. 1982); Bono v. Saxbe, 620 F.2d 609 (7th Cir.1980); Roscom v.\nCity of Chicago, 570 F.Supp. 1259 (N.D.Ill.1983); Roscom v. City of Chicago, 550 F.Supp. 153 (N.D.Ill. 1982); \nHendrix v. Faulkner, 525 F.Supp. 435 (N.D.Ind.1981),aff'd in part, rev'd & rem. in part sub nom. Wellman v.\nFaulkner, 715 F.2d 269 (7th Cir.1983).\nThe factual setting of Bell v. Wolfish, supra, is light years away from that of this case. There is little justification for\nthe strip search of Richard Bovey by anyone here.\nThe most recent expression on this subject from our Court of Appeals, McKinley v. Trattles, 732 F.2d 1320 (7th\nCir.1984), demonstrates once again the delicate nature of the privacy rights involved, even where the right to strip\nsearch is clearly established. It was certainly not clearly established under the facts of this case. There was a\nclear alternative available that could have and should have avoided the personally demeaning practice that\n1471 Richard Bovey was forced to endure. Additionally *1471 Richard Bovey was unnecessarily touched in the\nprocess of the strip search. That touching was not quite at the level of grossness found in McKinley but it was\nnonetheless improper under the facts here. Judge Shadur makes a strong point of lack of touching in Roscom,\n570 F.Supp. at 1261.\nIn the facts of this case the strip search clearly violated the constitutional rights of Richard Bovey.\nThe most difficult legal question to be decided in this case involves the legal responsibility for the unwarranted\nstrip search of Richard Bovey. The result depends on the interplay between three Supreme Court decisions,\nnamely, Monell v. Dept. of Soc. Serv. of City of N.Y., 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978); Owen\nv. City of Independence, 445 U.S. 622, 100 S.Ct. 1398, 63 L.Ed.2d 673 (1980) and Harlow v. Fitzgerald, 457 U.S.\n800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).\nIn Monell, at 436 U.S. 694, 98 S.Ct. 2037, the court stated:\nWe conclude, therefore, that a local government may not be sued under § 1983 for an injury\ninflicted solely by its employees or agents. Instead, it is when execution of a government's policy\nor custom, whether made by its lawmakers or by those whose edicts or acts may fairly be said to\nrepresent official policy, inflicts the injury that the government as an entity is responsible under §\n1983. Since this case unquestionably involves official policy as the moving force of the\nconstitutional violation found by the District Court, see supra, 436 U.S. at 660-662, and n. 2, 98\nS.Ct. at 2020, and n. 2, 23 must reverse the judgment below. In so doing, we have no occasion to\naddress, and do not address, what the full contours of municipal liability under § 1983 may be. We\nhave attempted only to sketch so much of the § 1983 cause of action against a local government\nas is apparent from the history of the 1871 Act and our prior cases, and we expressly leave further\ndevelopment of this action to another day.\nIn Owen the court concluded:\nIn sum, our decision holding that municipalities have no immunity from damages liability flowing\nfrom their constitutional violations harmonizes well with developments in the common law and our\nown pronouncements on official immunities under § 1983. Doctrines of tort law have changed\nsignificantly over the past century, and our notions of governmental responsibility should properly\nreflect that evolution. No longer is individual \"blameworthiness\" the acid test of liability; the\nprinciple of equitable loss-spreading has joined fault as a factor in distributing the costs among the\nthree principals in the scenario of the § 1983 cause of action: the victim of the constitutional\ndeprivation; the officer whose conduct caused the injury; and the public, as represented by the\nmunicipal entity. The innocent individual who is harmed by an abuse of governmental authority is\nassured that he will be compensated for his injury. The offending official, so long as he conducts\nhimself in good faith, may go about his business secure in the knowledge that a qualified immunity\n\nwill protect him from personal liability for damages that are more appropriately chargeable to the\npopulace as a whole. And the public will be forced to bear only the costs of injury inflicted by the\n\"execution of a government's policy or custom, whether made by its lawmakers or by those whose\nedicts or acts may fairly be said to represent official policy.\" Monell v. New York City Dept. of\nServices, 436 U.S. at 694, 98 S.Ct. at 2037.\nIn Harlow the court stated:\nReliance on the objective reasonableness of an official's conduct, as measured by reference to\nclearly established law, should avoid excessive disruption of government and permit the resolution\nof many insubstantial claims on summary judgment. On summary judgment, the judge\nappropriately may determine, not only the currently applicable law, but whether that law was\nclearly established at the time an action occurred. If the law at that time was not clearly\n1472 established, an official could not reasonably be *1472 expected to anticipate subsequent legal\ndevelopments, nor could he fairly be said to \"know\" that the law forbade conduct not previously\nidentified as unlawful. Until this threshold immunity question is resolved, discovery should not be\nallowed. If the law was clearly established, the immunity defense ordinarily should fail, since a\nreasonably competent public official should know the law governing his conduct. Nevertheless, if\nthe official pleading the defense claims extraordinary circumstances and can prove that he neither\nknew nor should have known of the relevant legal standard, the defense should be sustained. But\nagain, the defense would turn primarily on objective factors.\nBy defining the limits of qualified immunity essentially in objective terms, we provide no license to\nlawless conduct. The public interest in deterrence of unlawful conduct and in compensation of\nvictims remains protected by a test that focuses on the objective legal reasonableness of an\nofficial's acts. Where an official could be expected to know that certain conduct would violate\nstatutory or constitutional rights, he should be made to hesitate; and a person who suffers injury\ncaused by such conduct may have a cause of action. But where an official's duties legitimately\nrequire action in which clearly established rights are not implicated, the public interest may be\nbetter served by action taken \"with independence and without fear of consequences.\" Pierson v.\nRay, 386 U.S. 547, 554, 87 S.Ct. 1213, 1217, 18 L.Ed.2d 288 (1967).\nThe City of Lafayette had no long term jail facilities. It did have short term holding cells at Police Headquarters. It\nwas common knowledge and practice throughout the Police Department that the Tippecanoe County Jail was\nused exclusively by the City for longer term arrestees. Such was clearly a practice custom, policy and usage as\noutlined in Monell. There was widespread joint usage of the Tippecanoe County Jail by both the City and County\neven though the Sheriff, an elected state and county official, has the basic legal responsibility for operating the\nJail. Neither the Sheriff of Tippecanoe County nor any subordinates of the Sheriff are party defendants here.\nIt is also beyond real dispute that the then universal practice of strip searching all arrestees who were confined in\nthe Jail upon entry was well known to many officials of the City of Lafayette. As far as arrestees of the City of\nLafayette were concerned the strip searching practice in the Jail became that of the City. This conclusion is well\nsupported by the reasoning in Monell. This case is a good example of flesh being put on the Monell bones.\nIt is therefore the conclusion of this court that the strip search of Richard Bovey was a direct result of a clearly\nestablished custom, practice, policy, and usage known to, sanctioned by and participated in by the City of\nLafayette.\nThe City of Lafayette is not entitled to assert as a defense the immunity described in Owen. It is equally clear that\nthe City is not entitled to assert the immunity defense as described in Harlow v. Fitzgerald. This court does find\nand holds that Dennis Brady is entitled to such immunity although the question is a close one.\nThe factual pattern is also relevant here. In Doe v. Renfrow the actual strip search of the female student was\ndone by a police matron not in the employ of the school corporation.\nThe reasoning and result here announced finds strong support in Judge Eschbach's careful analysis in Iskander\nv. Village of Forest Park, 690 F.2d 126 (7th Cir.1982). Likewise, the reasoning and result regarding a policy of\n\nblanket strip searches as found in Tinette v. Wittke, 479 F.Supp. 486 (E.D.Wisc.1979),aff'd,620 F.2d 160 (7th\nCir.1980), is also relevant.\nIn predicating the liability of the City on Monell custom, usage, policy, and practice this court is not limited to the\nconduct of defendant Brady but may look to all relevant conduct by all authorized agents of the City.\n1473 *1473 In this record there is the necessary link or nexus between the policy and practice and the corporate city\nthat was found wanting in Rizzo v. Goode, 423 U.S. 362, 96 S.Ct. 598, 46 L.Ed.2d 561 (1976).\nThe defendants cite Jordan v. City of Chicago, 505 F.Supp. 1 (N.D.Ill.1980) which on the issue of the liability of a\nmunicipal corporation predates Owen v. City of Independence.\nThe holding here in no way rests on the type of respondeat superior that was involved in Adams v. Pate, 445 F.2d\n105 (7th Cir.1971), or that discussed in the final paragraphs of Wellman v. Faulkner, 715 F.2d 269, 276 (7th\nCir.1983).\nThere is substantial evidence of custom, practice, policy, and usage by the City resulting in this strip search.\nThere is also substantial evidence that many in authority by the City were direct participants in that practice,\nusage, custom and practice.\nBecause of the reasoning and result here announced it is not necessary to decide the question of a police\nofficer's immunity under Ind.Code 34-4-16.5-1 as interpreted in Seymore National Bank v. State, Ind., 422 N.E.2d\n1223 (1981).\nIV.\nThere was no evidence that indicated an agreement among any officers to deprive Bovey of his constitutional\nrights under 42 U.S.C. § 1985. There was no credible evidence indicating that Officer Brady knew who Bovey\nwas prior to Bovey identifying himself. Assuming for purposes of argument only, that his investigation was\nintended as a \"cover-up\", Bovey must show \"direct evidence\" of an express original agreement among the\nconspirators to cover up the original wrong. See Means v. City of Chicago, 535 F.Supp. 455 (N.D. Ill.1982).\nAbsent that showing, persons who participate only in a cover-up are not liable with the original conspirators.\nFurther, there is no evidence in the record that would indicate that Leach agreed with Brady and others to cover-\nup the incident. The fact that he evidenced some tendencies in this trial that detracted from his credibility does\nnot a section 1985 conspiracy make.\nThere was no Section 1985 conspiracy because Griffin v. Breckenridge, 403 U.S. 88, 91 S.Ct. 1790, 29 L.Ed.2d\n338 (1971), requires a class-based motive or intent, i.e. racial, as part of the conspiratorial agreement. There is\nnothing in the record that even remotely indicates the possibility of a class-based motive in this case. Therefore,\nno section 1985 conspiracy has been shown here.\nV.\nPlaintiff's claim of negligent hiring and retention against the City must fail also because there is no evidence that\nBrady was unfit to be a policeman or that he engaged in serious relevant prior misconduct. See Tindall v.\nEnderle, 162 Ind. App. 524, 320 N.E.2d 764 (1974) and Shipley v. City of South Bend, 175 Ind.App. 464, 372\nN.E.2d 490 (1978).\nFinally, the testimony of Chief Milks established that the Merit Board (officially known as the Lafayette Police Civil\nService Commission) has the exclusive jurisdiction with regard to hiring and firing of Lafayette policemen. See\nInd.Code § 19-1-14.2-2 et seq. The Merit Board is a separate sui juris entity. It has its own Board, its own\nattorney and conducts its own hearings. They make their own decisions, independent of the City Council, the\nMayor or any city official. A holding that the City of Lafayette was responsible for the acts of the Merit Board\nwould have to be based solely upon the theory of respondeat superior. However, since the City has no right to\ncontrol the decisions of the Merit Board, there can be no respondeat superior or agency.\n\nAt any rate, whether or not the City is responsible for the actions of the Merit Board is not relevant here. There\nare no facts in the record which tend to prove that Brady and other officers were negligently hired and retained\nand the plaintiffs have failed to carry their burden on this issue. There was no evidence to indicate that the testing\n1474 procedures used to hire policemen *1474 and the procedures used to discipline or terminate policemen in any\nway contributed to or proximately caused this incident.\nThe conduct of the defendant City in selecting and appointing police was in accord with Indiana statutory law. To\nthe extent that the plaintiffs have attempted to assert claims for negligent hiring and retention under 42 U.S.C. §\n1983, the same have no basis in fact or law in this case. While the authority cited by the plaintiffs may suggest\nthe desirability of psychological testing for police applicants, such was not required under the law applicable to\n[1]\nthis case and was not mandated by the Fourteenth Amendment at any time relevant in this case.\nConsideration of the damage issue arising from the unconstitutional strip search of Richard Bovey must begin\nwith Carey v. Piphus, 435 U.S. 247, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978). (It must be here emphasized that the\naward of damages is based on a narrow slice of the plaintiffs' claims and there is no legal foundation for most of\nhis claims.) Carey held that where procedural due process rights are denied, nominal damages may be\npresumed but compensatory damages must be proved. In Lenard v. Argento, 699 F.2d 874 (7th Cir.1983),cert.\ndenied,___ U.S. ___, 104 S.Ct. 69, 78 L.Ed.2d 84 (1983),Carey is applied to decide that where there is\ninfringement of a substantive constitutional right, more than nominal damages may be awarded even in absence\nof proof of actual injury. The claim here is definitely one for substantive rather than procedural due process as\ndefined by Justice Stewart in Crowder v. Lash, 687 F.2d 996 (7th Cir.1982).\nEven if there were a legal basis for the plaintiffs' claims other than the strip search most of the damage is offered\nby the plaintiff Richard Bovey as to loss of income is highly speculative and not persuasive. It appears that the\npresent decline in his receipts as a lawyer are not directly related to the defendants' conduct in this case but\nresults primarily from his conduct and his particular manner of exercising his free speech rights in the recent past.\nThe plaintiff has failed to convince this court of his entitlement to any damages save those for his strip search.\nVI.\nThe record in this case abounds in a lack of professionalism and common sense by a member of the legal\nprofession and a member of the Lafayette Police Department, both of whom hold positions of substantial\nresponsibility in society. The conduct of the parties and those acting for them was often petty and mean. The\ngamesmanship of the Prosecutor of the 23d Judicial Circuit of the State of Indiana in regard to filing, dismissing,\namending and refiling criminal charges against Richard Bovey is an additional manifestation of this characteristic\nas found in the record of this case.\nOn the basis of the full record before this court, it is this court's unquestioned conclusion that at no time did\nRichard Bovey have either the specific intent or the general intent to commit any of the crimes with which he was\nsubsequently charged. This conclusion is made in spite of his grossly unprofessional conduct on the evening of\nNovember 29, 1982. It is highly doubtful that any of his conduct would support a conviction of any of the crimes\nwith which he was charged except for the misdemeanor of driving in excess of the speed limit. The conduct of\nboth Richard Bovey and Dennis Brady created a volatile situation that has been a disservice to both the\nprofessions of the law and law enforcement. The events have diverted substantial resources in thousands of man\n1475 hours from *1475 the far more important activities of law enforcement to an event that has many of the earmarks\nof a second rate soap opera. It is beyond dispute that a lawyer does not lay down his basic constitutional rights\nupon entry into the legal profession any more than a police officer does upon entry into the law enforcement\nprofession. It is fundamentally correct that a lawyer who is stopped for a speeding offense enjoys no more but no\nless under the Constitution of the United States than does any other citizen. It is readily apparent to this court that\nRichard Bovey was attempting, somewhat crudely, at the time and place in question to ask for more not less.\nThe subsequent handling of Richard Bovey, including the manner in which he was handcuffed, the manner in\nwhich he was taken to the hospital and the manner in which he was finally processed and placed in jail leave a\nvery great deal to be desired. A number of Lafayette police personnel were less than discreet in expressing their\n\nglee at the public humiliation that was involved in the arrest and jailing of Richard Bovey. Such was grossly\nunprofessional.\nIt is not for this court to sit as a court of review in regard to the internal review procedures of the Lafayette Police\nDepartment. The court did have an opportunity to observe, on the witness stand and in the courtroom, the\nconduct of Captain Leach. It is readily apparent that he was a highly partisan participant in this case for the\ndefendants and engaged in the unusual conduct of coming into the well of the court and conferring with counsel\nfor the defendants during the cross-examination of Officer Metsker. Such was noted at the time.\nIt can be fervently hoped that now the resources above described can be directed to problems of more\nimportance and more pressing concern to the community of Lafayette, Indiana, since it is this court's view that\nthe single loose end that should be tied up at the earliest possible time is a determination of whether or not\nRichard Bovey is guilty of speeding.\nVII.\nJUDGMENT\nThe court orders that judgment shall enter for the defendant Dennis Brady against the plaintiffs, Richard Bovey\nand Michelle Bovey. Judgment shall enter for the defendants, City of Lafayette and Dennis Brady, and against the\nplaintiff, Michelle Bovey. Judgment shall enter for the plaintiff, Richard Bovey, and against the defendant, City of\nLafayette, in the sum of $2000.00. Because of the divided nature of the judgment and relief awarded, each party\nwill bear its own costs.\n[1] While Hild v. Bruner, 496 F.Supp. 93 (D.N.J. 1980) may state a desirable method of screening and testing\nlocal police officers such was not mandatory at any time relevant here, under any statutory or case authority in\nIndiana. Hild stands for the proposition that the failure of the Town of Newton to conduct some kind of\npsychological tests for its police officers could be deemed to constitute gross negligence. Hild is not binding on\nthis court as authority under 42 U.S.C. § 1983 or in regard to the pendent state claims under Indiana law. The\nprecise relevant holding in Hild has not been announced in this circuit. All of the police officers involved in this\ncase were selected according to the then established requirements of the law of Indiana.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55549"
    },
    {
      "date": "1985-08-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1166,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 774,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24806,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24806.pdf",
      "title": "Opinion [Appeal Decision]",
      "text": "Page  | \nLEXSEE 774  F.2D  1166 \nBOVEY v.  LAFAYETTE  et al. \nNo.  84-2155 \nUNITED  STATES  COURT  OF APPEALS  FOR  THE  SEVENTH  CIRCUIT \n774 F.2d 1166;  1985  U.S. App.  LEXIS 22854 \nJuly  26,  1985 \nPRIOR  HISTORY:  [*1]  Appeal  From  the  United  OPINION \nStates  District  Court  for  the  Northern  District  of IN,  L82 \n0116  AFFIRMED\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24806"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121172,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121172"
    },
    {
      "date": "1986-06-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 640,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 638,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54079,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54079.pdf",
      "title": "Memorandum and Order [Re: Attorney's Fees]",
      "text": "638 F.Supp. 640 (1986)\nRichard O. BOVEY and Michele Bovey, Plaintiffs,\nv.\nCITY OF LAFAYETTE, INDIANA and Dennis Brady, Defendants.\nNo. L 82-116.\nUnited States District Court, N.D. Indiana, Hammond Division at Lafayette.\nJune 4, 1986.\n641 *641 William K. Bennett, Lafayette, Ind., Courtney B. Justice, Delphi, Ind., and Kelly Leeman, Logansport, Ind.,\nfor plaintiffs.\nEdwin L. Gagnon, Indianapolis, Ind., and E. Kent Moore, Lafayette, Ind., for defendants.\nMEMORANDUM AND ORDER\nALLEN SHARP, Chief Judge.\nThis case is before the court on a Petition for Award of Attorney Fees filed by William K. Bennett and a Petition\nfor Award of Attorney Fees filed by Kelly Leeman on behalf of the plaintiffs seeking an award of attorney fees\npursuant to 42 U.S.C. § 1988. Mr. Bennett requested an award of $47,368.00 and submitted Exhibit A with his\npetition which describes the time spent and services rendered by Mr. Bennett and other members of the law firm\nof Bennett, Boehning, Poynter & Clary. Exhibit A attached to Mr. Bennett's petition reflects a claimed total of\n592.1 hours spent by the Bennett firm and Mr. Bennett requests an award of $80.00 per hour for the time spent.\nMr. Leeman requested an award of $9,880.00 in fees for 123.5 hours and expenses in the sum of $127.37. Mr.\nLeeman also attached an Exhibit A to his petition which describes the time he spent and the services rendered.\nThe defendants have filed a response thereto and the matter is ripe for ruling. For the following reasons,\nreasonable attorney fees will be awarded to Plaintiffs in the sum of $3,098.40.\nSection 1988 of Title 42, United States Code, gives a court broad authority to award reasonable attorneys fees to\na prevailing party in a federal civil rights action. See, e.g. Smith v. Robinson, 468 U.S. 992, 104 S.Ct. 3457, 82\nL.Ed.2d 746 (1984); Hibma v. Odegaard, 769 F.2d 1147, 1157 (7th Cir.1985). Plaintiffs will be considered\n642 \"prevailing parties\" for attorneys fees purposes *642 under § 1988 \"if they succeed on any significant issue in\nlitigation which achieves some of the benefit the parties sought in bringing suit.\" Hensley v. Eckerhart, 461 U.S.\n424, 433, 103 S.Ct. 1933, 1939, 76 L.Ed.2d 40 (1983),citing Nadeau v. Helgemoe, 581 F.2d 275, 278-79 (1st Cir.\n1978). Once a plaintiff has been determined to be a \"prevailing party,\" the court must then determine what fee is\n\"reasonable.\" In the case before the court, the record discloses that the plaintiff, Richard O. Bovey prevailed on\nhis strip search claim in this court, having been awarded a judgment against the City of Lafayette in the sum of\n$2,000.00 for said claim and is thus a prevailing party within the meaning of 42 U.S.C. § 1988. See Bovey v. City\nof Lafayette, 586 F.Supp. 1460 (N.D.Ind. 1984). The record further discloses that the plaintiff, Michele Bovey did\nnot prevail on any claim in this litigation. Accordingly, she is not a prevailing party within the meaning of 42 U.S.C.\n§ 1988 and all hours directly attributable to her claims must be and hereby are excluded from the initial fee\n[1]\ncalculation hours.  Further, the record in this case reveals that the plaintiffs appealed this court's decision to the\nSeventh Circuit Court of Appeals and the Seventh Circuit affirmed this court's decision by unpublished order\ndated July 26, 1985. Accordingly, all hours expended by counsel in representing Richard O. Bovey after entry of\njudgment by this court must be excluded because he was not a prevailing party within the meaning of 42 U.S.C. §\n[2]\n1988 with regard to the appeal.  This court must therefore determine what attorneys fees award is reasonable\nin this case, a decision entrusted to its sound discretion. Berberena v. Coler, 753 F.2d 629, 632 (7th Cir. 1985).\nThe starting point for determining the amount of a reasonable attorneys fees award is the \"number of hours\nreasonably expended on the litigation multiplied by a reasonable hourly rate.\" Hensley, supra, 461 U.S. at 433,\n\n103 S.Ct. at 1939. In determining the number of hours to be compensated for the purposes of this initial\ncalculation, the court may exclude hours that were not \"reasonably expended\" and may also reduce the number\nof hours if counsels' hours are not adequately documented.\nThe determination of the number of hours reasonably expended by counsel for Plaintiffs on this litigation is\n643 difficult because of the pendency of other cases directly connected with the same factual incidents *643 involved\nin this case. Those cases included a state criminal case against Richard Bovey; a civil case filed by one of the\ndefendants in this case, namely Dennis Brady, against Richard Bovey that was pending the White Circuit Court in\nMonticello, Indiana under Cause No. C-619-82; and another civil case pending in this court, Bovey v. Meyers,\nCause No. L 84-44. The difficulty of sorting out the services that were rendered to plaintiff in this case as\ndistinguished from services rendered in connection with the other cases is compounded by the lack of adequate\ndocumentation with respect thereto. Further, on May 5, 1983, this court ordered that all discovery in the White\nCircuit Court case was to be considered discovery in this case. However, with this background in mind, this court\nwill attempt to fairly determine the number of hours to be included in the initial fee calculation hours in this case.\nFirst, there are several entries involving activities related to the other cases identified. Those hours that were\nrelated to discovery in the White Circuit Court case are included in this case. The other hours related to the other\ncase must be excluded. The determination of whether such activities, if not clearly identified as being a part of a\ncertain case, were related to this case was made based on a review of the docket in this case outlining the\n664445 pleadings filed and activities involved in this case in the relevant time frame.[3] Second, there are *644*645\nseveral entries involving conferences and telephone conferences where the parties thereto, and in some\ninstances the subject matter thereof, were not identified. This court finds that such documentation is inadequate\nand those hours must be deleted from the initial fee calculation hours. There are also other entries that do not\ndisclose the subject matter of the activity and those too must be excluded for failure to adequately document.\nThis includes some entries designated \"research\" in instances where the court could not determine from the\n646 surrounding entries the subject matter of said research.[4] Third, this *646 court finds that some of the entries\ninvolve activities that are clerical in nature and do not require the services of an attorney and/or are not billable to\na client in the exercise of proper billing judgment and cannot therefore be charged to the defendant herein. This\n[5]\ncourt will also exclude those hours from the initial fee calculation hours.  Finally, this court notes that some of\nthe entries includes references to multiple activities but do not contain a breakdown of time spent with respect to\neach activity included in the entry. If under the above analysis, some of the time spent on those activities is\nexcludable and some is not, this court should probably exclude the entire amount claimed. See, Hensley v.\n647 Eckerhart, 461 U.S. at 437, 103 S.Ct. at 1941. However, in the interest of justice, *647 this court will attempt to\n[6]\napportion the time in a fair manner based on the record as a whole.  In addition, there may be specific\ninstances when certain hours are excluded from the initial calculation that do not fall within one of the above\ndescribed categories. In such instances, this court will attempt to give its reasoning for deleting such hours as\nappropriate. This court would further note that some of the entries could be excluded under more than one\ncategory but are only listed under one exclusion.\nAfter carefully reviewing all of the entries on Exhibit A attached to the Petition filed by Mr. Bennett, this court finds\nthat 161.4 hours of that time must be excluded because it is attributable to the other cases involving the same\nincidents, 81.0 hours of that time must be excluded for failure to document the services rendered, 4.0 hours must\nbe excluded for failure to exercise billing judgment, and 19.8 hours must be excluded in apportioned time.\nAccordingly, this court finds that the number of hours properly chargeable by William Bennett and his law firm to\ndefendant in this case for services rendered for purposes of the initial fee calculation hours is 294.6.\nAfter carefully reviewing all of the entries on Exhibit A attached to the Petition filed by Mr. Leeman, this court finds\nthat 22.6 hours of that time must be excluded because it is attributable to another case involving the same\nincidents, 2.2 hours must be excluded for failure to exercise business judgment and 6.0 hours must be excluded\nin apportioned time. Accordingly, this court finds that the number of hours properly chargeable by Kelly Leeman\nto defendant in this case for services rendered for purpose of the initial fee calculation hours is 92.7.\nTo complete the initial calculation of a reasonable fee in this case, the court must determine the reasonable\n648 hourly rate(s) chargeable by plaintiff's counsel in *648 this case. Reasonable hourly rates are the prevailing\n\nmarket rate in the relevant community. Blum v. Stenson, 465 U.S. 886, 104 S.Ct. 1541, 1547, 79 L.Ed.2d 891\n(1984). Further, the fee applicant bears the burden of establishing and documenting an appropriate hourly rate. \nHensley v. Eckerhart, 461 U.S. at 437, 103 S.Ct. at 1941. Both Mr. Bennett and Mr. Leeman have requested an\naward of fees at $80.00 per hour. This court finds this amount reasonable for services performed by Mr. Bennett\nand Mr. Leeman. This court is troubled, however, by Mr. Bennett's failure to identify what work he performed\npersonally and what services were rendered by other members of his firm. Although $80.00 per hour may be\nreasonable for Mr. Bennett's services, such an hourly rate may not be reasonable for the services of other\nmembers of his firm. In submitting a petition for fees under 42 U.S.C. § 1988, the services rendered by each\nattorney should be carefully documented and accounted for and the reasonable hourly rate for each attorney\nrendering services should be documented as well. Accordingly, the initial calculation of reasonable attorneys fees\nin this case is as follows:\nAttorney        Charge/Hour Hours Total Charges\nWilliam K. Bennett  $80.00  294.6  $23,568.00\nKelly Leeman        $80.00   92.7  $ 7,416.00\n                                   __________\n                       Total       $30,984.00\nHowever, the determination of a reasonable fee does not end with the calculation of hours times rates. The court\nmay also consider other factors that may lead the court to adjust the fee upward or downward including: (1) the\ntime and labor required; (2) the novelty and difficulty of the questions; (3) the skill requisite to perform the legal\nservice properly; (4) the preclusion of employment by the attorney due to acceptance of this case; (5) the\ncustomary fee; (6) whether the fee is fixed or contingent; (7) time limitations imposed by the client or the\ncircumstances; (8) the amount involved and the results obtained; (9) the experience, reputation, and ability of the\nattorneys; (10) the \"undesirability\" of the case; (11) the nature and length of the professional relationship with the\nclient; and (12) awards in similar cases. Hensley v. Eckerhart, 461 U.S. at 430 n. 3, 103 S.Ct. at 1937 n. 3; Lynch\nv. City of Milwaukee, 747 F.2d 423, 426 (7th Cir.1984); Johnson v. Georgia Highway Express, Inc., 488 F.2d 714,\n717-19 (5th Cir.1974). These factors may be considered either in determining the initial calculation (hours and\nrates) or in determining whether the fee award should be adjusted. Lynch, supra at 426.\nOne of these factors, \"results obtained\" is an important and crucial factor and must be carefully considered,\nparticularly when a case presents multiple claims. If a case involves unrelated claims and a plaintiff prevails on\nsome but not all claims, a court may not award a fee for the time spent on the unsuccessful claims. However, if\nthe plaintiffs' claims involve a common core of facts or are based on related legal theories, the court should focus\non the overall relief obtained by the plaintiff in relation to the hours reasonably expended on the litigation rather\nthan focusing on the discrete claims raised by the plaintiff. Hensley, supra 461 U.S. at 435, 103 S.Ct. at 1940.\nFurther, if a plaintiff achieves excellent results, his attorney should receive a full compensatory fee. However, if a\nplaintiff only achieves partial or limited success, even if his claims are interrelated, the product of hours times\nrates may be excessive. In any event, the critical focus of the court must be on the success and results of the\nplaintiff. Id. at 435-36, 103 S.Ct. at 1940-41. In making a determination with respect to adjusting a fee award in\nrelation to the results obtained, the court must exercise its discretion. Although the Supreme Court in Hensley\nstated that there was no precise rule or formula to be applied in making such a determination, the Court noted\nthat a district court may identify specific hours that should be eliminated or may simply reduce the award to\naccount for the limited success. Id.\nThe record in this case reveals a complaint filed by four plaintiffs, Richard O. Bovey, Michele Bovey, Gary Bovey\n649 and Mark Patrick Bovey against five named *649 defendants, City of Lafayette, Indiana, Ronald Milks, Edward\nMoser, Dennis Brady and Dan Money as well as other \"John Doe\" defendants. The complaint contained\nextensive allegations of fact and several claims for relief for alleged deprivation of plaintiffs' constitutional rights\nunder the First, Fourth, Eighth and Fourteenth Amendments of the Constitution of the United States as well as\npendent state claims and claims for punitive damages. On May 5, 1983, all punitive damage claims against the\nCity of Lafayette, Indiana were dismissed and the complaint was dismissed as against the defendant, Ronald T.\nMilks, individually and as Chief of Police of the Police Department of the City of Lafayette, Indiana. The Pretrial\n\nOrder filed in this case states that Plaintiffs' pendent claims under state law included false arrest and\nimprisonment, assault and battery, intentional infliction of emotional distress, defamation, and negligent hiring and\nretaining Officers Brady, Money and Moser. The claims of constitutional deprivations under the First, Fourth,\nEighth and Fourteenth Amendments of the Constitution of the United States were as follows:\n(a) Plaintiff Richard O. Bovey's constitutional right of freedom from unreasonable and illegal\nsearch and seizure of his person, papers and effects;\n(b) Plaintiff Richard O. Bovey's constitutional right of freedom from unlawful arrest, or arrest\nwithout probable cause;\n(c) Plaintiffs, Richard O. Bovey's, Gary Bovey's and Mark Bovey's constitutional right of freedom\nfrom illegal detention or imprisonment;\n(d) Plaintiffs, Richard O. Bovey's and Michele Bovey's constitutional right of freedom from\nunreasonable excessive physical abuse, coercion, intentional infliction of mental distress and\nintimidation;\n(e) Plaintiff Richard O. Bovey's constitutional right of freedom from cruel, inhuman and unusual\npunishment;\n(f) Plaintiff Richard O. Bovey's constitutional right of freedom from unreasonable and illegal strip\nand body cavity search caused, instigated and brought about by the Defendants, in violation of\nRichard Bovey's constitutional right of privacy;\n(g) Plaintiffs, Richard O. Bovey's and Michele Bovey's right of freedom not to be deprived of their\nprotected property interest and liberty interest under the Fourteenth Amendment without due\nprocess of law;\n(h) Plaintiff, Richard O. Bovey's constitutional right of freedom to obtain needed and necessary\nattention and care for his serious medical condition; and\n(i) Plaintiff, Richard O. Bovey's constitutional right of freedom of speech, expression and thought\nin handling the above mentioned cases involving various members of the Lafayette Police\nDepartment without fear of reprisal, retaliation and punishment for so engaging in and exercising\nhis rights as secured to Plaintiff, Richard O. Bovey by the Fourteenth Amendment to the\nConstitution of the United States.\nA bench trial was held in this case and at the close of Plaintiffs' evidence, the court granted a directed verdict as\nto all claims asserted by Plaintiffs against defendants, Edward Moser and Dan Money. At that time, the court\nfurther directed a verdict of dismissal as to all claims asserted by Gary Bovey and Mark Bovey as to the\nremaining defendants, the City of Lafayette, Indiana and Dennis Brady. At the conclusion of the trial, the court\nentered extensive findings of fact, conclusions of law and memorandum in support thereof finding in favor of one\nplaintiff, Richard O. Bovey, on one claim, illegal strip search against one defendant, the City of Lafayette, Indiana.\nThe court found against Plaintiffs and in favor of Defendants on all other claims and ordered each party to bear\nits own costs. The plaintiff, Richard O. Bovey appealed the decision of this court as to defendants City of\n650 Lafayette, Indiana, Dennis Brady and Daniel Money. The Seventh Circuit *650 Court of Appeals affirmed the\njudgment of this court.\nReviewing the relief granted in this case in light of the relief sought by Plaintiffs reveals that the Plaintiffs had very\nlimited success in comparison to the scope of litigation as a whole. Three of the Plaintiffs received no relief and\nthe other plaintiff was awarded relief on only one of his nine constitutional claims and none of his five pendent\nstate claims. Accordingly, the amount of the fee must be adjusted downward. The difficulty lies with determining\nthe proper amount of the downward adjustment. With the exception of the time documented with respect to\nMichele Bovey and the time spent after judgment was entered in this case, Plaintiffs' counsel has not provided\nthis court with documentation with respect to the time spent on the various issues in this case so the court cannot\nmerely eliminate those hours. Accordingly, this court will use the other approach suggested by the Hensley Court,\n\nsimply reducing the award to account for the limited success. This court finds that the initial calculation of the\nattorney fees in this case should be reduced by ninety percent (90%) to account for the very limited success.\nTherefore, the court awards Plaintiffs reasonable attorney fees in this case in the sum of $3,098.40 against the\nCity of Lafayette, Indiana. In light of this court's order that each party shall bear its own costs, no award will be\nmade for expenses claimed by Mr. Leeman in his Petition. SO ORDERED.\n[1] The hours claimed by Mr. Bennett that are directly attributable to Michele Bovey are as follows: \nDate          Service Rendered                                Hours\n12-16-82      Conference with Michele                           .6\n12-16-82      Telephone conference with Michele                 .3\n12-17-82      Conference with Michele                          2.2\n3-18-83       Telephone conference with Michele                 .8\n5-2-83        Telephone conference with Michele                 .6\n5-9-83        Telephone conference with Michele                 .8\n5-24-83       Conference with Michele and Mr. Pennell          2.3\n5-27-83       Depositions of Michele                           7.0\n6-16-83       Telephone conference with Michele                 .3\n9-28-83       Conference with Michele                           .4\n3-28-84       Conference with Michele                          2.5\n                                                              ____\n                               TOTAL HOURS                    17.8\n[2] The hours claimed by Mr. Bennett after entry of judgment by this court are as follows: \nDate          Services Rendered                               Hours\n5-24-84       Review Judgment, research                         .3\n5-24-84       Research re Motion for New Trial                  .5\n5-24-84       Conference with client                            .3\n5-24-84       Research                                          .3\n5-25-85       Conference with client re Rule 59                 .5\n5-25-84       Prepare Motion for New Trial                     2.5\n5-30-84       Conference re FRCP 59 filing                      .3\n\n5-30-84       Research FRCP 59                                  .6\n5-30-84       Research                                          .2\n5-31-84       Revise Motion, prepare Memorandum                2.0\n6-1-84        Conference with client                            .3\n6-1-84        Conference with client and defense counsel        .6\n6-1-84        Review and revise Memorandum                      .8\n6-1-84        Revise, finalize and file Motion for New\n              Trial                                             .5\n6-1-84        Conference with Mr. Gagnon                        .7\n6-4-84        Intra-office conference                           .3\n6-4-84        Research; conference re: Rule 59                 1.5\n6-4-84        Intra-office conference                           .5\n6-11-84       Conference with Betty                             .1\n6-13-84       Conference re new trial                           .5\n                                                              ____\n                                  TOTAL HOURS                 13.5\n[3] The hours claimed by Mr. Bennett that are attributable to services rendered in other cases involving the same\nincidents are as follows: \nDate          Services Rendered                               Hours\n12-1-82       Initial conference with client                    .7\n12-1-82       Intra-Office consultation                         .4\n12-7-82       Two telephone conferences with client             .3\n12-8-82       Investigation, re County Court charges            .2\n12-8-82       Seek and confer with deputy prosecutor            .4\n12-8-82       Research and conference, re Tort\n              Claims Act                                       2.9\n12-10-82      Research and prepare tort claims notices         1.7\n12-13-82      Research; draft petition; conference\n              with Judge re scheduling; draft subpoenas\n              and draft order                                  4.9\n\n12-14-82      Research re immunity                             4.0\n12-14-82      Investigation re County Court records             .6\n12-15-82      Revise Petition and Order re evidence;\n              and file                                         2.2\n12-16-82      Conference with Judge, prepare notices,\n              deliver subpoenas                                1.9\n12-16-82      Serve and certify notice of deposition            .4\n12-17-82      Research and study complaint                      .3\n12-20-82      Investigation re County Court records             .3\n12-20-82      Telephone conference with Judge; research\n              re special judge                                 1.5\n12-21-82      Research                                          .7\n12-22-82      Enter appearance                                 1.2\n12-23-82      Conference with Mr. Heide re depositions          .2\n12-23-82      Research re removal and priority of\n              jurisdiction                                     1.0\n12-28-82      Conference re deposition; prepare subpoena;\n              research privilege in defamation                 2.6\n12-30-82      Prepare Court Order                               .3\n12-30-82      Research, telephone conference                   2.5\n1-4-83        Telephone conference with Mr. Shine\n              and Mr. Hart                                      .5\n1-4-83        Review and revise subpoena                        .7\n1-5-83        Research service of subpoena and affidavit\n              of service                                       3.5\n1-6-83        File 30(b)(6) subpoena and affidavit              .3\n1-7-83        Conference with Mr. Pennell                       .2\n1-7-83        Conference with Mr. Pennell                      3.0\n1-7-83        Conference with Mr. Pennell                      3.0\n1-10-83       Telephone conference with Mr.\n              Vaughan, Bovey and Pennell                        .8\n\n1-11-83       Conference with deputy prosecutor                 .8\n1-11-83       Research re arrest and registration              2.1\n1-12-83       Investigation City Hall                           .8\n1-12-83       Telephone conferences with Mr. Pennell,\n              Lt. Gullion and Mr. Heide                         .5\n1-12-83       Telephone conference re appointment               .3\n1-13-83       Investigation, City Hall                         2.7\n1-13-83       Telephone conference with Mr. Hanna\n              and Pennell                                      2.3\n1-13-83       Conference with Lafayette Police Department\n              and Mr. Pennell                                  2.6\n1-13-83       Review Interrogatories                            .3\n1-13-83       Review Lafayette Police Department\n              material                                         2.0\n1-14-83       Telephone conference with Mr. Pennell             .4\n1-14-83       Telephone conference with Mr. Pennell\n              and Mr. Bovey's secretary                         .6\n1-14-83       Review police material                           1.4\n1-14-83       Conference with Mr. Pennell and Officer\n              Leach                                            1.7\n1-14-83       Copy Lafayette Police Department\n              Brady personnel file                             1.6\n1-14-83       Review Lafayette Police Department\n              internal affairs file                            1.5\n1-17-83       Conference intra-office                           .2\n1-17-83       Review Lafayette Police Department\n              material                                         4.0\n1-18-83       Review Lafayette Police Department\n              material                                         1.4\n1-18-83       Review and organize file, research\n              criminal law                                     2.5\n1-20-83       File return of service                            .1\n\n1-21-83       Review statement file                             .4\n1-24-83       Conference with Mr. Pennell                       .4\n1-24-83       Conference re intra-office                        .4\n1-25-83       Conference re pleadings                           .2\n1-25-83       Research, review Mr. Pennell's discovery\n              requests                                         2.0\n1-25-83       Draft counterclaim                                .8\n1-25-83       Conference re counterclaim                        .1\n1-26-83       Telephone conference re change of\n              venue and counterclaim                            .3\n1-26-83       Telephone conference, review file                 .5\n1-27-83       Prepare memo to file                              .3\n1-27-83       Review criminal filings                           .7\n1-27-83       Research criminal law                            1.8\n1-27-83       Review Lafayette Police Department\n              24-hour tape                                     3.6\n1-27-83       Conference, intra-office                          .8\n1-28-83       Review counterclaim for Circuit Court\n              case                                              .3\n1-31-83       File Counterclaim                                 .8\n1-31-83       Transcription                                    2.4\n1-31-83       Research                                         3.0\n2-1-83        Consultation and conference                       .8\n2-1-83        Research, review tapes, telephone conference     4.4\n2-3-83        Telephone conference, prepare for depositions     .7\n2-3-83        Telephone conference with Mr. Hanna               .5\n2-3-83        Review radio transcript, conference              2.1\n2-3-83        Conference, copying for Mr. Pennell              1.0\n2-4-83        Conference, review Lafayette Police\n              Department tapes, telephone conference           1.5\n\n2-7-83        Consultation, telephone conference\n              with Mr. Heide                                    .5\n2-7-83        Conference with client and Mr. Pennell           4.0\n2-7-83        Review transcript                                 .1\n2-7-83        Investigation, conference with Mr. Pennell\n              and client                                       8.4\n2-8-83        Telephone conference re depositions;\n              draft letter                                      .8\n2-8-83        Review transcript of unintelligible Lafayette\n              Police Department tapes                          2.0\n2-9-83        Conference with Mr. Pennell, prepare\n              memo                                              .2\n2-11-83       Review, copy and forward motions                  .2\n2-15-83       Telephone conference                              .1\n2-16-83       Telephone conference re April 14, 1964\n              Lafayette Journal Courier article                 .1\n2-22-83       Conference with Mr. Vaughan                       .3\n2-22-83       Consultation, Telephone conference\n              with client, Mr. Vaughan and Mr. Pennell          .7\n2-22-83       Review Circuit Court pleadings deadline           .1\n3-3-83        Consultation re tort claims notice                .2\n3-10-83       Telephone conference re county claim              .3\n3-18-83       Telephone conference with Mr. Pennell             .2\n3-21-83       Telephone conference with Mr. Pennell             .2\n3-25-83       Review recent pleadings                           .2\n4-4-83        Telephone Conference with Mr. Pennell             .3\n4-6-83        Draft order and minutes                           .5\n4-6-83        Examine, sign, file and serve papers              .5\n4-11-83       Review file for hearing                          1.0\n4-12-83       Briefing                                          .3\n\n4-12-83       Research                                         1.0\n4-12-83       Preparation of argument, travel, hearing\n              in White County, travel, conference              5.3\n4-13-83       Review, draft additional counterclaim            1.0\n4-13-83       Investigation, draft defamation count             .7\n4-19-83       Schedule deposition, draft letter                 .7\n4-19-83       Draft defamation counterclaim                     .5\n4-21-83       Review legal paragraph III of counterclaim        .4\n4-21-83       Research                                          .2\n4-25-83       Draft intra-office memo                           .2\n4-26-83       Correspondence and filing in state\n              court case                                        .2\n4-27-83       Research                                          .3\n5-2-83        Telephone conference with client                  .3\n5-2-83        Telephone conference with Mr. Pennell             .3\n5-10-83       Conference with Mr. Pennell, client\n              correspondence                                    .4\n5-24-83       Conference with Michele and Mr. Pennell          2.3\n6-2-83        Telephone conference with Mr. Pennell             .2\n6-3-83        Investigation re County Court and\n              memo                                              .5\n6-6-83        Conference with client and Mr.\n              Vaughan                                           .7\n6-28-83       Conference with Mr. Vaughan's client              .5\n6-28-83       Indexing Circuit Court file                      1.0\n6-28-83       Review petition for sanctions                     .2\n6-29-83       Conference with Mr. McClure                       .2\n6-29-83       Conference with Mr. Pennell, prepare\n              motion                                            .5\n6-30-83       Review Mr. Vaughan's response                     .2\n\n7-13-83       Conference with Mr. Vaughan                       .2\n7-26-83       Conference with Mr. Hanna                         .3\n7-28-83       Prepare Stipulation and letters                  1.0\n7-29-83       Prepare dismissal order                           .2\n7-29-83       Research, draft Motion to Continue                .2\n9-1-83        Medical research re Brady's knee                 1.1\n9-2-83        Inspect Unit 9                                    .9\n9-2-83        Telephone conference with J. P. Metzger           .1\n9-2-83        Review radar matter, expert conference            .5\n9-2-83        Conference re radar                               .3\n9-19-83       Telephone conference with expert                  .2\n9-20-83       McClure Conference                                .3\n9-21-83       Monticello hearing                               3.0\n9-21-83       Hearing preparation re White County\n              case                                             1.2\n9-21-83       Review tapes of September 21st oral\n              arguments                                         .7\n9-27-83       Conference with Mr. Hanna, client and\n              Michele                                          1.9\n9-27-83       Letter of Settlement                              .6\n9-28-83       Conference with client and Mr. Hanna             1.1\n9-28-83       Settlement conference                            1.4\n10-18-83      Conference with Mr. Pennell                       .3\n10-27-83      Conference with criminal defense\n              counsel                                           .9\n10-28-83      Correspondence with criminal defense\n              counsel                                           .2\n11-9-83       Telephone conference with Judge\n              Overbeck                                          .2\n11-17-83      Conference with Mr. Pennell                       .4\n\n11-18-83      Meet client at County Court                       .2\n11-18-83      McClure, etc., dismissal and letter               .4\n11-18-83      Telephone conference with Mr. Pennell\n              and client                                        .2\n11-21-83      Conference with Mr. Pennell                       .3\n11-23-83      Telephone conference re settlement                .4\n11-23-83      Office call to Mr. Pennell                        .1\n11-23-83      Conference with Mr. Pennell                       .3\n11-28-83      Conference re letters to Mr. Pennell\n              and investigation                                 .2\n11-29-83      Telephone conference with Mr. Pennell             .4\n11-30-83      Review and file correspondence                    .3\n11-30-83      Conference with Mr. Pennell                       .3\n                                                             _____\n                                 TOTAL HOURS                 161.4\nThe hours claimed by Mr. Leeman that are attributable to services rendered in other cases involving the same\nincidents are as follows:\nDate          Services Rendered                             Hours\n2-9-84        Research on criminal statutes regarding\n              arrest, powers of officers to arrest,\n              Trial Rule 41(a), telephone call to\n              Courtney Justice's office regarding\n              records                                          1.6\n2-28-84       Work on complaint and cases for support          2.3\n3-7-84        Reviewed old criminal case regarding\n              right to resist force at time of arrest,\n              case on spectrograph admissibility               1.1\n3-16-84       Work regarding cases for conduct of\n              Prosecuting Attorney regarding § 1983             1.4\n3-18-84       Further reading of cases pulled on\n              prosecutor interference with civil actions\n              and § 1983 liability, draft complaint,\n              and request for preliminary\n              and permanent injunction                         5.6\n\n3-19-84       Work on brief for injunction and research\n              on RICO and injunctions                          4.2\n4-1-84        To Lafayette, work on questions for\n              witnesses for hearing on the injunction,\n              prepare arguments Younger issue,\n              conference with issue, conference with\n              Bovey and Metzger, review of briefs,\n              memos                                            6.4\n                                                              ____\n                                     TOTAL HOURS              22.6\n[4] The hours claimed by Mr. Bennett that are excluded for lack of adequate documentation are as follows: \nDate          Services Rendered                               Hours\n12-21-82      Conference with William K. Bennett\n              and Brent C. Clary                                .3\n12-21-82      Continued research                               1.2\n12-27-82      Conference re research and fee agreement          .2\n12-28-82      Conference, re intra-office                       .5\n12-29-82      Conference re claims                              .7\n12-29-82      Conference, intra-office                          .6\n1-3-83        Conference with Mr. DeRosa                        .8\n1-3-83        Research                                         4.3\n1-4-83        Research, telephone conference                   2.3\n1-5-83        Telephone conference re deposition\n              and Joyce Wilson                                  .7\n1-6-83        Research                                         2.2\n1-10-83       Conference re depositions                        2.5\n1-10-83       Review, conference, organize file, serve         1.5\n1-10-83       Conference, intra-office                         1.6\n1-10-83       Library research outside office                  3.3\n1-11-83       Prepare intra-office memo                         .7\n1-11-83       Research, conference                              .7\n1-11-83       Telephone Conferences re depositions             1.9\n\n2-21-83       Conference re intra-office                        .1\n2-22-83       Conference intra-office                           .2\n2-24-83       Preparation and deposition                       3.2\n2-24-83       Research and deposition                          4.5\n2-25-83       Telephone conference, attorney conference,\n              research                                         6.2\n2-29-83       Depositions                                      3.5\n2-28-83       Research and depositions                         9.6\n3-3-83        Telephone conference, court filing,\n              conference                                        .5\n3-4-83        Telephone conference                              .2\n3-7-83        Research                                         1.5\n3-16-83       Review, diary, forward                            .2\n4-8-83        Telephone conference, review pleadings            .2\n5-10-83       Conference re certified deposition\n              questions                                         .2\n5-13-83       Research and telephone conference                1.0\n5-13-83       Research                                          .9\n5-25-83       Telephone conference re depositions               .2\n6-2-83        Telephone conference                              .2\n6-2-83        Research                                          .8\n6-2-83        Telephone conference re settlement               1.0\n6-7-83        Review file                                       .2\n6-17-83       Telephone conference with Joyce Wilson            .4\n7-8-83        Consultation                                      .3\n7-12-83       Telephone conference re status                    .2\n7-13-83       Conference re discovery                           .6\n7-14-83       Conference re discovery                          1.1\n\n7-18-83       Conference intra-office                           .1\n7-20-83       Conference with Mr. Hanna, review\n              files                                            1.3\n7-20-83       Prepare memo                                      .2\n7-22-83       Research, draft memo to Mr. Hanna                 .8\n7-25-83       Conference re medical discovery                   .3\n7-26-83       Conference re Officer Milks                       .3\n7-29-83       Investigation                                     .4\n8-1-83        Review file                                       .2\n8-4-83        Check, copy, certify and mail                     .3\n8-29-83       Conference re intra-office depositions           1.5\n8-29-83       Return telephone call                             .2\n9-12-83       Investigation                                     .4\n9-15-83       R.R. investigation                                .4\n9-28-83       Telephone conference, Myers meeting              1.2\n9-28-83       Telephone conferences                            1.4\n10-7-83       Conference re Justice and Leeman                  .5\n10-12-83      Telephone conference                              .2\n10-18-83      Telephone conference                              .3\n10-27-83      Telephone conference, letter to expert            .3\n11-1-83       Conference re discovery                           .2\n11-4-83       Discovery conference, file review                 .9\n11-22-83      Conference, final tapes                           .2\n3-20-84       Correspondence, conference with\n              Leeman office                                     .5\n3-21-84       Intra-office conference                           .4\n3-21-84       Research                                         1.6\n3-26-84       Intra-office conference                           .1\n\n3-26-84       Intra-office conference                           .8\n3-26-84       Intra-office conference                           .1\n3-28-84       Intra-office conference                           .1\n3-28-84       Review and research                               .5\n4-6-84        Conference re concluding evidence                 .9\n4-6-84        Intra-office conference                           .1\n4-10-84       Intra-office conference and trial preparation     .4\n4-10-84       Review change in TC-MT-2080-84                    .2\n4-12-84       Intra-office conference                           .2\n5-21-84       Intra-office conference                           .5\n                                                              ____\n                                        TOTAL HOURS           81.0\n[5] The hours claimed by Mr. Bennett that are excluded for failure to exercise proper billing judgment are as\nfollows: \nDate          Services Rendered                               Hours\n12-23-82      Copy, collate and review                          .6\n12-23-82      Organize file                                     .2\n12-27-82      File complaint                                    .3\n12-28-82      File returns of service                           .4\n12-28-82      Conference with client's secretary                .1\n4-8-83        Review pleadings, organize file                   .9\n7-1-83        Pick up, copy and deliver discovery\n              material                                          .9\n8-3-83        Calendar update                                   .2\n4-2-84        Appear at trial (RWB)                             .4\n                                                               ___\n                                     TOTAL HOURS               4.0\nThe hours claimed by Mr. Leeman that are excluded for failure to exercise proper billing judgment are as follows:\nDate          Services Rendered                               Hours\n\n2-29-84       Long distance call to Bill Bennett                .1\n3-16-84       Long distance Bennett00out                         .1\n97\n4-5-84        Trip home                                        1.0\n4-11-84       Travel home                                      1.0\n                                                               ___\n                                           TOTAL HOURS         2.2\n[6] The hours claimed by Mr. Bennett that are apportioned are as follows: \nDate          Services Rendered                     Included   Excluded\n12-20-82      Research re complaint, annotations\n              under § 1983, alternative\n              theories, possible\n              counterclaims                             3.0      2.9\n12-21-82      Prepare office memo, further\n              research of § 1983 annotations            2.3      2.0\n12-22-82      Conference, research and\n              revise complaint                          1.0       .5\n12-27-82      Research re search and\n              seizure, conference, dictation            2.0      1.0\n12-29-82      Research libel and slander,\n              consider Rule 12 motions,\n              plan discovery, study Police\n              Misconduct Guide                          2.0       .4\n1-7-83        Research, draft discovery,\n              conference with client                    1.7      1.5\n3-1-83        Review and revise responses\n              and tort claims notices,\n              conference                                .4        .4\n3-4-83        Serve tort notices, conference,\n              review responses                          .7        .6\n3-9-83        Review response, service,\n              and filing                                .3        .3\n6-9-83        Conference, review discovery\n              materials                                1.0        .8\n6-17-83       Work on discovery, telephone\n              conference                                .3        .2\n6-23-83       Conference with Mr. Pennell,\n\n              review discovery                          .3        .3\n6-27-83       Conference, discovery, etc.               .3        .4\n7-19-83       Telephone conference, review\n              tape transcripts                          .6        .5\n8-3-83        Telephone conference,\n              schedule deposition                       .4        .3\n8-4-83        Telephone conference,\n              reschedule depositions                    .1        .1\n10-19-83      Review medical, letter to\n              Mr. Vaughan                              1.0        .3\n3-26-84       Review complaint, conference\n              with client, etc.                         .3        .3\n3-27-84       Conference, prepare subpoenas             .3        .2\n3-28-84       Miscellaneous, serving subpoenas          .6       1.0\n3-30-84       Conference and interview\n              witnesses                                1.5        .5\n4-3-84        Intra-office conference and\n              review tapes                              .1        .1\n4-9-84        Conference and appear at\n              trial                                    8.0        .5\n                                                      ____      ____\n                        TOTAL HOURS                   28.3      19.0\nThe hours claimed by Mr. Leeman that are apportioned are as follows:\nDate          Services Rendered                     Included    Excluded\n4-2-84        To Bennett's office, to\n              Court, conduct hearing on\n              Restraining Order and trial               6.0       2.0\n4-3-84        Trial                                     6.0       1.0\n4-4-84        Trial                                     7.5       1.0\n4-9-84        To Lafayette00trial                        8.0       1.0\n97\n4-10-84       To Court, research on new\n              cases, trial                              7.5       1.0\n                                                       ____      ____\n                                 TOTAL HOURS           35.0       6.0\n\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54079"
    },
    {
      "date": "1985-08-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1166,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 774,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72317,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72317.pdf",
      "title": "Opinion [Appeal Decision]",
      "text": "Bovey v. Lafayette, 774 F.2d 1166 (Table) (1985)   \n \n \n  \nBovey \n774 F.2d 1166 (Table) \nv. \n(The decision of the Court is referenced in a “Table \nLafayette \nof Decisions Without Reported Opinions” appearing \nin the Federal Reporter. The Seventh Circuit \n84-2155 | 7/26/85 \nprovides by rule that when a decision does not \nsatisfy the criteria for publication it will be filed as  N.D.Ind., 586 F.Supp. 1460 \nan unpublished order. Except to support a claim of \nres judicata, collateral estoppel or law of the case, an    \nunpublished order shall not be cited or used as \nprecedent. Seventh Circuit Rules, Rule 53(b), 28  Opinion \nU.S.C.A.)   \nUnited States Court of Appeals,  AFFIRMED \nSeventh Circuit.    \n\t\r  \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72317"
    }
  ],
  "document_count": 6
}