{
  "case_id": 46693,
  "fetched_at": "2025-10-22T00:47:04.394277",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Department of Children and Families",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Unknown",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "In Process (Public)",
    "case_types": [
      "Speech and Religious Freedom"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": "Unknown",
    "class_action_sought": "Unknown",
    "closing_year": 2025,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Massachusetts state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Incomplete",
    "facility_type": [],
    "filing_date": "2024-09-20",
    "filing_year": 2024,
    "id": 46693,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Assault/abuse by staff",
      "General/Misc.: Parents (visitation, involvement)",
      "Medical/Mental Health Care: Medication, administration of",
      "Discrimination Basis: Religion discrimination",
      "General/Misc.: Government services"
    ],
    "last_checked_date": "2025-06-15T00:00:00-04:00",
    "main_docket": {
      "id": 61854,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2024,
      "docket_filing_number": 13672,
      "is_main_docket": true,
      "court": "Massachusetts state supreme court",
      "state": "Massachusetts",
      "docket_office_number": "",
      "docket_number_manual": "SJC-13672",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Care and Prevention of Eve",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Parents of a child in temporary custody with the Department of Children and Families",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2025-05-15",
    "settlement_judgment_year": 2025,
    "special_collections": [],
    "special_case_type": [],
    "state": "Massachusetts",
    "summary": "<p>[This summary is temporary, while we research the case.]</p>\r\n<p>In this impounded (that is, sealed) case, the Massachusetts Supreme Judicial Court held the state constitution&rsquo;s free exercise of religion protection was violated by the Department of Children and Families when they vaccinated a child over the religious objections of her parents while the child was in temporary custody.&nbsp;</p>",
    "summary_published_date": "2025-06-19T20:13:57.933559-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "2025-05-15",
    "clearinghouse_link": "clearinghouse.net/case/46693",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=46693",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=46693",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=46693"
  },
  "documents": [
    {
      "date": "2025-05-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Massachusetts state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 161192,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/161192.pdf",
      "title": "Slip Opinion",
      "text": "NOTICE:  All slip opinions and orders are subject to formal \nrevision and are superseded by the advance sheets and bound \nvolumes of the Official Reports.  If you find a typographical \nerror or other formal error, please notify the Reporter of \nDecisions, Supreme Judicial Court, John Adams Courthouse, 1 \nPemberton Square, Suite 2500, Boston, MA, 02108-1750; (617) 557-\n1030; SJCReporter@sjc.state.ma.us \n \nSJC-13672 \n \nCARE AND PROTECTION OF EVE.1 \n \n \n \nNorfolk.     February 7, 2025. - May 15, 2025. \n \nPresent:  Budd, C.J., Gaziano, Kafker, Wendlandt, Georges, \n& Wolohojian, JJ. \n \n \nDepartment of Children & Families.  Religion.  Public Health, \nImmunization.  Constitutional Law, Parent and child, \nFreedom of religion.  Parent and Child, Care and protection \nof minor, Custody, Interference with parental rights.  \nInterference with Parental Rights.  Due Process of Law, \nCare and protection of minor.  Minor, Care and protection, \nCustody.  Practice, Civil, Care and protection proceeding. \n \n \n \n  Petition filed in the Norfolk County Division of the \nJuvenile Court Department on May 9, 2023. \n \n  A motion to allow vaccinations was heard by Joseph F. \nJohnston, J. \n \n  A proceeding for interlocutory review was heard in the \nAppeals Court by Joseph M. Ditkoff, J.  The Supreme Judicial \nCourt granted an application for direct appellate review. \n \n \n  Kylah I. Clay for the mother. \n  Laura E. Openshaw for the father. \n  Kristin S. Braithwaite for Department of Children and \nFamilies. \n \n  1 A pseudonym. \n\n2 \n \n  Jeanne M. Kaiser for the child. \n  Samuel J. Whiting, for Massachusetts Family Institute, \nInc., amicus curiae, submitted a brief. \n \n \n  KAFKER, J.  A child was temporarily removed from her \nparents' care shortly after her birth and placed in the custody \nof the Department of Children and Families (department) due to \nconcerns about domestic violence.  The department sought to \nvaccinate her in accordance with an age-based immunization \nschedule, but her parents, practicing Rastafarians, objected on \nreligious grounds and sought to bar the department from having \nthe child vaccinated.  Ultimately, a Juvenile Court judge \nallowed the department to facilitate vaccinations for the child. \nThe parents seek to stop the child from receiving any \nfuture vaccinations while in the department's temporary custody.  \nThe parents argue that the vaccination of their child over their \nreligious objections, when they have only temporarily lost \ncustody, violates their constitutional rights.  The parents rely \non a State statute allowing religious exemptions to vaccine \nrequirements for school-aged children as evidence that parents \nwho retain custody of their children are not generally required \nto have the children vaccinated if so doing would violate their \nreligious beliefs.  See G. L. c. 76, § 15.  They also point to \ninconsistent treatment by the department, which has not \nvaccinated any of their three other children, who were \n\n3 \n \npreviously removed from their care and placed in the now \npermanent custody of the department. \nApplying the State constitutional protections afforded \nparents exercising their free exercise rights, we conclude that \nthe order allowing the child to be vaccinated violated those \nrights.  Where the exercise of the parents' sincerely held \nreligious beliefs is substantially burdened by the department's \nvaccination efforts, the department must have \"an important \ngovernmental interest that is sufficiently compelling that the \ngranting of an exemption to people in the position of the \n[parents] would unduly hinder that goal.\"  Attorney Gen. v. \nDesilets, 418 Mass. 316, 325 (1994).  This test is applied in \"a \nconcrete, pragmatic, and fact-specific way.\"  Society of Jesus \nof New England v. Commonwealth, 441 Mass. 662, 671, S.C., 442 \nMass. 1049 (2004) (Society of Jesus).  It also considers whether \nthe law or its application is \"tailored narrowly\" to the \nimportant government interest sought to be protected.  Desilets, \nsupra at 321 n.4.  We hold that the department failed to \ndemonstrate that exempting this child from vaccinations would \n\"substantially hinder\" the fulfillment of the department's \ninterests in promoting child health.  The Commonwealth's \nallowance of religious exemptions from vaccination requirements \nfor parents who have not lost custody and the department's \n\n4 \n \ninconsistent exercise of its authority to order vaccinations for \nchildren in its care are determinative.2   \n  1.  Factual and procedural background.  The child was born \nto the mother and father on January 1, 2024.  The child's three \nolder siblings had previously been removed from the mother and \nfather's care and placed in the custody of the department at the \nages of eleven months old, two years old, and four years old \nbecause of concerns about domestic violence.  The parents \nstipulated to their unfitness as to the child's three siblings.  \nThe three siblings are now in the permanent custody of the \ndepartment and reside with their mother's aunt.  The department \nhas not ordered any vaccinations for any of the child's three \nsiblings while in its care. \nNine days before the child was born, the father punched \nthrough the window of the room in the shelter in which he and \nthe mother were staying.  Four days later, the police were \ncalled to respond to an incident in the parents' room of the \nshelter.  An administrator at the hotel out of which the shelter \noperated heard a man angrily yelling and, subsequently, a woman \ncrying.  The couple refused to open the door to their room to \nallow the security guard to do a wellness check, and the father \n \n2 We acknowledge the amicus brief submitted by Massachusetts \nFamily Institute, Inc. \n \n\n5 \n \nyelled obscenities through the door at the security guard.  The \npolice arrived shortly thereafter and ultimately convinced the \nfather to open the door so that an officer could speak with him \nand the mother to verify that everyone in the room was okay. \n  a.  Removal.  In light of the concerns about ongoing \ndomestic violence between the mother and father, the department \nwas granted emergency custody of the child two days after she \nwas born, following an emergency custody hearing.  On January 5, \n2024, the parents brought a joint motion to stay vaccination of \nthe child until the temporary custody hearing on January 10.  \nThe department agreed not to pursue any vaccinations prior to \nthe custody hearing.3   \nb.  Temporary custody hearing.  At the temporary custody \nhearing, both parents testified to their religious beliefs and \nobjections to Western medicine.  The parents are Rastafarians.  \nAs part of their religious practice, they avoid Western \nmedicine, including vaccines, and take a holistic approach to \nhealing illness.  For example, the father testified that they \nwould use herbs if a child had a headache and give elderberries \nand a bath to a child with a high fever.  The parents elect to \n \n3 The parties later learned that the child had received a \nvaccination against respiratory syncytial virus (RSV) on January \n5, purportedly before the parents' motion to stay was filed.  \nPer hospital policy, the vaccination was mandatory for the child \nto be moved to the pediatrics floor of the hospital. \n\n6 \n \nuse Western medicine as a \"last resort\" when it is a question of \n\"basically life or death.\"  In the parents' view, \"you're not \nsupposed to put anything inside your body outside of what nature \nhas already given you because it goes against God's plan.\"  More \nspecifically, the mother testified that at the hospital after \nthe child was born, she consented to have the child's blood \ndrawn to test her glucose levels and consented to giving the \nchild formula because the child could not have breast milk, but \nshe did not consent to giving the child vitamin K drops because \nthat was \"a choice.\"    \nAs to the child's three older siblings, the mother \ntestified that she declined early intervention recommended by a \npediatrician for one of them because \"it was optional.\"  The \nmother also testified that if she had custody of the child's \nsiblings, she would not \"intend to have them vaccinated\" and \nthat none of the three other children had been vaccinated since \nbeing placed in the care of the department.  After the three \nolder children were removed from her care, one had to be \nhospitalized for three days with a high fever and breathing \nissues, for which the mother had not sought medical care.  \nFinally, the mother also disclaimed most of her prior domestic \nviolence allegations against the father.  \nAt the conclusion of the temporary custody hearing, the \njudge found that the department had sustained its burden of \n\n7 \n \nshowing by a fair preponderance of the evidence that the child \nwas at immediate risk of abuse or neglect and the judge \nexpressed concern about the parents' history of domestic \nviolence and medical neglect.  Accordingly, the judge granted \nthe department temporary custody of the child but allowed the \nparents' motion to enjoin vaccinations \"at this time.\" \n  c.  Joint motion to vaccinate.  Subsequently, the \ndepartment and the child jointly moved to allow the department \nto arrange for vaccinations of the child pursuant to a standard \nimmunization schedule.  In support, the department submitted an \naffidavit signed by two physicians treating the child.  The \naffidavit stated that \"[a] standard platform of vaccines for \ninfants and children in the United States is recommended by the \nAmerican Academy of Pediatrics and by the Centers for Disease \nControl and Prevention.\"  It further provided that \"[f]ailure to \nadminister vaccines on the recommended schedule exposes infants \nand children to an unacceptable level of risk for life-\nthreatening preventable illnesses that can cause severe disease \nor death.\"  The parents objected on religious grounds.  \n  The judge held a hearing on the joint motion, which the \nparties had agreed would be heard at 2 P.M.  On the day of the \nhearing, the judge rescheduled the hearing for 10 A.M., but \ncounsel for the mother and counsel for the father were unable to \nreach their clients to inform them of the time change.  \n\n8 \n \nAccordingly, counsel for the mother and counsel for the father \nmoved to continue the hearing so that their clients would have \nthe opportunity to testify as to their religious beliefs.  The \njudge, who had presided over the temporary custody hearing, \ndenied the motion to continue.  At the hearing, the department \nargued that the vaccinations were medically necessary and within \nthe department's authority and that the parents' objections \nshould be balanced against the interests of the child and the \nCommonwealth.  Both counsel for the child and counsel for the \ndepartment questioned the sincerity of the parents' religious \nbeliefs and argued that vaccination served the child's best \ninterests.  Counsel for the mother and counsel for the father, \non the other hand, argued that deciding such a question based on \nthe best interests of the child would effectively nullify \nreligious exemptions, given the consensus of the medical \nestablishment in favor of vaccinations.  The judge was also \ninformed that the three other children in the department's \ncustody had not been vaccinated. \nAfter the hearing, the judge issued an oral order that \n\"not[ed] . . . the parents' inconsistencies in their statements \nregarding vaccination, but assum[ed] arguendo that [the parents \nwere] asserting a valid religious belief\" and found that the \nparents' religious beliefs were nevertheless \"outweighed by the \nchild's best interest.\"  In so finding, the judge credited the \n\n9 \n \ndoctors' affidavit on the medical necessity of vaccinating the \nchild. \n  d.  Further motion practice.  The parents jointly filed a \npetition with the single justice of the Appeals Court \nchallenging the judge's order, and the single justice referred \nthe matter to a panel of the Appeals Court.  The parents filed a \nmotion in the Juvenile Court to stay any vaccinations pending \nthe outcome of the appeal, which the judge denied.  The parents \njointly petitioned the single justice for interlocutory relief \nfrom the order of the judge.  The single justice denied the \npetition on the ground that the parents failed to show a \nlikelihood of success on the merits.  The parents then appealed \nfrom that ruling to the Appeals Court panel.  The child sought \ndirect appellate review in this court, which we allowed. \nIn the meantime, the child has received several \nvaccinations, and the department plans to continue vaccinating \nthe child according to the recommended immunization schedule.  \nThe department, which now has permanent custody of the child's \nthree older siblings, has not vaccinated any of the child's \nsiblings.    \n  2.  Discussion.  No party disputes that the department has \nthe authority to provide for the routine medical care of \nchildren in its custody, which includes vaccinations.  See G. L. \nc. 119, § 21 (defining \"custody\" to include \"the power to . . . \n\n10 \n \ndetermine a child's . . . medical care\"); 110 Code Mass. Regs. \n§ 11.01 (2022); 110 Code Mass. Regs. § 11.04(1)(k) (2022).  The \nquestion presented in this case is whether the department may \nvaccinate a child temporarily in its custody consistent with the \nposition advocated by the child's counsel but against the \nreligious objections of the child's parents.   \nThis is a matter of first impression for this court.  We \nhave previously held that that the department may authorize \nextraordinary medical care over parental objections on religious \ngrounds when the child is unlikely to survive without the \ntreatment.  See Matter of McCauley, 409 Mass. 134, 136 (1991) \n(McCauley).  We have not, however, had cause to evaluate the \nCommonwealth's authority to pursue routine medical care for a \nchild temporarily in its custody that violates the religious \nbeliefs of the child's parents.        \na.  State childhood vaccination policy.  We begin with the \nState childhood vaccination policy and the religious exemptions \nit allows.  Massachusetts mandates that children attending \nschool, school-based daycare programs, and recreational camps \nreceive certain enumerated vaccinations.  See G. L. c. 76, § 15; \n105 Code Mass. Regs. § 220.500(A) (2016); 105 Code Mass. Regs. \n§ 430.152 (2024).  However, \"[i]n the absence of an emergency or \nepidemic of disease . . . no child whose parent or guardian \nstates in writing that vaccination or immunization conflicts \n\n11 \n \nwith his sincere religious beliefs shall be required to present \n[a vaccination] certificate in order to be admitted to school.\"  \nG. L. c. 76, § 15.  See 105 Code Mass. Regs. § 220.500(C)(1) \n(vaccination requirements shall not apply where \"the student's \nparent or guardian if the student is a minor . . . provides \nwritten documentation that he or she meets the standards for \n. . . religious exemption set forth in [G. L.] c. 76, § 15\"); \n105 Code Mass. Regs. § 430.153(A), (C) (2024) (unless cases of \ncommunicable diseases are present in camp, \"[i]f a camper . . . \nhas religious objections to . . . immunizations, the camper \n. . . shall submit a written statement, signed by a parent or \nlegal guardian . . . stating that the individual is in good \nhealth and stating the general reason for such objections\"). \nb.  Departmental authority.  We next turn to the statutes \nand regulations governing care and protection proceedings and \nmedical care for children involved in such proceedings.  General \nLaws c. 119 provides the statutory framework for care and \nprotection proceedings.  The department may be granted temporary \ncustody of a child following a temporary custody hearing \npursuant to G. L. c. 119, § 24, fourth par.  Section 21 defines \n\"custody\" to include, inter alia, the power to \"determine a \nchild's place of abode, medical care and education.\"  G. L. \nc. 119, § 21.  \"[M]edical care\" is divided into three categories \nin department regulations:  routine, emergency, and \n\n12 \n \nextraordinary.  See 110 Code Mass. Regs. § 11.01.  The \ndepartment is authorized to consent to \"routine medical care\" \nfor a child in its custody, which is defined to include \n\"[i]mmunization against . . . tetanus, measles, poliomyelitis, \nmumps, rubella and such other communicable diseases as may be \nspecified from time to time by the Department of Public Health.\"  \n110 Code Mass. Regs. §§ 11.01, 11.04(1)(k), 11.04(2). \n\"Custody\" is not defined to include any authority to direct \nthe child's religious upbringing or affiliation.  Nor does the \nstatute provide any carveout from the custodial powers defined \nin § 21 for the religious objections of parents.  Section 21 \nprovides, generally, that \"[i]f a parent or guardian objects to \nthe carrying out of any power conferred by this paragraph \n[enumerating custodial powers], that parent or guardian may take \napplication to the committing court and the court shall review \nand make an order on the matter.\"  G. L. c. 119, § 21. \nc.  Constitutional exemption.  The parents argue that even \nabsent a statutory exemption from the department's custodial \npower provided by § 21, they have constitutionally protected \nrights to override the department's medical care decision on \nreligious grounds.  Specifically, they argue that they have \n\"residual rights\" to direct their child's religious upbringing \ndespite their temporary loss of custody and that the vaccination \nof their child over their religious objections violates their \n\n13 \n \nrights as guaranteed by the State and Federal Constitutions.  We \nagree for the reasons discussed infra. \ni.  Parents' constitutional rights.  There is no question \nthat the rights to freely practice one's religion and to raise \nchildren \"according to the dictates of [one's] own conscience\" \nare among the most \"sacred private interests,\" long recognized \nas such by this court and the United States Supreme Court.  \nMeyer v. Nebraska, 262 U.S. 390, 399 (1923).  Prince v. \nMassachusetts, 321 U.S. 158, 165 (1944).  See Care & Protection \nof Jamison, 467 Mass. 269, 282 (2014), quoting Stanley v. \nIllinois, 405 U.S. 645, 651 (1972) (\"Such parental rights have \nbeen described as being among the 'essential' and 'basic civil \nrights of man'\").  The right to direct the religious upbringing \nof one's child is located both in the free exercise clause of \nthe First Amendment and the due process clause of the Fourteenth \nAmendment to the United States Constitution.4  See Troxel v. \nGranville, 530 U.S. 57, 65 (2000) (\"The liberty interest at \nissue in this case -- the interest of parents in the care, \ncustody, and control of their children -- is perhaps the oldest \n \n4 In this context, the rights protected by the free exercise \nand due process clauses appear to interact and overlap.  See \ne.g., Parker v. Hurley, 514 F.3d 87, 99 (1st Cir.), cert. \ndenied, 555 U.S. 815 (2008) (\"the Court [in Wisconsin v. Yoder, \n406 U.S. 205 (1972),] did not analyze separately the due process \nand free exercise interests of the parent-plaintiffs, but rather \nconsidered the two claims interdependently, given that those two \nsets of interests inform one other\").   \n\n14 \n \nof the fundamental liberty interests recognized by this Court\"); \nPrince, supra (recognizing rights \"of parents to give [children] \nreligious training and to encourage them in the practice of \nreligious belief, as against preponderant sentiment and \nassertion of state power voicing it\"); McCauley, 409 Mass. at \n137 (\"The right to the free exercise of religion, including the \ninterests of parents in the religious upbringing of their \nchildren is, of course, a fundamental right protected by the \nConstitution\"); Felton v. Felton, 383 Mass. 232, 233 (1981) \n(\"The parents together have freedom of religious expression and \npractice which enters into their liberty to manage the familial \nrelationships\"); Custody of a Minor, 375 Mass. 733, 748 (1978) \n(parents \"have the primary right to raise their children \naccording to the dictates of their own consciences\"). \nThe Supreme Court has also emphasized that the \"parent's \nconflict with the state over control of the child and his \ntraining is serious enough when only secular matters are \nconcerned.  It becomes the more so when an element of religious \nconviction enters.\"  Prince, 321 U.S. at 165.  See Wisconsin v. \nYoder, 406 U.S. 205, 233 (1972) (stressing importance of \nparental rights \"when linked to a free exercise claim\").  \nCognate provisions of our State Constitution likewise \nprovide express and vital protections for these fundamental \nrights.  Article 12 of the Massachusetts Declaration of Rights \n\n15 \n \nprotects the \"fundamental right of parents to make decisions \nconcerning the care, custody, and control of their children.\"  \nCare & Protection of Jaylen, 493 Mass. 798, 807 (2024), quoting \nTroxel, 530 U.S. at 66.  And \"[art.] 46, § 1, of the Amendments \nto the Massachusetts Constitution (in language similar to that \ncontained in the First Amendment to the United States \nConstitution) . . . provides that '[n]o law shall be passed \nprohibiting the free exercise of religion.'\"  Rasheed v. \nCommissioner of Correction, 446 Mass. 463, 466 (2006).  Indeed, \nwe have identified circumstances where the \"the scope of \nprotection afforded the right to freely exercise one's religion \nunder the Massachusetts Constitution is greater than that \nafforded by the United States Constitution.\"  Magazu v. \nDepartment of Children & Families, 473 Mass. 430, 442 (2016), \nquoting Rasheed, supra at 467.  More specifically, we have \nconcluded that the State Constitution provides greater \nprotection than that provided under the Federal Constitution \nwith respect to the distinction drawn by the Supreme Court in \nEmployment Div., Dep't of Human Resources of Or. v. Smith, 494 \nU.S. 872 (1990).  As we explained in Desilets:  \n\"The Supreme Court [held in] the Smith case that 'a law \nthat is neutral and of general applicability need not be \njustified by a compelling governmental interest even if the \nlaw has the incidental effect of burdening a particular \nreligious practice.'  Church of the Lukumi Babalu Aye, Inc. \nv. Hialeah, [508 U.S. 520, 531] (1993).  Where, however, a \nlaw burdening religious practice is not neutral or is not \n\n16 \n \nof general application, [under the Federal Constitution,] \nthat law must advance compelling interests and must be \ntailored narrowly in pursuit of those interests.  Id. at \n[546].\" \n \nDesilets, 418 Mass. at 321 n.4.  As we noted, \"[b]ecause this \nlatter test states the standard that we apply under the State \nConstitution in all circumstances where a law burdens religion, \nwe need not decide whether the law challenged in this case is \nneutral and of general applicability.\"  Id. \nAlthough the rights at issue are protected under both the \nFederal and State Constitutions, such rights are not absolute \nunder either Constitution.  \"It is cardinal with us that the \ncustody, care and nurture of the child reside first in the \nparents,\" but \"neither rights of religion nor rights of \nparenthood are beyond limitation.\"  Prince, 321 U.S. at 166.  \nIndeed, \"[a]cting to guard the general interest in youth's \nwell[-]being, the state as parens patriae may restrict the \nparent's control . . . .  Its authority is not nullified merely \nbecause the parent grounds his claim to control the child's \ncourse of conduct on religion or conscience.\"  Id.  See Yoder, \n406 U.S. at 233-234 (\"the power of the parent, even when linked \nto a free exercise claim, may be subject to limitation . . . if \nit appears that parental decisions will jeopardize the health or \nsafety of the child, or have a potential for significant social \nburdens\").  Most relevant to the facts before us, \"these \n\n17 \n \nfundamental principles do not warrant the view that parents have \nan absolute right to refuse medical treatment for their children \non religious grounds.\"  McCauley, 409 Mass. at 137.  \nFurther complicating the constitutional rights analysis \nhere is the parents' temporary loss of custody.  Although the \nparents have, at least for a period of time, lost control over \nthe ordinary day-to-day decisions parents make regarding the \nupbringing of their children, see G. L. c. 119, § 21, they have \nnot lost their constitutional rights.  As the Supreme Court has \nexplained, \"[t]he fundamental liberty interest of natural \nparents in the care, custody, and management of their child does \nnot evaporate simply because they have not been model parents or \nhave lost temporary custody of their child to the State.\"  \nSantosky v. Kramer, 455 U.S. 745, 753 (1982).   \nA temporary loss of custody is just that.  It is based on a \ntemporary custody hearing at which the department need only \nprove that the child was in immediate danger of serious abuse or \nneglect by a \"fair preponderance of the evidence\" (citation \nomitted).  Care & Protection of Robert, 408 Mass. 52, 68 (1990).  \nAlthough the misconduct here is most concerning, and the parents \nhave stipulated to their unfitness in regard to their three \nother children, the parents have not been found unfit to parent \nthis child by clear and convincing evidence, nor has there been \nany attempt to terminate their parental rights for this child at \n\n18 \n \nthis stage.  Unless and until the court finds otherwise, \nreunification remains the goal.  See G. L. c. 119, § 29C \n(requiring department to make \"reasonable efforts to make it \npossible for the child to return safely to his parent or \nguardian\"); 110 Code Mass. Regs. § 1.02(4) (2008) (\"the \n[d]epartment shall . . . recognize that substitute care is a \ntemporary solution, and require the [d]epartment and the \nparent[s] to direct their efforts toward reunification of \nchild[ren] and parent[s]\"); Care & Protection of Rashida, 488 \nMass. 217, 219-221 (2021).   \nAlthough the Commonwealth has assumed control over certain \ndecision-making concerning the child, at least temporarily, that \nassumption of control does not extend to the religious \nupbringing of the child.  In this area in particular, the \nCommonwealth must not overstep its bounds.  See First Amendment \nto the United States Constitution; art. 46, § 1, of the \nAmendments to the Massachusetts Constitution; 110 Code Mass. \nRegs. § 4.40(5) (2023) (\"The Department, including foster \nparents, may not procure or authorize any religious ceremony for \nany minor child in its custody, absent authorization from the \nchild's parent[s] or order of the court\").  We are aware of no \ncase extinguishing parental free exercise rights in this \ncontext.  As we explained, albeit in dictum, in Custody of a \nMinor, 377 Mass. 876, 884 n.7 (1979), parents retain \"residual \n\n19 \n \nrights,\" which include the right \"to determine the child's \nreligious affiliation.\"  See Diana H. v. Rubin, 217 Ariz. 131, \n134-135 (Ct. App. 2007) (holding that State cannot vaccinate \nchild over religious objections of mother where statute \nexplicitly states agency's care of children in temporary custody \nis \"subject to . . . residual parental rights\" and court \ninterpreted \"residual rights\" to \"encompass[] a parent's right \nto determine the religious upbringing of his or her child\").  \nAlthough this is dictum, and the provision cited for this \nproposition, G. L. c. 119, § 33, mandates only that when placing \na child in foster care, the department \"shall consider all \nfactors relevant to the child's . . . moral health,\" we conclude \nthat this proposition is also correct as a matter of \nconstitutional law.5  See art. 12 of the Massachusetts \nDeclaration of Rights; art. 46, § 1, of the Amendments to the \nMassachusetts Constitution.  See generally Santosky, 455 U.S. at \n753. \nIn sum, parents retain residual constitutional rights \nregarding the religious upbringing of their child, \n \n5 Title 110 Code Mass. Regs. § 7.104(1)(e) (2009) likewise \nrequires foster parents to \"respect and make efforts to support \nthe integrity of a child's . . . religious background,\" \nsuggesting, again, that the religious upbringing cultivated by \nthe child's parents is entitled to respect, notwithstanding a \ntemporary loss of custody. \n \n\n20 \n \nnotwithstanding the temporary loss of custody of that child, \nwhich includes the temporary loss of control of many of the day-\nto-day decisions that are typically the province of parents.  \nSee G. L. c. 119, § 21.  All of this brings us to the question \nwe must decide in the instant case:  when parents who have \ntemporarily lost custody object to their child receiving \nvaccinations on religious grounds, and the department and the \nchild insist that such vaccinations are necessary, do the \nparents' residual constitutional rights to direct their child's \nreligious upbringing supersede the statutory authority of the \ndepartment to make routine medical decisions for the child in \nits temporary custody?6 \n \n6 We note, as did the single justice of the Appeals Court, \nthat we are not presented with a case in which a child has \nherself expressed her own interests contrary to the parents.  \nRather, the child was one month old at the time of the \nproceedings and her appointed counsel, using substituted \njudgment, presented legal arguments tracking the department's in \nregard to the importance of vaccination.  See Care & Protection \nof Georgette, 439 Mass. 28, 45-46 (2003) (when child is \n\"incapable of verbalizing a preference, or incapable of making \nan adequately considered decision,\" child's counsel may \nsubstitute judgment for child [quotations and citation \nomitted]).  The child's counsel also argued before the judge \nthat the parents' religious beliefs were not sincerely held and \nthat the foster parent favored vaccination.  Counsel did not, \nand could not, directly express the views of the child given the \nchild's age.  Therefore, this case is similar to Yoder, because \nit does not require us to \"determine[] the proper resolution of \npossible competing interests of parents, children, and the State \nin an appropriate state court proceeding in which the power of \nthe State is asserted on the theory that [the] parents are \npreventing their minor children from attending high school [in \n \n\n21 \n \nii.  State constitutional standard of review.  We conclude \nthat the proper standard of review here is the one we have \nconsistently employed for State constitutional claims based on \nthe free exercise of religion.  See Magazu, 473 Mass. at 441-\n445; Ahmad v. Department of Correction, 446 Mass. 479, 485 \n(2006); Rasheed, 446 Mass. at 466-467, 472-475; Society of \nJesus, 441 Mass. at 669-673; Curtis v. School Comm. of Falmouth, \n420 Mass. 749, 760 & n.10 (1995), cert. denied, 516 U.S. 1067 \n(1996); Desilets, 418 Mass. at 321-323.  As we conclude that the \nright is protected by the State Constitution, we need not \naddress or resolve the Federal constitutional questions, \nincluding which standard of review would be applicable under the \nFirst Amendment free exercise claim here.  See Kligler v. \nAttorney Gen., 491 Mass. 38, 60, 62 (2022) (deciding due process \nquestion on State rather than Federal constitutional grounds \nbecause State Constitution may offer greater protection); \nCommonwealth v. Almonor, 482 Mass. 35, 42 n.9 (2019) (\"as we \n \nYoder or vaccination in this case] despite their expressed \ndesires to the contrary.\"  Yoder, 406 U.S. at 231.  See Sagar v. \nSagar, 57 Mass. App. Ct. 71, 72, cert. denied, 540 U.S. 874 \n(2003) (once child is \"of sufficient age to make the \ndetermination herself,\" her religious preferences are to be \nconsidered).  As the Supreme Court further explained in Yoder, \n\"[r]ecognition of the claim of the State in such a proceeding \nwould, of course, call into question traditional concepts of \nparental control over the religious upbringing . . . of their \nminor children recognized in this Court's past decisions.\"  \nYoder, supra. \n \n\n22 \n \nconclude that a ping is a search under art. 14, we have no need \nto wade into these Fourth Amendment waters\" [quotation and \ncitation omitted]).7 \nUnder the standard of review for State constitutional free \nexercise claims,  \n\"the party claiming an unconstitutional burden on the free \nexercise of religion 'must show (1) a sincerely held \nreligious belief, which (2) conflicts with, and thus is \nburdened by, the [S]tate requirement.  Once the claimant \nhas made that showing, the burden shifts to the [S]tate. \nThe [S]tate can prevail only by demonstrating both that (3) \nthe requirement pursues an unusually important governmental \ngoal, and that (4) an exemption would substantially hinder \nthe fulfillment of the goal.'\" \n \nMagazu, 473 Mass. at 443, quoting Desilets, 418 Mass. at 322-\n323.  \"[T]he State's assertion of a compelling interest, and the \nbalancing of that interest against the burden imposed on the \nexercise of religion, is considered in a concrete, pragmatic, \nand fact-specific way.\"  Society of Jesus, 441 Mass. at 671.  It \n \n7 In applying our State constitutional test and concluding \nthat it protects the free exercise rights at issue, we need not \ndecide whether the department's vaccination policy is neutral \nand of general applicability and thus subject to the Smith test \nor whether, as the amicus here contends, by allowing some \nchildren to remain unvaccinated, the department undermined the \ngeneral applicability of the rule and subjected itself to strict \nscrutiny.  See Smith, 494 U.S. at 878.  We apply the stricter \nstandard here, as we do in all circumstances where State action \nburdens free exercise.  See Desilets, 418 Mass. at 321 & n.4.  \nAs this case presents a State constitutional free exercise \nclaim, we also reject application of the more open-ended best \ninterests of the child standard advocated by the department as \nsuch a standard gives insufficient weight to the constitutional \nrights of the parents. \n\n23 \n \nalso requires narrow tailoring and is more protective than the \nSupreme Court's Smith test.  See Desilets, supra at 321 n.4.   \niii.  Analysis.  Having articulated the proper test to \napply when parents raise religious objections to routine medical \ncare, we now apply this test to the facts before us.  \nFirst, the parents must show that their religious beliefs \nare sincerely held.  See Magazu, 473 Mass. at 443.  Although the \njudge took note of \"the parents' inconsistencies in their \nstatements regarding vaccination,\" he ultimately \"assum[ed] \narguendo that [the] parents are asserting a valid religious \nbelief.\"  In evaluating the sincerity of those beliefs, we are \nrespectful and reluctant, as was the judge, to conclude that \nsuch decision-making is insincere based on arguably inconsistent \ndistinctions drawn by the parents, according to their \nunderstanding of their own religion's requirements.  See \nDesilets, 418 Mass. at 323 (\"Supreme Court free exercise of \nreligion cases have accepted, either implicitly or without \nsearching inquiry, claimants' assertions regarding what they \nsincerely believe to be the exercise of their religion, even \nwhen the conduct in dispute is not commonly viewed as a \nreligious ritual\").  Cf. Sagar v. Sagar, 57 Mass. App. Ct. 71, \n74 (2003) (\"We need not, and should not, predicate a decision \nimplicating a parent's free exercise right and his fundamental \nliberty interest in child rearing upon the tenuous ground that \n\n24 \n \nthe parents' underlying religious belief is not 'sincerely held' \nbecause the motivation is not 'purely religious'\").  We \ntherefore conclude that the parents have established that they \nare asserting sincerely held religious beliefs. \nSecond, the parents must show that the department's conduct \n\"substantially burdens the [parents'] exercise of their \nreligion.\"  Desilets, 418 Mass. at 324.  Here, we conclude that \nthe parents have made the requisite showing.  The free exercise \nof religion comprises the right of parents to direct the \nreligious upbringing of their children.  See McCauley, 409 Mass. \nat 137 (\"The right to the free exercise of religion, including \nthe interests of parents in the religious upbringing of their \nchildren is, of course, a fundamental right protected by the \nConstitution\").  Because we conclude, supra, that the parents \nhave not lost the right to direct their child's religious \nupbringing when they have temporarily lost custody, it follows \nthat the parents' free exercise of religion under art. 46, § 1, \nis burdened by the department's decision to vaccinate their \nchild over their religious objections.  We also conclude that \nsuch a burden is substantial.  To be substantial, such a burden \nmust be more than a perceived or hypothetical one.  \"It must \nhave a tendency to coerce an individual into acting 'contrary to \n[his] religious beliefs.'\"  Rasheed, 446 Mass. at 473, quoting \nDesilets, supra.  We conclude that the parents have shown that \n\n25 \n \nthis standard is met here.  The parents have explained that they \nfind vaccination contrary to their religious beliefs because, in \nthe words of the father, \"you're not supposed to put anything \ninside your body outside of what nature has already given you \nbecause it goes against God's plan.\"  Contrast Rasheed, supra \n(\"there is no evidence that Rasheed cannot be clean shaven but \nfor the use of Gold Magic shaving powder, or that he cannot wash \nhimself in his cell before prayer without the foot pan, or that \nhe cannot pray within the times proscribed by his faith\").  \nThird, the department must demonstrate \"an important \ngovernmental interest that is sufficiently compelling\" to \njustify the burden on the parents' religious exercise.  \nDesilets, 418 Mass. at 325.  See id. at 330.  The department \nargues that \"[i]t is well established that 'protecting the well-\nbeing of children' qualifies as a compelling state interest.\"  \nSee McCauley, 409 Mass. at 137.  See also Prince, 321 U.S. at \n168; Blixt v. Blixt, 437 Mass. 649, 656 (2002), cert. denied, \n537 U.S. 1189 (2003).  This is, of course, true as a general \nproposition.  \"Acting to guard the general interest in youth's \nwell[-]being, the state as parens patriae may restrict the \nparent's control . . .\"  Prince, supra at 166.  See McCauley, \nsupra at 138 (\"the State has an interest in protecting the \nwelfare of children within its borders\").  We cannot, however, \njust rely on \"broadly formulated interests.\"  Fulton v. \n\n26 \n \nPhiladelphia, 593 U.S. 522, 541 (2021), quoting Gonzales v. \nO Centro Espírita Beneficente União do Vegetal, 546 U.S. 418, \n431 (2006).  In analyzing both the compelling government \ninterest at stake and whether exemptions may be allowed \nconsistent with the policy, we must consider the specifics of \nthe policy and its application.  Society of Jesus, 441 Mass. at \n671 (\"the State's assertion of a compelling interest, and the \nbalancing of that interest against the burden imposed on the \nexercise of religion, is considered in a concrete, pragmatic, \nand fact-specific way\"). \nSpecifically at issue here is the vaccination of children \nat the direction of the department.  As explained in the \ntreating physicians' affidavit, a standard platform of vaccines \nfor infants and children in the United States is recommended by \nthe American Academy of Pediatrics and the Centers for Disease \nControl and Prevention, and failure to administer vaccines on \nthe recommended schedule exposes infants and children to a risk \nof life-threatening preventable illnesses that can cause severe \ndisease or death.  Requiring the recommended childhood \nvaccinations to achieve these health benefits and to avoid these \nhealth risks would, therefore, generally satisfy the compelling \ninterest requirement.  \nNonetheless, as the Supreme Court has stated in its own \nfree exercise analysis, \"a law cannot be regarded as protecting \n\n27 \n \nan interest 'of the highest order' . . . when it leaves \nappreciable damage to that supposedly vital interest \nunprohibited\" (citation omitted).  Church of the Lukumi Babalu \nAye, Inc., 508 U.S. at 547.  Here, we recognize that questions \nhave been raised in this regard given the religious exemptions \nallowed by the Commonwealth and the inconsistent application of \nthe childhood vaccination protocol by the department.  We \nconclude, however, that these exemptions and inconsistencies are \nmost applicable to, and best addressed in, the final prong of \nthe inquiry -- that is, whether an \"exemption would \nsubstantially hinder the fulfillment of the goal,\" rather than \nwhether the goal itself is compelling, as we conclude that the \nhealth benefits associated with, and risks minimized by, \nvaccination establish a compelling government interest.  Magazu, \n473 Mass. at 443, quoting Desilets, 418 Mass. at 323. \nIt is in this fourth and final prong that the department \nfalls short.  Significantly, the Commonwealth itself provides \nexemptions from mandatory school vaccinations for children of \nparents with religious objections who retain custody.  See G. L. \nc. 76, § 15; 105 Code Mass. Regs. § 220.500(C); 105 Code Mass. \nRegs. § 430.153(A).  Additionally, the record does not in any \nway establish that the department consistently requires the \nvaccination of children in its care.  As explained supra, the \nchild's own siblings in the custody of the department have not \n\n28 \n \nbeen vaccinated.  More specifically, there is nothing in the \nrecord explaining why the department elected not to vaccinate \nthe child's siblings but insists that vaccinating this child is \nnecessary.  These exemptions and inconsistencies undermine the \ndepartment's contention that allowing this child to remain \nunvaccinated would substantially hinder the achievement of the \nhealth benefits provided by uniform vaccination administration.  \nSee Dalli v. Board of Educ., 358 Mass. 753, 760 (1971) \n(describing previous iteration of statutory exemption from \nvaccinations as \"an appropriate mark of deference to the sincere \nreligious beliefs of the few which at the same time created a \nminimal hazard to the health of the many\").  Given the \nexemptions already allowed by the Commonwealth and the \ninconsistent application of the vaccination requirement by the \ndepartment here, we cannot conclude that allowing this child to \nremain unvaccinated would substantially hinder the department's \ninterests. \nThe department nonetheless argues that because the child is \nin foster care, this \"increases her chances of exposure with \nother children,\" such that exempting her from vaccinations \n\"would substantially hinder the State's interest in keeping all \nchildren in its borders safe.\"  This argument regarding foster \ncare is unavailing.  First, the child is in a kinship placement, \nand nothing in the record indicates that she is likely to be \n\n29 \n \ntransferred to another placement where she might have increased \nexposure to other children.  Her siblings, including one that \nwas placed in the department's custody when he was eleven months \nold, younger than the child is now, have never been vaccinated, \nalthough they are also in foster care in a kinship placement.  \nThat the department has allowed her siblings -- who are in \nsimilar circumstances but also attend school –- to remain \nunvaccinated further undercuts the department's position that \ngranting an exemption to the child is not tenable.8  Finally, \ngeneral statements about the exposure risk of children in foster \ncare are insufficient alone to demonstrate that allowing this \nspecific child to remain unvaccinated would \"unduly hinder\" the \ndepartment's compelling interests.   \nIn sum, the department has not provided adequate \njustification for why an exemption \"would substantially hinder \nthe fulfillment of\" the department's goals if applied to this \nspecific child in her specific circumstances.  Magazu, 473 Mass. \nat 443, quoting Desilets, 418 Mass. at 323. \n \n8 The argument is all the more peculiar for the department's \nemphasis that the child spends time with her unvaccinated \nsiblings.  The department points to her visits with her \nunvaccinated siblings to argue that she has \"the potential for \nexponentially greater exposure to people and places throughout \nthe Commonwealth than an individual residing with his or her \nparents.\"  Put differently, the department seems to rely on its \ndecision not to vaccinate her siblings in support of its \nargument that allowing this child to remain unvaccinated would \nbe impracticable and dangerous. \n\n30 \n \n3.  Conclusion.  Parents who have temporarily lost custody \nof their child retain a constitutional right to direct the \nreligious upbringing of the child.  When they object to \nvaccinations of their child on religious grounds, the department \nmust demonstrate that allowing that child to remain unvaccinated \nwould substantially hinder the department's compelling interest \nin the vaccinations.  As the Commonwealth allows religious \nexemptions from vaccination for parents who have not lost \ntemporary custody of their children and the department has not \ndemonstrated a consistent application of the vaccination \nrequirement for children within its custody, even as between \nthis child and her siblings, the department has not demonstrated \nthat leaving this child unvaccinated would substantially hinder \nthe department's compelling interests.  Accordingly, we reverse \nthe order of the judge allowing the joint motion by the \ndepartment and the child to facilitate the vaccination of the \nchild.   \n            So ordered. ",
      "document_type_other": null,
      "external_url": "https://statecourtreport.org/case-tracker/care-and-prevention-eve",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/161192"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 161191,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/161191"
    }
  ],
  "document_count": 2
}