{
  "case_id": 16564,
  "fetched_at": "2025-10-20T22:52:31.688165",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division",
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Non-settlement Outcome",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Lowndes",
        "name": "Lowndes County Jury Commission",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": "Civil Rights Act of 1964",
    "causes": [
      "42 U.S.C. § 1981",
      "Declaratory Judgment Act, 28 U.S.C. § 2201"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1966,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "Middle District of Alabama",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1965-08-25",
    "filing_year": 1965,
    "id": 16564,
    "injunction_duration": "",
    "issues": [
      "Discrimination Basis: Sex discrimination",
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female",
      "Discrimination Area: Disparate Impact",
      "Discrimination Area: Disparate Treatment",
      "General/Misc.: Access to public accommodations - governmental"
    ],
    "last_checked_date": "2018-04-15T00:00:00-04:00",
    "main_docket": {
      "id": 28604,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1965,
      "docket_filing_number": 2263,
      "is_main_docket": true,
      "court": "Middle District of Alabama",
      "state": "Alabama",
      "docket_office_number": null,
      "docket_number_manual": "2263-N",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "White v. Crook",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1966,
    "permanent_injunction": false,
    "plaintiff_description": "Black men and all women in Lowndes County, AL",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      },
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Declaratory Judgment"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [
      "Confession of Judgment"
    ],
    "settlement_judgment_date": "1966-02-07",
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection",
      "Selma and Early Civil Rights Enforcement"
    ],
    "special_case_type": [],
    "state": "Alabama",
    "summary": "<p>This case is part of the Clearinghouse Special Collection on the events and litigation leading up to and surrounding the famous Selma-to-Montgomery marches of 1965.  </p><p>On August 25, 1965, two plaintiffs brought this class action suit against the Lowndes County, Alabama jury commission. Filing suit in the U.S. District Court for the Middle District of Alabama, and represented by the NAACP Legal Defense Fund, the plaintiffs alleged that the defendants systematically excluded African Americans men and women from jury service in the county. The complaint initially challenged the Alabama constitution's complete bar of women serving on juries under the 14th Amendment, seeking injunctive relief. </p><p>The plaintiffs amended their complaint, adding other county officials as defendants and seeking a temporary restraining order to stop then-pending criminal cases from progressing. The court denied the restraining order on September 27, 1965.</p><p>On October 27, 1965, the Department of Justice intervened pursuant to the Civil Rights Act. </p><p>Per state law at that point, jury service was open to all male citizens who are \"reputed to be honest and intelligent men and are esteemed in the community for their integrity, good character, and sound judgment.\" The law expressly excluded from jury service those who could not read in English. Though jury service was expressly limited to men, there was no such express provision barring black individuals from jury service. </p><p>Because it challenged the constitutionality of a state statute, the case was heard by a three-judge district court panel; Richard Rives, Frank Johnson, and Clarence Allgood. On February 7, 1966, after reviewing the evidence, the court in a per curiam opinion granted injunctive relief (251 F. Supp. 401). </p><p>The court found that neither black citizens nor women had ever served on a county jury, due to practice and statute, respectively. Specifically, the court found that in selecting jurors, the Commission used a list of possible jurors that had no more than 1% black individuals on it, despite the fact that the black men accounted for 72% of the county's adult male population and a substantial number of them met the jury service qualifications. The court further found that the literacy requirement was not uniformly observed, and that jurors were not tested for literacy. Moreover, the court found that no black citizens were registered to vote in the county prior to March 1, 1965, and the Commission's list of eligible jurors tended to overwhelmingly overlap with voter registration lists, indicating the latter was a primary source for obtaining names of prospective jurors. The court also found that a relatively small number of white individuals were used as prospective jurors relative to the available population of white men. The ultimate effect was that no black individual had ever served on a county jury.</p><p>Accordingly, the court held that the evidence \"requires an inference of systematic exclusion on racial grounds\" and that without sufficient explanation, the class of male black citizens have been denied Fourteenth Amendment due process and equal protection rights. The court held that the defendants failed to provide a sufficient explanation, and further that the evidence indicated jury selection processes in fact had both the intent and effect of racial discrimination. Moreover, the court held that the small number of white male jurors used compounded the effect of exclusion and violated the state's own laws about jury selection processes. </p><p>The court held that the Alabama statute was arbitrary in its exclusion of women from jury service and therefore violated the Fourteenth Amendment. The court held that jury service was \"a responsibility and a right that should be shared by all citizens, regardless of sex.\" The court found that the Fourteenth Amendment \"prohibit[ed] prejudicial disparities before the law...for all citizens— including women.\" The court found that women were allowed to serve on federal juries, and that only three states - including Alabama - excluded women from state court juries. The court found this exclusion to be arbitrary and unjustified. </p><p>The court thus issued an injunction \"requiring immediate affirmative action by the jury commissioners\" to abandon their current list of eligible jurors and create a new one that included eligible black men. The court further cautioned the defendants to apply their qualifications fairly and objectively, particularly those related to literacy and good character or sound judgment. The court delayed injunctive relief for women, finding that it was reasonable for the state to take time to deal with that statutory change. The court thus gave the defendants until June 1967 after the next state legislature's session to include women in jury service.</p><p>The case is now closed. We have limited access to case records and information, but we will update this page if more become available.</p>",
    "summary_published_date": "2018-04-15T00:00:00-04:00",
    "summary_short": "This case is part of the Clearinghouse Special Collection on the events and litigation leading up to and surround the famous Selma-to-Montgomery marches of 1965. On August 25, 1965, two individuals brought this class action suit against the Lowndes County, AL jury commission. The plaintiffs alleged that the defendants systematically excluded both black individuals as well as women from jury service in the county. The complaint was initially brought pursuant to state law, challenging the Alabama constitution's complete bar of women serving on juries. The plaintiffs sought injunctive relief, alleging violation of the Fourteenth Amendment. On October 27, 1965, the Department of Justice intervened pursuant to the Civil Rights Act. On February 7, 1966, the court in a per curiam opinion granted injunctive relief (51 F. Supp. 401). The case is now closed.",
    "summary_tiny": "Check out the briefs from White v. Cook, a 1965 class-action on behalf of black citizens who were systematically denied the right to sit on juries in Lowdnes County, AL. The growing special collection focuses on cases around the Selma-Montgomery marches ",
    "terminating_date": "1966-02-07",
    "clearinghouse_link": "clearinghouse.net/case/16564",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16564",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16564",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16564"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115561,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115561"
    },
    {
      "date": "1965-12-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Voting Rights Section",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Alabama",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 96032,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/96032.pdf",
      "title": "Proposed Findings of Fact, Conclusions of Law and Decree",
      "text": "IN  'I1HF:  UN I'rF:D  ST  DISrrnIC'J'  cou wr \nlt'O H 'l1HE  MIDDLE  DIST.IUCT  01'1  ALAT!iAMA \n(NOHTlili:HN  DIVISION) \nGARDENIA  WHITE_,  JESSE  W.  FAVOR,  JOHN . \nHULETT,  LILLIAN  S.  MCGILL,  WILLIE  MAE \nTHE  EPISCOPAL  SOCIETY  FOR \nCULTURAL  AND  HACIAL  UNITY,  A Corpora-\ntion.  ·rrrn  REV.  JOHN  B.  MORRIS'  THE  REV. \nHENRI  A.  STINES,  THE  REV.  ALBERT  R. \nDREISBACH,  JR.,  and  THE  REV.  MALCOLM \nBOYD,  for  themselves,  jointly and \nseverally,  and  for  all others  similarly \nsituated, \nCIVIL  ACTION \nPlaintiffs, \nNO.  2263-N \nUNITED  STATES  OF  AMERICA,  BY \nNICHOL.AS  deB.  KATZENBACH, \nAttorney General  of  the \nUnited  States, \nPlaintiff-Intervenor, \nvs. \nBRUCE  CROOK,  HENRY  BARGANIER,and  J.  H. \nJACKSON,  as  members  of  the  Jury Commis-\nsion  of  Lowndes  County,  Alabama,  and \nCARLTON  PERDUE,  as  County  Solicitor of \nLowndes  County,  Alabama,  HARRELL \nHAMMONDS,  as  Judge  of  Probate  of Lowndes \nCounty,  Alabama,  C.  F.  RYALS,  as  Sheriff \nw. \nof  Lowndes  County,  E.  HARRELL, \nJR.,  as  Foreman  of  the  Grand  Jury  of \nLowndes  County,  Alabama,  T.  WERTH -THAGARD, \nas  Judge  of  the  Second  Judicial Circuit \nof Alabama  (Lowndes  County),  ARTHUR  E. \nGAMBLE,  JR.,  as  Solicitor  of  the  Second \nJudicial Circuit  of Alabama  (Lowndes \nCounty),  and KELLY  D.  COLEMAN,  as  Clerk \nof .the  Second  Judicial Circuit  of Alabama \n(Lowndes  County), \nDefendants, \n. PROPOSED  FINDINGS  OF  FACT, \nCONCLUSIONS  OF  LAW  AND  DECREE \nBEN  HARDEMAN,  JOHN  DOAR \nUnited  States  Attorney  Assistant  Attorney General \nCHARLES  NESSON, \nGEORGE  RAYBORN \nAttorneys, \nDepartment  of  Justice \n\nIN  'l'HE  UNITED  S'l'Nl'EG  COUH'I' \nFOH  'I'HE  MIDDLE  DIS'J1HIC'l1  OF  ALABAMA. \nNOHTHERN  DIVISION \nGARDENIA  WHITE,  et  al., \n·Plaintiffs, \nUNITED  STATES  OF  AMERICA, \nBy  NICHOLAS  deB.  KATZENBACH,  CIVIL ACTION  NO.  2263-N \nATTORNEY  GENERAL  OF  THE  UNITED \nSTATES, \nPlaintiff-Intervenor,  PLAINTIFF-INTERVENOR'S \nPROPOSED  FINDINGS  OF \nv.  FACT  AND  PROPOSED \nCONCLUSIONS  OF  LAW \nBRUCE  CROOK,  et  al., \n.  I \nDefendants. \nPROPOSED  FINDINGS  OF  FACT \n1.  This  suit  brought  as  a  class  action on \nAugust  25,  1965  by male  and  female  Negro  residents  of \nLowndes  County,  Alabama,  against  the  members  of  the  Jury \nCommission  of  Lowndes  County,  Alabama.  On  September  9, \n1965,  the  p+aintiffs  filed  an  amended  complaint  adding  as \ndefendants  officials  of  Lowndes  County,  Alabama,  having \nresponsibilities  in connection  with  the  jury  selection pro-\ncess.  The  plaintiffs  allege  that  the  defendants  have \nsystematically  excluded  Negroes  and  women  from  jury  service \nin·Lowndes  County,  Alabama. \n\ni \n2.  On  October  27,  1965  this  Court  granted  leave  I . \nto  the  United  States  to  intervene,  pursuant  to  42  U.S.C. \n§2000h-?  (Section  902  of  the  Civil  Rights  Act  of  1964)  and \nRule  24(b)  of  the  Federal  Rules  of  Civil  Procedure. \n3.  The  defendants  in  this  suit  include  the  members \nand  Clerk  of  the  Jury  Commission  of  Lowndes  County,  Alabama \nand  the  Judge  for  the  Second  Judicial  Circuit  of  Alabama \n(Lowndes  County). \n(a)  Defendant  Jury  Commissioners  Bruce  Crook, \nJ.  H.  Jackson,  and  Henry  Barganier  have  been members \nof  the  Jury  Commission  for  at  five  years. \n(b)  Defendant  Kelly D.  Coleman  assumed  the  offices  I . \nI \nof  the  Clerk  of  the  Second  Judicial  Circuit  of  Alabama \n(Lowndes  County)  and  Clerk  of  the  Jury  Commission  on \nAugust  16,  1965  upon  the  retirement  of Mr.  Maurice \nE.  Marlette. \n(c)  The  Honorable  T.  Werth  Thagard  has  been  Judge \nof  the  Second  Judicial Circuit  of  Alabama  for  at  least \nfive  years. \n(d)  Responsibility  for  selecting persons  to  be \nlisted on  the  Lowndes  County  jury roll and  placed \nin  the  Lowndes  County  jury box  rests  with  the  defendant \nmembers  of  the  Jury  Commission,  assisted  by  the \ndefendant  Clerk  and  subject  to  the  direction  of  the \ndefendant  Circuit  Judge. \n- 2  -\nI \n\n4.  Alabama  Law  states  the  following  qualifications \nfor  jury  service: \nThe  jury  commission  shall place  on  the  ,jury \nroll and  in  the  jury box  the  names  of  all male \ncitizens  of  the  county  who  are  generally  reputed \nto  be  honest  and  intelligent  men  and  are  esteemed \nin  the  community  for  their  integrity,  good  character \nand  sound  judgment;  but  no  person  must  be  selected \nwho  is  under  twenty-one  or  who  is  an  habitual \ndrunkard,  or  who,  being  afflicted with  a  permanent \ndisease  or  physical weakness  is  unfit  to  discharge \nthe  duties  of  a  juror;  or  cannot  read  English  or \nwho  has  ever  been  convicted  of  any  offense  involving \nmoral  turpitude.  If a  person  cannot  read  English  and \nhas  all the  other  qualifications  prescribed herein \nand  is  a  freeholder  or  householder  his  name  may  be \nplaced  on  the  jury  roll and  in  the  jury box.  No \nperson  over  the  age  of  sixty-five  years  shall be \nrequired  to  serve  on  a  jury  or  to  remain  on  the \npanel  of  jurors  unless  he  is willing  to  do  so. \n5.  Lowndes  County,  as  of  the  1960  Census,  had  an  adult \nmale  population  of  3,171  of  which  889  were  white  and  2,282 \nNegro. \n6.  The  Jury Commissioners  exclude  from  the  jury \nbox  the  names  of persons  who  are  teachers,  preachers,  and \nover  65  years  of  age. \n7.  The  Jury  Commissioners  have  not  always  required \nliteracy as  a  qualification for  jury  service.  Names  of  illit-\nerate persons  are  now  and  have  been  in the  past  in the  jury \nbox. \n8.  In  the  selection  of  potential  jurors  the  Jury \nCommissioners  repeatedly  selected  the  same  white  individuals \nwhich  resulted  in  the  systematic  inclusion  of  a  relatively \nsmall  group  of  white  persons.  The  names  of  670  persons  have \nappeared  on  venire  lists  since Spring  1953  a  total of  2,748 \ntimes.  Two  hundred  and  eleven  of  these  670  individuals  have \nhad  their  names  in  the  box  6  or  more  times,  accounting  for \n66.5%  of  the  appearances  on  venires. \n- 3  -\n\nI· \nI \n9.  Negroes  are  systematically  excluded  from  jury \nservice  in Lowndes  County,  Alabama  because  of  their  race. \n(a)  No  Negro  has  ever  sat  on  a  petit  jury  in \nLowndes  County,  Alabama. \n(b)  Between  Spring,  1953  and  August  25,  1965, \nthe  date  on  which  this  suit was  filed,  the  Jury \nCommission  selected 7  Negroes  for  potential  jury \nservice .  Subsequent  to August  25,  1965,  and  prompted \nby  the  filing  of  this  suit,  the  Jury  Commission \n· selected  an  additional  19  Negroes  for  potential \njury  service. \n(c)  The  primary  source  of  names  used  by  the \nJury  Commission  in filling  the  jury box  is  the  list \nof  persons  qualified  to  vote  in Lowndes  County  main-\ntained  by  the  Lowndes  County  Probate  Office.  Approxi-\nmately  98%  of  the  names  selected by  the  Jury  Commission \nwere  taken  from  these  lists.  Prior  to March  1,  1965 \nno  Negroes  were  registered  to  vote  in Lowndes  County, \nhence  no  names  of  Negroes  appeared  on  these  lists. \nThe  Jury  Commissioners  used  no  lists  other  than  Qualified \nVoter  lists  as  sources  for  names  of  qualified  jurors. \nMembers  of  the  Jury  Commission  knew  that  no  names  of \nNegroes  appeared  on  the  Qualified Voter  Lists. \n10.  Women  are  totally  excluded  from  jury  service  by \nAlabama  law  on  account  of  their  sex. \n- 4  -\n\nI_ \nPROPOSED  CONSLUSIONS  OF  LAW \n1.  This  court  has  jurisdiction of  this  action under \n28  U.S.C.  §§1331,  1343  (3),  2201,  2281,  and  2283. \n2.  This  suit  was  properly brought  as  a  class  action \npursuant  to  Rule  23(a),  Fed.  R.  Civ.  Pro. \n3.  The  Attorney  General  is  authorized  to  intervene \nin this  action  under  42  U.S.C.  2000h-2  (Section  902  of  the \nCivil  Rights  Act  of  1964). \n4.  The  Equal  Protection  and  Due  Process  clauses  of \nthe  Fourteenth Amendment  make  unlawful  the  systematic \nexclusion  of  Negroes  from  jury  service  because  of  race. \nWhen  a  state  employs  the  jury system  in  its  administration \nof  justice,  no  person  can be  excluded  on  account  of  his  race \nfrom  the  jury  selection process. \n5.  The  Equal  Protection  Clause  of  the Fourteenth \nAmendment  makes  unlawful  the  complete  exclusion  of  women  from \njury  service  because  of  sex.  Therefore,  the  statutes  and \nlaws  of  Alabama,  insofar  as  they  bar  women  from  jury  service \nin Alabama,  deny  to  women  the  equal  protection  of  the  laws, \nand  to  the  extent  that  they  so  bar  women  are  null  and  void. \n6.  The  fact  that  the  defendant  Jury  Commissioners \napproved  the  qualifications  of  only  7  Negroes  for  jury  service \nin the  twelve  years  prior  to  the  date  on  which  this  suit  was \nfiled  in  a  county  where  Negroes  make  up  72.0%  of  the  adult \nmale  population  and  the  fact  that  the  defendant  Jury \nCommissioners  knowingly  used  as  their primary  source  of \nnames  for  jury  service  lists  on  which  the  names  of  no \nNegroes  appear,  together  prove  that  these  defendants \npurposefully  and  systematically  excluded  Negroes  from  jury \nservice  in  Lowndes  County  on  account  of  their· race. \n- 5  -\n\n. \n7.  This  being  a  case  in  equity,  this  Court  has  the \npower  and  duty  to  fashion  such  specific  and  comprehensive \nrelief as  will  insure  the  nondiscriminatory  functioning  of \nthe  jury  system  in Lowndes  County,  Alabama. \n- 6  -\nI \nI. \n\nIN  THE  UNITED  STATES  DISTRICT  COURT  FOR  THE \nMIDDLE  DISTRICT  OF  ALABAMA \nNORTHERN  DIVISION \nGARDENIA  WHITE,  et  al.,  ) \n) \nPlaintiffs,  ) \n) \nUNITED  STATES  OF  AMERICA,  by  ) \nNicholas  deB.  Katzenbach,  )  CIVIL  ACTION  NO.  2263-N \nAttorney  General  of  the  ) \nUnited  States,  )  PLAINTIFF-INTERVENOR'S \n)  PROPOSED  ORDER  AND \nPlaintiff-Intervenor,  )  DECREE \n) \nv.  ) \n) \nBRUCE  CROOK,  et  al.,  ) \n) \nDefendants.  ) \n) \nPursuant  to  the  Findings  of  Fact  and  Conclusions \nof  Law  entered  this  date: \n1.  It  is  ADJUDGED,  DECREED  and  DECLARED  that \nthe  statutes  and  laws  of  Alabama  insofar  as  they  bar \nwomen  from  jury  service  in  Alabama  deny  to  women  the \nequal  protection  of  the  law  in  violation  of  the  Four-\nteenth  Amendment  of  the  United  States  Constitution,  and \nto  the  extent  that  they  so  bar  women,  are  null  and  void, \nand  shall  henceforth  be  of  no  effect  in  the  State  of \nI \nAlabama. \n2.  It  is  ORDERED,  ADJUDGED  and  DECREED  that  the \ndefendants,  Bruce  Crook,  Henry  Barganier,  and  J.  H.  Jack-\nson,  individually  and  as  members  of  the  Jury  Commission \n\nI \ni.c \nof  Lowndes  County,  Mrs.  Kelly  D.  Coleman, \nindividually  and  as  Clerk  of  the  Jury  Commission  of \nLowndes  arid  Clerk  of  the  Second \n,Tud icial  Circuit  of  Alabama  (LoNndes  and  the \nHonorable  T.  \\verth  Thagard,  as  Judge  of  the  Second \nJudicial  Circuit  of  Alabama  (Lowndes  County),  their \nagents,  officers,  employees,  successors  in  office, \nand  all  perso:'.S  in  active  concert  with  them  be  and \neach  is  hereby  er.joined  from  engaging  in  any  act  or \np r a c t i c e  w h i ch  i n ,, o 1 v e s  o r  r e s u 1 t s  i n  d i s c r i m i n a t i  on \nby  reason  of  race,  color,  or  sex,  in  the  selection  of \njurors  for  jury  service  in  Lowndes  Alabama. \nIt  is  specifically  ORDERED  that: \n(a)  The  jury  box  shall  be  emptied \nf o:rthwi. th.  No  names  shall  be  drawn  there-\nfrom  until  the  jury  box  is  refilled.  The \njury  box  shall  be  before  the \nSpring  Term  of  Court,  1966,  the  Second \nJudicial  Circuit  of  Alabama  (Lowndes \nCounty)  and  thereafter  by  the  following \nprocedures. \n(b)  On  or  before  30  days  from  the \ndate  of  this  decree  Mrs.  Kelly  D.  Coleman, \nas  Clerk  of  the  Second  Judicial  Circuit  of \nAlabama  (Lowndes  County)  and  Clerk  of  the \nJury  Commission  of  Lowndes  County,  Alabama \nshall  examine  the  current  Qualified  Voters \nList  of  Lowndes  County,  Alabama,  the  current \nTax  Assessor's  Ljst  of  Lowndes  County,·  Ala-\nbama,  and  the  lists  compiled  by  federal \n- 2  -\n\nexaminers  in  Lowndes  County,  Alabama \npursuant  to  the  Voting  Rights  Act  of \n1965,  Public  Law  89-110  filed  with  the \nProbate_ Judge  of  Lowndes  County  on  or \nbefore  the  date  of  this  decree  and \nshall  compile  a  comprehensive  alpha-\nbetical  list  therefrom,  to  be  known \nhenceforth  as  the  \"Clerk• s  Comp re hen-\nsive  List,\"  showing  the  name  and \naddress  of  all  persons  listed  on  the \nsaid  Qualified  Voter  List,  the  Tax \nAssessor's  list,  and  the  federal  ex-\naminers'  lists.  A  copy  of  this  list \nshall  be  filed  with  the  Court  on  or \nbefore  35  days  from  the  date  of  this \ndecree. \n(c)  The  Jury  Commissioners  shall \nmeet  regularly  to  pass  on  the  qualifi-\ncations  of  persons  named  on  the  Compre-\nhens iv e·  List •  If  the  number  of  names  on \nthe  Comprehensive  List  is  999  or  less, \nthe  Jury  Commissioners  shall  consider \nthe  qualifications  of  all  persons  listed. \nrrf  the  number  of  names  exceeds  999 '  the \n.  . \nons  of  persons  .na..med  on  the \nlist  shall  be  considered  in  accordance \nwith  the  following  schedule: \n- 3  -\n\nNumber  of  Names  on  the  Commissioners  shall \nCom'p rehensive  List  consider \n1000  - 1499  every  2nd  name \n1500  1999  every  3rd  name \n2000  2499  every  4th  name \n2500  - 2999  every  5th  name \n3000  - 3499  every  6th  name \n3500  - 3999  every  7th  name \n4000  - 4499  every  8th  name \n4500  - 4999  every  9th  name \n5000  5499  every  10th  name \n5500  - 5999  every  1'1 th  name \n6000  - 6499  every  12th  name \n6500  - 6999  every  13th  name \n7000  - 7499  every  14th  name \n7500  - 7999  every  15th  name \n8000  - 8499  every  16th  name \n8500  - 8999  every  17th  name \n9000  - 9499  every  18th  name \n9500  - 9999  every  19th  name \n10,000  or  more  every  20th  name \n(d)  The  Jury  Commissioners  shall  select  from  the \nnames  so  considered  all  persons  who  meet  the  follow-\ning  qualifications  and  no  others: \n(i)  the  person  is  a  resident  of \nLowndes  County,  Alabama; \n(ii)  the  person  is  a  citizen  over  21 \nyears  of  age; \n(iii)  the  person  is  not  an  habitual \ndru:ikard; \n(iv)  the  person  is  not  unfit  to  discharge \nthe  duties  of  a  juror  by  reason  of  a \npermanent  disease  or  physical  weakness; \n( v)  the  person  has  not  been  convicted  of \nany  offense  involving  moral  turpitude; \n(vi)  the  person  can  read  English.  If  the \nperson  cannot  read  English,  he  or  she \nmay  be  considered  qualified  if  he  or \nshe  is  a  freeholder  or  householder. \nIf  a  person  otherwise  qualifies  for  jury \nservice,  the  Jury  Commissioners  shall  not  disqualify \nthat  person  from  jury  service  on  the  ground  that  he \nor  she  cannot  read  English  unless  that  person  is \n- 4  -\n\ni. \nI \nobjectively  determined  to  be  unable  to  fill \nout  n  simple  form  seeking  his  or  her  name, \naddress,  and  occupation,  and  unless  the  same \nstandards  and  tests  of  literacyare  being \napplied  equally  to  all  prospective  jurors. \nAny  person  who  is  unable  to  read  and  fill \nout  the  form  shall  be  asked  to  sign  it  or \nmake  a  mark  upon  it  and  the  form  thus  signed \nor  marked  shall  be  preserved  as  a  record  of \nthe  Court.  The  form  to  be  used  by  the  Jury \nshall  first  be  submitted  to \napproved  by  this  Court. \n(e)  If  a  person  considered  by  the  Jury \nCommissioners  in  accordance  with  the  above \nstandards  and  procedures  is  found  by  them  to \nbe  unqualified  for  jury  service,  the  Jurv \nCommiss!oners  shall  proceed  to  consider  the \nqualificatioi1S  _of  the  person  immediately  fol-\nlowing  the  disqualified  person  on  the  Clerk's \nComprehensive  List,  and  if  that  person  is  dis-\nqualified,  the  Clerk  shall  proceed  to  the \nnext  name  on  the_ list. \n(f)  As  soon  as  the  Jury  Commission  has \nqualified  at  least  500  persons,  the  names  so \nselected  by  the  Jury  Commissioners  shall  be \nplaced  by  them  or  at  their  direction  on  the \njury  roll  and  in  the  jury  box.  Cards  in  the \njury  box  shall  show  no  designation  of  race. \n- 5  -\n·:·· .. \n\nI' \n1-\nNames  of  qualified  persons  to  exemp-\n! \nt i on s  u nd er  J\\ 1 ab am a  1 aw ,  inc 1 ud in g  tea ch c· r: s , \na nd  !\" c r s on s  o v c r  6 5  y e a rs  of  a r, e ,  s h a 11  n o t \nb e  e ;\\: c 1 u d e d  f r o m  t h e  j u r y  b ox ,  b u t  i f  s u c h \npersons,  upon  being  called  for  jury  service, \nclaim  their  exemption,  the  presiding  judge \nshall  decide  on  the  validity  of  their  claim. \n(g)  The  names  of  women  appearing  on  the \nClerk's  Comprehensive  List  and  considered  by \nthe  Jury  Commission  who,  but  for  sex,  would \nbe  qualified  for  jury  service  under  Alabama \nlaw  shall  be  placed  on  the  jury  roll  and  in \nthe  jury  box  without  distinction  with  regard \nto  s e ;{. \n(h)  The  defendant  Judge  of  the  Second \nJudicial  Circuit  of  Alabama  may  excuse  a \nwoman  called  for  jury  service  only  upon  a \nshowing  of  good  cause. \n( i)  At  least  once  every  two  years  the \nI· \nI \nJury  Commissioners  and  the  Clerk  of  the  Jury \nCommission  shall  empty  the  jury  box  and  re-\nfill  it  according  to  the  procedures  set  forth \nin  this  decree,  including  the  compilation  of \na  new  Clerk's  Comprehensive  List.  In  select-\ning  names  for  subsequent  jury  boxes,  the  Com-\nmission  shall  begin  the  selection  by  starting \nwith  the  second  name,  or  third  name  on  the \nClerk's  Comprehensive  List  depending  upon  the \nnumber -of  times  the  Commission  has  made  selec-\ntions. \n- 6  -\n\nI· \nI \n3.  It  is ·further  ORDERED  that  the  defendant \nJury  Commissioners,  the  Clerk  of  the  Jur.y  Commission \nand  of  the  Second  Judicial  Circuit  of  Alabama  (Lowndes \nCounty)  and  the  Judge  qf  the  Second  Judicial  Circuit \nof  Alabama  (Lowndes  County)  submit  to  the  Clerk  of  this \nCourt  in  writing,  with  a  copy  sent  to  the  Plaintiff-\nIntervenor,  within  fourteen  days  following  each  meeting \nof  the  Lowndes  County  Jury  Commission  at  which  names \nof  prospective  jurors  are  selected,  a  report.  This \nreport  shall  include: \n(a)  A  copy  of  the  Clerk's  Compre-\nhensive  List,  marked  by  said \ndefendants  to  show  (i)  the  race \nof  each  person  on  the  list;  and \n(ii)  the  names  of  the  persons \nconsidered  by  the  Jury  Comrnis-\nsioners  pursuant  to  paragraph \n2(c)  of  this  Decree; \n(b)  A  separate  listing  of  those  per-\nsons  on  the  Clerk's  Comprehensive \nList  who  were  considered  by  the \nJury  Commissioners  and  found  by \nthem  to  be  unqualified  for  jury \nservice;  this  listing  shall  also \nshow  the  person's  race  and  sex, \nand  shall  give  a  detailed  and \nspecific  description  of  the \nreason  or  reasons  why  each  such \nperson  was  found  to  be  unqualified. \n- 7  -\n\nIf  the  was  for \nin ab i 1 it y  to .read  Eng 1 is h ,  a \ncopy  of  the  form  required  by  para-\ngraph  2(f)  of  this  decree  shall  be \nappended  to  the  report.  If  the \ndisqualification  was  for. conviction \nof  a  crime  involving  moral  turpitude, \nthe  report  shall  state  the  nature  of \nthe  crime  and  the  date  of  the  convic-\ntion. \n4.  It  is  further  ORDERED  that  defendant  Kelly  D. \nColeman  as  Clerk  of  the  Second  Judicial  Circuit  of \nAlabama  (Lowndes  County)  and  as  Clerk  of  the  Lowndes \nCounty  Jury  Commission  shall  submit  to  the  Clerk  of \nthis  Court  in  with  a  copy  sent  to  the  Plaintiff-\nIntervenor,  a  notice  showing  the  date,  time  and  place  at \nwhich  the  next  regular  drawing  from  the  Lowndes  County \njury  box  is  to  be  made  by  the  Judge  of  the  Second \nJudicial  Circuit  of  Alabama  (Lowndes  County).  This \nnotice  must  be  sent  at  least  ten  days  prior  to  the  time \nwhen  each  such  drawing  takes  place. \n5.  It  is  further  ORDERED  that  the  said  defendants \nshall  henceforth  keep  or  cause  to  be  kept  the  following \nrecords  available  for  public  inspection,  and  shall  make  all \nsuch  records  available  for  inspection  and  copying  by  agents \nof  the  United  States  at  any  reasonable  time: \n(a)  Complete  jury  roll  books; \n(b)  Civil  Minutes  showing  the  venires  made \nup  for  each  civil  Neek  of -court,  the \n- 8  -\n\nname,  race,  address,  and  occupa-\ntion  of  each  person  on  the  venire; \nthe  name  and  race  of  each  person \nnot  served  by  the  sheriff  with  a \nsubpoena  to  appear  fo:r  jury  ser-\nvice  and  the  reason  for  the \nsheriff's  failure  of  service;  and \nthe  name  and  race  of  each  person \nI  I \nexcused  by  the  Court  from  grand \nor  petit  jury  service  and  the \nreason  for  the  excuse; \n(c)  State  Minutes  showing  the  venires \nmade  up  for  each  criminal  week  of \nCourt;  the  name,  race,  address \nand  occupation  of  each  person  on \nthe  venire;  the  r.ame  and  race  of \neach  person  not  served  by  the \nsheriff  with  a  subpoena  to  appear \nfor  jury  service  and  the  reason \nfor  the  sheriff's  failure  of  ser-\nvice;  and  the  name  and  race  of \neach  person  excused  by  the  Court \nfrom  jury  service  and  the  reason \nfor  the  excuse; \n(d)  Records  for  each  separate  civil \nand  criminal  case  tried  before  a \njury  in  Lowndes  County,  Alabama \nshowing  the  panel  from  which  the \njury  for  the  case  was  struck, \n- 9  -\n\nthe  persons  struck  from  the \npanel,  the  attorneys  who \nstruck  eac.h  person  with \nspecific  indicati.on  which \nattorney  struck  which  person, \nthe  business  address  of  each \nnttorney,  and  if an  attorney \nis  employed  by  the  State  or \nCounty,  an  indication  to  that \neffect. \nThe  Court  retains  jurisdiction  of  this  cause  to \namend  or  modify  this  decree  and  to  issue  such  further \norders  as  may  be  necessary  or  appropriate. \nThe  costs  incurred  in  this  proceeding  to  date  are \nhereby  taxed  against  the  defendants. \nDone  this  day  of  1966. \nUnited  States  Circuit  Judge \nUnited  States  District  Judge \nUnited  States  District  Judge \n\nCERTIFICATE  OF  SERVICE \nI.  \nI  hereby  certify that  a  copy  of  the  foregoing \nBrief  and  Appendices,  Proposed  Findings  of  Fact  and \nConclusions  of  Law,  and  Proposed  Order  for  Plaintiff-\nInterven6r  has  been  served  by  official U.  S.  mail  in \naccordance  with  the  rules  of  this  Court  to  the \nattorneys  for  plaintiffs  and  defendants,  addressed \nas  follows: \nCharles  Morgan,  Jr.  Orzell Billingsley,  Jr. \n5  Forsyth  Street,  N.  W.  1630  4th Ave.,  North \n·Atlanta,  Ga.  30303  Birmingham,  Alabama \nRichmond  M.  Flowers  Harry  Cole \nAttorney  General  of  Alabama  Bell Building \nMontgomery,  Alabama  Montgomery,  Alabama \nLeslie  Hall \nAttorney  General \nof  Alabama \nMontgomery,  Alabama \n·This  23rd  day  of  December,  1965. \nJOHN  DOAR \nAssistant  Attorney  General \nDepartment  of  Justice ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/96032"
    },
    {
      "date": "1965-12-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Voting Rights Section",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Alabama",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 96030,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/96030.pdf",
      "title": "Brief in Support of Intervenor's Findings of Fact, Conclusions of Law and Decree",
      "text": "I \n\\ \n<. \nIN  THE  UNITED  STATES  DISTRICT  COURT \nFOR  THE  MIDDLE  DISTRICT  OF  ALABAMA \n(NORTHERN  DIVISION) \nGARDENIA  WHITE,  JESSE  W.  FAVOR,  JOHN \nHULETT,  LILLIAN  S.  MCGILL,  WILLIE  MAE \nSTRICKLAND,  THE  EPISCOPAL  SOCIETY  FOR, \nCULTURAL  AND  RACIAL  UNITY,  A Corpora-\n·.  ,· \ntion,  THE  REV.  JOHN  B.  MORRIS,  THE  REV. \nHENRI  A.  STINES,  THE  REV.  ALBERT  R. \nDREISBACH,  JR.,  and  THE  REV.  MALCOLM \nBOYD,  for  themselves,  jointly and \nseverally,  and  for  all others  similarly · \nsituated, \nPlaintiffs, \nUNITED  STATES  OF -AMERICA,  BY \nNICHOLAS  deB.  KATZENBACH, \nAttorney General  of  the \nUnited  States, \n. \nvs. \nBRUCE  CROOK,  HENRY  BARGANIER,  and  J.H. \nJACKSON,  as  members  of  the  Jury Commis-\nsion  of  Lowndes· County,  Alabama,  and \ni .  CARLTON  PERDUE,  as  County  Solicitor of \nLowndes  County,  Alabama,  HARRELL \nHAMMONDS,  as  Judge  of  Probate  of  Lowndes \nCounty,  Alabama,  C.F.RYALS,  as  Sheriff \nof  Lowndes  County,  Alabama,  W.  E.  HARRELL, \nJR.,  as  Foreman  of  the  Grand  Jury of \nCounty,  Alabama,  T.  WERTH  THAGARD, \nCl1S  Judge  of  the  Second  Judicial  Circuit \n'6f Alabama  (Lowndes  County),  ARTHUR  E. \nGAMBLE,  JR.; as  Solicitor of  the  Second \nJudicial  Circuit  of Alabama  (Lowndes \nCounty)·  and KELLY  D.  COLEMAN,  as  Clerk \nof  Judicial  Circuit  of Alabama \n(Lowndes  County), \nDefendants, \nBRIEF  IN  SUPPORT  OF  INTERVENOR'S \nFINDINGS  OF  FACT,  CONCLUSIONS  OF  LAW  AND  DECREE \nBEN  HARDEMAN,  .JOHN  DOAR \nUnited  States  Attorney  Assistant  Attorney  General \nDOROTHY  SHELTON  CHARLES  NESSON, \nGEORGE  RAYBORN \nResearch  Analyst \nof  Justice \n\nIN  THE  UNITED  STATES  DISTRICT  COURT \nFOR  THE  MIDDLE  DISTRICT  OF  ALABAMA \n(NORTHERN  DIVISION) \nGARDENIA  WHITE,  et  al.,  ) \nPlaintiffs, \nUNITED  STATES  OF  AMERICA,  By \nNICHOLAS  deB.  KATZENBACH, \nATTORNEY  GENERAL  OF  THE  UNITED \nSTATES,· \nCIVIL  ACTION  NO.  2263-N \nPlaintiff-Intervenor, \nv. \nBRUCE  CROOK,  et  al., \nDefendants. \nBRIEF  IN  SUPPORT  OF  INTERVENOR'S \nFINDINGS  OF  FACT,  CONCLUSIONS  OF  LAW  AND  DECREE \nI. \nNATURE  OF  ACTION \nThis  action was  brought  on  August  25,  1965  as  a \nclass  action by  male  and  female  Negro  residents  of  Lowndes \nCounty,  Alabama,  against  the  members  of  the  Jury  Commis-\nsion  of  Lowndes  County,  Alabama.  On  September  9,  1965 \nthe  plaintiffs  filed  an  amended  complaint  adding  as \ndefendants  other  officials  of  Lowndes  County,  Alabama,  i! . \n1· \nhaving  responsibility in connection with  the  jury  selection \nprocess.  By  their amended  complaint,  the  plaintiffs \nalleged  that  the  defendants  have  systematically excluded \n\nNegroes  and  women  f r om  jury  service  in Lowndes  County, \nAlabama.  Because  of  the  challenge  to  the  Alabama  statute, \nwhich  total l y  excludes  women  from  jury  service,  a  three-\njudge  court  pursuant  to  28  U.S.C.  2281  was  designated  to \ntry  this  case . \nOn  October  27,  1965  this  Court  granted  leave  to \nthe  United  States  to  intervene  pursuant  to  Section  902  of \nthe  Civil  Rights  Act  of  1964.  The  motion  of  the  United \nStates  was  based  upon  a  proposed  complaint  in intervention \nand  a  certification by  the  Attorney General  that  in his \njudgment  this  case  was  of  general  public  importance. \nII. \nTHE  PARTIES \nThe  plaintiffs  in this  suit  are  male  and  female \nNegro  residents  of  Lowndes  County,  Alabama;  Gardenia White, \nJesse  W.  Favor,  John  Hulett,  Lillian S.  McGill,  Willie  Mae \nStrickland,  the  Episcopal  Society for  Cultural  and  Racial \nUnity,  a  corporation,  the  Rev.  John  B.  Morris,  the  Rev.  Henri \nA.  Stines,  the  Rev.  Albert  R.  Dreisbach,  Jr.,  and  the  Rev. \nMalcolm  Boyd,  for  themselves,  jointly and  severally,  and  for \nall others  similarly  situated. · \nThe  plaintiff-intervenor  is  the  United  States  of \nAmerica.  Its  standing  to  intervene  is  established  by 42  U.S.C. \n2000h-2  and  by Rule  24(b)  of  the  Federal  Rules  of  Civil  Pro-\ncedure.  The  defendants  are  the  members  and  Clerk  of  the  Jury \nCommission  of  Lowndes  County,  Alabama;  the  judge  for  the \nSecond  Judicial  Circuit  of  Alabama,  which  includes  Lowndes \nCounty;  the  judge  and  probate  of  Lowndes  County;  the  Sheriff \nof  Lowndes  County;  the  Solicitor  of  the  Second  Judicial  Circuit \n2 \n\nof  Alabama,  which  includes  Lowndes  .County;  and  the  Foreman \nof  the  Grand  Jury  of  Lowndes  County. \nIII. \nSTATUTORY  PROCEDURE  FOR  SELECTION \nOF  JURORS  IN  ALABAMA \nA.  The  Jury  Commission \nEach  county  in Alabama  has  a  jury commission  composed \nof  three  members  appointed  by  the  Governor.  l/  The  com-\nmissioners  must  be  qualified  electors  of  the  county  and \n\"reputed  for  their  fairness,  impartiality,  integrity and \n2\ngood  judgment.\"  /  Commissioners  m?-Y  not  hold  any  other \npublic  office,  federal,  state,  or  local,  for  which  compensa-\ntion  is paid.  ll  Commissioners  serve  for  the  tenure  of  the \n4/ \nGovernor  who  appoints  them.  - In  the  smaller  counties,  such \nas  Lowndes,  the  clerk of  the  ci.rcuit  court  may  serve  as  clerk \nto  the  Jury  Commission,  but  he  does  not  enjoy  that  office \n.. f.  .  5/ \nex  o f  icio.  -\nB.  Qualifications  of  Jurors \nThe  jury commission  shall place  on  the  jury roll  \"the \nnames  of  all male  citizens  of  the  county who  are  generally \nl/ Alabama  Code,  Title  30,  §§8,  10.  (All  statutory-\nreferences  in this  section are  to  Title  30  of  the  Alabama  Code \nunless  otherwise  noted.) \n21  Section  9. \n3/ Ibid. \n4/ Section  10. \nSection 15. \n3 \n\nreputed  to  be  honest  and  intelligent men  and  are  esteemed \nin the  community  for  their  integrity,  good  character,  and \n6\nsound  judgment.\"  (Emphasis  added. )  1  The  following  persons \n.  7/ \nare  exc 1 u d e d  f rom  se 1 ec t ion:  -\n1.  Those  under  twenty-one; \n2.  Habitual  drunkards; \n3.  Those  who,  \"being  afflicted with  a \npermanent  disease  or  physical  weakness \n[are]  unfit  to  discharge  the  duties  of \na  juror\"; \n4.  Those  convicted  of  any  offense \ning moral  turpitude; \n5.  Those  who  cannot  read  English,  except \nthose  who  otherwise  qualify and  are  free-\nholders  or  householders.  8/ \nIn  addition,  no  person  over  65  is  required  to  serve  as  a  juror \n9/ \nor  remain  on  the  jury panel unless  he  is willing  to  do  so.  -\nC.  Selection of  Names  for  Jury  Box \nThe  clerk of  the  jury commission  is  directed  by  law  to \n\"obtain  the  names  of  every male  citizen of  the  county  over \ntwenty-one  and  under  sixty-five  years  of  age  and ·their  occupa-\n\"  10/ \ntion,  place  of  residence,  and  place  of  business....  The \njury commission must  maintain  a  jury roil containing  the  names \nof  \"every male  citizen living  in  the  county who  possessed  the \nqualifications  herein prescribed  and  who  is not  exempted  by \nlaw  from  serving  on  juries.\"  ll/  The  names  of  the  persons \n6\n/section  21. \n7/Ibid. \n8/The  term  householder  has  been  construed  by  the  Alabama \nSupreme  Court  to mean  \"one  who  holds,  or  has  possession  of  a \nhouse  -- who  has  some  stake  in the  cominunity  and  whose  reputa-\ntion may  be  known.\"  Aaron  v.  State,  37  Ala.  106,  lllo \n9/section 21. \n10/section 18. \nll/Section 21.  It  is  not  necessary  that  the  name  of \nevery  qualified person be  placed  on  the  roll.  Fikes  v.  State, \n- 4  -\n\non  the  roll must  also  be  printed  on  separate  cards  which  are \n121 \nplaced  in a  jury box.  It  is  the  duty  of  the commission \nt o  see  t o  i t  that  \"the  name  of  every  person possessing  the \nqualifications  prescribed  in this  chapter  to  serve  as  a  juror \nand  not  exempted  by  law  from  jury duty,  is placed  on  the  jury \nroll and  in  the  jury box. \"  To  accomplish  this,  \"[T]he \njury. commi ssion  shall  require  the  clerk of  the  commission  to \nscan  the  registration  lists,  the  lists  returned  to  the  tax \nassessor ,  any  city directories,  telephone  directories  and  any \nand  every  other  source  of  information, • . and  to  visit  every \n14/ \nprecinct  at  least  once  a  year .. •• \" \nD.  Procedure  for ·Drawing  Venires \nFor  any  session of  a  court  which  requires  jurors  for \nthe  next  session,  a  judge  \"shall draw  from  the  jury box  in  open \ncourt  the  names  of  not  less  than  fifty persons  to  supply  the \ngrand  jury ·for  such  session and  petit  jurors  for  the  first  week \nof  such  session.\"  l5/  If a  grand  jury  is not  needed,  at  least \n30  names  are  to  be  drawn,  and  as  many  more  persons  as  may  be \nneeded  for  service  for  one  week  in courts  having more  than  one \ndivision.  l6/  ·The  names  are  sealed up  when  drawn  and  20  days \n(footnote  11/ cont.)  263  Ala.  89,  81  So.  2d  303,  reversed  on \nother  grounds,  352  U.S.  191. \n12\n/  Section  20. \n1J/ \nSection  24. \n14\n/  Ibid. \n15\n/  Section  30. \n16/ Ibid. \n5 \n\nbefore  the  session begins,  the  court  sends  the  names  to  the \nclerk of  the  court,  who  then  opens  the  package,  makes  a  list \nof  the  names  showing  the  day  the  jurors  are  to  appear  and  the \ncourts  in which  they  are  to  serve,  their  occupation,  residence \nand  place  of  business.  A venire  containing  these  names  is \nthen  issued  to  the  sheriff,  who  summons  the  persons  listed \n.  17/ \nt o  appear  an d  serve  as  Jurors. \nAll persons  named  in  the  venire  are  called  into  court \nand  the  court  hears  all excuses,  claims  of  exemptions  and \npasses  on  them  at  that  time.  lB/ \nE.  Excuse  of  Jurors  by  the  Court \nAny  person  who appears  to  be  unfit  to  serve  may  be \n19/ \nexcused  on  his  own  motion  or  at  the  instance  of  either \nThe  court  may  excuse  any  person  \"if he  is  disqualified  or \nexempt,  or  for  any  other reasonable  or  proper  cause,  to  be \n20/ \n-determined  by  the  Statutory  exemptions  are  provided \nfor  the  following  persons: \n1.  Judges  and  lawyers; \n2.  Officers  of  the  United  States \nand  the  State; \n17\n/Ibid. \nlB/Section  38. \nI \nI \nl9/section 4. \n20\n/section 5. \n21/Section  3.  I \nII  \ni \n- 6  -\nI \nl \nI \n1· \nI \nI \nt \nI \n\n3.  Physicians,  dentists,  and  pharmacists: \n4.  Teachers; \n5.  Bus  drivers  and  all categories  of \nrailroad  employees; \n6.  Newspaper  and  radio  personnel; \n7.  Military and  prison personnel. \nExemptions  are  not  disqualifications  and  may  be  waived  by  the \n22\nindividuals  to  whom  they  apply.  /  An  exemption waived  by \n23/ \nthe  individual may  not  be  ground  for  challenge.-\nF.  Final  Selection of  Jurl for  Particular Case \n· The  names  of  all jurors who  are  not  excused  are  then \nwritten  on  slips ·of  paper  or  cards  and  placed  in a  box  or \n24/ \nhat.  - The  judge  then  draws,  in open  court,  the  names  of \npersons  to  be  empaneled.  Eighteen persons  are  drawn  for  the \ngrand  jury.  In addition,  twelve  names  are  drawn  for  each  of \nat  least  two  petit  juries and  additional panels  may  be  drawn \n251 \nif the  judge  deems  it proper.  The  persons  so  drawn  to \nserve  as  petit  jurors  serve  for  one  week  unless  discharged  by \nthe  courti  or until a  case  on  which  they  are  sitting is  deter-\nmined.  Jurors  for  subsequent  weeks,  not ·less  than  30  for  any \nweek,  are  to  be  drawn  at  such  time  as  the  judge  or  judges \n26/ \ndeem  best.  - Names  of  those  riot  empaneled  ana  not  dis-\n22\n1 Pate  v.  State,  158  Ala.  1,  48  So.  388. \n23/ Colley v.  State,  167  Ala.  109,  52  So.  832. \n24/ Section  38. \n25/ Ibid. \n26/ Ibid. \n7 \n\n27/ \nqualified  or  exempt  are  returned  to  the  jury box.  -\nIn  capital cases,  a  special venire  may  be  drawn  and \n28\nSummoned.  /  Ho wever,  th·i s  spec1. a1   ven1. re  may  b e  wa.i ve d  b y \nthe  defendant  and  the  regular  petit  jury drawn  for  the  week \nhears  the  case.  To  draw  a  special venire,  the  court  on  the \nfirst  day  of  the  session,  draws  from  the  jury box  the  names \nof  50  to  100  persons,  who  are  then  summoned  by  the  sheriff. \nA list  of  these  persons,  plus  those  already  selected for  jury \nservice  during  the  week,  is  then  served  on  the  defendant  one \nday  prior  to  the  day  set  for  the  trial,  but  \"if the  persons \nsummoned  as  jurors  fail  to  appear,  or  if_t he  panel  is  exhausted \nby  challenges,  neither  the  defendant  nor  his  counsel  is  entitled \n2\nto  a  list  of  the  persons  summoned  to  supply  their places.\"  9/ \nIf in any  capital case  the  number  of  competent  jurors  is  less \nthan  30,  the  court  must  draw  anct  have  summoned  additional \n30/ \njurors. \nThe  statutory provisons  pertaining  to  the  drawing  and \n.  31/ \nsummoning  of  jurors  are  \"directory merely,  and  not  mandatory,\"-\n2\nbut  some  are  considered  mandatory  nonetheless.  3 / \nG.  Challeng?.ng and  Striking  of  Jurors \nEither  party  in  civil and  criminal  cases  has  the  right \nto  examine  jurors  as  to  their qualifications,  interest,  or \n2\n7/section 40. \n28\n/section  63. \n2\n9/Ibid. \n30/section  65. \n31/section 45. \n32/ziniman v.  State,  186 Ala.  9,  65  s.  56. \n- 8  -\n\nany  bias  that  would  affect  t he  trial of  the  case  and  may \nexamine  jurors  as  to  any matter which  might  affect  their \nverdict.  33/ \nTher e  are  twelve  grounds  for  challenges  for  cause . \n4\nThese  are:  3 / \n1.  Not  a  resident  or  freeholder  of \ncounty  for  a  year; \n2.  Not  a  citizen of Alabama; \n3.  Indictment  within 12  months  for  felony \nor  for  any  offense  of  the  same  character \nas  that with  which  the  defendant  is \ncharged; \n4.  Consanguinity; \n5.  Felony  conviction; \n6.  Interest  in conviction or  acquittal \nof  defendant; \n,, \n7.  Fixed  opinion  as  to  guilt  or  innocence  l \nof  the  defendant; \n8.  Under  21  or  over  65; \n9.  Unsound  mind; \n10.  Witness  for  the  other party; \n11.  And,  in  civil cases,  is plaintiff or \ndefendant  in any  case  to  be  tried \nduring  the  same  week,  or \n12.  Is  officer,  employee,  stockholder, \npolicyholder  of  insurance  company \ninterested  in  suit. \nIn addition,  in capital cases  or  those  punishable. by  imprison-\nment  in a  penitentiary,  a  fixed  opinion against  capital  or \npenitentiary punishment  is  a  ground  for  challenge  by  the  state, \n33\n/Section 52. \n4\n3 /section 55. \n'  - 9  -\n\nas  is  a  bel ief that  conviction  should  not  be  had  on  circum-\nstant i al  evidence.35/ \nIn civil actions,  each  party has  four \n36/ \nchallenges.  Alternatively,  in civil actions  either party \nmay  demand  a  struck  jury and  then must  be  furnished  with  a  list \nof  twenty-four  qualified  jurors  in attendance,  from  which  the \ntwo  parties  alternatively  strike  twelve.  Jurors  so  selected \nmay  not  be  challenged  except  for  bias  or  interest  in the \nparticular case.37/ \nThe  struck  jury method  is  the  exclusive  means  of \nempaneling_ juries  in criminal  cases.  In  other  than  capital \ncases,  the  court  directs  that  two  lists of  regular  jurors \nempaneled  for  the  week  be  made  and  that  the  names  be  struck \nby  the  solicitor and  defense  counsel until only  twelve  remain . ..3.§./ \nHere,  however,  both  the  state  and  the  defense  have  the  initial \n_right  to  challenge  for  cause  persons  placed  on  the  lists.  39/ \nIn capital cases,  on  the  day  the  trial begins,  the  court \ninquires  into  the  qualifications  of  the  persons  called  for \njury  service  by  special venire  or  otherwise  and  those  found \ncompetent  by  the  court  are  placed  on  a  list.  If there  is  one \ndefendant,  the  solicitor  strikes  one  name  and  the  defendant \ntwo  until only  twelve  are  left.  If there  are  two  defendants, \n.  40/ \neach may  strike  one  On  the  refusal  of  the  defendant \n41/ \nto  strike,  the  judge  shall perform  this \n35/section 57. \n6\n3 /section 53. \n37/section 54. \n38/section 60. \n39/Herndon  v.  State,  2  Ala.  App. -118,  56  So.· 85. \n40/section  64. \n41/sect1on  66. \n- 10  -\n\nSTATEMENT  OF  FAC'r t> \nA.  Summary \nAlthough  responsibility  rests  with  the  Jury  Comrnis-\ns ioners  for  selecting prospective  jurors,  they  do  not \nhave  absol ute  discretion  under  state  law  in  selecting who \nshould  serve.  However, . in Lowndes  County  the .Jury  Commission \noperated  the  jury  selection  system without  regard  to  either \n·state  or  federal  law.  The  relevant  issue  to  this  case  is, \nof  course,  violation of  federal  law.  As  we  will  show  later, \nstate  requirements  are  relevant  in  framing  relief. \nThe  Lowndes  County  Jury  Commission,  in  selecting \npersons  qualified  for  jury  service,  uses  as  its  primary  source \nfor  names  of  prospective  jurors  lists on  which  not  a  single \nNegro  is  named.  Other  methods  used  by  the  Commission  for \nobtaining  names  account  for  the  appearance  of  only  seven \nNegroes  in  the  County  jury box  (used  instead  of  a  jury wheel) \nin  the  twelve-year  period  from  the  Spring  of  1953  until  this \naction was  commenced.  After  this  suit was  brought,  the  Jury \nCommissioners  added  the  names  of  19  Negroes  to  the  jury box. \nThus,  from· Spring  1953  to  the  time  this  suit was  filed, \nNegroes  comprised  little more  than  1%  of  the  persons  selected \nby  the  Commissioners  as  eligible  and  qualified  for  jury \nservice.  Census  figures  indicate  that  Negroes  comprise  72.0% \n.  LJ \nof  the  adult  male  population  of  Lowndes  County. \nLJ  71.6% of  the  adult male  population between  the  ages \nof  20-64  are  Negro. \n- 11  -\n\nB.  Census  Statistics \nThe  1960  Census  shows  the  following  population \nfigures  for  Lowndes  County,  Alabama: \nPercentage  of  Group \nWithout  Racial \nNumber  Differentiation · \nWhite  Male  Population  1,436  19.3% \nWhite  Female  Population  1,542  19.4% \nTotal White  Population  2,978  19.3% \nNon-white  Male  Population  6,043  80.7% \nNon-white  Female  Population  6,396  80.6% \nTotal Non-white  Population  12,439  80.7% \nTOTAL  COUNTY  POPULATION  15,417 \nWhite  Males  21  and  over  889 \nNon-white  Males  21  and  over  2,282 \nTotal Males  21  and  over  3,171 \nWhite  Females  21  and  over  1,011 \nNon-white  Females  21  and  over  2,840 \nTotal  Females  21  and  over  3,851 \nTOTAL  21  AND  OVER  7,022 \nWhite  Males  21  to  65  738 \nNon-white  Males  21· to  65  1, 79}3 . \nTotal Males  21  to  65  2,536 \nWhite  Females  21  to  65  789 \nNon-white  Females  21  to  65  1,278 \nTotal Female  21  to  65  2,067 \nTOTAL  21  to  65  4,603 \nWhite  Heads  of  Households- 938 \nNon-white  Heads  of Households  2,476 \n2\nTOTAL  HEADS  OF  HOUSEHOLDS /  3,414 \n21 \nU.S.  of  the  Census.  U.S.  Census  of  Population: \n1960,  General  Population  Characteristics,  Alabama.  Table  27, \nAge  by  Color  and  Sex  for  Counties:  1960,  p.  2085. \n- 12  -\n\nSubstantial  numbers  of  Negro  citizens \ni n  Lowndes  Cl)Unty  were  shown  at  the  hearing  to  be \nqualified  for  jury  service  under  Alabama  law.  Two \nNegro  citizens  residing  in  the  County ·testified at \nthe  trial both  as  to  their  own  qualifications  and \ntheir  ability and  willingness  to  vrovide  the  names \n3\nof  other  qualified  Negroes  in  their  communities. / \nUpon  agreement  of  counsel,  testimony  to  similar \n............._ \neffect  from  five  other  Negroes  was  read  into  the \n4\nrecord. /  Moreover,  counsel  stipulated that  there \nare  qualified Negroes  in  Lowndes  County  whose \nnames  have  not  been  placed  on  the  jury rolls  or \nin the  jury box. \n}_/  Mr.  William Bradley and Mr.  William  Cosby \nMr.  A.  R.  Stickney;  Mr.  Dennis  Linden;  Mr.  R.  C. \nMaye;  Mr.  John Henry  Webb;  Mr.  Ed  Moore  King. \n- 13  -\n\nD.  Procedures  for  Selection of  Lowndes  County  Jurors \nJury  selection methods  in Lowndes  County  are  best \nunderstood  if one  focuses  on  the  jury box,  a  small  metal \nbox  usually  kept  in  the  safe  of  the  Lowndes  County  Clerk's \nOffice.  The  box  contains  jury cards  -- approximately  the \nsize  of  calling cards  -- on  each  of which  appears  the \n5/ \nname,  r esidence  and  occupation  of  a  prospective  juror.-\nCar ds  are  drawn  from  this box  to  provide  approximately  110 \njurors  for  each  term  of  court;  the  names  are  placed  on \ntwo  venire  lists  from  which  jurors  are  selected  to  try \n6/ \nparticular  civil and  criminal  cases.-\nCards  are  periodically  drawn  from  the  jury box \nto  furnish  venires  and  consequently  the  box  is  replenished \nfrom  time  to  time.  When  the  number  of  cards  in  the  jury \nbox  is  so  depleted  that  the  Circuit  Judge  cannot  make  a \ncomplete  draw,  he  notifies  the  clerk of  the  Jury  Commis-\nsion,  who  then  informs  the  Jury  Commissioners  that  the \nbox  requi:resrefillinJ! At  times  the  Commissioners  fill \n81 \nth e  b ox  on  th ei. r  own  i. ni' t'i a t'i ve.-\n21 \nSee  Plaintiff-Intervenor's Exhibit #1;  henceforth \nexhibits  of  Plaintiff-Intervenor will be  cited by  number  only. \n6/  8 \nDeposition  of Mr.  M.  E.  Marlette,  5- ;  hereinafter \ncited as  Marlette. \n7._j  Marlette  4. \n8; \nJudge  Thagard. \n- 14  -\n\nThe  actual  process  of  replenishing  the  box \ntakes  place  at  Jury  Commission  meetings  held  in the \nCounty  Before  the  meetings,  attended \nby  the  three  Commissioners  and  the  clerk,  either  the \nclerk  or  one  of  the  Commissioners  borrows  the  most \nrecent  qualified voter  list from  the  County  Probate \n.!2/ \nOffice,  located  in the  Courthouse . \nAt  the  meeting,  one  of  the  Jury  Commissioners \nreads  the  names  of  all males  on  the  qualified voter \nlist.1J/  Most  persons  on  the  voter  l f st  are  known \nto  the  Commissioners  and  they  are  either  summarily \napproved  or  rejected  as  prospective  jurors.  Dis-\n!?I \ncussi. on  o f  qua l\"i  f.i cat .i on. s  i. s  genera1  1 y  unnecessary. \nThe  commissioners  exclude  from  the  box  persons. \nknown  to  be  teachers,  preachers,  over  sixty-five \nyears  of  age  or  physically  disabled,  and  individuals \npreviously  convicted  of  crimes  or  having  poor  character \nreputations.  However,  there  was  testimony  that  a \nperson  will  be  disqualified  on  character  grounds \nonly  where  there  are  serious  questions  as  to  his \nreputation,  as  where  the  jury  commissioners  have  knowl-\n1:.Y \nedge  that  a  person  is  a  \"voter  seller. 11 Literacy \nis  not  an  absolute  prerequisite  in order  for  a  person \nto  be  deemed  qualified for  jury  service.  the \nMarlette,  7 . \n.!QI \nId.  at  9-10. \n1:l:J \nId.  at  11,  15. \n!?J \nTestimony  of Mrs.  Kelly  D.  Coleman,  present  Clerk \nof  Court  and  of  the  Lowndes  County  Jury  Commission, \nhereinafter  cited  as  Coleman. \nlJ/  Marlette  32-34. \n- 15  -\n\nJury  Commissioners  have  not  had  means  for  testing  a \nability to  read  and  write.  At  trial counsel \nstipulated  that  the  names  of  illiterates,  both  Negroes \nand  whites,  have  been  placed.in the  jury box  in the \npast. \nBy  statute,  Alabama  bars  all women  from  serving \non  juries  in  the  state  courts.W \nAs  names  are  read  from  the  qualified voter \nlist, those  that  are  approved  by  the  Commissioners \n15/ \nare  recorded  on  individual  jury  The  cards \nare  placed  in the  jury box,  but  only  after  they  are \nchecked  against  the  cards  remaining  in  the  box  so \n.W . \nthat  no  duplication  will  . \nBefore  each  term  of  court,  the  presiding \n· judge  of  the  Second  Judicial  District  (Lowndes \nCounty)  draws  at  random  from  the  box  a  sufficient \nW \nCode  of Ala.,  Tit.  30,  §21. \n!2/ \nMarlette,  11. \nl§/  Id.  at  36. \nDuring  most  of  the  period  from  the  Spring  of \n1953  to  the  present,  the  jury  roll was  not  maintained \n·on  a  current  oasis.  Only  sporadically  did  the  clerk, \nfollowing  Jury  Commission meetings,  record  on  the · \njury  roll the  names  which  had  been  approved  by  the \nCommissioners  and.placed  on  cards  in the  jury box. \nThe  record  shows  entries  were  made  in the  jury \nroll  from  1953  to  1956,  then  again  in 1960,  and \nfinally  in 1965.  Jury  roll books  for  the  period \n1945-1953  could  not  be  found. \nshould  also  be  pointed  out  that  the  clerk \nkeeps  no  record  showing  who  serves  on  juries.  Nor \nis  any  list compiled  showing  all persons  in Lowndes \nCounty  between  21  and  65  years  of  age.  since \n1940,  no  minutes  have  been. kept  of  Jury  Corpmission \nmeetings.  (Compare  Minutes  of  Jury  Commission, \n1909-1939,  Exhibit  9A.) \n- 16  -\n\nnumber  of  cards,  usually  110,  to  provide  jurors  for \n17\nthe  coming ·term. /  The  names  of  the  prospective \njurors  are  then  listed on  two  venire  lists,  one  for \nthe  first  week  of  the  court  session  during  which \ncivil  cases  are  heard,  and  one  for  the  second  week \nduring  which  criminal matters  are  tried.  It  is \nfrom  the  jurors  listed on  these  venires  and  summoned \nto  court  by  subpoenas  served  by  the  that \ncounsel,  employing  the  strike  system,  select  the \ntwelve  jurors  who  sit  on  a  case. \nW \nJudge  Thaga_rd;  Marlette,  20-21. \n- 17  -\n\nE.  Sources  For  Jurors \n1.  Qualified Voter  Lists \nA  former  clerk of  the  Jury  Commission  testified \nthat  the  primary  source  of  names  used_b  y  the  Commissioners \nin filling  the  jury box  with  cards  bearing  the  names  of \n.  l&/ \nprospective  jurors  was  the  qualified  voter. lists.  . \nThe  extent  to  which  the  qualified  voter  lists \nwere used  by _the  Commissioners  is  revealed  by  comparing \nthe  venire  lists  from  Spring  1953  to  the  present  with \ncontemporaneous  voter  lists.  This  analysis  shows  that \n98.0%  of  the  names  on  the  venires  of  prospective  jurors \n19/ \nappear  on  the  contemporaneous  voter \nThe  qualified  voter  list typically included \n20/ \nthe  names  of  approximately  1,200  male \nCommissioner  Jackson  testified,  and  it was  there-\nafter  stipulated  by  counsel  at  trial,  that  no  Negroes \nwere  registered  to  vote  in Lownoes  County  prior  to \nMarch  1,  1965. \nThus.,  there  were  no  Negro  names  on  the  qualified \nvoter  lists used  by  the  as  their primary \nsource  .  prospective  -jurors. \n18/  Marlette,  9. \n19/  See  Appendix  I. \n20/  Exhibit #4. \n21/  About  196  Negroes  registered  between March  1,  1965 \nand. August  9,  1965,  the  date  federal  examiners  began \nto  operate  in Lowndes  County. \n- 18  -\n\n2.  Other  Sources \nThe  qualified  voter  lists were  not  the  exclusive \nsource  for  names  of  persons  considered  and  deemed \nqualified  as  potential  jurors  by  the  Commissioners. \nTo  supplement  the  names  drawn  from  the  voter  lists, \nthe  Commissioners  placed  the  names  of  some  non-\nregistered  persons  with  whom  they  were  personally \nacquainted  in the  jury box.  Commissioner  Bruce  Crook \ntestified  that  he  put  Neg'roes  fn  the  jury box  eyery \nyear  he  served.  Commissioner  Jackson  testified  that \nhe  put  Negroes  in the  box  \"right  along.\"  - On  the \n. i \nother hand,  Commissioner  Barganier  stated  that  he  had \nnever  put  Negroes  in the  box  until  the  Fall  of  1965. \nF.  The  Result \n1.  Exclusion  of  Negroes \nAs  a  result  of  the  efforts  of  Commissioners \nCrook  and  Jackson  in  choosing  some  prospective  jurors \nfrom .among  their own  acquaintances  rather  than  from \nthe  all-white  voting  lists,  the  names  of  seven  Negroes \nwere  placed  in the  jury box  from  the  Spring  of  1953 \nuntil August  25,  1965,  the  date  this  action was  com-\nmenced. \nThe  record  is not  clear as  to  when  these \nseven  Negroes  were  initially selected  but  Tom  McCall \nand  Oscar.Means,  Negroes,  were  first listed. on  a \n- 19  -\n\nvenire  in  the  Spring  of  1953;. Will  Thomas,  Negro, \nwas  first  listed  in the  Spring  of  1954;  Arthur \nKing,  Negrq  in the  Spring  of  1957;  Joe  Miles, \ni n  the  Fall  of  1957;  Morris  Douglas,  Negro, \nin t he  Fall  of  1960;  and  Arthur Means,  Negro, in \nthe  Spring  of  1962.  In  these  7  Negroes  were \n22/ \ndrawn  for  jury  service  a  total  of  19  times.-\nAfter  the  complaint  in this  action was  filed, \nthe  County  Jury Commission met  to  replenish  the  jury \n23/ \nbox .. - At  that  time,  prompted  by  the  pendency  of \n24/ \nthi s  suit,- the  names  of  nineteen  Negroes  were \n25/ \nplaced  in the  box.- Commissioner  Barganier  testified \nthat  he  came  to  the meeting  supplied  with  the  names \nof  ten  Negroes  he  qualified  to  serve  as \njurors.  However,  all ten names  were  not  placed  in \nthe  jury box  by  the  Jury Commissioners  because \nafter  the  Commissioners  had  selected  nineteen Negroes, \nthey  thought  they had .\"enough.\" \n22/  See  Appendix  II. \n\"23/  Coleman. \nIbid. \n25/  See  Appendix  II. \n- 20  -\n\n\\ \nTwo-thousand,  seven  hundred  and  forty-eight \nnames'·  including many  repetitions,  have  appeared \non  the  venire  lists  compiled  in the  period  from \nSpring  1953  to  the  present.  Twenty-six  names  of \nNegroes  (including  repeats)  appeared  on  the  venire \n26/ \nlists  in  this  No  Negro  has  ever  served \n27/ \non  a  civil or  criminal  petit  jury in Lowndes \nStatistically these  facts  prove  that  from \nthe  Spring  of· 1953  to  the  time  this  suit was  filed, \nNegroes  comprised  little more  than  1% \nof. the  persons  selected  by  the  Commissioners  as \neligible  and  qualified  for  jury  service. \n2.  The  Limited  Pool  of  White  Jurors \nFinally,  it should  be  pointed  out  that  the  Jury \nCommissioners,  in addition  to  placing  only  26  Negro \nnames  in the  ,jury  box  from  the  much  larger  group  of \nNegroesconcededly  qualified  to  serve,  followed  pro-\ncedures  which  restricted  the  number  of  different \nqualified  white  persons  whose  names  were  placed  on \ncards  in  the  jury box.  Our  analysis  of  the  Lowndes \nCounty  jury  records  demonstrates  that  a  very  limited \nnumber  of  jurors  have  constituted  the  core  of  the  County \njury  system,  and  that  the  names  of  this  limited  group \nhave  been  repeatedly  recirculated  through  the  jury box. \n26/  Their  names  and  the  dates  of  the  appearances  are \nshown  at  the  end  of Appendix  II.  See  also  Appendix  I. \n27/  Judge  Thagard. \n- 21  -\n\nThe  names  of  only  670  persons  have  been  on \ncards  in  the  box  since  the  Spring  of  1953.  Of  these \n670  individuals,  211  have  had  their  names  in  the  box \nsix  or more  times,  and  some  as  many  as  fifteen  or \n28/ \nsixteen  These  211  persons  collectively \naccount  for  66.5%  of  the  total  of  2,748  names \n(counting  repeats)  that  have  appeared  on  venire  lists \nfrom  the  Spring  of  1953  to  the  present.  The  record \nfurther  shows  that  57  of  these  persons  were  called \nfor  ._iury  service  in  three  successive  terms,  7  in \n29/ \nfour  successive  Forty  of  the  sixty-five \npersons  listed  on  the  venire  for  the  week  in which \nThomas  L.  Coleman  was  tried  for  the  murder  of  the \nRev.  Jonathan  Daniels  had  been  called  for  jury  service \na  minimum  of  six  times  each  during  the  previous \ntwelve  years.  Including  the  call  for  the  Coleman \ntrial,  these  40  persons  appeared  on  the  venire  listB \na  total  of  347  times  since  the  Spring  of  1953,  an \naverage  of  more  than  8  times  each. \nIn  sum,  the  record  shows  that  during  the  past \ntwelve  years,  jury  service  in Lowndes  County  has \nbeen  limited  to  adult  white  male  citizens,  with \nNegroes  and  women  systematically  excluded,  and  further \nthat  the  white  males  who  have  served  have  generally \nbeen  drawn  from  a  nucleus  of  perpetual  jurors. \n28/  See  Appendix  III. \n29/  See  Appendix  III. \n- 22  -\n\nARGUMENT \nI \nThe  systematic  exclusion  of  Negroes \nfrom  participation  in  the  administration \nof  justice  in Lowndes  County  is  unconsti-\ntutional  as  violative  of  the .Fourteenth \nAmendment \nThe  plaintiffs  in  this  civil action  assert \nthe  right  of  Negroes  collectively to  be  free  from \nracial  discrimination  in  jury  selection procedures. \nThey  invoke  the  undoubted  constitutional principle \nthat  systematic  purposeful discrimination  against \nNegroes  in  selecting persons  qualified  for  jury \nservice  involves  arbitrary State  action  directly \ncontrary  to  the  Equal  Protection Clause  of  the \n1/ \nFourteenth  The  United  States  joins \nin  the  assertion  of  this  right because  the  Attorney \nGeneral  regards  this  case  as  one  of  general  public \nimportance. \n1  /  Mr.  Justice  Jackson,  in his  dissent  in Cassell \nv.  Tex.as,  339  U.S.  282,  298,  suggested  that  remedies \nfor  jury  exclusion  other  than  release  of  criminal \ndefendants  had  unfortunately been  neglected. \n(continued  on  following  page) \n- 23  -\n\nThe  rule  of  law  that  Negroes  may  not  systema.tic.::111.'/ \nbe  excluded  from  the  opportunity  to  serve  on  civil  and \ncriminal  juries,  grand  and  petit,  in  the  state  and \nfederal  courts  has  several  basic  aspects.  The  qualified \nNegro  citizen has  a  right  not  to  be  denied  participa-\ntion  in the  democratic  institution by which  all citizens \nbecome  most  directly involved  in the  administration \nof  justice.  When  Negroes  are .excluded  from  jury \nservice.  because  of  their color,  the  action  of  the \nState  \"is practically a  brand  upon  them,  affixed  by \nlaw,  an  assertion  of  their  inferiority.\"  Strauder v. \nWest  Virginia,  100  U.S.  303,  308. \nNegroes  who  become  involved  in  the  litigation \nprocess,  whether  as  civil plaintiffs  or  defendants, \nor  criminal  defendants,  also  have  a  right,  under  the \nFourteenth Amendment,  that  members  of their  race  not \n(continued  from  preceding page) \n\"Qualified Negroes  excluded  by  discrimina-\ntion have  available  ...  remedies  in  a  court \nof  equ.i ty\".  I  suppose  there  is no  doubt,  and \nif there  is  this  Court  can  dispel  it,  that  a \ncitizen o·r  a  class  of  citizens unlawfully  ex-\ncluded  from  jury  service  could  maintain  in  a \nfederal  court an  individual  or  a  class  action \nfor  an  injunction or mandamus  against  the \nstate  officers  responsible. 11  Id  at  303-304. \n- 24  -\n\nbe  systematically excluded  from  jury  service.  In \nthe  classic  words  of  Strauder  v.  West  Virginia,  supra: \nThe  very  idea  of  a  jury  is  a  body  of  men \ncomposed  of  the  peers  or  equals  of  the \npersons  whose  rights  it is  selected  or \nsummoned  to .determine;  . \nLaw  abiding  Negroes  have  a  right,  as  do  all  citizens, \nto  equal  protection of  the  law  afforded  by  a  fai.rly  admin-\nistered  system  of  justice. \nThe  record  in this  case  shows  wide  disproportions \nbetween  the  number  of  qualified  Negro  jurors  in Lowndes \nCounty  and  the  number  of  Negro  names  placed  in the  jury \nbox  by  the  defendants.  This  proof,  without  more,  justifies \nan  inference  of  systematic  exclusion  on  racial  grounds \nsufficient  to  show  that  the  plaintiffs have  been  denied  the \nconstitutional  rights  they  assert.  Reece  v.  Georgia, \n350  U.S.  85,  88  (1955);  Hernandez  v.  Texas,  347  U.S . .4  75  (1954); \nBrown  v.  Allen,  344  U.S.  443,  477,  481  (1953);  United  States \nex  rel.  Seals  v.  Wiman,  304  F.2d  53  (5  Cir.  1962);  United \nStates  ex  rel.  Goldsby  v.  Harpole,  263  F.2d  71  (5  Cir.  1959). \nCf.  Swain  v.  Alabama,  380  U.S.  202.  Moreover,  the  con-\ncrete  evidence  strongly  confirms  this  inference  of \ndiscrimination.  The  hearing  demonstrated  that  the \nJury Commissioners,  in  seeking  sources  for  the  names \n- 25  -\n\nof  potential  jurors,  relied  almost  exclusively \nupon  lists  from  which  Negroes  were  excluded .  The \njury  selection  system,  based  on  the  use  of  all-white \ncounty  voting  lists  as  the  primary  source  for \nnecessarily  excluded  from  any  methodic  consideration \nthe  entire  Negro  population  of  the  county.  The \ntoken  and  haphazard  inclusion  of  a  few  Negro  names \n(slightly more  than  1%)  from  among  the  Commissioners' \nacquaintances  did  not,  in  any  way,  overcome  the \ndiscrimination  inherent  in the  system. \nIn  sum,  the  Jury ·commissioners,  by  using  almost \nexclusively white  sources,  clearly pursued  \"a  course \nof  conduct  in  the  administration  of  their  office  which \nwould  operate  to  discriminate  in  the  selection of  jurors \non  racial  grounds.\"  Hill v.  Texas,  316  U.S.  400, _ \n404.  The  defendants  neither  rebutted  nor  explained \nthe  clear proof  of  systematic  exclusion.  No  defense \nwas  made  and  none  could  be  made. \nFurthermore,  the  records  reveal  a  jury  selection \nsystem which  operated  in practice  not  only  to  exclude \nvirtually  all Negroes,  but  to  limit  jury  to  a  small, \nselect  group  of  white  males  chosen  from  the  available \nwhite  male  population.  This  additional  factor  makes \n- 26  -\n\nt he  need  for  relief  on  this  record  particularly \npressing because  the  club- like  quality  of  the  Lowndes \nCounty  jury  system magnifies  the  evils  of  systematic \nexclusion of  Negroes. \nEvidence  introduced  at  the  hearing  shows  that, \nduring  the  past  twelve  years,  a  nucleus  group  of  211 \npersons  were  repeatedly placed  on  venire  lists.  These \n211  persons  were  called  to  serve  so  often  that  they \naccounted  for  66.5%  of  the  appearances  on  all venires \nsince  the  Spring  of  1953.  Such  an  extraordinarily \nnarrow base  for  a  jury  system  entails  obvious  dangers \nto  the  fair  administration of  civil  and  criminal \njustice.  Prosecutors  and  jury commissioners  alike  can \nlearn  too  well  the  proclivities  of  a  person who  is \ncalled  for  jury  service  sixteen  times  within  twelve \nyears.  There  is  great  danger  that  jury  commissioners \nwho  have  shown  a  bias  against  Negroes  by  purposefully \nand  systematically  excluding  them  will  consciously  apply \nthe  same  bias  in  repeatedly  selecting the  few  white \npersons  systematically  included,  choosing  primarily-\n- 27  -\n\npersons  who,  in practice,  have  shown  themselves  to \nshare  the  Commissioners'  prejudices.  Furthermore, \nthe  concentration  of  service  within  a  relatively \nsmall  group  runs  contrary  to  the  historical  justifica-\ntion of  the  jury as  an  instrument  for  diffusing  the \nState ' s  power. \nIn  sum,  the  Lowndes  County  jury  system has  been \nbeyond  all  doubt,  to  discriminate  purposefully \nand  intentionally against  the  Negro  race  by  systematically \nexcluding Negroes  from  jury  service  and  repeatedly \nincluding  a  select  group  of  white  persons  as  prospective \njurors. \nII \nThe  statutory  exclusion  of  women \nfrom  jury  service  in Alabama  is \nunconstitutional. \nJury  service  should  be  considered  by  this  court \nas  one  of  the  basic  rights  and  obligations  of  citizen-\nship.  For many  citizens  it is,  together  with  the \nright  to  cast  a  ballot,  their most  direct  opportunity \nto  participate  in  the  operation  of  government.  Neverthe-\nless  Alabama  law  completely  bars  women  from  serving \non  juries.  We  j oin  the  plaintiffs  in  asking  this \n- 28  -\n\nCourt  to  declare  this  statutory ban  unconstitutional. \nWe  believe  that  the  Court's  ruling  requiring  that \nwomen  be  afforded  an  opportunity  to  serve  as  jurors \n.can  and  should  be  prospective  in  its  application. \nA.  The  Complete  Exclusion  of Women  from  Jury \nService  in Alabama  is  Arbitrary. \nThose  who  seek  to  justify different  treatment \nof  men  and  women  in  regard  to  jury  service  rely  on \none  basic  reason  a  woman's  place  is  properly  in \nthe  home.  In  recognition  of  the  burdens  of  mother-\nhood  and  family  it is  permissibleJ  so  the  argument \nrunsJ  for  a  state  to  make  the  legislative  judgment \nthat  all women  should  be  relieved  of  the  civil \nobligations  of  jury  service.  Compare  Hoyt  v.  FloridaJ \n368  U.S.  57. \nThis  propositionJalthough  it may  constitutionally \nallow  a  jury  system which  permits  individual women  to \nbe  excused  from  jury  serviceJ cannot  justify total· and \nabsolute  exclusion  of women  from  jury  service.  Single \nwomenJ  women  who  are  married with  grown  familiesJ \nwomen  who  can  discharge  their homemaking  responsibilities \n• \n- 29  -\n\nw:L tlll)U t.  ni.ng  full  time  in  the  home,  all are \nexcluded by  Alabama  law  even  thm.J.gh. they  are .. availabl.e, \ncapable,  willing,  and  otherwise  qualified  to  serve. \nThe  homemaking  rati..  onale  doe-s  not  .iustify their blanket \nexclusion and  no  other  reason  has  been  advanced  to \njustify the  statutory ban. \nOnly  three  states  -- Alabama,  Mississippi,'  and \nSouth  Carolina  -- totally bar women  from  jury  service. \nAll  others  either treat women  and  men  on  the  same \nbasis,  or provide  some  form  of  voluntary  service  for \nu \nwomen. \nEven  assuming  that  a  \"woman-in-the-home\"  policy \njustify a  complete  exclusion  of women  from \nservice,  it is  difficult  to  so  justify Alabama's \nexclusion.  Viewed  in  the  face  of  Alabama's  very \nenlightened  policy with  respect  to  participation \nby  women  in  other  forms  of  civic  duty,  exclusion  from \n__g_I  See  Appendix  TV \n- 10  -\n\nJury  service  seems  both  arbitrary  and  anomalous . \n.w  omen  hold  extremely  responsibile  positions  in \nAlabama  which  require  full time  commitments,  not \n1 \n·just  the  one  or  two  days  generally necessary  for \njury service.  Mrs.  Agnes  Baggett  is  Secretary  of  the \nState  of Alabama.  Mrs.  Bettye  Frink  is  State  Auditor. \nJudge  Annie  Lola  Price  presides  over  the  Alabama \nCourt  of  Appeals.  Many  women  serve  on  the  various \nboards  of  registrars.  Miss  Hulda  Coleman  is  School \n_3/  . \nSuperintendant  in Lowndes  County.  Women  are  employed \nby  the  State  and  counties  as  teachers,  clerks  and \ntypists.  All  these  tasks  and  duties  take  the  women \ninvolved  out  of  the  home. \nIn  face  of  Alabama's  otherwise  enlightened  recog-\nnition  of  woman's  to  full  participation in State \ncitizenship,  it is  especially true  that Alabama's \ncomplete  exclusion  of  women  from  jury  service  is \narbitrary.· \n3  /  See  Alabama  Directory,  1965,  Plaintiff's \nEX°hibit  #1. \n31  -\n\nB.  The  Development  of  Equal  Protection \nClause  Notions  Supports  Plaintiff's \nChallenge. \nPlaintiff's  attack on  Alabama's  complete \nexclusion  of  from  jury  service  is  based  on \nthe  Equal  Protection  Clause  of  the  14th Amendment. \nSo  rooted,  their  argument  may  be  met  by  the \ncontention  that,  as  an  historical matter,  the  14th \nAmendment  was  not  intended  to  require  the  states  to \nmake  women  eligible  for  jury  service.  Compare \nHernandez  v.  Texas,  347  U.S.  475.  We  believe  that \nany  such  response  would  misconceive  the  function \nof  the  constitution and  the  courts'  obligations  in \n4/ \ninterpreting  it:\"\" \n4/  See  Wofford,  The  Blinding Light:  The  Uses \nOf History  in Constitutional  Interpretation,  31 \nU.  Chi.  L.R.  502  (1964). \n- 32  -\n\nWe  may  assume,  arguendo,  that  in 18G'(  the \nframers  of  the  14th Amendment  would  not  have  thought \ntotal  exclusion  of women  from  jury  service  arbitrary. \nThat  alone  should  be  no  more  determinative  or  limit-\ning  on  courts  today  than was  the  apparent  failure \nof  the  original  framers  in 1787  to  conceive  of  the \n\"right  to  counsel\"  in  terms  of  the  present-day values \nembodied  in Gideon  v.  Wainwright.  The  constitution \nshould  be  read  as  embodying  general  principles  meant \nto  govern  society  and  government  as  they  evolve \nthrough  time.  The  continuing vitality of  the  document \nwould  be  seriously  imp.aired were  1 t  interpreted to \nreach  no  more  than  the  specific  applications  that \nmight  have  been  in  the  framers'  minds.  It is  the \ncourt's  function  to  apply  the  constitution  as  a  living \ndocument  to  the  legal  cases  and  controversies .of \ncontemporary  s_ociety.  No  less  was  meant  when  Chief \nJustice  Marshall  said  \"We  must  never  forget,  that  it \nis  a  constttution we  are  expounding.\"  McCulloch  v. \nMaryland,  17  U.S.  (4 Wheat.)  316,  407  (1819). \n- 33  -\n\nThis  Court's  declaration  that Alabama's  complF:te \n.prohibition  of  jury  service  by  women  is  unconsti-\ntutional  should  be  prospective  in  its  application. \nThis  case  is  a  civil action  in which  female \nplaintiffs  assert  a  right  to  be  considered  eligible \nfor  jury  service  without  regard  to  their  sex.  It \nis markedly  different  from  the  claims  which  might  be \nasserted  by  state  prisoners  contertding  that  their \nconvictions  should  be  overturned  because  women  were \nexcluded  from  their  juries.  The  right  asserted  by \nthe  plaintiffs  in  this  case  has  little or  nothing \nto  do  with  the  criminal  defendant's  right  to  trial \nby  an  impartial  jury. \nAs  the  Supreme  Court  stated  in Linkletter v. \n381  U.S.  618,  627: \n[T]he  effect  of  the  subsequent  ruling \nof  invalidity  on  prior final  judgments \nwhen  collaterally attacked  is  subject  . \nto  no  set  'principle  of .absolute  retro-\nactive  invalidity'  but  depends  upon  a \nconsideration  of  'particular  relations \n...  and  particular conduct  ...  of \nrigh.ts  claimed  to  have  become  vested, \nof  status,  bf prior  determinations \ndeemed  to  have  finality';  and  'of \npublic  policy  in  the  light  of  the  nature \nboth  of  the  statute  and  Qf  its previous \napplication. ' \n- 34  -\n\nIt  cannot  be  assumed  that  Alabama's  s ta t 1J t or.'/ \nexcl usion  of  women  from  liury  service  renders  unfair \nthe  trial  in  criminal  cases .  In  the  usual  case  where \nsystematic  exclusion  of  a  racial  class  of  persons \nfrom  jury  service  is  proved,  the  exclusion  is  the  re-\nsult of  a  current  and  continuing  decision  on  the  part \nof  jury  officials  to  discriminate  against  members  of \nthe  excluded  race.  In  such  cases  the  bias  of  the  jury \ncommissioners  is  presumed  to  be  reflected  in  racial \nbias  on  the  part  of  the  jury,  and  hence  to  result  in an \nunfair  trial to  a  defendant  of  the  excluded  race. \nThe  same  may  not  be  said  of  Alabama's  statutory \nexclusion  of  women.  Alabama's  decision  to  exclude  women \nwas  not  intended  to  produce  biased  juries,  nor  should \nsuch  bias  be  presumed.  The  decision  to  exclude  women \nwas  taken  at  a  time  in history when,  we  concede,  it was \nnot  considered· arbitrary  or  irrational  to  limit  jury \nservice  to  men.  The  decision  is  continued,  not  by \npresent  and  conscious  intention on  the  part  of  jury com-\nmissioners,  but  because  it is  rooted  in  statute,  and \nlegislative momentum  has  not  developed  sufficient  to  cause \nits  repeal.  Thus,  although  we  think  it clearly arbi-\ntrary and  therefore  unconstitutional  for  Alabama  to \npresently exclude  women  from  juries,  we  do  not  think \nthat  the  exclusion necessarily  results  or  has  resulted \n- 35  -\n\nin unfair  trials  to  criminal  defendants.  We  see  the \nright  here  asserted  not  as  that  of  criminal  defendants, \nbut  of  women  who  want  the  opportunity  to  participate \nfully  in  the  obligations  and  indicia of  citizenship  --\nwomen  who  are  arbitrarily denied  that  opportunity by \nAlabama  law. \nUntil  today  the  Alabama  statute has  been \nregarded  and  relied upon  as  constitutional.  It is \nnot  contended  that  in the  past  it has  been  applied \narbitrarily.  We  think  that  public  policy  is best \nserved  by  a  holding  that  a  decision  in this  issue \nno  retroactive  effect. \nD.  Prior cases  are  readily  distinguishable. \nThe  cases  of  primary  concern  to  the  court  are \nStrauder v.  West  Virginia,  100  U.S.  303,  particularly \nat  310;  Fay  v.  New  York,  332  U.S.  261,  particularly at \n289-290;  and  Hoyt  v.  Florida,  368  U.S.  57,  particularly \nat  60.  Strauder  involved  a  statutory  exclusion  of \nNegroes,  not  women;  the  reference  made  to  women  in \nthe  opinion was  dictum.  Both  Fay  and  Hoyt  were \nconcerned  with  systems  of  jury  selection under  which \njury  service  by  women  was  voluntary. \nNone  of  these  cases  involved  a  complete  ban · \non  jury  service  by  women. \nNone  were  civil cases  brought  by  civil plaintiffs \nurging  their  right  not  to  be  deemed  ineligible  as  a \nclass  to  participate  in  jury  service. \n- 36  -\n\nNone  were  shown  to  involve  a  statutory ban \nwhich  was  inconsistent with  other  state  pollcies \ntoward  women. \nFor  these  reasons,  we  believe  this  Court \nshould  declare  that,  for  the  future,  women  have  a \nright  not  to  be  excluded  as  a  class  from  jury  service \nin  the  Alabama  courts. \n,I  \nI \nI \nI \n- 37  -\n\nEffective  relief  requires  a \nSpecific  and  Mandatory  Decree \nThis  case  is  among  the  first  civil  cases  brought  to \nremedy  systematic  exclusion of  Negroes  from  jury  service. \nThis  form  of  redress  was  suggested  by  Mr.  Justice  Jackson \ndissenting  in  Cassell  v.  Texas,  339  U.  S.  282,  298,  303  as \na  \"direct and  effective\"  means  to  eliminate  unconstitutional \ndiscrimination.  The  efficacy  of  civil  actions  will  largely \ndepend  upon  the  ability of  the  courts  to  design  relief \nfully  capable  of  correcting discriminatory  jury  exclusion \npractices. \nIn  considering  the  appropriateness  and  scope  of  the \nrelief  in  this  case,  we  call  to  this  Court's  attention  a  state-\nment  of  the  5th  Circuit  in. Alabama  v.  United  States  (1962) \n304  F.2d  583.  That  case  involved  a  novel  and  detailed  manda- · \ntory_ injunction  in  a  voting  case: \nMandatory  injunctions  affirmatively  com-\npelling  the  doing  of  some  act,  rather  than \nmerely  negatively  forbidding  continuation \nof  a  course  of  conduct,  are  a  traditional \ntool  of  equity.  Long  ago  we  said  \"an \ninjunction may  compel  the  performance  of \na  duty.\"  Loisel  v.  Mortimer,  5  Cir.,  1922, \n277  F.  882,  886 ..• ; \nIn  prescribing  a  suit  to  be  brought  by \nthe  sovereign  for  equitable  relief,  the \nstatute  contemplates  that  the  full  and \nelastic  resources  of  the  traditional  court \nof  equity will  be  available  to  vindicate \nthe  fundamental  constitutional  rights \nsought  to  be  secured  by  the  statute.  Once \nCongress  has  vested  jurisdiction of  the  cause \nin  a  District  Court,  such  Court-has,  in  the \nabsence  of  statutory limitations,  all  of \nthe .traditional  powers  and  facilities  of  a · \ncourt  of  equity.  Williamson  v.  Berry, \n- 38  -\n\n8  How.  495,  12  L.Ed.  1170;  Sprague  v. \nTiconic  National  Bank,  1939,  307  U.S.  161 \n59  S.Ct.  777,  83  L.Ed.  1184.  Where  a \nfederal  statute  establishes  a  general  right \nto  sue,  \"federal  courts  may  use  any \navailable  remedy  to  make  good  the  wrong \ndone.\"  Bell  v.  Hood,  1946,  327  U.S.  678,  684, \n66  S.Ct.  773,  776,  90  L.Ed.  939;  Dooley  v. \nUnited  States,  1901,  182  U.S.  222,  21  S.Ct. \n762,  45  L.Ed.  1074,  see  especially  228-230, \n21  s.ct.  762,  45  L.Ed.  1074.  This  may  at \ntimes  even  require  that  a  body  of  federal \nsubstantive  law  be  fashioned  to  effectuate \nthe  policy  underlying  the  grant  of  juris-\ndiction.  Textile Workers  Union  v.  Lincoln \nMills,  1957,  353  U.S.  448,  451,  460, \n77  S.Ct.  912,  923,  1  L.Ed.  2d  972. \nThe  aim  of  equity  is  to  adapt  judicial \npower  to  the  needs  of  the  situation.  Thus \nrelief  in matters  of  public,  rather  than \nprivate,  interests may  be  quite  different \nfrom  that  ordinarily granted.  Though  language \nfrequently  employed  might  be  thought  to \nplace  this  result  on  the  nature  of  the  litigant -\nthe  sovereign  or  an  agency  of  Government  - it \nis  really a  manifestation  of  the  principle \nthat  the  nature  of the  relief  is  to  be  molded \nby  the  necessities.  Porter  v.  Warner  Holding \nCo.,  1946,  328  U.S.  395,  397,  66  S.Ct.  1086, \n90  L.Ed.  1332;  Hecht  Co.  v.  Bowles,  1944, \n321  U.S.  321,  329,  64  S.Ct.  587,  88  L.Ed.  754. \nThe  necessities  will  encompass,. of  course, \nspecial  statutory objectives.  \"When  Congress \nentrusts  to  an  equity  court  the  enforcement \nof  prohibitions  contained  in  a  regulatory \nenactment,  it must  be  taken  to  have  acted \ncognizant  of  the  historic power  of  equity \nto  provide  complete  relief  in  light  of  the \nstatutory purposes .... \nHere  the  matter  at  stake  is  the  fulfill-\nment  of  a  poli.cy wrought  out  after extensive \nconsideration  of what  Congress  thought  to  be \ncontemporary  evils  by  States  and  agencies \nof  States  in  the  spurious,  sometimes  sophis-\nticated,  sometimes  crude,  practices  by  which \nNegroes  were  effectively denied  the  right \nto  vote  because  of  color  and  race  alone.  It \nwas  this  evil which  brought  about  the  statute. \nIt is  inconceivable  that  in  its  enactment \nCongress  meant  by  this  broad  language  to \ngrant  less  than  effective  judicial  tools  to· \ncombat  it.  Especially  is  this  so  since  Con-\ngress  must  have  been  aware  that  in  the  context \n- 39  -\n\nof  racial  civil  rights  matters  mandatory \norders  were  being  issued  and  approved  in \nschool  desegregation  cases  requiring  ad-\nmission  in  accordance  with  specific  plans. \nAll  that was  said  there  applies  as  well  to  a  case  in \nwhich  the  United  States  is  a  party  plaintiff  challenging \ncorruption  in  the  administration  of  justice. \nAlabama's  statutory  scheme  governing  selection of  names  for \njury  service  may  be  envisioned  as  a  two-step  process.  The \nClerk  of  the  Jury  Commission  first  prepares  a  comprehensive \nlist of  all  the  names  of  male  citizens  of  the  county  over  21 \nand  under  65.  In  performing  this  task  all  documentary \nsources  of  names  are  tapped  -- voter  lists,  directories, \ntelephone  books,  and  the  like.  These  sources  are  supplemented \n2..../ \nby  personal  trips  into  the  various  precincts  of  the  county. \nThen,  using  the  list compiled  by  the  Clerk,  the  Jury  Com-\nmissioners  select  therefrom  all males  in  the  county  whom \nthey  deem  qualified  and  place  their  names  on  the  jury  roll \nand  in  the  jury box. \nAlabama's  qualifications  for  jury  service  require  that \na  citizen be: \n(1)  Generally  reputed  to  be  honest  and  intelligent \nand  esteemed  in  the  community  for  his  integrity,  good \ncharacter  and  sound  judgment; \n(2)  Over  21; \n2._/  Code  of Alabama,  Tit.  30, §§  18,  24. \n- 40  -\n\n(3)  Not  an  habitual  drunkard  or  afflicted with  a \npermanent  disease  or  physical  weakness,  making  him \nunfit  to  discharge  the  duties  of  a  juror; \n(4)  Not  convicted  of  any  offense  involving moral \nturpitude;  and \n(5)  Able  to  read  English. \nIf a  person  cannot  read  English  and  has  all  the  other \nqualifications  prescribed  above  and  is  a  freeholder  or  house-\nholder,  his  name  may  be  placed  on  the  jury  roll  and  in  the \njury box.LJ \nPersons  exempted  from  duty  are  listed  in  section  3, \nTitle  30  of  the  Alabama  Code.  Exemptions  may  be  waived  by \nthe  prospective  juror,  Pate  v.  State,  158  Ala.  1,  48  So.  388. \nAs  the  record  shows,  in  Lowndes  County,  the  Jury  Com-\nmission  operated  the  jury  selection  system without  regard \nto  either  state or  federal  law.  Although  this  court  does \nnot  sit  to  enforce  state  law,  it would  be  appropriate  in \nfashioning  relief  for  the  proven  violations  of  federal  law \nfor  the  court  to  tailor  its  decree  to  the  scheme  of  state \nlaw  as  much  as  is  practical  and  consistent with  the  object \nof  eliminating  discrimination  in  the  County  jury \nselection  system.  Emphasis  should  be  placed  on  \"practical.\" \nLJ \nCode  of Ala.,  Tit.  30,  §21. \n- 41  -\n\nComplete  adherence  to  the  merely  directory,  non-mandatory \nAlabama  laws  governing  jury  selection would  be  extraordinarily \ndemanding  on  both  the  clerk  and  members  of  the  Jury  Commission. \nAt  the  same  time,  corruption  in  the  administration of \njustice  in Lowndes  County  must  be  eliminated.  To  accomplish \nthis,  we  propose  that  the  Clerk  be  required  to  perform  a \nconsiderable  administrative  task  of  assembling  a  comprehensive \nlist of  citizens who  live  in Lowndes  County.  We  propose \nthat  if  the  Commissioners  impose  a  literacy requirement, \nfuat  it be  fair  and  objective  and  administered  to  all  in  a \nnondiscriminatory manner.  We  propose  that,  until  further \norder  of  this  Court,  the  Commissioners  be  deprived  of  their \npower  to  judge  citizens  for  jury  service  on  the  basis  of \nsubjective  standards  such  as  honesty,  intelligence,  esteem \nin  the  community,  integrity,  good  character,  and  sound \njudgment.  Past  performance  by  the  Commissioners  requires \nthat  these  standards  be  suspended. \nOur  proposed  decree  recognizes  the  possible  burden \nplaced  on  the  clerk  of  the  Jury  Commission  were  he  required \nto  scan  all  possible  sources  and  obtain  a  totally  compre-\nhensive  list of  the  persons  in Lowndes  County.  We  therefore \npropose  that  the  clerk  be  required  to  scan  only  the  tax \nassessor's  list,  the  Lowndes  County  qualified  voter  list, \nand  the  list of  qualified  voters  compi_led  by  the  federal \nexaminers  pursuant  to  the  Voting  Rights  Act  of  1965.  We \nbelieve  that  these  three  lists,  taken  together,  will  provide \n- 42  -\n\na  nondiscriminatory  and  substantially  comprehensive  cross-section \nof  the  citizens  of  Lowndes  County.  We  further  propose  that  the \nj ury  commissi oners  make  their  selections  of  qualified  jurors \nfrom  that  list,  applying  only  certain of  the  qualifications  set \nout  in  the  Alabama  statutes . \nFurthermore ,  we  recognize  the  practical  difficulties \nwhich  would  be  faced  by  the  Jury  Commission  in  putting  into \nthe  jury box  the  names  of  every  qualified  juror on  the  compre-\n. hensive  list prepared  by  the  clerk.  We  therefore  suggest  in \nour  proposed  decree  an  objective  method  by  which  the  number  of \nnames  considered  by  the  Jury  Commission  can  be  fairly  limited. \nEssentially our  proposed  method  directs  the  jury  commissioners \nt o  choose  from  the  comprehensive  list every  nth  name,  with  n \n- being whatever  number  is  necessary  depending  on  the  length  of · \nthe  comprehensive  list to  obtain  a  minimum  of  500  names  in \nthe  jury box.  The  figure  500  was  chosen  to  insure  that  the \nJury  Commissioners  place  enough  names  in  the  jury box  to  obtain \na  full  cross- section -of  the  county.  Of  the  names  by \nthe  jury  commissioners,  all who  meet  Alabama's  non-subjective \nqualifications  for  jury  service  should  be  placed  in  the  jury box. \nWe  propose  that  the  subjective  criteria  for  determining \njury  service  in Lowndes  County  be  suspended  because,  in  our \nview,  suspension  is  necessary  if  jury discrimination  is  to  be \ncompletely  eliminated.  It  is  no  objection  to  granting  this \nrelief  that  the  subjective  criteria,  viewed  in  isolation,  might \nbe  capable  of  valid  administration. \n- 43  -\n\nIt  is  a  settled principle  of  equity  that when  important \nrights  have  been  violated,  the  judicial  remedy  may  go  beyond \nrestraining  the  plainly  unlawful  conduct  and  may  prohibit \nthe  defendant  from  engaging  in  associated  practices  which \nothers  might  lawfully  do,  and  which  even  the  defendant  could \ndo  if he  had  not  followed  such  practices  to  perpetuate  the \nwrong  done.  Thus,  in United  States  v.  Bausch  & Comb  Co., \n321  U.S.  707,  724  (1944),  the  Supreme  Court  entered  an \nanti-trust  decree  directing  that  \"subsequent  price  main-\ntenance  contracts,  otherwise  valid,  should  be  cancelled, \nalong with  the  invalid  arrangements,  in order  that  the \nground  may  be  cleansed  effectually  from  the  vice  of the \nformer  illegality.\"  \"Equity has  power,\"  the  Court  said, \n\"to  eradicate  the  evils  of  a  condemned  scheme  by  pr9hibi-\ntion  of  the  use  of  admittedly  valid  parts  of  an  invalid whole.\" \nSimilarly,  use  of  a  licensing  system was  prohibited. in \nEthyl  Gasoline  Corp.  v.  United  States,  309  U.S.  436  (1940). \nThere  the  Court  said  (309  U.S.  at  461): \nSince  the  unlawful  control  over  the \njobbers  was  established  and  maintained ·by \nresort  to  the  licensing device,  the  decree \nrightly  suppressed  it even  though  it had \nbeen  or  might  continue  to  be  used  for  some \nlawful  purposes.  The  court  was  bound  to \n- 44  -\n\nframe  its decree  so  as  to  suppress  the  unlawful \npractices  and  to  take  such  reasonable  measures \nas  would  preclude  their  revival.  Local  167  v. \nUnited  States,  291  U.S.  293;  Warner  & Co.  v.  Lilly \n&  Co.,  265  U.S.  526,  532.  It could,  in  the \nexercise  of  its discretion,  consider whether  that \ncould  be  accomplished  without  disestablishing  the \nlicensing  system,  and  whether  there  were  counter-\nvailing  reasons  for  continuing  it as  a  necessary \nor  proper means  for  appellant  to  carry out  other \nlawful  purposes.  Since  the  court  rightly concluded \nthat  these  reasons  were  without  substantial weight, \nit properly  suppressed  the  means  by which  the  unlaw-\nful  restraint was  achieved.  Local  167  v.  United \nStates,  supra,  299,  300;  cf.  Merchants  Warehouse  Co. \nv.  United  States,  283  u.s-.-501,  513.  ··(emphasis  added). \nSo  too,  in United  States  v.  Gypsum  Co.,  340  76, \n89  (1950)  the  Court  held  that  an  equity  decree  \"is  not \nlimited  to  prohibition of  the  proven  means  by  which  the  evil \nwas  accomplished,  but may  range  broadly  through.practices \nconnected  with acts  actually  found  to  be  illegal.\"  Hence, \nit was  said,  \"Acts  entirely proper when  viewed  alone  may \n'  •  I]_/ \nbe  proh1b1 ted.' \nThe  same  principles  govern  racial  discrimination \ncases.  In  United  States  v.  Alabama,  304  F.2d  583  (C.A.  5, \n1962),  affirmed,  371  U.S.  37,  this  Court  said  that  in \nenforcing  the  Fifteenth Amendment  it would  grant mandatory \nrelief because  ''The  aim  of  equity  is  to  adopt  judicial power \nto  the  needs  of  the  situation\"  and  that  \"the  nature  of  the \nrelief\"  to  be  granted  in  such  cases  \"is  to  be  molded  by  the \nnecessities.\" \n]_/  Congress  has  often exercised  the  same  broad  power. \nEverard's  Breweries  v.  Day,  265  U.S.  545,  560; \nPurity  Extract  Co.  v.  Lynch,  226  U.S.  192 . \n.§__/  Citing  Porter v.  Warner  Holding  Co.,  328  U.S.  395  (1946); \nHecht  Co.  v.  Bowles,  321  U.S.  231,  329  (1944). \n- 45  -\n\nAnd  in  the  by  now  well-known  \"freezing\"  cases \nCourt  and  the  Supreme  Court  have  frequently  prohibited  the \nuse  of  the  means  of  discrimination despite  protestations \n2-1 \nthat  t hey would  be  used  lawfully  in  the  future .  While \nthe  theory  of  these  cases  was  that  the  application  of  literacy \nt ests would  perpetuate  past  discrimination,  in no  way \nthe  broad  principle  of  these  decisions  that  an \notherwise  valid  system  or  practice, even  though  required  by \nstate  law,  should  be  banned  by  an  equity  court where  such \nrelief  is  essential  to  the  complete  elimination  of  dis-\ncrimination. \nMoreover,  the  relief we  seek  here  is  especially \nnecessary where  the  \"standards\"  set  forth  in  State  law  are \nvague,  discretionary,  and  inherently  subject  to  abuse.  Cf. \nUnited  States  v.  Louisiana,  380  U.S.  145,  153  (1965) \n(literacy  test banned  because  it left  \"the  voting  fate  of \na  citizen  to  the  passing whim  or  impulse  of  an  individual \nregistrar.\"). \n2_/  United  States  v.  Duke,  332  F.2d  759  (C.A.  5,  1964); \nUnited  States  v.  Wilbur  Ward,  345  F.2d  857  (C.A.  5,  1965); \nUnited  States  v.  Louisiana,  380  145  (1965). \n- 46  -\n\nOn  the  basis  of  these  authorj Lies,  Lhe  suh.ier:Li 'Je \nstandards  prescribed  by  Alabama  law  for  the  selec 1,j uri  of \njurors  should  be  suspended  by  this  Court.  The  ev:i dr.::r1r:r:: \nof  past  discriminatory  practices  makes  it clear  Lha1, \nthe  defendants  cannot  be  trusted  to  fairly  administer \ncriteria which  leave  wide  latitude  for  racial  manipulaUur1. \n_Nothing  short  of  this  relief would  satisfy  the  \"necessj_ties\" \nof  this  case  and  the  \"needs  of  the  situation\"  shown  ty \nthe  record. \nWe  do  not  ask  for  a  mandatory  suspension  of \nAlabama's  literacy  qualification.  We  propose,  however, \nthat  persons  otherwise  qualified  should  not  be  excluded \nfrom  the  jury box  for  inability to  read  English  unless \nan  objective  determination  of  that  fact  has  been made. \nThis  objective  determination  could  be  made  by  the \ncommissioners  at  either  of  two  points  in the  jury  selection \n(1) \nprocess:  Persons  selected  from  the  comprehensive \nlist could  be  summoned  to  the  courthouse  and  tested  by \nadministering  to  them  a  simple  form  literacy test.  There-\nafter,  if they  passed  the  test,  their names  would  be \nplaced  in the  jury box;  (2)  Alternatively,  names  could \nbe  selected from  the  comprehensive  list and  placed  in \nthe  jury box  without  regard  to  literacy.  At  the  time \nwhen  prospective  jurors  appear  in court  to  do  jury  service, \nbut  prior  to  the  actual  opening  of  court,  the  prospect-\nive  jurors  could  be  tested  by  means  on  simple  form \nliteracy test.  Those  unable  to  fiil out  the  form  could \nbe  excused.  A  simple  three  or  four  question  form  is  all \n- 47  -\n\nthat  is  needed  to  determine  literacy  and  that  form \n10/ \nshould  be  approved  in advance  by  the  Of \ncourse  it would  be  open  to  the  jury  commissioners  not \nto  test  literacy at  all. \nPersons  who  may  later claim  exemptions,  including \nteachers  and  persons  over  65,  should  not  be  excluded \nfrom  the  jury box.  The  circuit  judge  has  a  duty  to  see \nthat  exemptions  and  excuses  are  neither  discriminatorily \napplied  nor  abused. \nAs  a  remedy  for  the  unconstitutional  exclusion \nof women  from  jury  service  the  Court,  in our  view, \nshould  order  the  jury commissioners  to  make  no  differen-\ntiation because  of  sex  in  selecting names  for  jury  service. \nWomen  called  for  jury  service  should  be  excused  from  such \nservice  only by  the  judge  of  the  Second  Judicial  Circuit, \nand  then  only upon  a  showing  of  good  cause. \nTo  insure  that  these  various  jury  selection pro-\ncedures  are  fairly  followed,  we  ask  that  the  defendants  be \nrequired  to  make  a  report  to  the  court  within  14  days  of  each \nrefilling of  the  box.  This  report  should  include  the  names \nand .race  of  all persons  placed  in the  jury box,  and  the \nnames,  race  and  reasons  for  rejection of  all persons  considered \nby  the  Jury Commissioners  and  found  unqualified. \nlQ! \nOn  the  basis  of  future  experience,  we  may  find  that, \nin our  view,  it is unconstitutional  to  require  a  literacy \nqualification in Lowndes  County.  This  could  be  the  case \nif a  large  percentage  of  the  Negroes  in Lowndes  County \nprove  to  be  illiterate,  and  their illiteracy could  be \ntraced  to  a  longstanding  failure  of  the  state  to  provide \nsuitable  public  education  for  Negroes  in Lowndes  County. \nThis  issue  is not  presently before  this  court. \n- 48  -\n\nFinally,  to  insure  that  the  object  of  eliminating  dis-\ncrimination  in the  Lowndes  County  jury  selection process  is \nnot  frustrated  by  purposeful  discrimination at  the  later  stages \nof  the  jury  selection process,  we  propose  that  the  defendants \nbe  required  to maintain  records,  available  at  the  courthouse, \nshowing  the  names  and  race  of  persons  not  found  by  the  sheriff \nin  serving  subpoenas  for  jury  service,  the  names  and  race \nof  persons  excused  by  the  judges  sitting in Lowndes  County,  the \nreasons  for  such  excuses,  the  names  and  race  of  persons  struck \nfrom  the  venire  panels  in the  process  of  obtaining  civil and  petit \n.jurors,  and  the  names  of  the  attorneys  who  struck  each  person. \nFor  the  reasons  set  forth  in this  brief,  plaintiff-\nintervenor  requests  this  court  to  enter  judgment  in accordance \nwith  plaintiff-intervenor's proposed  decree. \nRespectfully  submitted, \nJOHN  DOAR \nAssistant  Attorney General \nCHARLES  R.  NESSON, \nGEORGE  RAYBORN, \nAttorneys, \nDepartment  of  Justice \nWashington,  D.C.  20530 \nDECEMBER  19.65. ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/96030"
    },
    {
      "date": "1966-01-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Voting Rights Section",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Alabama",
      "no_title": false,
      "party_types": [
        "Plaintiff-Intervenor"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 96034,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/96034.pdf",
      "title": "Reply Brief for the Plaintiff-Intervenor",
      "text": "IN  THE  UNITED  STATES  DISTRICT  COURT \nFOR  THE  MIDDLE  DISTRICT  OF  ALABAMA \nNORTHERN  DIVISION \nGARDENIA  WHITE,  et al.,  } \n} \nPlaintiffs,  } \n} \nUNITED  STATES  OF  AMERICA,  By  } \nNICHOLAS  deB.  KATZENBACH,  }  CIVIL  ACTION  NO.  2263-N \nATTORNEY  GENERAL  OF  THE  } \nUNITED  STATES,  } \n} \nPlaintiff-Intervenor,  } \n} \nv.  } \n} \nBRUCE  CROOK,  et al.,  } \n} \nDefendants.  } \n} \nREPLY  BRIEF  FOR  THE  PLAINTIFF-INTERVENOR \nBEN  HARDEMAN  JOHN  DOAR  · \nI \nUnited  States Attorney  Assistant Attorney  General \nCHARLES  NESSON, \nGEORGE  RAYBORN \nAttorneys, \nDepartment  of  Justice \n\nIN  THE  UNITED  STATES  DISTRICT  COURT \nFOR  THE  MIDDLE  DISTRICT  OF  ALABAMA \nNORTHERN  DIVISION \nGARDENIA  WHITE,  et al.,  ) \n) \nPlaintiffs,  ) \n) \nUNITED  STATES .OF  AMERICA,  By  ) \nNICHOLAS  deB.  KATZENBACH,  )  CIVIL  ACTION  NO.  2263-N \nATTORNEY  GENERAL  OF  THE  ) \nUNITED  STATES,  ) \n) \nPlaintiff-Intervenor,  ) \n) \nv.  ) \n) \nBRUCE  CROOK,  et al.,  ) \n) \nDefendants.  ) \nBRIEF  FOR  THE  PLAINTIFF-INTERVENOR \nI. \nMitchell  v.  Johnson,  Civil  Action  No.  649-E, \ndecided  by  this  Court  January  18,  1966,  demonstrates \nthat broad  equitable  relief  is  available  against  jury \n! \nofficials who  fail  in  their  \"clear,  affirmative  duty\"  I \n)-\nto  see  that  \"there  is  a  nonracial  jury  selection.\" \nThat  decision  establishes  the  right  of  Negroes  as \na  class  \"to be  free  from  racial  discrimination \n- I \nl \n\nin  jury  This  Court  reaffirmed \nthe  constitutional  pr inciple, in  the  context  of  a  civil \naction,  that  \"purposeful  discrimination  against  Negroes \nin  selecting persons  qualified  for  jury  service  involves \narbitrary  state  action directly  contrary  to,  and  in \nviolati on  of,  the·equal  protection and  due  process  clauses \nof  the  Fourteenth Amendment. \" \nMitchell  v.  Johnson  also  recognizes  that  the \nAl abama  statutory  scheme  for  jury  selection,  from  which \nthe  defendants  so  clearly departed,  is  relevant  in  fashion-\ning  relief.  As  Judge  Johnson wrote,  \"the  purpose  of  the \nAlabama  statutes  is  to  insure  at  least  a  reasonable  approxi-\nmation  to  the  requirements  that  jury venires  include  all \nqualified  persons,  and,  hence,  represent  a  cross-section \nof  the  conununity,  with  no  significant groups  being  excluded \nwithout  justifiable  reasons.\" \n'. \nFinally,  it was  said,  \"there  is  no  question_  ' \nthat  under  Section 1983,  Title  42,  United  States  Code, \nthese  plaintiffs,  under  the  evidence  in  this  case,  are \nentitled  to  have  the  defendants  adopt  procedures  that will \ninsure  that  they  and  all  other qualified members  of  their \nclass  in  Macon  ·county  serve ·on  juries. \n4!\"  ... \nThese  principles  fully  to .the  present  case. \nII. \nDefendants  make  two  basic argUments  in  the  brief \n- . ·--- . -\nfiled  on  behalf  of  defendant  T.  Werth  Thagard  to which  we \n.  I \n.. J  : \nwould  like  to  respond.  The :contentions  advanced  are: \n• \n- 2  -\n\n(1)  Judge  Thagard  bears  no  responsibility  for  the \ndiscriminatory  acts  of  the  Lowndes  County  jury  conunissioners \nand,  therefore,  should  not  be  subject  to  this  Court's \nremedial  decree. \n(2)  In  any  event,  because  Judge  Thagard  presides \nover  the  court  for  the  Second  Judicial  Circuit  of  the \nState  of Alabama,  a  federal  injunction  should  not  be  made \nto  run  against him. \nIn  our  view,  neither  argument  is  well  taken. \nA.  Judge  Thagard  bears  responsibility  for  discrimination \nin  the  Lowndes  County  jury  selection  system. \nThe  record  does  not  indicate  that  Judge  Thagard \nactively discriminated  against  either  in drawing \nnames  from  the  jury box  or  in  the  subsequent  seating  of \njurors.  Indeed,  because  the  jury  conunissioners  so \neffectively excluded  Negroes  when  putting  names  into  the \njury box,  there was  little  possibility .for  systematic \ndiscrimination beyond  that  point.  But  recognition  of \nthese  factors  does  not  foreclose  the  question whether \nJudge  Thagard  is  an  appropriate  subject· of  this  Court's \nequitable  decree. \nWe  maintain -that  regardless  of his  freedom  from \nactive  discrimination,  Judge 'irbagard  bore  a  responsibility \nto  see  that  any  jury  sitting  in his  court,  and  hence  his \ncourt  itself,  was  cons ti tu tionally  composed.  As  the  pre·-\n:Siding  judge,  he  was  in  .. _He  had  a  duty  and \nresponsibility  to  see  that  the  wrongdoing  on  the  part  o\"f \nthe  jury  was  · a  duty  and  respons-\nibility that he  did  not  meet. \n- 3  -\n\nThe  question  of  Judge  Thagard's  ultimate  respons-\nibility was  put beyond  doubt  by his  own  testimony  at  the \nhearing  of  this  case.  Government  counsel  asked  Judge \nThagard whether,  if he  were  aware  of  any  wrongdoing  in \nthe  process  by  names  were  placed  in  the .jury box, \nhe  would  consider ·it his  duty,  before  drawing  a  venire, \nto  see  that  the  wrongdoing was  corrected.- Judge  Thagard \nreplied  that  if he  thought  wrongdoing  had  occurred,  he \nwould  consider  it his  duty  to  correct  it. \nNor  can  i£ be  that  Thagard  was \naware  of  the  jury commissioners•  practice  in  Lowndes \nCounty  of  excluding  Negroes  from  jury  service.  It was  his \ntestimony which  established  that  no  Negro  had  ever  sat on \na  Lowndes  County  petit  jury. \nWe  maintain,  moreover,  that  Judge  Thagard  had  the \nmeans  as  well  as  the  duty  to  correct  the  discriminatory \npractices  infecting  the  juries  in his  court.  The  statutes \nof Alabama  expressly give  a  circuit  judge  authority  to \norder  the  Jury  Commission  to  empty  and  ref ill the  jury \nbox  at any  time.  Alabama  Code,  Title  30,  Section  22.  The \nintent  of  this  provision,  clear on  its  face,  is  to  empower \njudges  to  see  that  juries  sitting in  their  courts  are \nfairly  constituted. \nThis  ·stabitory power  was  recently  used  for  just  such \npurpose  by  the  Circuit  Court  of Macon  County,  Alabama.  In \nthe  face  of allegations  of  discrimination  on  the  part  of \n- 4  -\n\nthe  Macon  County  Jury  Conunission,  the  Circuit  Court  for \nthe  Fifth  Judicial  Circuit  of Alabama,  on  its  own  motion, \nordered  the  Jury  Conunissioners \n·\"to promptly  empty  and  refill  the  Jury  Box \nof Macon  County,  Alabama,  with  and  place \non  the  Jury  Roll  of  said  County,  the  names \nof  every  person  possessing  the  qualifications \nprescribed· [by Alabama  law]. 11  Order  entered \nAugust  5,  1964,  quoted  in Mitchell  v.  Johnson, \nCivil Action  No.  649-E,  decided  January  18,  1966. \nIn  sum,  Judge  Thagard was  aware  that  the  Lowndes \nCounty  jury  conunissioners  excluded Negroes  from  the  juries \nselected  to  try  cases  in his  court.  He  had  the  respons-\nibility and  the  authority  to  correct  these  unconstitutional \npractices.  As  the  brief  filed  on  his  behalf  states,  he  had \nauthority 'to  run  his  own  court  on  the  basis  of his  own  judgment \nand  discretion.\"  Because  Judge  Thagard  failed  to  dis-\ncharge  his  duty  to  oversee,  and  if necessary  correct,  the \npractices  of  the  j·ury  conunissioners,  he  must  be  deemed  in \ncontemplation  of  law  to  share  responsibility  for  the  results. \nB.  It is  appropriate,  both  on  the  law  and  the  facts, \nto  include  Judge  Thagard  in  the  relief. \n( 1)  The  Lynchburg  courtroom  deseqreq.a tion  case \nWood  v.  Vaughan,  321  F.2d  480  (1963),  decided  by \nthe  Court  of Appeals  for  the  Fourth  Circuit,  is \nextremely  strong  authority  on  the  point  at  issue.  Wood \ninvolved  desegregation of  state  in  Lynchburg, \nVirginia.  As  in  this  case,  private  Negro  plaintiffs brought \n- 5  -\n\na  civil  action  in a  federal  district  court  seeking  only \nprospective  i njunctive  relief  to  prevent  the  continuation \nof  racially discriminatory  courtroom practices.  Included \nas  defendants  were  the  respective  judges  of  the  Municipal \nCourt,  the  Corporation  Court,  and  the  Circuit  Court  of \nLynchburg .  The  district court granted motions  to  dismiss \nmade  by  the  three  judges;  see  209  F.  Supp.  106,  108  (W.D. \nVa. ,  1962).  On  appeal,  the  Fourth  Circuit  Court  of Appeals \nheld: \n[W]e  must  now  vacate  the  District  Court's \norder  sustaining  the  appellees'  motion .to  dis-\nmiss,  for  the  plaintiffs•  allegations,  if proved, \nare  sufficient  for  a  final  injunction.  321  F.2d  480. \nAl though . t.he  issue  of  judicial  immunity_ was  not \n- ·  ·the  i1ecessa.ry  resul.t  of. the  case \nis  that  state  judges  responsible  for  discriminatory  practices \nin  the  administration  of  their  court may  be  federally  enjoined . .!/ \n.l_/  Wood  is  not  alone  in holding  that  federal  injunctions \nmay  issue  against  state  judges.  In  Bush  v.  Orleans  Parish \nSchool  Board,  187  F.  Supp.  42  (U.S.D.C.,  E.D.  La.,  1960), \nthe  Honorable  Oliver  P.  Carriere,  Judge  of  the  Civil \nDistrict  Court  of  the  Parish  of Orleans,  Louisiana,  was \nspecifically enjoined  from  enforcing an  injunction  issued \nby  him  in  connection with  the  desegregation  of  schools  in \nNew  Orleans;  motion  to  vacate  denied,  364  U.S.  803; \naffirmed'··· 365  ti .. s..  569 (1961) • \nFurthermore,  this  Court,  in  In  re  Wallace,  170  F.  Supp. \n63(1959),  ordered  Governor.Wallace,  at  that  time  Judge  of \nthe  Third  Judicial  Circuit of Alabama,  to  produce  records \nsought  by  the  Civil  Rights  Conunission.  And  in United  States \nv.  Hildreth,  6  R.R.  L.R.  185(1961),  the  District  Court  for \nthe  Northern  District of Alabama  ordered  Judge  Hildreth  of \nthe  Seventeenth  Judicial  Circuit  of Alabama  to  produce  records \nsought by  the Attorney  General  of  the  United  States  and  to \nrefrain  from  enforcing  a  conflicting order  which  Hildreth \nhad  entered.  - -- - ·-- -\n- 6  -\n\n(2)  Enactment  by  Congress  of  18  u.s.c.  243  resolves \nany  guestion  of  interference with  state  sovereignty. \nSection  243  of Title  18,  enacted  in  1875,  makes  it \na  federal  criminal  offense  for  a  state official  charged \nwith  any  duty  in  the  selection of  jurors  to  discriminate \non  account  of  race  or  color.  By  adopting  this  provision, \nCongress  resolved  the  issue  of  interference with  state \nsover eignty which  the  defendants  argue  to  this  Court.  The \nposition  i s  fully  stated  in Ex  Parte  Virginia,  100  U.S.  339, \na  criminal  case  under  §243  against  a  state  judge: \n·-- - The  prohibit ions  of  the  Fourteen th \nAmendment  are  directed  to  the  States,  and  they \nare  to  a  degree  restrictions  of  State  power. \nIt is  these  which  Congress  is  empowered  to \nenforce,  and  to  enforce  against  State  action, \nhowever  put  forth,  whether  that  action be \nexecutive,  legislative,  or  judicial.  Such \nenforcement  is  no  invasion  of  State  sovereignty. \nNo  law  can  be,  which  the  people  of  the  States \nhave,  by  the  Constitution of  the  United  States, \nempowered  Congress  to  enact.  This  extent  of  the \npowers  of  the  general  government  is  overlooked, \nwhen  it is  said,  as  it has  been  in  this  case, \nthat  the .act of March  1,  1875,  interferes with \nState  rights.  It  is  said  the  selection of  jurors \nfor  her  courts  and  the  administration  of her  laws \nbelong  to  each  State;  that  they  are  her  rights. \nThis  is  true  in  the  general.  But  in  exercising \nher  rights,  a  State  cannot  disregard  the  limita-\ntions  which  the  Federal  Cor1stitutio1'· has  applied \nto her  power.  .  .• Nor  can  she  deny  to  the \ngeneral  government  the  right  to  exercise  all  its \ngranted  powers,  though  they may  interfere with \nthe  full  enjoyment  of  rights  she  would  have  if \nthose  powers  had  not  been  thus  granted.  100  U.S. \nat  346. \n- 7  -\n\nIf  §243  ts  federa1  criminal  pr'?secutions \nof  state .  surely  it_ is  to_ i_nclude \na  state  judge  in  the  far  remecjy  of  a  col;':-\n(3)  Cases  cited  on  behalf -of  Judge  Thagard \nare  not  in  point. \nThe  brief on  behalf  of  Judge  Thagard  cites  numerous \ncases  holding  that  judges  are  inunune  from  damage  suits \nbased  on  their  judicial actions.  They  are  distinguishable \non  two  grounds  other  than  those  argued  above. \nFirst,  selecting  jurors  is,  in  the  language  of \nthe  law,  a  ministerial  rather  than  a  judicial  act.  This \nwas  clearly· established by  Ex · Pai:'te  Virginia·. \nIt was  insisted during  the  argument  on \nbehalf 6f  the  petitioner  that  Congress  cannot \na \npunish  state  judge  for  his ,official  acts; \nand  it was  assumed  that  Judge  Cole  [judge  of \nthe  county  court  of  Pittsylvania  County,  Virginia], \nin  selecting  the  jury as  he  did,  was  performing \na  judicial  act.  This  assumption  cannot  be  ad-\nmitted •••• Whether  he  was  a  county  judge  or  not \nis  of  no  importance.  [Selecting  jurors]  is \nmerely  a  ministerial  act  •... 11  100  U.S.  348 ·.·· ··. -\nSecorid,  there  is  a  clear distinction between  cases \nsuch  as  those  cited  on  behalf  of  Judge  Thagard  in which \ndamages  are  sought  against  judges  for  their past  actions, \nand  the  present  case  in which  the  relief  sought  is entirely \n-.  8  -\n\ninjunctive,  with  the  design  of  enforcing  the  constitution \nfor  the \n(4)  The  evidence  and  needs  for  relief make \n/ \nespecially appropriate  the  inclusion \nJudge  Thagard  in  this  Court's  decree . .J..../· \nJudge  Thagard  stands  at  the  head  of  the  Lowndes \nCounty  judicial  system.  We  have  shown  above  in  Part  II \nthat he  bore  a  .responsibility which  he  did  not  meet  for \nseeing  that his  juries were  fairly  selected.  How  well \nthe  jury  system  in Lowndes  will work  in  the  future  depends \nlargely on  the  extent  to which  he  can  be  made  sensitive  to \nthis  responsibility.  Judge  Thagard  is  in position  to \nprevent  racial  discrimination by  the  subordinate  agents \nof  his  court  -- thus  to  obtain  fairly  constituted  juries \nin Lowndes  County.  That  is  the  ultimate  objective  of \nthis  lawsuit,  an  objective  to which  Judge  Thagard,  by \nreason  of  the  respect  and  authority he  commands  as  Circuit \nl__J  Dombrowski  v.  Phister,  380  U.S.  479,  quoted  at  length \nat  page  10  of  Judge  Thagard's  brief,  granted  injunctive \nrelief of  a  most  far  reaching  nature  against  a  state  court, \novercoming  not  only  the  considerations  of  comity  involved \nin  enjoining  state  criminal  proceedings,  but  also  the \nobstacle  of  the  abstention  doctrine.  See  Harlan  J.  dis-\nsenting. \n]__/  There  is  an  amicus  curiae  brief  filed  in  this  case \non  behalf  of  the  Alabama  Circuit  Judges  Association.  The \nbrief writer,  after  arguing his  conclusion  that  relief \nincluding  Judge  Thagard  should  not  be  granted,  states  that \nhe  \"has  not  heard  nor  read  the  evidence  introduced.\" ·Amicus \nbrief,  p.10. \n- 9  -\n\n, \nJudge,  is  the  key.  All  of  the  state  officials  connected \nwith  jury  selection  are  subject  to his  leadership  and \ndirection. \nIn  these  circumstances  we  believe  the  Court  should \n\"utilize  the  full  equitable  powers\"  it possesses  in order \nto  afford  \"complete  relief.\"  United  States  v.  Alabama, \n192  F.  Supp.  677  (M.D.  Ala.),  affirmed,  304. F.2d  583. \nIn  addition  to  the  prohibitory  relief we  have  pro-\nposed,  which· includes  Judge  Thagard,  we  have  asked  that \nthe  defendants  be  required  to keep  certain  records  designed \nto  bring  to  light any  future  discrimination  in  the  processes \nof  summoning,  excusing,  challenging,  and  striking  jurors. \nBy  including  Judge  Thagard  in  these  provisions  we  do  not \nintend  that  he  hire  a  secretary or keep  the  records  him-\nself.  He  should  direct  that  the  records  be  kept  by  the \nClerk  of  Court.  Much  of  the  proposed  record  keeping  is \nalready done  by  the  Clerk  as  a  matter  of  course.  The \nadditional  information which  we  would  require  is  readily \navailable  to  the  Clerk. \nIn  our  view,  the  proposed  keeping  provisions \nare  very  important.  As  the  Court  may  appreciate  from  the \nvolume  of  records  in  this  case,  piecing  proof  together \nfrom  s,Prawling  and  incomplete  records  is  a  substantial \nhurdle  to bringing  to  light even  the  grossest  forms  of  jury \ndiscriaination.  The  hurdle  is  likely  to  be  far  more  imposing \nin  cases  involving  sophisticated  jury exclusion practices. \nCompare  Swain  v.  Alabama,  380  U.S.  202. \n- 10  -\n\nIII. \nModifications  and  Considerations \nRelating  to  the  Proposed  Order \n(a)  In  the  corrected  copy  of  our  proposed  order \nand  decree  we  have  made  one  significant  change.  The \nprovision has  been  eliminated  requiring  the  commissioners \nto  return  to  the  Clerk's  Comprehensive  List  for  a  new  name \nto  replace  any  person  disqualified  for  illiteracy.  This \nmakes  it possible  to  test  literacy at  the  courthouse  when \nprospective  jurors  appear  on  the  morning  of  court,  thus \navoiding  the  necessity  for  summoning  jurors  once  to  determine \ntheir  qualifications  and  then  again  to  serve.  (See  our \nmain  brief,  corrected  copy,  47-48.) \n(b)  We  urge  upon  the  court  the  importance  of  re-\nquiring  names  to  be  drawn  from  the  Clerk•s  Comprehensive \nList by  some  methodic  and  objective method.  The  jury  com-\nmissioners  in Lowndes  County  purported  to  know  almost \neveryone  in  the  county.  If  the  Commissio·n  is  left discretion \nto  pick  and  choose  from  the  list,  the  value  of  starting \nwith  a  list fairly  representing  a  cross-section  of  the \ncounty  may  be  lost. \nIV. \nA  Recent  Supreme  Court  Decision  Supports \nOur  View  that  the  Court's  Ruling  on  the \nWomen  Issue  should  be  Prospective. \nThe  Court•s  attention  should  be  brought  to  the \nrecent  Supreme  Court  decision of  Tehan  v.  Shott,  decided \n- 11 \n\nJanuary  19,  1966,  34  Law  Week  4095,  and  iIBbearing  on \nthe  prospectivi ty  of  this  Court's  decision  on  the  women \nissue.  Tehan  involved  the  retroactivity of  the  Supreme \nCourt's  decisi on  last year  that  a  prosecutor  could  not \nconstitutionally  conunent  upon  a  defendant's  refusal  to \ntake  the  st and,  Griffin v.  California,  380  U.S.  609. \nIn  reasoni ng  to  its  conclusion  that  the  \"no  conunent  rule\" \nof  Griffin  is  prospective,  the  Court  said: \n[W]e  take  as  our  starting point  Linkletter 1 s \nconclusion  [Linkletter v.  Walker,  381  U.S.  618] \nthat  \"the  accepted  rule  today  is  that  in  appro-\npriate  cases  the  Court may  in  the  interest of \njustice make  the  rule  prospective,\"  that  there \nis  \"no  impediment-constitutional  or  philosophical-\nto  the  use  of  the  same  rule  in  the  constitutional \narea where  the  exigencies  of  the  situation  re-\nquire  such  an  application,\"  in  short  that  11the \nConstitution  neither  prohibits  nor  requires \nrestrospective  effect.\"  Upon  that  premise , \nresolution  of  the  issue  requires  us  to  \"weigh \nthe  merits  and  demerits  in each  case  by  looking \nto  the  prior history  of  the  rule  in  question, \nits purpose  and  effect,  and  whether  retrospective \noperation will  further  or  retard  its operation.\" \n381  U.S.  at  628-629. \nThe  Tehan  Court  then  proceeded  to  articulate  three \nfactors  important  to  the  Linkletter  decision.  The  Fifth \nAmendment  privilege  against  at  issue \nin Linkletter,  is  not  \"an  adjunct  to  the .ascertainment \nof  truth;\"  there  had  been  long  standing  reliance  upon  the \nformer  rule;  and  \"retrospective  application  ... would \ncreate  stresses  upon  the  administration  of  justice  .... \" \nFinding  that  these  factors  applied  tq  the  no  conunent  rule \nof  Griffin,  the  Court  ruled  that Griffin  is  prospective. \n- 12  -\n\nWe  believe  that  the  three  factors  would  equ_ally \napply were  this  Court  to  rule  that Alabama's  statutory \nbar  on  jury  service  by women  is  unconstitutional. \nRespectfully  submitted, \nJOHN  DOAR \nAssistant Attorney  General \nCHARLES  R.  NESSON, \nGEORGE  RAYBORN, \nAttorneys, \nDepartment  of  Justice \nWashington,  D.  c.  20530 \nJANUARY  1966. \n1' \nl \n- 13  -\n\nCERTIFICATE  OF  SERVICE \nI  hereby  certify  that  I  have  this  day  served  a \ncopy  of  the  foregoing  Reply  Brief  for  the  Plaintiff-\nIntervenor,  and  corrected  copies  of  Plaintiff-Intervenor's \nProposed  Findings  of  Fact,  Conclusions  of  Law  and  Decree, \nand  original  Brief  in Support  thereof,  upon  the  counsel \nof  record  for  plaintiffs  and  defendants,  by  mailing \ncopies  them  at  their office  addresses,  airmail  postage \nprepaid,  as  follows: \nHonorable  Richmond  Flowers  Honorable  Charles  Morgan,  Jr. \nAttorney  General  5  Forsyth  Street,  N.  W. \nState  of Alabama  Atlanta,  Georgia \nMontgomery,  Alabama; \nHonorable  Orzell  Billingsley,Jr. \nHonorable  Harry  Cole  1630  Fourth  Avenue  N. \nFirst National  Bank  Building  Birmingham,  Alabama \nMontgomery,  Alabama \nDated  January  1966. \nCHARLES  R.  NESSON \nDepartment  of  Justice ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/96034"
    },
    {
      "date": "1966-02-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 401,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 251,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Middle District of Alabama",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 97407,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/97407.pdf",
      "title": "Opinion",
      "text": "  \n  \n \n251 F.Supp. 401 \nThis action was instituted as a class action by male and \nUnited States District Court, M.D. Alabama, \nfemale residents of Lowndes County, Alabama, against \nNorthern Division. \nthe  individual  members  of  the  jury  commission  of \nLowndes County, Alabama. Subsequently, the plaintiffs \nGardenia WHITE et al., Plaintiffs, United States of \namended  by  adding  as  defendants  other  officials  of \nAmerica, by Nicholas deB. Katzenbach, Attorney \nLowndes  County  and  the  State  of  Alabama,  who, \nGeneral of the United States, Plaintiff-Intervenor, \naccording to the amended complaint, performed certain \nv. \nfunctions in connection with the jury selection and jury \nBruce CROOK et al., Defendants. \nuse in Lowndes County, Alabama. By the complaint as \nCiv. A. No. 2263-N  amended,  plaintiffs  alleged  that  the  defendants  have \n|  systematically excluded Negro male citizens and female \nFeb. 7, 1966.  citizens  of  both  races  from  jury  service  in  Lowndes \nCounty,  Alabama.  Because  of  the  challenge  to  the \nAlabama statute which totally excludes women from jury \nservice, a three-judge district court was designated and \nSynopsis  convened, pursuant to 28 U.S.C. §§ 2281, 2284, to try this \nAction against jury commissioners and jury clerk and  case. Subsequently, the United States moved for leave to \nother officers for relief from exclusion from juries in  intervene pursuant to § 902 of the Civil Rights Act of \ncounty. The United States intervened as plaintiff. The  1964;  this  motion  was  based  upon  a  complaint  in \nthree-judge  District  Court  held  that  practice  of  intervention and a certification by the Attorney General of \nsystematically  excluding  Negroes  from  jury  violated  the United States that, in his judgment, this case was of \nAlabama law and federal Constitution and that statute  general importance. \nexcluding women denied equal protection. \n   This case was submitted on the issues made up by the \nOrder accordingly.  pleadings  and  proof,  and,  upon  consideration  of  the \n   evidence,  consisting  of  the  oral  testimony  of  several \nwitnesses, together with the exhibits thereto, this Court \nAttorneys and Law Firms  now proceeds to make and enter in this memorandum \nopinion, as authorized by Rule 52, Federal Rules *403 of \n*402 Orzell Billingsley, Jr., Birmingham, Ala., Charles \nCivil  Procedure,  the  appropriate  findings  of  fact  and \nMorgan,  Jr.,  Atlanta,  Ga.,  Melvin  L.  Wulf,  Dorothy \nconclusions of law. \nKenyon and Pauli Murray, New York City, for plaintiffs. \nThe  plaintiffs,  male  and  female  Negro  citizens  and \nJohn  Doar,  Asst.  Atty.  Gen.,  U.S.  Dept.  of  Justice, \nresidents  of  Lowndes  County,  Alabama,  seek  of  the \nWashington,  D.C.,  and  Ben  Hardeman,  U.S.  Atty., \ndefendants,  through  this  Court,  as  provided  under  the \nMontgomery, Ala., for plaintiff-intervenor. \nConstitution and laws of the United States, injunctive \nrelief  to  remedy  alleged  conduct  of  the  defendants \nRichmond M. Flowers, Atty. Gen., Robert P. Bradley and \n(including  the  denial  to  the  plaintiffs  of  the  equal \nLeslie  Hall,  Asst.  Attys.  Gen.,  State  of  Alabama, \nprotection of the laws on account of race or color) in \nMontgomery, Ala., for members of the Lowndes County \nviolation  of  the  Fourteenth  Amendment  to  the \nJury Commission and Mrs. Kelly Coleman, defendants. \nConstitution and 42 U.S.C. § 1981. The plaintiffs bring \nthis action in their own behalf and on behalf of others \nHarry Cole, of Ball & Ball, Montgomery, Ala., for all \nsimilarly situated, pursuant to Rule 23(a)(3) of the Federal \nother defendants. \nRules of Civil Procedure. The plaintiff-intervenor is the \nUnited States of America; its standing to intervene is \nBefore  RIVES,  Circuit  Judge,  and  ALLGOOD  and \nJOHNSON, District Judges.  established by 42 U.S.C. § 2000h-2 and by Rule 24(b) of \nthe Federal Rules of Civil Procedure. The defendants are \nOpinion  the  members  and  clerk  of  the  jury  commission  of \n  Lowndes  County,  Alabama;  the  judge  for  the  Second \nJudicial  Circuit  of  Alabama,  which  includes  Lowndes \nPER CURIAM.  County; the probate judge and the sheriff of Lowndes \nCounty; the solicitor and the clerk of the Second Judicial \n  Circuit of Alabama, which includes Lowndes County; the \n   1  \n  \n\n  \n  \nforeman of the grand jury of Lowndes County; and the  presiding judge has the authority to pass upon claims for \nsolicitor of Lowndes County.  exemptions,  excuses  and  qualifications  of  those \nindividuals who have been summoned to appear and serve \nBy leave of this Court, upon an appropriate petition, the  as jurors.10 Either party in civil and criminal cases has a \nAlabama  Circuit  Judges  Association  filed  its  brief  as  right to examine jurors as to their qualifications, interests, \namicus curiae. The brief filed on behalf of the Alabama  or any bias that would affect the trial of the case. In civil \nCircuit Judges Association concerns itself with the relief  actions each party has a certain number of preemptory \nsought  by  the  plaintiffs  and  the  plaintiff-intervenor  challenges, and in criminal cases the struck jury method is \nagainst  the  defendant  circuit  judge;  the  Association  the exclusive means of selecting juries. \nemphasizes in its brief that it does not oppose any relief \nsought other than that sought against the circuit judge for  The  1960  census  reflects  that  the  total  population  of \nthe Second Judicial Circuit of Alabama, which includes  Lowndes County was 15,417 and that Negroes comprised \nLowndes County.  80.7% Of the total county population and 72.0% Of the \nThe procedure for the selection of jurors in Alabama is  adult male population. The white males between the ages \ncontrolled by statute.1 Each county in Alabama has a jury  of 21 to 65 totaled 738, and the nonwhite males between \ncommission composed of three members appointed by the  the ages of 21 to 65 totaled 1,798. The white females \nGovernor.2 These commissioners, in order to be qualified,  between  the  ages  of  21  to  65  totaled  789,  and  the \nmust be electors of the county, reputed for their fairness,  nonwhite females between the ages of 21 to 65 totaled \nimpartiality,  integrity  and  good  judgment;  the  2,278.11 The evidence in this case reflects that before each \ncommissioners so appointed serve for the tenure of the  term of court the presiding judge of the Second Judicial \nGovernor who appoints them.3 The jury commissioners  Circuit  would  draw  at  random  from  the  jury  box  a \nare required to place on the jury roll ‘the names of all  sufficient number of cards (usually 110) to provide jurors \nmale citizens of the county who are generally reputed to  for the next term of court to be conducted in Lowndes \nbe honest and intelligent men and are esteemed in the  County.  When  the  number  of  cards  in  the  jury  box \ncommunity for their integrity, good character and sound  became depleted to the extent that the judge could not \njudgment.’4 The clerk of the jury commission is required  make a complete draw, he notified the clerk of the jury \nby law to ‘obtain the name of every male citizen of the  commission, who informed the commissioners that the \ncounty over twenty-one and under sixty-five years of age  box required refilling. At times the jury commissioners \nand  their  occupation,  place  of  residence  and  place  of  refilled the box or added names on their own initiative; \nbusiness * * *.’5 The jury commission is required to  when  they  filled  the  jury  box,  they  would  put \nmaintain a jury roll containing the name of ‘every male  approximately 250 names in it. The testimony reflected \ncitizen  living  in  the  county  who  possessed  the  that the judge found it necessary to suggest that the jury \nqualifications herein prescribed and who is not exempted  box be refilled ‘probably once a year.’ The Lowndes \nby  law  from  serving  on  juries.’6  As  a  part  of  the  County  jury  commissioners,  in  selecting  persons  they \nprocedural requirements the names of the persons on the  considered to be qualified for jury service, used as their \njury roll must also be printed on separate cards, which are  primary source the Lowndes County voting lists on which \nplaced in a jury box. It is the duty of the commission to  no  Negroes  were  named.  The  other  source  (personal \nsee  that  the  name  of  each  person  possessing  the  knowledge) accounted for the names of seven Negroes \nqualifications to serve as a juror and not exempted by law  listed on the Lowndes County jury roll in the twelve-year \nfrom jury duty ‘is placed on the jury roll and in the jury  period from 1953 until this action was commenced. From \nbox.’7 The Alabama law *404 further requires the jury  1953  to  the  time  this  suit  was  instituted,  Negroes \ncommission and its clerk to scan the registration lists, the  comprised little more than 1% Of the persons selected by \nlist returned to the tax assessor, any city directories and  the  commissioners  as  eligible  and  qualified  for  jury \ntelephone directories, and any and every other source of  service  in  Lowndes  County,  Alabama.  There  was  no \ninformation, and to visit every precinct in the county at  conflict in the evidence to the effect that there were a \nleast once a year.8  substantial number of Negro citizens residing in Lowndes \nCounty  who  were  qualified  for  jury  services  under \nWhen jurors are required for a court session, the presiding  Alabama  law.  As  a  matter  of  fact,  it  was  stipulated \njudge  draws  from  the  jury  box  the  names  of  the  between  counsel  that  there  were  qualified  Negroes  in \nindividuals to serve as jurors during the term in question.  Lowndes County whose names had not been placed on \nThese jurors may be either petit jurors or grand jurors as  the jury rolls or in the jury box by the jury commission. \nthe situation requires. The names so drawn are sent to the  The actual procedure followed by the jury commission of \nclerk of the court, and the clerk prepares a venire; the  Lowndes County, Alabama, in replenishing the jury box \nvenire containing these names is sent to the sheriff who  was for the commission to borrow the qualified voter list \nsummons the persons listed to appear and serve.9 The  from the county probate judge, to meet, and during the \n   2  \n  \n\n  \n  \ncourse of the meeting have one of the commissioners read  county jury system in Lowndes County, Alabama, and \nthe names of all males on the qualified voter list, most of  that the names of this extremely limited group have been \nwhom were known to one or more of the commissioners.  repeatedly circulated through the jury box. As a matter of \n*405  As  the  list  was  read,  the  persons  whose  names  fact, the names of only 670 persons have been on cards in \nappeared  thereon  were  either  summarily  approved  or  the box since 1953. Of these 670 individuals, 211 have \nrejected  as  prospective  jurors.  Discussion  of  the  had their names in the box six or more times, and some as \nqualifications was generally unnecessary. It is especially  many  as  fifteen  or  sixteen  times.  These  211  persons \nsignificant that there were no Negroes registered to vote  collectively  account  for  66.5%  Of  the  total  of  2,748 \nin Lowndes County prior to March 1, 1965. Literacy was  names, including repeats that have appeared on the venire \nnot  considered  by  the  commissioners  as  an  absolute  lists in Lowndes County, Alabama, from 1953 to the \nprerequisite in order for a person to be deemed by them  present time. Fifty-seven of these persons were called for \nqualified for jury service. As a matter of fact, the jury  jury service three successive terms. Seven of them were \ncommissioners have not used any method for testing a  called for jury service four successive terms. \nperson’s ability to read and write. As the names were read \nfrom  the  qualified  voter  list,  those  approved  by  the  The procedures as outlined above, adopted and followed \ncommissioners were recorded on jury cards. The cards  by the jury commissioners in Lowndes County, Alabama, \nwere placed in the jury box for use by the presiding judge.  since 1953, have resulted in jury service in that county \nThe extent to which the qualified voter lists were used by  being limited to a small number of adult, white male \nthe  commissioners  is  revealed  by  comparing  the  citizens, with Negro male citizens and female citizens of \ncontemporaneous voting lists with the venire lists from  both  races  being  systematically  excluded  either  by \n1953 to the time this case was tried. This analysis reflects  practice or, in the case of the women, by statute. \nthat 98.0% Of the names on the venires of prospective \njurors appeared on the contemporaneous voting lists. It is  I. \nespecially  significant  that  there  were  no  Negroes \nTHE SYSTEMATIC EXCLUSION OF NEGROES BY \nregistered to vote in Lowndes County prior to March 1, \nRACE \n1965;  the  voting  lists  for  Lowndes  County,  Alabama, \n[1] In this civil action the plaintiffs assert the right of \nduring this time included the names of approximately \nNegroes,  collectively,  to  be  free  from  racial \n1200  white  male  citizens.  Thus,  no  Negroes’  names \ndiscrimination in jury selection procedures. They invoke \nappeared on the jury commissioners’ primary source for \n*406 the constitutional principle that systematic exclusion \nfinding and selecting prospective jurors. The evidence \nfor  the  purposeful  discrimination  against  Negroes  in \nfurther  reflected  that  the  commissioners  made  some \nselecting  persons  qualified  for  jury  service  involves \nefforts  to  secure  the  names  of  persons  considered \narbitrary state action directly contrary to, and in violation \nqualified as potential jurors whose names were not on the \nof, the Equal Protection and Due Process Clauses of the \nqualified voter lists. These efforts resulted in the names of \nFourteenth Amendment. The rule of law that Negroes \nseven Negroes being placed in the jury box from 1953 \nmay not systematically be excluded from the opportunity \nuntil  August  25,  1965,  the  date  this  action  was \nto serve on civil and criminal juries, grand and petit, in \ncommenced. During this period— approximately twelve \nthe state and federal courts has several basic aspects. The \nyears— these seven Negroes were drawn for jury service \nqualified  Negro  citizen  has  a  right  not  to  be  denied \na total of nineteen times. After the complaint in this action \nparticipation in the democratic institution by which all \nwas filed, the jury commission met to replenish the jury \ncitizens  become  most  directly  involved  in  the \nbox and at that time the names of 19 Negroes were placed \nadministration  of  justice.  When  Negroes  are  excluded \nin  the  box.  The  evidence  reflected  that  the  jury \nfrom jury service because of their color, the action of the \ncommissioners considered this to be a sufficient number \nstate ‘is practically a brand upon them, affixed by the law, \nto satisfy the requirements of the law. No Negro has ever \nan assertion of their inferiority * * *.’ Strauder v. State of \nserved  on  a  civil  or  criminal  petit  jury  in  Lowndes \nWest  Virginia,  100  U.S.  303,  25  L.Ed.  664.  As  the \nCounty, Alabama. \nSupreme  Court  stated  in  Strauder  v.  State  of  West \nVirginia: \nIn addition to the above procedure, which resulted, in the \n  \nopinion of this Court, in an extremely aggravated case of \nsystematic exclusion by reason of race, the commissioners \n‘The very idea of a jury is that it is a body of men \nfollowed  a  procedure  which  restricted  the  number  of \ncomposed of the peers or equals of the person whose \nqualified white persons whose names were placed in the \nrights it is selected or summoned to determine * * *.’ \njury box. An analysis of the jury records as offered and \n[2] State laws governing the qualifications of voters are \nreceived  in  evidence  in  this  case  reflects  that  a  very \nalso subject to the limitations of the Equal Protection \nlimited number of persons has constituted the core of the \n   3  \n  \n\n  \n  \nClause. Carrington v. Rash, 1965, 380 U.S. 89, 85 S.Ct.  exclusion of Negroes from jury service because of their \n775, 13 L.Ed.2d 675.  race. This Court has the power and duty, therefore, to \n   fashion a decree granting such relief as will ensure the \n[3] The evidence in this case as above outlined, without  nondiscriminatory  functioning  of  the  jury  system  in \nany serious dispute, clearly reflects wide disproportions  Lowndes County, Alabama. It is recognized that the mere \nbetween  the  number  of  qualified  Negro  citizens  in  failure on the part of the jury commission to adhere to the \nLowndes County and the number of names of Negroes  Alabama statutes does not in and of itself constitute any \nplaced  on  the  jury  roll  and  in  the  jury  box  by  the  violation  of  the  plaintiffs’  federally-guaranteed \ndefendant  jury  commissioners  and  the  defendant  jury  constitutional  rights.  However,  the  purpose  of  the \ncommission clerk. This proof, without more, requires an  Alabama  statutes  is  to  ensure  at  least  a  reasonable \ninference of systematic exclusion on racial grounds; this  approximation  to  the  requirements  that  jury  venires \ninference, in the absence of some satisfactory explanation,  include all qualified persons and, hence, represent a cross-\nis  sufficient  to  show  that  the  male  plaintiffs  and  the  section  of  the  community,  with  no  significant  groups \nmembers of the class they represent have been denied the  being excluded without justifiable reasons; therefore, the \nconstitutional  rights  they  assert.  Reece  v.  State  of  procedures outlined by the Alabama statutes can and do \nGeorgia,  350  U.S.  85,  76  S.Ct.  167,  100  L.Ed.  77;  serve in this case as a standard by which the actions of the \nHernandez v. State of Texas, 347 U.S. 475, 74 S.Ct. 667,  jury  commissioners  may  be  judged.  Their  failure  to \n98 L.Ed. 866; Brown v. Allen, 344 U.S. 443, 73 S.Ct.  adhere, to any substantial degree, to the requirements of \n397, 97 L.Ed. 469; Patton v. State of Mississippi, 332  Alabama law in their selection procedures explains to \nU.S. 463, 68 S.Ct. 184, 92 L.Ed. 76; Norris v. State of  some extent the imbalance in the jury rolls in Lowndes \nAlabama, 294 U.S. 587, 55 S.Ct. 579, 79 L.Ed. 1074;  County, Alabama. Had the clerk of the jury commission \nUnited States ex rel. Seals v. Wiman, 5 Cir., 304 F.2d 53;  obtained the names of all male citizens in the county \nUnited States ex rel. Goldsby v. Harpole, 5 Cir., 263 F.2d  between the ages of 21 to 65, as required by the Alabama \n71. See also the recent opinion and order of the United  statute, together with their occupations, residences and \nStates District Court for the Middle District of Alabama  places of business, and turned this information over to the \nin Mitchell et al., Plaintiffs, United States of America,  members of the jury commission, the commission, by \nPlaintiff and Amicus Curiae v. Johnson et al., Defendants,  using this list and other information collected from the \nJanuary 18, 1966, 250 F.Supp. 117.  voter  registration  rolls,  the  city  directories  and  the \n   telephone directories, and by visiting the precincts in the \n[4] [5] [6] Not only did the defendant jury commissioners  county as they are required by the Alabama statute to do, \nand the defendant jury commission clerk fail to offer  could very easily have made a roll containing the names \nsome satisfactory explanation to rebut this inference, but  of citizens of Lowndes County which would have met the \ntheir  testimony  clearly  reflected  that  they  pursued  a  Alabama  statutory  requirements.  The  sole  purpose  of \ncourse of conduct in the administration of their office  these  requirements  is  to  ensure  that  the  jury \nwhich was designed to discriminate and had the effect of  commissioners will have as complete a list as possible of \ndiscriminating  in  the  selection  of  jurors  in  Lowndes  names, compiled on an objective basis, from which to \nCounty,  Alabama,  on  racial  grounds.  Moreover,  the  select qualified jurors. The commissioners in this case, all \nestablishment and use of a relatively small number of  white, relied almost entirely on the qualified voter list of \nwhite  male  citizens’  names  in  the  jury  box  as  a  Lowndes County, on which there were no Negroes listed \n‘recirculating  jury  pool’  not  only  made  possible  the  prior to March 1, 1965. This means, very simply, that the \nexclusion of qualified Negroes from jury duty in a county  jury commissioners of Lowndes County have failed to \nin the Black Belt section of Alabama where the total  perform the duty required of them by the law of Alabama \nNegro population is 80.7% Of the total county population,  which requires that they familiarize themselves with the \nbut also resulted in magnifying the power vested in the  qualifications of eligible citizens of the county without \nrelatively small group of Lowndes County white citizens  regard to race, and that their failure to comply with these \nas opposed to the absolute lack of power growing out of  statutes, among other things hereinabove set forth, has \nthe right to serve as grand and/or petit jurors by members  resulted in gross systematic exclusion of members of the \nof the Negro race. It must be concluded, therefore, that in  Negro race from jury duty in Lowndes County. Cassel v. \ntheir  action,  conduct,  and  procedures  followed,  the  State of Texas, 339 U.S. 282, 70 S.Ct. 629, 94 L.Ed. 839; \ndefendant commissioners and the defendant jury clerk in  Hill v. State of Texas, 316 U.S. 400, 62 S.Ct. 1159, 86 \nLowndes County, Alabama, not only failed to adhere to  L.Ed. 1559; Smith v. State of Texas, 311 U.S. 128, 61 \nthe laws of the State of Alabama relating to the selection  S.Ct. 164, 85 L.Ed. 84. \nof  qualified  jurors,  but  clearly  violated  the  Equal    \nProtection and Due Process Clauses of the Fourteenth   Unconstitutional  jury  selection  methods  are  usually \n*407 Amendment which make unlawful the systematic  brought before courts prior to trial in order to quash a \n   4  \n  \n\n  \n  \nparticular panel or venire in a particular case. This case is  The courts have not heretofore been called on to decide a \none of the first civil actions brought to remedy systematic  case  presenting  the  constitutional  validity  of  a  state’s \nexclusion of Negroes from jury service generally.12 There  complete  exclusion  of  women  from  service  as  jurors. \nis no question that under 42 U.S.C. § 1983 these male  Hoyt v. State of Florida, supra, and Fay v. People of State \nplaintiffs under the evidence in this case are entitled to the  of New York, supra, were concerned with systems of jury \nrelief they seek and are entitled to have the defendants  selection under which service by women was voluntary. \nadopt procedures that will ensure that they and all other  Significantly,  in  Hoyt  v.  State  of  Florida,  supra,  the \nqualified  members  of  their  class  in  Lowndes  County.  Supreme Court’s opinion concluded as follows: \nAlabama, serve on juries.13 \n‘Finding no substantial evidence whatever in this record \n*408 II.  that Florida has arbitrarily undertaken to exclude women \nfrom jury service, a showing which it was incumbent on \nSTATUTORY EXCLUSION OF WOMEN FROM JURY  appellant to make * * *, we must sustain the judgment of \nSERVICE IN ALABAMA  the Supreme Court of Florida. * * *’ 368 U.S. 57, 69, 82 \n[7] [8] As stated earlier in this opinion, jury service on the  S.Ct. 159, 166. \npart of the citizens of the United States is considered \nunder our law in this country as one of the basic rights  Further, the Chief Justice and Justices Black and Douglas \nand obligations of citizenship. The women plaintiffs on  assigned as their sole reason for concurring that. ‘We \nbehalf of themselves and other women similarly situated  cannot say from this record that Florida is not making a \ncontend very forcefully that the Alabama statute that bars  good  faith  effort  to  have  women  perform  jury  duty \ntheir exercise of this basic right is unconstitutional.14 This  without discrimination *409 on the ground of sex.’ 368 \nattack on Alabama’s complete exclusion of women from  U.S. at 69, 82 S.Ct. at 167. Moreover, the Hoyt and Fay \njury service is based on the Equal Protection Clause of the  cases  presented  challenges  from  a  viewpoint  entirely \nFourteenth  Amendment.  The  argument  that  the  different from the present case. In those cases the parties \nFourteenth Amendment was not historically intended to  defendant  challenged  the  composition  of  the  juries \nrequire the states to make women eligible for jury service  because of the systematic exclusion of women. In this \nreflects  a  misconception  of  the  function  of  the  case it is the women themselves who assert their right to \nConstitution and this Court’s obligation in interpreting it.  serve as jurors, or, more accurately, their right not to be \nThe Constitution of the United States must be read as  excluded from jury service solely because of their sex. \nembodying general principles meant to govern society \nand the institutions of government as they evolve through  Women are allowed to serve on juries in the federal courts \ntime. It is therefore this Court’s function to apply the  and in the courts of forty-seven states. Only in three— \nConstitution as a living document to the legal cases and  Alabama, Mississippi and South Carolina— are women \ncontroversies  of  contemporary  society.  When  such  an  completely excluded from jury service. The time must \napplication  to  the  facts  in  this  case  is  made,  the  come when a state’s complete exclusion of women from \nconclusion is inescapable that the complete exclusion of  jury service is recognized as so arbitrary and unreasonable \nwomen from jury service in Alabama is arbitrary.  as to be unconstitutional. As to Alabama, we can see no \n   reason for not recognizing that fact at the present time. \n[9]  [10]  Jury  service  is  a  form  of  participation  in  the  [11]  Even  though  this  Court  finds  and  holds  that  the \nprocesses of government, a responsibility and a right that  exclusion of women from jury service in Alabama by a \nshould be shared by all citizens, regardless of sex. The  statutory  provision  is  arbitrary  in  view  of  modern \nAlabama statute that denies women the right to serve on  political, social and economic conditions, this Court is \njuries  in  the  State  of  Alabama  therefore  violates  that  fully aware that the Alabama statute has been regarded \nprovision  of  the  Fourteenth  Amendment  to  the  and relied upon as constitutional by all alike. This Court \nConstitution of the United States that forbids any state to  believes public policy is best served by holding that that \n‘deny  to  any  person  within  its  jurisdiction  the  equal  part  of  the  decision  in  this  case  to  the  effect  that \nprotection  of  the  laws.’  The  plain  effect  of  this  Alabama’s  prohibition  of  jury  service  for  women  is \nconstitutional  provision  is  to  prohibit  prejudicial  unconstitutional should be prospective in its application, \ndisparities  before  the  law.  This  means  prejudicial  and, for that reason, should have no retroactive effect. See \ndisparities for all citizens— including women. See Fay v.  generally, Linkletter v. Walker, 381 U.S. 618, 85 S.Ct. \nPeople of State of New York, 332 U.S. 261, 67 S.Ct.  1731, 14 L.Ed.2d 601, and Tehan, Sheriff, etc. v. United \n1613, 91 L.Ed. 2043; Hoyt v. State of Florida, 368 U.S.  States  ex  rel.  Shott,  January  19,  1966,  86  S.Ct.  459. \n57, 82 S.Ct. 159, 7 L.Ed.2d 118; see also Hernandez v.  However,  to  eliminate  any  possible  misunderstanding, \nState of Texas, supra.  this  Court  specifically  declares  that,  for  the  future, \n   commencing not later than a time designated, women \n   5  \n  \n\n  \n  \nhave a right not to be excluded as a class from jury  this Court of a master or panel of masters to recompile the \nservice in Alabama courts.  jury roll and to empty and refill the Lowndes County jury \n   box. This action, if it becomes necessary, would be only \nfor the purpose of having the requirements of the law \nIII.  fulfilled. Since the defendant jury commissioners and the \ndefendant jury commission clerk are already charged with \nRELIEF  this  duty—  by  both  the  Alabama  law  and  the \n[12] The relief to be afforded in this case will involve not  requirements of the United States Constitution— such \nonly  the  issuance  of  a  prohibitory  injunction,  but  an  action by this Court should not be necessary. \ninjunction requiring immediate affirmative action by the  [13] As to that part of this Court’s order relating to jury \njury  commissioners  by  their  emptying  the  Lowndes  service in Alabama for women, we believe there should \nCounty jury box and abandoning the present Lowndes  be some reasonable delay in its going into effect. Even \nCounty jury roll without any further use of either, and by \nthough  it  is  clear—  and  we  do  here  unequivocally \ntheir compiling a jury roll and refilling the jury box in \ndeclare— that women in Alabama have a constitutional \nstrict  accordance  with  the  law  of  Alabama  and  the \nright not to be arbitrarily excluded from jury service, it is \nconstitutional  principles  herein  set  forth.15  This  Court  the feeling of the members of this Court that the several \nrecognizes that it does not sit to enforce the law of the \npractical problems, including a determination of whether \nState of Alabama, but where the constitutional guaranties \nservice  is  to  be  compulsory  or  voluntary  and  the \nas set forth by the Constitution of the United States have  availability of physical facilities, require that the State of \nbeen  violated  to  the  extent  that  the  defendants  have  Alabama be given a reasonable time to comply with that \nviolated them in this case, it is appropriate, in fashioning  part of this Court’s decree.16 In this connection, since the \nrelief from these violations, for the Court, to the extent  next regular session of the Alabama Legislature is not \npossible, to let its decree recognize the validity of the law  scheduled until January, 1967, the defendants should be \nof the State of Alabama as much as is practicable and \nallowed until June 1, 1967, considered by this Court to be \nconsistent with the object of eliminating discrimination in \na  reasonable  period  prior  to  the  time  the  defendants \nthe Lowndes County jury selection system. In remedying \nshould be required to include women as jurors. \nthe wrong found by this Court to exist concerning the \n  \nexclusion  of  Negroes  from  jury  service  in  Lowndes \nCounty, Alabama, the defendants are cautioned that if  IV. \nthey apply Alabama’s qualifications for jury service—\nparticularly that qualification relating to good character  THE DEFENDANTS OTHER THAN THE MEMBERS \nand sound judgment and that qualification concerning the  OF  THE  JURY  COMMISSION  AND  JURY \nrequirement  that  prospective  jurors  be  able  to  read  COMMISSION CLERK \nEnglish—  these  qualification  requirements  must  be  [14] As stated earlier in this memorandum opinion, the \nimposed fairly and objectively and administered to all  complaint  was  amended  to  add  defendants  County \nregardless of race, in a nondiscriminatory manner. This  Solicitor  Perdue,  Probate  Judge  Hammonds,  Sheriff \nCourt recognizes the practical difficulties which will be  Ryals,  Grand  Jury  Foreman  Harrell,  Circuit  Judge \nfaced by the jury commission in putting into the jury box  Thagard,  Circuit  Solicitor  Gamble  and  Circuit  Clerk \nthe name of every qualified juror on a comprehensive  Marlette. The evident purpose of the amended complaint \n*410 list to be prepared by the jury commission clerk, and  was  to  secure  a  restraining  order  prohibiting  these \nfurther recognizes that the law of Alabama, as stated in  designated officials from proceeding with a term of court \nFikes v. State, supra, does not require, literally, that every  for criminal cases which was then pending. This Court, by \nqualified person’s name be placed on the rolls or in the  formal order made and entered in this case on September \nbox.  However,  the  law  does  require  that  the  jury  27, 1965, denied the motion for a temporary restraining \ncommissioners not place so few names in the jury box as  order. There was no evidence presented in this case that \nnot to obtain a full cross-section of the county. In this  reflected any misconduct on the part of these defendants. \nconnection,  there  should  be  no  less  than  1000  names  More particularly, there was no evidence that any of these \nplaced in the jury box in Lowndes County, Alabama, at  defendants have engaged in any acts or practices designed \neach refilling.  to have or having the effect of systematically excluding \n   Negroes from jury service in Lowndes County, Alabama, \nby reason of their race. As a matter of fact, there is no \nFailure on the part of the defendant jury commissioners  specific relief requested against any of these defendants \nand  the  defendant  jury  commission  clerk  to  comply  except  Circuit  Judge  Thagard.  As  to  Circuit  Judge \nimmediately and in good faith with the requirements of  Thagard the evidence taken upon the trial of this case \nthis opinion and order will necessitate the appointment by  reflects that *411 he draws names from the jury box when \n   6  \n  \n\n  \n  \nnecessary prior to holding a term of court in Lowndes  back in the case if, subsequent to the issuance of the \nCounty, Alabama, and gives the names to the clerk, who  decree in this case, it becomes necessary or appropriate to \nmakes up the jury venire. When the jury box has an  do so in order to effectuate the decree or to preserve the \ninsufficient number of cards in it, the judge notifies the  jurisdiction of this Court. \nclerk, who, in turn, notifies the jury commissioners that    \nthe box needs refilling. There is no evidence whatsoever \nthat  any  discrimination  has  been  practiced  by  Judge  Jurisdiction  of  all  phases  of  this  case  is  expressly \nThagard either in his duty of drawing the names of jurors  reserved. A formal order will be entered in accordance \nfrom the box or of excusing jurors from service by reason  with the foregoing opinion. \nof  their  race  or  color  after  they  report.  This  Court \nconcludes, therefore, that this action should be dismissed \nas to the defendants County Solicitor Perdue, Probate \nAll Citations \nJudge Hammonds, Sheriff Ryals, Grand Jury Foreman \nHarrell, Circuit Judge Thagard, Circuit Solicitor Gamble \n251 F.Supp. 401 \nand Circuit Clerk Marlette. This order of dismissal will be \n\t\r  \nwithout prejudice to any one or all of them being brought \nFootnotes\t\r  \n\t\r  \n1\t\r   These\t\r  statutes\t\r  are\t\r  codified\t\r  in\t\r  the\t\r  Code\t\r  of\t\r  Alabama,\t\r  Recompiled\t\r  1958,\t\r  Title\t\r  30.\t\r  All\t\r  statutory\t\r  references\t\r  to\t\r  the\t\r  qualifications\t\r  of\t\r  \nand\t\r  to\t\r  the\t\r  procedure\t\r  for\t\r  the\t\r  selection\t\r  of\t\r  jurors\t\r  in\t\r  Alabama\t\r  as\t\r  set\t\r  forth\t\r  in\t\r  this\t\r  opinion\t\r  will\t\r  be\t\r  to\t\r  Title\t\r  30,\t\r  Code\t\r  of\t\r  Alabama,\t\r  \n\t\r  \nRecompiled\t\r  1958.\t\r  \n\t\r  \n2\t\r   With\t\r  some\t\r  exceptions\t\r  provided\t\r  by\t\r  local\t\r  Acts\t\r  or\t\r  Acts\t\r  of\t\r  local\t\r  application.\t\r  \n\t\r  \n\t\r  \n3\t\r   Sections\t\r  8,\t\r  9\t\r  and\t\r  10.\t\r  \n\t\r  \n\t\r  \n4\t\r   Section\t\r  21.\t\r  \n\t\r  \n\t\r  \n5\t\r   Section\t\r  18.\t\r  \n\t\r  \n\t\r  \n6\t\r   Section\t\r  20.\t\r  To\t\r  the\t\r  extent\t\r  that\t\r  this\t\r  section\t\r  uses\t\r  the\t\r  word\t\r  ‘every’\t\r  it\t\r  is\t\r  a\t\r  permissive\t\r  as\t\r  opposed\t\r  to\t\r  a\t\r  mandatory\t\r  requirement.\t\r  Fikes\t\r  \nv.\t\r  State,\t\r  263\t\r  Ala.\t\r  89,\t\r  81\t\r  So.2d\t\r  303.\t\r  \n\t\r  \n\t\r  \n7\t\r   Section\t\r  24.\t\r  \n\t\r  \n\t\r  \n8\t\r   Section\t\r  24.\t\r  \n\t\r  \n\t\r  \n9\t\r   Section\t\r  30.\t\r  \n\t\r  \n\t\r  \n10\t\r   Sections\t\r  4\t\r  and\t\r  5.\t\r  \n\t\r  \n\t\r  \n11\t\r   United\t\r  States\t\r  Bureau\t\r  of\t\r  Census.\t\r  United\t\r  States\t\r  Census\t\r  of\t\r  Population:\t\r  1960.\t\r  General\t\r  Population\t\r  Characteristics,\t\r  Alabama.\t\r  \n\t\r  \n\t\r  \n12\t\r   See\t\r  Mitchell\t\r  et\t\r  al.,\t\r  Plaintiffs,\t\r  United\t\r  States\t\r  of\t\r  America,\t\r  Plaintiff\t\r  and\t\r  Amicus\t\r  Curiae\t\r  v.\t\r  Johnson\t\r  et\t\r  al.,\t\r  Defendants,\t\r  MD\t\r  Ala.,\t\r  January\t\r  \n18,\t\r  1966,\t\r  250\t\r  F.Supp.\t\r  117.\t\r  \n\t\r  \n\t\r  \n13\t\r   An\t\r  action\t\r  such\t\r  as\t\r  the\t\r  plaintiffs\t\r  have\t\r  brought\t\r  here\t\r  was\t\r  suggested\t\r  by\t\r  Mr.\t\r  Justice\t\r  Jackson\t\r  in\t\r  his\t\r  dissent\t\r  in\t\r  Cassell\t\r  v.\t\r  State\t\r  of\t\r  Texas,\t\r  \nsupra,\t\r  as\t\r  a\t\r  ‘direct\t\r  and\t\r  effective’\t\r  means\t\r  to\t\r  eliminate\t\r  unconstitutional\t\r  discrimination.\t\r  \n\t\r  \n\t\r  \n   7  \n  \n\n  \n  \n14\t\r   Title\t\r  30,\t\r  §\t\r  21,\t\r  Code\t\r  of\t\r  Alabama,\t\r  Recompiled\t\r  1958,\t\r  is\t\r  the\t\r  Alabama\t\r  statute\t\r  that\t\r  restricts\t\r  jury\t\r  service\t\r  to\t\r  male\t\r  citizens.\t\r  That\t\r  statute\t\r  \nin\t\r  pertinent\t\r  part\t\r  states\t\r  as\t\r  follows:\t\r  ‘§\t\r  21.\t\r  Qualifications\t\r  of\t\r  persons\t\r  on\t\r  jury\t\r  roll.—\t\r  The\t\r  jury\t\r  commission\t\r  shall\t\r  place\t\r  on\t\r  the\t\r  jury\t\r  roll\t\r  \n\t\r  \nand\t\r  in\t\r  the\t\r  jury\t\r  box\t\r  the\t\r  names\t\r  of\t\r  all\t\r  male\t\r  citizens\t\r  of\t\r  the\t\r  county\t\r  *\t\r  *\t\r  *.’\t\r  Only\t\r  three\t\r  states—\t\r  Alabama,\t\r  Mississippi\t\r  and\t\r  South\t\r  \nCarolina—\t\r  totally\t\r  bar\t\r  women\t\r  from\t\r  jury\t\r  service.\t\r  All\t\r  others\t\r  either\t\r  treat\t\r  women\t\r  and\t\r  men\t\r  on\t\r  the\t\r  same\t\r  basis\t\r  or\t\r  provide\t\r  some\t\r  form\t\r  \nof\t\r  voluntary\t\r  service\t\r  for\t\r  women.\t\r  The\t\r  prohibition\t\r  against\t\r  women\t\r  serving\t\r  on\t\r  juries\t\r  in\t\r  Alabama\t\r  does\t\r  not\t\r  apply\t\r  to\t\r  federal\t\r  juries\t\r  by\t\r  \nreason\t\r  of\t\r  the\t\r  Civil\t\r  Rights\t\r  Act\t\r  of\t\r  1957,\t\r  28\t\r  U.S.C.\t\r  §\t\r  1861—\t\r  that\t\r  Act\t\r  deleting\t\r  that\t\r  portion\t\r  of\t\r  the\t\r  law\t\r  that\t\r  disqualified\t\r  persons\t\r  for\t\r  \nservice\t\r  on\t\r  federal\t\r  juries\t\r  who\t\r  are\t\r  incompetent\t\r  to\t\r  serve\t\r  on\t\r  a\t\r  grand\t\r  or\t\r  petit\t\r  jury\t\r  by\t\r  the\t\r  law\t\r  of\t\r  the\t\r  state\t\r  in\t\r  which\t\r  the\t\r  federal\t\r  district\t\r  \ncourt\t\r  is\t\r  held.\t\r  \n\t\r  \n15\t\r   The\t\r  use\t\r  of\t\r  mandatory\t\r  injunctions,\t\r  where\t\r  necessary\t\r  to\t\r  afford\t\r  relief,\t\r  as\t\r  in\t\r  this\t\r  case,\t\r  has\t\r  been\t\r  approved\t\r  by\t\r  the\t\r  United\t\r  States\t\r  Court\t\r  \nof\t\r  Appeals\t\r  for\t\r  the\t\r  Fifth\t\r  Circuit\t\r  in\t\r  State\t\r  of\t\r  Alabama\t\r  v.\t\r  United\t\r  States\t\r  (1962),\t\r  304\t\r  F.2d\t\r  583.\t\r  \n\t\r  \n\t\r  \n16\t\r   It\t\r  is\t\r  not\t\r  uncommon\t\r  for\t\r  courts,\t\r  when\t\r  declaring\t\r  constitutional\t\r  rights\t\r  not\t\r  previously\t\r  recognized\t\r  and\t\r  declared,\t\r  to\t\r  delay\t\r  for\t\r  a\t\r  \nreasonable\t\r  time,\t\r  in\t\r  consideration\t\r  of\t\r  practical\t\r  problems\t\r  incident\t\r  to\t\r  an\t\r  implementation\t\r  of\t\r  those\t\r  rights,\t\r  the\t\r  actual\t\r  exercise\t\r  of\t\r  the\t\r  \n\t\r  \nnewly\t\r  declared\t\r  rights.\t\r  Brown\t\r  v.\t\r  Board\t\r  of\t\r  Education,\t\r  347\t\r  U.S.\t\r  483,\t\r  74\t\r  S.Ct.\t\r  686,\t\r  98\t\r  L.Ed.\t\r  873,\t\r  and\t\r  349\t\r  U.S.\t\r  294,\t\r  75\t\r  S.Ct.\t\r  753,\t\r  99\t\r  \nL.Ed.\t\r  1083;\t\r  Sims\t\r  v.\t\r  Frink,\t\r  D.C.,\t\r  208\t\r  F.Supp.\t\r  431,\t\r  aff’d\t\r  Reynolds\t\r  v.\t\r  Sims,\t\r  377\t\r  U.S.\t\r  533,\t\r  84\t\r  S.Ct.\t\r  1362,\t\r  12\t\r  L.Ed.2d\t\r  506.\t\r  \n\t\r  \n  \n \n\t\r  \n\t\r   \t\r  \n\t\r  \n  \n \n  \n   8  \n  ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/97407"
    }
  ],
  "document_count": 5
}