{
  "case_id": 17184,
  "fetched_at": "2025-10-20T22:55:21.532764",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Michigan state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2016,
    "id": 17184,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28243,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2016,
      "docket_filing_number": 126,
      "is_main_docket": true,
      "court": "Michigan state appellate court",
      "state": "Michigan",
      "docket_office_number": "",
      "docket_number_manual": "16-000126-MK",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Boler v. Governor",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Flint Water Cases"
    ],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p>(This summary is temporary, while we research the case.)</p>\r\n<p>This is part of the greater Flint water litigation. Please see our <a href=\"../../../../search/case/?special_collection=5685\" target=\"_blank\" rel=\"noopener\">special collection</a> for more information about these cases. This particular case is a class action lawsuit in Michigan state court requesting monetary damages under several state law theories, including unjust enrichment and breach of contract based on allegations that officials lied about pollution in water.&nbsp;</p>",
    "summary_published_date": "2022-06-05T17:35:09.555137-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/17184",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17184",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17184",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17184"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115113,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115113"
    },
    {
      "date": "2018-06-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 287,
      "cite_1_reporter": "N.W.2d",
      "cite_1_vol": 923,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Michigan state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131215,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131215.pdf",
      "title": "Opinion",
      "text": " \n \nBoler v. Governor, 324 Mich.App. 614 (2018)   \n923 N.W.2d 287 \n \n \n  waterworks,  and  thus  Court  of  Claims  did  not  have \nexclusive jurisdiction over residents’ claims, and \n324 Mich.App. 614 \n  \nCourt of Appeals of Michigan. \nState’s appointment of emergency manager for city did \nnot transform city into arm of State. \nBeatrice BOLER, Edwin Anderson, Alline \nAnderson, and Epco Sales, LLC,    \nPlaintiffs-Appellees, \nAffirmed. \nv. \n  \nGOVERNOR, State of Michigan, Department of \nProcedural Posture(s): On Appeal; Motion to Dismiss \nEnvironmental Quality, and Department of Health \nfor Lack of Subject Matter Jurisdiction. \nand Human Services, Defendants-Appellees, \nand \n**288 Court of Claims, LC No. 16-000126-MK, Mark T. \nDaniel Wyant, Liane Shekter-Smith, Adam \nBoonstra, J. \nRosenthal, Stephen Busch, Patrick Cook, Michael \nPrysby, Bradley Wurfel, Ed Kurtz, Darnell Earley, \nAttorneys and Law Firms \nGerard Ambrose, Lockwood, Andrews & Newman, \nP.C., and Lockwood, Andrews & Newman, Inc., \nButzel Long, PC (by Joseph E. Richotte, Frederick A. \nDefendants, \nBerg, Jr., and Sheldon H. Klein) for the city of Flint. \nand \nDayne Walling, Howard Croft, Michael Glasglow,  The city of Flint Law Department (by Angela N. Wheeler, \nDaugherty Johnson III, and City of Flint, \nReed E. Erickson, and William Y. Kim) for the city of \nDefendants-Appellants. \nFlint and, in their official capacities only, Dayne Walling, \nHoward Croft, Michael Glasgow, and Daugherty Johnson \nNo. 337383 \nIII. \n| \nSubmitted April 4, 2018, at Detroit. \nWhite Law, PLLC (by Alexander S. Rusek) for Howard \n| \nCroft, in his individual capacity. \nDecided June 14, 2018, 9:00 a.m. \nO’Neill, Wallace & Doyle, PC (by Brett T. Meyer) for \nMichael Glasgow, in his individual capacity. \nSynopsis \nLaw Office of David Meyers (by David W. Meyers) and \nBackground: City residents, including individuals and a \nLaw  Office  of  Edwar  A.  Zeineh,  PLLC  (by  Edwar \ncompany, brought purported class action for breach of \nZeineh)  for  Daugherty  Johnson  III,  in  his  individual \ncontract, unjust enrichment, and declaratory relief against \ncapacity. \ncity, certain city officers and employees, city’s former \nemergency  managers,  State  governor,  State,  Michigan \nAaron D. Lindstrom, Solicitor General, Laura Moody, \nDepartment  of  Environmental  Quality,  and  various \nChief Legal Counsel, and Richard S. Kuhl, Margaret A. \nDepartment  employees  with  respect  to  city’s \nBettenhausen, Nathan A. Gambill, and Zachary C. Larsen, \ncontaminated  water  supply,  alleging  that  defendants \nAssistant Attorneys General, for Governor Rick Snyder, \nconspired  to  keep  seriousness  of  pollution  and \nthe state of Michigan, the Department of Environmental \ncontamination from residents and that defendants allowed \nQuality,  and  the  Department  of  Health  and  Human \ndelivery of water supply to continue, which put residents’ \nServices. \nhealth at risk and caused them damages. The Court of \nClaims, No. 16-000126-MK, Mark T. Boonstra, J., sua  Eugene  Driker,  Morley  Witus,  and  Todd  R.  Mendel, \nsponte dismissed action. Residents appealed.  Special Assistant Attorneys General, for Governor Rick \n   Snyder. \nBefore: Servitto, P.J., and Markey and O’Connell, JJ. \nHoldings: The Court of Appeals held that: \n   Opinion \ncity was not acting as arm of State when operating its \n1 \n \n\n \n \nBoler v. Governor, 324 Mich.App. 614 (2018)   \n923 N.W.2d 287 \n \n  600.6419(1)(a).  The  plaintiff  in  the  Vale  case  sought \nsummary disposition alleging that the Court of Claims \nPer Curiam.  lacked subject-matter jurisdiction. The Court of Claims \nruled that the city was not an arm of the state and that the \n  claims  *619  against  the  city  and  its  employees  were \n**289 *617 Defendants Dayne Walling, Howard Croft,  within  the  exclusive  subject-matter  jurisdiction  of  the \nMichael Glasgow, Daugherty Johnson III, and the city of  circuit court.2 \nFlint (defendants)1 appeal as of right the trial court’s sua    \nsponte order dismissing plaintiffs’ claims against them for  In this case, defendants assert that municipalities act as \nlack of subject-matter jurisdiction. We affirm. \narms of the state whenever they act in the name of public \n  \nhealth and that municipalities operate waterworks in the \nPlaintiffs, residents of and a company located in the city \nname of public health. Defendants additionally assert that \nof Flint, filed this lawsuit in June 2016 (purportedly as a \nthe  state’s  emergency  management  of  a  municipality \nclass  action)  against  the  city,  various  officers  and \nunder the Local Financial Stability and Choice Act, MCL \nemployees of the city, former emergency managers of the  141.1541 et seq., transforms the municipality into an arm \ncity, the Governor, the state of Michigan, the Michigan  of the state and that the Court of Claims has exclusive \nDepartment  of  Environmental  Quality  (MDEQ),  and  jurisdiction over claims brought against arms of the state. \nvarious employees of the MDEQ. The lawsuit concerns  We disagree and conclude (1) that municipality is not an \nthe contaminated water supply in *618 Flint, Michigan.  arm of the state when it operates a waterworks plant and \nPlaintiffs allege that defendants conspired to keep from  (2) that a municipality and its employees operating under \nplaintiffs  the  seriousness  of  the  pollution  and \nthe state’s emergency-manager laws are not arms of the \ncontamination and that defendants allowed delivery of the \nstate for purposes of jurisdiction in the Court of Claims. \nwater supply to continue, which put plaintiffs’ health at \n  \nrisk and caused them damages. The specific causes of \n‘‘A challenge to the jurisdiction of the Court of Claims \naction were breach of contract, unjust enrichment, and \npresents a statutory question that is reviewed de novo as a \ndeclaratory relief. \nquestion  of  law.’’  AFSCME  Council  25  v.  State \n   Employees’ Retirement Sys., 294 Mich.App. 1, 6, 818 \nDarnell Earley, Gerald Ambrose, and defendants moved  N.W.2d  337  (2011).  ‘‘Challenges  to  subject-matter \nfor  summary  disposition  in  lieu  of  answering  the  jurisdiction cannot be waived, and a court must entertain \ncomplaint.  Relevant  to  the  instant  matter,  before  a  such challenges regardless of when they are raised, or \ndecision was rendered on that motion, the court, on its  even raise such challenges sua sponte.’’ O’Connell v. Dir. \nown  motion,  dismissed  plaintiffs’  claims  against  of Elections, 316 Mich.App. 91, 100, 891 N.W.2d 240 \ndefendants  “in  accordance  with  the  August  25,  2016 \n(2016). \nOpinion and Order issued in Collins v. City of Flint, et al., \n  \nCourt of Court of Claims Docket No. 16-115-MZ and \n*620 “ ‘The Court of Claims is created by statute and the \nVale  v.  City  of  Flint,  Court  of  Claims  Docket  No. \nscope of its subject-matter jurisdiction is explicit.’ ” Id. at \n16-116-MK.” In those cases, the plaintiffs commenced \n101, 891 N.W.2d 240 (2016), quoting Dunbar v. Dep’t of \nintended  class  action  lawsuits  in  the  Genesee  Circuit  Mental Health, 197 Mich.App. 1, 5, 495 N.W.2d 152 \nCourt  regarding  the  water  crisis  in  Flint  against  the  (1992). The Court of Claims has exclusive jurisdiction to \nGovernor, the state of Michigan, the city of Flint, the  hear and determine “any claim or demand, statutory or \ncity’s  former  emergency  managers,  and  several  city  constitutional, liquidated or unliquidated, ex contractu or \nemployees. The plaintiffs asserted that the defendants (1)  ex delicto, or any demand for monetary, equitable, or \nbreached  a  contract  with  residents  to  provide  potable  declaratory relief or any demand for an extraordinary writ \nwater, (2) breached an implied warranty of **290 fitness \nagainst the state or any of its departments or officers \nfor  a  particular  purpose,  (3)  violated  the  Michigan \nnotwithstanding another law that confers jurisdiction of \nConsumer Protection Act, and (4) unjustly enriched the \nthe  case  in  the  circuit  court.”  MCL  600.6419(1)(a). \ncity. In Collins and Vale, the City transferred the claims \nIncluded  in  the  definition  of  “the  state  or  any  of  its \nagainst the city, the former emergency manager, and the \ndepartments or officers” are the state of Michigan and \ncity employees from the Genesee Circuit Court to the \nCourt of Claims. The plaintiffs in Collins challenged the \nvalidity of the notice of transfer, contending that the city \nwas  not  an  “arm  of  the  state”  as  set  forth  in  MCL  any state governing, legislative, or \n2 \n \n\n \n \nBoler v. Governor, 324 Mich.App. 614 (2018)   \n923 N.W.2d 287 \n \njudicial  body,  department,  private  analysis  was  utilized  in \ncommission,  board,  institution,  evaluating questions of municipal \narm, or agency of the state, or an  tort immunity. If wearing the public \nofficer, employee, or volunteer of  hat, the municipal corporation was \nthis  state  or  any  governing,  said  to  be  performing \nlegislative,  or  judicial  body,  governmentally  and  was  immune \ndepartment,  commission,  board,  from tort liability as was the state. \ninstitution, arm, or agency of this  On the other hand, if the activity \nstate,  acting,  or  who  reasonably  was for the benefit of the peculiar \n**291  believes  that  he  or  she  is  locality,  then  the  municipal \nacting, within the scope of his or  corporation was deemed equivalent \nher authority while engaged in or  to  a  private  corporation. \ndischarging a government function  [Beauchamp v. Saginaw Twp., 74 \nin the course of his or her duties.  Mich.App. 44, 48, 253 N.W.2d 355 \n[MCL 600.6419(7).]  (1977).] \nThe determination whether the Court of Claims possesses  The  conclusions  about  what  municipal  activities \njurisdiction is governed by the actual nature of the claim,  constitute  “public”  (i.e.,  arm  of  the  state)  action  or \nnot how the parties characterize the nature of the claim or  ‘‘private”  (i.e.,  municipal)  action  have  changed \nphrase the request for relief. AFSCME, 294 Mich.App. at  throughout the years. In Curry v. Highland Park, 242 \n6, 818 N.W.2d 337.  Mich. 614, 620–621, 219 N.W. 745 (1928), our Supreme \n   Court  recognized  and  accepted  out-of-state  authority \nAt issue in this case is the phrase “arm of the state” in  holding that a city is discharging a governmental function \nMCL 600.6419(7). More specifically, we must determine  when it engages in the collection and disposal of garbage \nwhen an individual or entity is an arm of the state such  and  in  the  collection  of  ashes,  refuse,  and  street \nthat the individual or entity may be considered “the state  sweepings. The Curry Court noted, “In each instance the \nor any of its departments or officers” and thus an action  act of the municipality is in the interest of the public \nagainst  that  individual  or  entity  would  fall  under  the  health and the municipality acts as the arm *622 of the \nexclusive jurisdiction of the Court of Claims.  State.” Id. The Curry Court also cited Michigan cases \n   ‘‘sustain[ing]  ordinances  regulating  the  collection  and \n*621  The  difficulty  in  determining  when  a  city  or  disposal of garbage upon the ground that they were a \nmunicipality acts as an arm of the state has a long history.  valid exercise of the police power” and concluded that the \nIn Tzatzken v. Detroit, 226 Mich 603, 604, 198 N.W. 214  collection and disposal of garbage is a state government \n(1924), our Supreme Court indicated that a municipality  function. Id. at 621–622, 219 N.W. 745. In Detroit v. \nexercises dual powers, acting sometimes as an arm of the  Corey, 9 Mich. 165, 184 (1861), our Supreme Court held \nstate, in which all members of the public are concerned,  that [t]he sewers of the city, like its works for supplying \nand acting at other times independently by exercising  the  city  with  water,  are  the  private  property  of  the \npowers of a proprietary character. This Court explained  city—they belong to the city. The corporation and its \nthe dual roles undertaken by a city or municipality:  corporators, the citizens, are alone interested in them—the \noutside public or people of the state at large have no \ninterest in them, as they have in the streets of the city, \nwhich are public highways. In Beauchamp, 74 Mich.App. \nIt developed historically that cities \nat 51, 253 N.W.2d 355, however, this Court stated, “[w]e \noperated  under  one  of  two \ncannot  distinguish  sewers  [from  the  collection  and \npersonalities.  The  municipality \ndisposal of garbage], and find that the construction of \nwhen acting as an arm of the state \n**292  sewers  as  a  public  health  measure  is  a \npossessed a “public” character, but \ngovernmental function.” \nwhen acting for the concerns of the \n  \ncitizenry  of  the  city  it  was \nIn Attorney General ex rel. Lennane v. Detroit, 225 Mich. \nfunctioning  within  its  “private” \n631, 196 N.W. 391 (1923),3 the city of Detroit adopted an \npersonality.  This  public  versus \n3 \n \n\n \n \nBoler v. Governor, 324 Mich.App. 614 (2018)   \n923 N.W.2d 287 \n \nordinance  regulating  the  wages  paid  to  third-party  reflected  Michigan’s  successful  experience  with  home \nemployees working on municipal construction contracts.  rule  and  ‘‘expresse[d]  the  people’s  will  to  give \nThe Supreme Court stated:  municipalities  even  greater  latitude  to  conduct  their \nbusiness[.]’’  Id.  at  186,  880  N.W.2d  765.  Michigan’s \nrevised Constitution thus expanded the scope of authority \nof Michigan’s cities and villages. Id. at 187, 880 N.W.2d \nThat  the  municipality  performs \n765. The Court determined that the wage rates at issue \ndual  functions,  some  local  in \n“concern how a municipality acts as a market participant, \ncharacter, the others as agent of the \nspending its own money on its own projects” and how \nState, will be presently considered; \n“[u]nder our *624 Constitution, cities and villages may \nand,  while  this  court  from  the \nenact ordinances relating to ‘municipal concerns, property \nbeginning has vigilantly sustained \nand  government,’  including  ordinances  and  charter \nthe right of local self-government, \nprovisions  regulating  the  wages  paid  to  third-party \nit  has  with  equal  vigilance \nemployees working on municipal construction contracts, \nsustained the right of the state in \n‘subject to the constitution and law.’ ” Id. at 187, 192, 880 \nthe exercise of its sovereign power. \nN.W.2d  765  (citation  omitted).  Thus,  as  the  legal \nAttempts  of  the  State  to  meddle \nlandscape has changed, so too, has the interpretation of \nwith the purely local affairs of a \nwhat constitutes an action taken as an arm of the state. \nmunicipality  have  been  promptly \nThis is particularly so in the realm of utilities or services. \nchecked  by  *623  this  court,  and \n  \nattempts  of  municipalities  to \nWith respect to waterworks in particular, the Home Rule \narrogate  to  themselves  power \nCity  Act,  **293  MCL  117.1  et  seq.4,  authorizes  a \npossessed by the State alone in its \nmunicipality to provide for the installation and connection \nsovereign capacity must meet a like \nof sewers and waterworks in its charter. MCL 117.4b. The \ncheck at the hands of this court. \noperation and maintenance of waterworks is generally \nNeither may trench upon the power \nfound  to  be  a  proprietary  or  private  function  of  a \npossessed by the other alone. [Id. at \nmunicipality  as  opposed  to  a  governmental  function. \n636, 196 N.W. 391.] \nExceptions,  as  always,  do  exist,  but  they  are  easily \nidentifiable. “Although a city may in the construction, \noperation and maintenance of a water works system be \nThe Court held that in enacting the ordinances at issue,  acting,  under  certain  factual  circumstances,  in  a \n“the city has undertaken to exercise the police power not  governmental  capacity,  as  a  general  proposition  the \nonly over matters of municipal concern but also over  weight of authority is to the effect that in engaging in \nmatters of State concern; it has undertaken not only to fix  such an enterprise the city acts in a proprietary or private \na public policy for its activities which are purely local but  capacity.” Taber v. Benton Harbor, 280 Mich. 522, 525, \nalso  for  its  activities  as  an  arm  of  the  State.”  Id.  at  274 N.W. 324 (1937). The cases cited in Taber were \n640-641, 196 N.W. 391. The Court thus found that wage  out-of-state cases and only one, Miller Grocery Co. v. Des \nrates were a matter of state concern.  Moines, 195 Iowa 1310, 192 N.W. 306 (1923), set forth a \n   factual situation in which maintenance of a waterworks \nOur Supreme Court, however, overruled Lennane in the  was deemed a governmental function. \nrecent  case  of  Associated  Builders  &  Contractors  v.    \nLansing, 499 Mich. 177, 880 N.W.2d 765 (2016). In  In Miller, the court held that a municipality, acting in a \nAssociated  Builders,  the  Court  stated  that  Lennane’s  governmental capacity, had the right to maintain *625 and \nconception of municipal power may or may not have been  operate waterworks for the purpose of fire protection and \nwell-grounded in Michigan’s 1908 Constitution and the  also had the right, in its proprietary capacity, to operate \nlegal landscape of the time, but it is certainly incongruent  waterworks to distribute water to citizens and receive \nwith  the  state  of  our  law  as  reflected  in  our  current  money for the same. Id. at 307. The majority of cases \nConstitution. We therefore conclude that Lennane has no  cited in Taber reiterated that a municipality supplying \ncontinuing viability in light of the adoption of our 1963  water  to  its  citizens  did  so  in  a  proprietary  function. \nConstitution. [Associated Builders, 499 Mich. at 183, 880  Taber, 280 Mich. at 525, 274 N.W. 324. See Woodward \nN.W.2d 765.] The Associated Builders Court explained  v. Livermore Falls Water Dist., 116 Me. 86, 100 A. 317 \nthat the revisions found in Michigan’s 1963 Constitution  (1917) (holding that a municipal corporation engaged in \n4 \n \n\n \n \nBoler v. Governor, 324 Mich.App. 614 (2018)   \n923 N.W.2d 287 \n \nthe business of supplying water to its inhabitants was  plaintiffs’ claims against defendants. \nengaged in an undertaking of a private nature because it    \nentered  into  an  enterprise  that  involved  the  ordinary  The city has also provided no persuasive argument or \nincidents  of  a  business  wherein  it  sold  what  people  binding authority to indicate that the state of Michigan’s \ndesired to buy and that might become a source of profit);  emergency management of a municipality under the Local \nCanavan v. Mechanicville, 229 N.Y. 473, 476, 128 N.E.  Financial  Stability  and  Choice  Act  transforms  the \n882  (1920)  (“While  the  business  of  maintaining  a  municipality into an “arm of the state.” The Act. That Act \nmunicipal water system and supplying water to private  states, at MCL 141.1543: \nconsumers at fixed compensation is public in its nature    \nand impressed with a public interest, it is not an exercise  The legislature finds and declares all of the following: \nof  governmental  or  police  power.  A  municipal \ncorporation in aggregating and supplying water for the  (a) That the health, safety, and welfare of the citizens of \nextinguishment  of  fires  discharges  a  governmental  this state would be materially and adversely affected by \nfunction. In operating a water works system, distributing  *627 the insolvency of local governments and that the \nwater for a price to its inhabitants, it acts in its private or  fiscal  accountability  of  local  governments  is  vitally \nproprietary capacity, in which it is governed by the same  necessary to the interests of the citizens of this state to \nrules that apply to a private corporation so acting.”).  assure  the  provision  of  necessary  governmental \n   services essential to public health, safety, and welfare. \nWhat is gleaned from these cases is that if a municipality \nis supplying a utility—or specifically waterworks—to its  (b) That it is vitally necessary to protect the credit of \nthis state and its political subdivisions and that it is \ncitizens and the citizens are paying for the waterworks, \nnecessary for the public good and it is a valid public \nthe  municipality  is  operating  the  waterworks  as  a \npurpose for this state to take action and to assist a local \nbusiness,  and  it  is  doing  so  as  a  businessman  or \ngovernment in a financial emergency so as to remedy \ncorporation, not as a concern of the state government or \nthe  financial  emergency  by  requiring  prudent  fiscal \nas the arm of the state. It is, after all, serving only a \nmanagement  and  efficient  provision  of  services, \nlimited number of people within its boundaries, not the \nstate  as  a  whole.  If,  on  the  other  *626  hand,  the  permitting the restructuring of contractual obligations, \nmunicipality  is  supplying  water  for  the  purpose  of  and prescribing the powers and duties of state and local \nprotecting  its  citizens  from  fire  or  natural  disaster  or  government officials and emergency managers. \nanything else that has the potential to have statewide \n(c) That the fiscal stability of local governments is \nimpact, and it is not profiting from the provision of that \nnecessary  to  the  health,  safety,  and  welfare  of  the \nwater, it could be deemed to be serving a government \ncitizens of this state and it is a valid public purpose for \nfunction  and  serving  the  public  in  general.  Then  the \nthis state to assist a local government in a condition of \nmunicipality could be deemed to be acting as an arm of \nfinancial emergency by providing for procedures of \nthe state in maintaining and operating waterworks. \nalternative  dispute  resolution  between  a  local \n  \ngovernment and its creditors to resolve disputes, to \nTaking all of this into account, we conclude that the city \ndetermine criteria for establishing the existence of a \nof Flint was not acting as an arm of the state when \nfinancial emergency, and to set forth the conditions for \noperating  **294  its  waterworks.  Historically,  a \na local government to exercise powers under federal \nmunicipality’s  provision  of  drinking  water  to  its \nbankruptcy law. \ncitizens—which  is  precisely  the  issue  here—was  not \nconsidered  a  government  function  because  the \n(d) That the authority and powers conferred by this act \nmunicipality was acting in its role as a proprietor, and not \nconstitute a necessary program and serve a valid public \nin a governmental capacity. And, with the enactment of \npurpose. \nthe Home Rule City Act and the adoption of the 1963 \nConstitution,  municipalities  were  provided  with  even \nUnder  the  act,  the  governor  appoints  an  emergency \nmore power and control over activities such as providing \nmanager after the governor has determined that a local \nutilities  or  services  to  their  populations.  The  city  has \ngovernment is in a state of financial emergency. MCL \nprovided no persuasive argument or binding authority to \n141.1546(1)(b); MCL 141.1549(1). When appointed, an \nindicate that the city was acting as an arm of the state \nemergency manager shall act for and in the place and \nwhen  operating  its  waterworks.  The  Court  of  Claims \nstead  of  the  governing  body  and  the  office  of  chief \ntherefore  did  not  have  exclusive  jurisdiction  over \nadministrative  officer  of  the  local  government.  The \n5 \n \n\n \n \nBoler v. Governor, 324 Mich.App. 614 (2018)   \n923 N.W.2d 287 \n \nemergency  manager  shall  have  broad  powers  in  “Instrumentality”  is  defined  as  “[a]  means  or  agency \nreceivership to rectify the financial emergency and to  through  which  a  function  of  another  entity  is \nassure  the  fiscal  accountability  of  the  local  *628  accomplished, such as a branch of a governing body.” Id. \ngovernment  and  the  local  government’s  capacity  to  It is unclear why the Manuel Court chose to look to a \nprovide or cause to be provided necessary governmental  standard dictionary rather than the law dictionary when \nservices essential to the public health, safety, and welfare.  touching on the definition of an “arm” of the state. In any \n[MCL  141.1549(2).]  The  state  of  Michigan  provides  event, employing the definitions set forth in Black’s Law \n**295  the  financial  compensation  for  the  emergency  Dictionary, it is clear that even while under emergency \nmanager, MCL 141.1549(3)(e) and (f), and all powers and  management, the city was not operating as an alter ego or \nduties of the emergency manager are conferred on that  instrumentality of the state. \nposition by the Legislature, MCL 141.1549(4) and (5);    \nMCL  141.1550  to  MCL  141.1559.  An  emergency  As indicated in the Local Financial Stability and Choice \nmanager, as an appointee of the state government, is an  Act, “it is a valid public purpose for this state to take \nemployee of the state government. Mays v. Governor, 323  action and to assist a local government in a financial \nMich.App. 1, 54, 916 N.W.2d 227 (2018). While this  emergency so as to remedy the financial emergency....” \nmeans that claims against an emergency manager acting  MCL 141.1543(b). The primary purpose of the act, then, \nin  his  or  her  official  capacity  clearly  fall  within  the  is for the state of Michigan to temporarily assist local \nsubject-matter jurisdiction of the Court of Claims, it does  governments  during  a  financial  crisis.  The  emergency \nnot  necessarily  follow  that  the  municipality  itself  is  manager, in place of the chief administrative officer and \ntransformed into an arm of the state while under the  governing  body,  acts  for  and  on  behalf  of  the  local \ndirection of an emergency manager.  government only. MCL 141.1549(2); MCL 141.1552(2). \n   At all times, then, the *630 city remained a municipality, \nThe only Michigan authority that attempted to specifically  albeit with a state employee temporarily overseeing the \ndefine “arm” of the state was Manuel v. Gill, 481 Mich.  financial management of the municipality’s affairs. The \n637, 753 N.W.2d 48 (2008). In that case, our Supreme  city was at no time operating as “a means or agency \nCourt noted that though it was not aware of any law  through which a **296 function of another entity [i.e., the \ncreating an ‘‘arm’’ of the state, “the term is commonly  state] is accomplished[.]”5 No function or purpose of the \ndefined as ‘an administrative or operational branch of an  state  was  accomplished  by  the  emergency  manager’s \norganization’ ....” Id. at 650, 753 N.W.2d 48. The Manuel  oversight  of  the  city.  The  City  was  instead  always \nCourt had to determine whether the Tri-County Metro  operating as a means through which its own functions \nNarcotics Squad was a state agency that could only be  were  accomplished.  The  state  simply  engaged  a  state \nsued in the Court of Claims, and the Court consultedMCL  employee to temporarily assist the city with performing \n600.6419(1)(a) and the various listed state entities over  its local functions and serving its local purposes on behalf \nwhich the Court of Claims had exclusive jurisdiction. In  of its citizens. Moreover, were we to find that whenever a \ndoing so, the Manuel Court reviewed examples of those  state employee assists in, or even temporarily takes over \nvarious  entities—departments,  commissions,  boards,  the management of a private (for lack of a better word) \ninstitutions,  agencies—and  employed  a  standard  entity, that entity then becomes an arm of the state, we \ndictionary to define an “arm” of the state. The definition  would be opening the state of Michigan up to liabilities \nrecited in Manuel is dicta; the *629 Court attempted to  that  were  never  intended  and  undermining  the \ndefine only the term “arm,” and the definition provided  Governmental Tort Liability Act, MCL 691.1401 et seq. \ngives only limited guidance on the matter at hand.  We  thus  do  not  find  that  the  state’s  emergency \n   management of a municipality under the Local Financial \nBecause the term is not defined in the relevant statute, we  Stability and Choice Act transforms the municipality into \nare to ascribe to the term its plain and ordinary meaning.  an “arm of the state.” Therefore, the Court of Claims does \nInter Co-op. Council v. Dep’t of Treasury, 257 Mich.App.  not  have  exclusive  jurisdiction  over  plaintiffs’  claims \n219, 223, 668 N.W.2d 181 (2003). It is appropriate to  against defendants. \nconsult a dictionary for definitions. Anzaldua v. Neogen    \nCorp., 292 Mich.App. 626, 632, 808 N.W.2d 804 (2011).  Affirmed. \n“Arm of the state” is defined in Black’s Law Dictionary    \n(10th ed.) as, “[a]n entity created by a state and operating \nas an alter ego or instrumentality of the state, such as a \nstate university or a state department of transportation.” \n6 \n \n\n \n \nBoler v. Governor, 324 Mich.App. 614 (2018)   \n923 N.W.2d 287 \n \nServitto, P.J., and Markey and O’Connell, JJ., concurred.  324 Mich.App. 614, 923 N.W.2d 287 \n \nAll Citations \nFootnotes \n \n1  We refer to these particular defendants-appellants as “defendants” throughout this opinion for ease of reference \n  even though the action was filed against additional parties. \n \n2  The Court of Claims concluded that it did have jurisdiction over claims against emergency manager Darnell Earley \n  because he was an officer of the state at all times during his oversight of the city’s receivership. Nevertheless, \nbecause Earley had the right to a jury trial and because the circuit court had concurrent jurisdiction of the case, the \nCourt of Claims concluded that the circuit court was the more appropriate venue to resolve the claims against \nEarley. \n \n3  Overruled by Associated Builders & Contractors v. Lansing, 499 Mich. 177, 880 N.W.2d 765 (2016), as discussed later \n  in this opinion. \n \n4  Enacted in 1909, the Home Rule City Act provided for the incorporation of cities and set out specific powers and \n  duties, among other things. \n \n5  Black’s Law Dictionary (10th ed.) (defining “instrumentality”). \n \n \n \n \n \n=   \n \n \n \n \n7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131215"
    }
  ],
  "document_count": 2
}