{
  "case_id": 13109,
  "fetched_at": "2025-10-22T00:19:37.774351",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title IV order (pen register/trap-and-trace), 50 U.S.C. §§ 1841-1846"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2009,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Auditing"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Warrant/order for search or seizure"
      }
    ],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2009,
    "id": 13109,
    "injunction_duration": "3",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Failure to supervise",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality",
      "General/Misc.: Failure to train"
    ],
    "last_checked_date": "2014-11-07T00:00:00-05:00",
    "main_docket": {
      "id": 30552,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2009,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "PR-TT [Redacted]",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "FISA Docket PR-TT ---- (Walton, J.) (June 2009)",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2009,
    "order_start_year": 2009,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is the U.S. Department of Justice, on behalf of the National Security Agency",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 13107,
        "name": "FISA Docket PR-TT ---- (Kollar-Kotelly, J) (2004)"
      },
      {
        "id": 13111,
        "name": "FISA Docket PR-TT ---- (Bates, J.) (July 2010)"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "FISA Order Allowing Surveillance",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act—Internet Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [],
    "state": "District of Columbia",
    "summary": "<p>For the Civil Rights Litigation Clearinghouse collection of FISA matters, see our <a href=\"http://www.clearinghouse.net/results.php?searchSpecialCollection=20\" target=\"_blank\" rel=\"noopener\">special collection</a>.</p>\r\n<p>On November 18, 2013, the Director of National Intelligence authorized the declassification and public release of numerous orders approving the National Security Agency's (\"NSA\") so-called \"Bulk Internet Metadata Program\" under Section 402 of the Foreign Intelligence Surveillance Act of 1978 (\"FISA\"), commonly referred to as the Pen Register and Trap and Trace (PR/TT) provision, or Section 214 of the USA PATRIOT Act. On August 11, 2014, the Director of National Intelligence authorized another declassification and public release of additional documents regarding the now-discontinued NSA Bulk Electronic Communications Metadata Program pursuant to Section 402 of FISA.</p>\r\n<p>Under the program, the NSA collected records from large telecommunication companies about electronic communications metadata. These records included the \"to,\" \"from,\" \"cc,\" and \"bcc\" lines of an email and the email's time and date. The program did not authorize the collection of content of any electronic communications. Once collected, the records were stored for several years and were authorized to be queried, used, and disseminated only in accordance with \"minimization rules\" proposed by the government and approved by the Foreign Intelligence Surveillance Court (\"FISC\"). The most basic aspect of the minimization rules was that the metadata records were to be queried only when there was a reasonable suspicion, based on specific and articulated facts, that the identifier used as the basis for the query was associated with specified foreign terrorist organizations.</p>\r\n<p>NSA collection of email metadata began in 2001, as part of the \"President's Surveillance Program.\" Apparently the government took the position that internet metadata could be collected lawfully without court order because the NSA did not actually \"acquire\" communications until particular items were selected for review, after they showed up via query. But after Department of Justice lawyers raised objections to this theory, and accordingly to the program's legality, the Attorney General sought judicial ratification of the internet metadata program under the FISA pen/trap provisions, and the FISA Court blessed it in an order dated July 14, 2004. Except for a brief period in 2009, the FISC reauthorized the program approximately every 90 days until the Obama administration discontinued it in 2011. As of April 2014, only three FISC opinions and four FISC orders related to the internet metadata collections program have been released. All the opinions and orders have been significantly redacted. They nonetheless explain a good deal about how the program worked.</p>\r\n<p>The volume of material collected was \"enormous\" from its beginning, as the first of these opinions explains. At the start, the government aimed \"to build a meta data archive that will be, in relative terms, richly populated with [redacted] related communications.\" As the Court reported the government's initial intentions, \"[s]ome proportion of these communications-less than half, but still a huge number in absolute terms-can be expected to be communications [redacted] who bear no relation to [redacted].\" In 2009 or 2010, however, the government \"in comparison with prior dockets, [sought] authority to acquire a much larger volume of metadata at a greatly expanded range of facilities.\" The growth in volume and scope included extending collection beyond the \"streams of data with a relatively high concentration of Foreign Power communications\" that had previously been the focus. Until the program ended, in 2011, the pen/trap bulk collection began to reach \"electronic communications, the vast majority of which, viewed individually, are not relevant to the counterterrorism purpose of the collection, and many of which involve United States persons.\"</p>\r\n<p>The FISC initially approved the internet metadata program in 2004 in an opinion by Judge Colleen Kollar-Kotelly under <a href=\"http://www.clearinghouse.net/detail.php?id=13107\" target=\"_blank\" rel=\"noopener\">docket PR-TT [redacted].</a></p>\r\n<p>The government first began reporting compliance issues with the internet metadata collection program in February 2009, described in <a href=\"http://www.clearinghouse.net/detail.php?id=14114\" target=\"_blank\" rel=\"noopener\">FISA Docket PR-TT ---- (Walton, J.) (February 2009).</a>&nbsp;The government and the FISC continued to address the compliance incidents in May 2009 in <a href=\"http://www.clearinghouse.net/detail.php?id=14116\" target=\"_blank\" rel=\"noopener\">FISA Docket PR-TT ---- (Walton, J.) (May 2009)</a>. Despite these compliance issues, the FISC continued to grant renewed authorization for the collection of internet metadata in both February and May.</p>\r\n<p>The next application for renewed authority came in June 2009, and on June 22, FISC Judge Reggie Walton granted renewed authority but imposed additional reporting requirements and minimization procedures. This ruling also applied to FISA docket <a href=\"http://www.clearinghouse.net/detail.php?id=13077\" target=\"_blank\" rel=\"noopener\">BR 09-06</a>, which dealt with the bulk telephony metadata program. (The ODNI publicly released two different versions of this ruling for each of the two dockets. The text of each ruling is identical, but different portions have been redacted. You can see the alternate version under <a href=\"http://www.clearinghouse.net/detail.php?id=13077\" target=\"_blank\" rel=\"noopener\">In re application of the Federal Bureau of Investigation for an order requiring the production of tangible things from [redacted information] FISA Docket BR 09-06</a>.)</p>\r\n<p>In the June 22 <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0029-0001.pdf\" target=\"_blank\" rel=\"noopener\">opinion</a>, Judge Walton addressed the continued compliance issues. First, Judge Walton reviewed the Court's May 29, 2009, <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0064-0002.pdf\" target=\"_blank\" rel=\"noopener\">order</a> requiring the government to provide additional information regarding compliance issues. In particular, Judge Walton reviewed the section addressing the government's disclosure that unauthorized NSA analysts had accessed the metadata and then subsequently disseminated that information outside the NSA. That order required the NSA to submit a declaration providing a complete description of the NSA's data dissemination practices and a correction regarding inaccuracies in required reports. However, Judge Walton ultimately concluded unauthorized analysts could access the results of authorized queries as long as those unauthorized analysts had received appropriate and adequate training and guidance regarding all rules and restriction governing the use, storage, and dissemination of such information.</p>\r\n<p>Second, Judge Walton addressed an additional compliance issue that was raised in the government's responses to the Court's May 29 Supplemental Order. The government disclosed that that NSA has generally failed to adhere to the special dissemination restrictions originally proposed by the government, repeatedly relied upon by the Court in authorizing the collection of the PR-TT metadata, and incorporated into the Court's orders as binding on the NSA. Specifically, the NSA disseminated outside the NSA U.S. person information derived from the PR-TT metadata without first determining that the information was related to counterterrorism information and was necessary to understand the counterterrorism information or to assess its importance as required by the Court's orders.</p>\r\n<p>Third, Judge Walton addressed an additional compliance issue that was raised in the government's responses to the Court's May 29 Supplemental Order. This issue also implicated the collection of bulk business records which had last been renewed by the Court in <a href=\"http://www.clearinghouse.net/detail.php?id=13077\" target=\"_blank\" rel=\"noopener\">Docket No. BR 09-06</a>, in this Clearinghouse. The government disclosed that the NSA had uploaded unminimized results of some queries of metadata collected into a database to which other intelligence agencies had access. The government did assert that the NSA had terminated access by outside agencies to the database at issue on June 12, 2009.</p>\r\n<p>To address these second and third issues, Judge Walton ordered the NSA to file weekly reports listing each instance in which information obtained from the internet metadata collection was shared outside the NSA. Furthermore, the NSA was required to perform an end-to-end review of the program and an explanation why the government permitted dissemination of U.S. person information outside NSA. The order also permitted non-authorized NSA analysts to receive unminimized query results for a 20-day period because it was critical to the success of NSA's counterterrorism mission.</p>\r\n<p>Additionally, the version of this ruling released under the PR/TT docket appends a second ruling addressing the creation and use of \"defeat lists.\" The Court found the continuation of the defeat list practice was reasonable and appropriate for metadata reduction and management in contact-chaining repositories.</p>\r\n<p>On August 17, 2009, the government submitted a verified <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0029-0002.pdf\" target=\"_blank\" rel=\"noopener\">memorandum</a> of law in response to the FISC's supplemental order. The memorandum is heavily redacted, but generally argues that the FISC should continue to approve pen register applications. The memorandum analyzes the language of FISA, including the changing definition of \"pen register,\" and the legislative history of FISA.</p>\r\n<p>Ninety days after this matter's primary order on June 22, 2009, it was time for the government to apply for renewed authority. We do not have the application that the government submitted, and the government did not submit a final application. Instead, the October 2009 matter, <a href=\"http://www.clearinghouse.net/detail.php?id=14118\" target=\"_blank\" rel=\"noopener\">FISA Docket PR-TT ---- (Walton, J.) (October 2009)</a>&nbsp;includes a report by the government and then Judge Walton's supplemental order ordering the government to stop collecting new metadata and to stop accessing all metadata previously collected, whether authorized or beyond the scope of authorization.</p>",
    "summary_published_date": "2023-03-17T15:42:46.836767-04:00",
    "summary_short": "In 2009, the Federal Bureau of Investigation filed an application, pursuant to the Foreign Surveillance Intelligence Act, 50 U.S.C. s. 1841, to collect in bulk internet metadata to be provided to the National Security Agency. Beginning around 2009, the government notified the Foreign Intelligence Court of instances of non-compliance with required procedures to handle the collected data. On July 2, 2009, FISA Court Judge Reggie Walton issued this ruling describing the NSA's significant issues of non-compliance and ordering an end-to-end review of this surveillance program.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/13109",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=13109",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=13109",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=13109"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117839,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117839"
    },
    {
      "date": "2009-06-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60641,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60641.pdf",
      "title": "Opinion and Order",
      "text": "All redacted information exempt \nTOP SECRET!f.COHINT//NOFORN  under b(1) and b(3) except as \notherwise noted. \nUNITED STATES \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D.C. \nDOCKET NO. PR!IT \nIN RE APPLICATION OF THE FEDERAL \nBUREAU OF INVESTIGATION FOR AN ORDER \nREQUIRING THE PRODU \nTHINGS FROM \nDOCKET NO. BR 09-06 \nORDER \nTOP SECRETl/COMINT/fNOFOR.~ \n\nTOP SECRET/ICOMINT//NOFORN \nOn May 29, 2009, this Court issued a Supplemental Order in Docket No. PR/TT \nthat addressed several issues.  Among· other things, the May 29 Supplemental Order noted the \ngovernment> s recent disclosure that the unminimized results of authorized queries of PR/IT \nmetadata collected by the National Security Agency (NSA) pursuant to the Court's order in \nDocket No. PR/TI  and prior FISC orders  had been shared With NSA \nanalysts other than the limited number of analysts authorized to access such metadatJ;l.  May 29 \nSupplemental Order at 1-2.  Such sharing had not previously been disclosed to the Court. Id. at \n7.  The May 29 Supplemental C?rder also noted the government's disclosure of an inaccuracy \nregarding the number of PR/IT-derived reports described in paragraph 14 of the declaration \n' \nattached as Exhibit A to the ~pplication in Docket No. PR/IT•  . Id. at 3. \nThe Court directed the government to submit, within 20 days, a declaration correcting the \ninaccuracy regarding the number of reports and to provide a complete and \"updated description \nofNSA's dissemination practices.\" May 29 Supplemental Order at 3-4. The Court further \nordered that it would allow NSA, for a period of 20 days, to continue to share the unminimized \nresults of authorized queries of the PR/IT metadata with NSA analysts other than the limited \nnumber of analysts authorized to access such metadata, but that such sharing was not to continue \nbeyond the 20-day period unless the government first satisfied the Court, by written subm~ssion, \nthat such sharing is necessary and appropriate on an ongoing basis. !sh at 4. \nOn  the United States filed the Government's Response to the Court's \nSupplemental Order Entered On  in Docket No. PR/IT \nResponse\"), and the supporting Declaration of  Chief, Special Foreign \nIntelligence Surveillance Act Oversight and Processing, Oversig~t and Compliance, Signals \nIntelligence Directorate, NSA ('  Declaration''), The govenunent asserted in its \nTOP SECRET//COMINT/INOFORN  Page2 \n\nTOP SECRET!/COl'fHNT/INOFORN \nilings that \"the ability of PR/IT-cleared analysts to share unminimized query results \nwith non-PR/TT-cleared analysts is critical to the success of the NSA's counterterrorisrn \nmission.\"  Declaration at 8.  The government explained that while \"[l]ess than ten \npercent ofNSA's analysts responsible for tracking anr;l reporting foreign intelligence on \ncounterterrorism matters generally may query the PRITT metadat&,\" NSA's \"collective \nexpertise'>_ in the targeted foreign powers \"resides in more than  ·n telligence \nanalysts\" assigned not. only to \"NSA's Counterterrorism Analytic Enterprise,\" but also to \"other \nNSA organizations and product lines.\" Id. at 7-8. Further, the government asserted that \"[e]ach \nof the NSA'sll!IProduct lines has some role in protecting the homeland from terrorists.\" Id. at \n8.  Accordingly, the govemmeht has asked the Court to allow NSA to continue to share the \nresults of authorized queries of the PR/TT metadata with analysts other than the limited number \nwho are permitted to perform queries.  See  Response at 9. \nOn June 18, 2009, the United States submitted the Government's Response to the Comt's \nPR/rrm \nSupplemental Order Entered on May 29, 2009, in Docket No.  Requesting a \n. Corrective Declaration ('-Response\"), and the supporting Declaration of \nChief, Special Foreign Intelligence Surveillance Act Oversight and Processing, Oversight and \nCompliance, Signals Intelligence Directorate, NSA (\"  Declaration\").  In those \nfilings, the govennnent explained that the • ·eports described in the declaration filed in \nsupport of the government's application in Docket No. PR/  included only reports \nprepared by PR/IT-cleared analysts; however, that description did not include one additional \nreport that was prepared by anon-PR/TT analyst. ~eclaration at ~-3. \nAccordingly, the government asserted that \"• reports were produced and disseminated from \ninception of the PR/IT to  \"  Id. at 3. \nTOP SECRET//COMINT//NOFORN  Page 3 \n\nTOP SECRETJ/COMINTJ/NOFORN \nUnfortunately, the government's responses to the Court's May 29 Supplemental Order \nalso raise two additional compliance issues, one which implicates not only the Court's orders \nauthorizing the collection of PR!IT metadata, but also its orders in the related bulk business \nrecords collection, which WdS last renewed by the Court in Docket No. BR 09-06.  First, the \ngovernment disclosed in its  lings in Docket No. PR!IT  that NSA has generally \nfailed to adhere to the special dissemination restrictions originally proposed by the government, \nrepeatedly relied upon by the Court in authorizing the collection of the PR!IT metadata, and \nincorporated into the Cou1t's orders  as binding on NSA.  See \nResponse at 2.  The Court's current order, which is in pertinent part substantively identical to \nprior orders, provides that:  · \nThe NSA shaJI treat information derived from queries of the metadata in \naccordance with United States Signals Intelligence Directive 18  SSID 18) \n(Attachment D to the application in docket number PRrrr  , and shall apply \nUSSID 18 to minimize inform  us o tained from the \npen registers and trap and trace  Additionally, prior to \ndissemina~g any U.S. person information outside of the NSA, the Chief of \nInformation Sharing Se1vices ~n NSA's Signals Intelligence Directorate shall \ndetermine that the infonnation is related to counterterrorism infonnation and is \nnecessary to understand the counterterrorism information or to a5sess its \nimportance. \nDocket ~o. PR!IT No .•P rimary Order at 12.1 In its-ubmissions, however, the \ngovernment disclosed that \"the NSA has generally pennitted the dissemination of U.S. person \nidentities derived from the metadata acquired pursuw1t to the Court's orders in th.is matter ... in \naccordance with [USSJD 18] rather than specifically requiring that the narrower dissemination \n1 Before Septembe-the Court's orders designated the \"Chief of Customer \nResponse,, in the NSNs Signals Intelligence Directorate as the official responsible for \ndetermining whether information proposed for ··nation had the necessary conne·· \ncounterterrorism. See. e.g. . Docket No. PR/IT  Order at 16; Docket No. PR!IT  at \n10. \nTOP SECRET/ICOMINT//NOFOR~  Page4 \n\n!fGP SECRETNCOMINTJ/NOFORN \nprovision set forth in the Court's orders in this matter be strictly adhered to.\"  Response \nat 2; see also  eclaration at 3-5. \nThe Court understands the government's disclosure to mean that NSA likely has \ndisseminated U.S. person infonnation derived from the PR!IT metadata outside NSA without a \nprlo1· determination by the NSA official designated in the Court's orders that the information is \nrelated to counterterrorism information and is necessary to understand the counterteITorism \ninformation or to assess its importance.  See  esponse at 2.  According to the \ngovernment, on  the Department of Justice instructed NSA only to disseminate \nU.S. person information derived from the PR/IT metadata outside NSA after the designated \nofficial has made the required determination. Id. The government further stated that it is \ninvestigating the I!.'latter.  Id. at 2-3. \nSecond, the government referred in its June 18 submissions to a dissemination-related \nproblem that was first brought to the Court's attention in a \"preliminary notice of compliance \nincident filed. with the Court on June 16, 2009.\" June 18- eclaration at 3 n.1. In the June \n16 notice - and in a separate notice filed contemporaneously in Docket No. BR 09-06 - the \ngovernment informed the Court that the unminimized results of some queries of metadat.a \ncollected in both matters had been \"uploaded [by NSA] into a database to which other \nintelligence agencies ... had access.\" Preliminary Notice of Compliance Incident filed \n•  in Docket No. PRITT  at 2; Preliminary Notice of Compliance Incident filed June 16, \n2009, in Docket No. BR 09-06 al 2. Providing such access, the government explained, may have \nresulted in the dissemination of U.S. p~rson infonnation in violation ofUSSID 18 and the more \nrestrictive restrictions oµ dissemination proposed by the govemrnent and adopted by the Court in \nits current and prior orders in both of the above-captioned matters.  Preliminary Notice of \n!feP S~CRET//COMINT/INOFORN  Page 5 \n\nCompliance Incident filed  in Docket No. PR/IT  at 2; Preliminary Notice of \nCompliance Incident filed June 16, 2009, in Docket No. BR 09-06 at 2.  The government \nexplained that, in the PR/IT matter, any such disseminations would have been in addition to the \n. reports that are described by the government in the  ubmissions. -\nDeclaration at 3 n.1.  The goverrunent asserts that NSA terminated access by outside agencies to \nthe database at issue on June 12, 2009, and that it is still investigating the matter. Preliminaiy \nNotice of Compliance Incident filed June 16, 2009, in Docket No. BR 09-06 at 2; Preliminary. \nNotice of Compliance Incident filed  in Docket No. PR/TT  at 2. \n·  Based upon the information provided by the government in its recent submissions, the \nCourt has concluded that NSA's sharing of authorized queries of the PR/IT metadata with \nanalysts other than the limited number authorized to access the metadata is not the principal \nconcern presented.  Indeed, according to the government, only one of the. eports containing \nPR/TT metadata and disseminated outside NSA was prepared by a non-cleared analyst. The \nCourt is gravely concerned, however, that NSA analysts, cleared and othe1wise, have generally \nnot adhered to the dissemination restrictions proposed by the government, repeatedly relied upon \nby the Court in authorizing the collection of the PR/TT metadata, and incorporated into the \nCourt's orders in this matter  s binding on NSA.  Given the apparent \nwidespread disregard of thes~ restrictions, it seems clear that NSA' s Office of General Counsel \nhas failed to satisfy its obligation to ensure that all analysts with access to information derived \nfrom the PRJTT metadata \"receive appropriate training and guidance regarding the querying \nstandard set out in paragraph c. above, as well as other procedures and restrictions regarding the \nretrieval, storage, and dissemination of such information.\" Docket No. PR!  Order at 11 \n(emphasis added). The Court is also seriously concerned regarding NSA's placement of \nTOP 8ECRETl/COMINTl/NOFOR't  Page 6 \n\nTOP SECRET//COMINT//NOFORN \nunminimized metadat.a from both the above-captioned matters into databases accessible by \noutside agencies, which, as the government has acknowledged, violates not only the Court's \norders, but also NSA's minimization and dissemination procedures set forth in USSID 18. \nAccordingly, it is hereby ORDERED that: \n1.  With regard to Docket No. PR/TI  NSA may share the results ofa uthorized \nqueries of the PR/IT metadata with NSA analysts other than the limited number of analysts who \nare authorized to access the metadata, provided, however, that @X NSA analyst re.ceiving such \nquery results in any form has first received appropriate and adequate training and guidance \nregarding all rules and restrictions governing the use, storage, and dissemination of such \ninformation; \n2.  With regard to Docket Nos. PR/IT  d BR 09-06, the government shall, by \n5:00 p:m. each Friday, commencing on July 3, 2009,2 file with the Court a repmt listing each \ninstance during the seven-day period ending the previous Friday in which NSA has shared, in any \nform,· information obtained or derived from the PR/IT or BR metadata collections with anyone \noutside NSA.  ~or each such instance, the government shall spec~fy the date on which the \ninformation was shared, the recipient of the information, and the form in which .the infonnation \nwas communicated(~ written report, email, oral communication, etc.). For each such instance \nin which U.S. person information has been shared, the Chief of Information Sharing of NSA's  · \nSignals Intelligence Directorate shall certify that such official determined, prior to dissemination, \nthe information to be related to counterterrorism information and necessary to understand the \ncounterterrorism information or to assess its importance; \n3.  With regard to Docket Nos. PRITT  and BR 09-06, the government shall \n2 IfF riday is a holiday, the report shall be submitted on the next business day. \nTOPSECRETh'£0~ilNT//-NOFORN  Page 7 \n\nTOP SECRET//COMINTl/NOFORN \ninclude, in its submissions regarding the results of the end-to-end reviews, a full explanation of \nwhy the government has pe1mitted the dissemination outside NSA of U.S. person infonnation \nwithout regard to whether such dissemination complied with the clear and acknowledged \nrequirements for sharing U.S. person infonnation derived from the metadata collected pursuant \nto the Court's orders. \n.  I  .  '  /)  'i:i!:i \nITIS SO ORDEREO thisJ2¥tlay ofJune, 2:°.91 \n!&t'LJ-~· \nB. \n1REG~  WALTON \nJudge, United States Foreign \nIntelligence Surveillance Court \nputyClerk \nTOP SECRET//COMINTHNOFORN  Page 8 \nFISC, certify that this document . \nis a true and.correct \nthe orlglnal. \n\nTOP SECRET//COMJNT.C/NOFOR..\"\"l' \n.. \nUNITED STATES \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D.C. \nDOCKETNO.P \nSUPPLEMENTAL ORDER \nOn  in the above-captioned docket, the Court ordered the National Security \nAgency (\"NSA\") to cease using the \"master list o  described in the \ngover~ent' s Preliminary Notice of Compliance lncid~nt filed on  within 20 days \nunless tho government showed cause, in writing, why it is necessary and appropriate for 1he NSA \nto continue to use the list.  Supplemental Order at 4. In addition, the Court ordered the \ngovernment to explain, in writing, why any ongoing use of PR!IT metadata collected under the \nm \nauthority of orders in this ~atter (\"PR/IT metadata\")  'connection with deleting information \nassociated with '  is consistent with this Court's orders and othe1wise \nappropriate. Id. \nTOP SECRET//COMINT//NOFORN \n\nTOP SECRET/KJOMINT//NOFOR..'i \nThe Court has reviewed the Government,s Response to the Court>s Supplemental Order, \nfiled on  '), and the Declaration of  Chief, \nSpecial Foreign Intelligence Surveillance Act Oversight and Processing, Oversight and \nCompliance, Signals Intelligence Directorate, The National Security Agency, filed on the same \ndate('  eclaration'>). \nAs the government has acknowledged, its practices with regard to the creation and use of \ndefeat lists for  selectors deviated, at least in part. from the P.rocedures governing the \nhandling of PR/IT roetadata. It is important to note that the procedures at issue were devis~d by \nthe government and incorporated into the Court's orders as binding upon the NSA at the \ngovernment's Sllggestion.  Had the government initially proposed procedures pennitting defeat \nlist practices such as those described in the  Response and the  eclaration, \nthe Court likely would have found them reasonable and would have incorporated such \nprocedures in its orders. \nIn any event, the Court fmds that the continuation of the defeat list practices is reasoll;able \nand appropriate.  Therefore, subject to further consideration following the submission of the \ngovernment's report on its end-to-end review, it is \nHEREBY ORDERED that the restrictions imposed by the Court in paragraph 3 of its \nupplemental Order, ru:e hereby lifted and, as the government requests, NSA is \nauthorized to: \no  Continue to use the existing \"master defeat list\" for metadata reduction.and management \nin its - contact-_chaining repositories, including those repositories containing \nTOP SECRET//COMINT//NOFORN  -2-\n\nTOP SECRETJ/COMINT//NOFOR~ \nPR/TT metadata and those containing non-PR/IT metadata; \n0  Add to the \"master defeat list>'  · denti:Qers discovered by NSA technical \npersonnel through chain summary building and management processes as described in \n1 \n_paragraphs 6-8 of the  eclaration; and \n6  Add to the \"master defeat list\" - dentifiers discovered by NSA analysts \nreviewing the results of authorized queries of the PR/TI metadata. \nThis authorization was orally conveyed to the g~vemment o~ \nIT IS SO ORDERED this \nJudge, United States Foreig11 \nIntelligence Surveillance Court \nTOP SECRET//COMINT//NOFOR.\"\\l  -3-",
      "document_type_other": null,
      "external_url": "http://www.dni.gov/files/documents/1118/CLEANED101.%20Order%20and%20Supplemental%20Order%20%286-22-09%29-sealed.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60641"
    },
    {
      "date": "2009-08-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73454,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73454.pdf",
      "title": "Verified Memorandum of Law in Response to FISC Supplemental Order (8/17/2009)",
      "text": "FBI  IU'FO. \nCLASSIFIED  BY  NSICG  J37J85T94 \nREASON':  1.4  (C} \nDECLASSIFY  ON:  07-21-2039 \nDATE:  07-21-2014 \nsih:T \nUNITED  STATES \nCf Fl,._, r··· \nFOREIGN  INTELLIGENCE  SURVEILLANCE  COURT  --' ·'\" ;_. :-\nWASHINGTON,  D.C. \nb7E \nDocket  No.: \nPERSON, \nIN  RE  A.K.A.  Docket No.: \nA U.S. \nIN  RE  Docket No.: \nA.K.A.  ,  . \nA U.S.  PERSON \n~ \nVER:IF:IED  MEMORANDUM  OF  I.AW  :IN  RESPONSE  TO \nTHE  COORT'sl  lsuPPLEMENTAL  ORDER  b7E \nSE~T \nClassified by:  David S.  Kris,  Assistant Attorney \nGeneral,  NSD,  DOJ \nReason:  1.4(c) \nDeclassify on:  17  August  2034-\n\nS~T \nTABLE  OF  CONTENTS \nI.  BACKGROUND:  THE  2006  MEMORANDA  AND  REPORT  (U)  .  .  .  .  .  .  2 \nb7E \nII.  STATEMENT  OF  FACTS  CONCERNIN9 \nI  I \n(U)  .  .  .  .  .  .  .......-  .-.- .-  .-.- .- .-.---'  7 \nA.  b7E \n7 \nb7E \n1. \n9 \n2. \n17 \n3. \n20 \nb7E \nB. \nIII.  ANALYSIS  OF  LAW  (U)  ................... 30 \nb7E \nA. \n1.  b7E \n\nb7E \n2. \n34 \nb7E \n3. \n38 \nb7E \nB.  The  Legislative  History of  the Criminal  Pen \nRe  ister Statute Confirms  that Con  ress  Intended \n43 \nb7E \n1. \n43 \n2. \n48 \n3 . \n52 \nc.  b7E \n59 \nD. \n61 \n1.  No  Clause  or Word  Should be  Rendered \nSuperfluous.  (U)  .  .  .  .  62 \n2.  The  Doctrine Against  Implied  Repeals  (U) .  65 \n3.  The  Canon  of  Constitutional  Avoidance  (U)  67 \ns~ \n\nb7E \nE. \n70 \nIV.  CONCLUSION  (U)  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  •  .  .  .  .  .  75 \nVERIFICATION  (U)  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  76 \n~L:_T.· \n~11~ \n\nbl \nb3 \nb7E \nbl \nb3 \nb7E \n\n'sJRET \nbl \nI \" \nb3 \nb7E \nI.  BACKGROUND:  THE  2006  MEMORANDA  Am)  REPORT  ~ \nbl \nb3 \nb7E \n• \n\nbl \nb3 \nb7E \nbl \nb3 \nb7E \nbl \nb3 \nb7E \n\n-----~srl$~T:.__ \n_ _ _ _  \nI  (: \nr \nbl \nb3 \nb7E \nbl \nb3 \nb7E \nJ \nI \nbl \nb3 \nb7E \n\nbl \nb3 \nb7E \nbl \nb3 \nb7E \nbl \nb3 \nb7E \n\nbl \nb3 \nb7E \nT \n\n, \nbl \nb3 \nb7E \n. \nCONCERNING~l~~~~~~~~~~~__.l(U)  b7E \nII.  STATEMENT  OF  FACTS \nbl \nb3 \nb7E \nb7E \nA. \nb7E \n\n'1  -\nS .. ,. ... w 1f.T \n'i\"-\"\"-\nI  b7E \nCall-identifying information is defined as  \"dialing or \nsignaling information that  identifies  the  origin,  direction, \ndestination,  or  termination of  each  communication generated or \nreceived by  a  subscriber by means  of  any  equipment,  facility,  or \nservice  of  a  telecommunications  carrier.\"  47  U.S.C.  §  1001(2).  (U) \n5  The  Communications  Assistance  for  Law  Enforcement  Act  of  1994, \nPub.L.  No.  103-414,  108  Stat.  4279  (1994)  (hereinafter CALEA)  was \nenacted  to  ensure  that  law  enforcement maintained  its  interception \ncapabilities  in  light of  emerging  technologies  and  the  changing \ncompetitive  telecommunications market.  Overall,  CALEA  sought  to \nbalance  three  key policies:  (1)  to preserve a  capability  for  law \nenforcement  agencies  to  carry out properly authorized  intercepts;  (2) \nto  protect privacy  in the  face  of  increasingly powerful  and personally \nrevealing  technologies;  and  (3)  to avoid  impeding  the development  of \nnew  communications  services  and  technologies.  See  H.R.  Rep.  No.  103-\n827 (I)  (1994),  reprinted in 1994  U.S.C.C.A.N.  3489.  (U) \nS~T-\n8 \n\nS~T \nI  , \nb7E \nb7E \n1. \nb7E \n1--\nb7E \n\nb7E \nb7E \nb7E \nb7E \n\nb7E \nI~ \n-\nb7E \nb7E \nb7E \n\"\"' I \n\nT \nb7E \nb7E \n\nS~T \nI  '\\  b7E \nb7E \nb7E \n\nb7E \nT \n\nS~T \nI \nb7E \nIn  addition  to  cost  and  security concerns, \nbl \nb3 \nb7E \n... \nSEC \n~T \n15  \n\n1 - - -\n=-__ \nbl \n1,~:1 \nb3 \nb7E \nb7E \nb7E \n\nSEC [\\ET \n'  b7E \nb7E \n2. \nb7E \nb7E \nb7E \n\nb7E \nb7E \n\n[\\.._ -~ \n~l ,,~·· \n~  \"\\  b7E \nb7E \n• \nb7E \n• \nb7E \n• \nb7E \n• \n- - -\nS~RT \n719~ \n\nT \nb7E \n•  b7E \nb7E \n• \n3.  Based  on  the  Information  Provided  to  It,  the  FBI's \nb7E \nAs  described  in  the  November  2006  Report,  the  FB~  I  b7E \nI \nbl \nb3 \nb7E \nSE \n\nb7E \nbl \nb3 \nb7E \n\nI  b7E \nb7E \n\nI \nS~T \nI  I  b7E \nI \n(U) \nb7E \nB. \nb7E \n15  The  DAG  Memo  specifically states,  \"The  authorities  granted by \nthe  Foreign  Intelligence Surveillance Act  of  1978,  50  U.S.C.  §  1801, \nseq.,  are  outside  the  scope  of  this Memorandum.\"  DAG  Mern.  at 1,  n. \nAs  discussed below,  the  FB,.1-..a,g.Q.....:a..;i...D.1;;:.e.....e.i:;L.a.C:J:.E~..D.C:l.J..Ju::JL.e!:i......l:..tl.i::LJ:.....a.i\"-llJ..l.;'f \nb7E \nU) \n\n~T \nb7E \nb7E \nbl \nb3 \nb7E \n\n'\\  b7E \nbl \nb3 \nb7E \nb7E \nI \nIn  or  about  July  2008,  the  FBI  l  b7E \n\nS~T \n\\ \n'\\  b7E \nI \nIn  December  2008,  the  FBI  I  b7E \nb7E \n17 \n\nT \nb7E \nAlthough  the  DAG  Memo  as  written  aoolies  onlv  to  the \nissuance  of  criminall  I  b7E \nI  I \nb7E \n\n' \nSECJ \n~ \n\"  b7E \nb7E \nbl \nb3 \nb7E \n\nI  I \n_ _ _ __ ____::.:'7\\\\111 \nSEMT  - - - - - - ,  \nI  b7E \nb 7E \nb7E \nI \ns~ \n\nT \nb7E \nIII.  ANALYSIS  OF  LAW  (U) \nIn  light  of  the  current  state of  technology  and  the  law,  the \ngovernment  respectfully  submits  that  it is  appropriate  for  this \nCourt  to  continue  to  approve  pen  register applications  b7E \n\nSE~F.T \n7  \"  b7E \nb7E \nT \n\nI \n'.. ... \n:\"\\  IC~; I \nb7E \n\"\"' \nb7E \nA. \nb7E \n1. \nCongress  initially adopted  the  definition of  \"pen  register\" \nas  part  of  the  Electronic  Communications  Privacy Act  of  1986, \nPub.  L.  No.  99-508,  §  302,  100  Stat.  1848  (ECPA).  As  originally \nenacted,  18  U.S.C.  section  3127(3)  defined  \"pen  register\"  in \nterms  of  now  out-dated  telephone  technology,  referring  to  a \n\"device\"  being  attached  to  a  \"telephone  line.\"  Specifically,  the \nearlier version  of  the pen  register definition provided: \n[T]he  term  \"pen  register\"  means  a  device  which  records  or \ndecodes  electronic  or  other  impulses  which  identify  the \nnumber  dialed or  otherwise  transmitted on  the  telephone  line \nto  which  such device  is  attached  .  .  .  . \n18  U.S.C.  §  3127(3)  (2000).  (U) \nb7E \n\nSE'cf.T \nThe  definition of  upen  register\"  remained  unaltered until \n2001,  but  in  the  interim in 1994  Congress  enacted CALEA \n(discussed  above)  and  added  the  ulimitation\"  provision of  the \ncriminal  pen  register statute,  18  U.S.C.  §  3121(c).  As \noriginally enacted,  this  provision  stated: \n(c)  Limitation  - A Government  agency  authorized  to  install \nand  use  a  pen  register under  this  chapter  or under  state  law \nshall use  technology  reasonably  available  to  it that \nrestricts  the  recording  or decoding  of  electronic  or other \nimpulses  to  the  dialing and  signaling  information utilized \nin  call processing. \nCALEA,  §  207,  108  Stat.  at  4292  (emphasis  added).  The  limitation \nprovision makes  clear  that  although  the  purpose  of  a  pen  register \nis  to  collect  \"dialing and  signaling  information\"  utilized in \n,1  b7E \ncall processing \n(U) \nb7E \n\nSE  T \nb7E \nb7E \n2. \nIn \nAmerica  by  Providing Appropriate  Tools  Required  to  Intercept  and \nObstruct  Terrorism Act  of  2001,  Pub.  L.  No.  107-56,  §  216,  115 \n20  See  TRW,  Inc.  v.  Andrews,  534  U.S.  19,  31  (2001)  {citation \nomitted)  (\"It  is  a  cardinal principle of  statutory construction  that, \na  statute ought,  upon  the whole,  to  be  so  construed that,  if it can  be \nprevented,  no  clause,  sentence,  or word  shall  be  superfluous,  void,  or \ninsignificant.'') .  {U) \n\nS~T \nStat.  272,  288  (2001)  (PATRIOT  Act)  amended  both  the  definition \nof  pen  register  in section  3127(3)  and  the  limitation provision \nin  section  312l(c).  PATRIOT  Act  §  216,  115  Stat.  at  288,  290. \nThe  PATRIOT  Act  amended  the  definition of  pen  register  to  clarify \nthat  the pen  register provision applies  to  an  array  of modern \nconununications  technologies  (e.g.,  the  Internet)  and  not  simply \ntraditional  telephone  lines.  See  H.R.  Rep.  No.  107-236(I),  at \n52-53  (2001)  (discussing predecessor bill H.R.  2975);  see  also \n147  Cong.  Rec.  Sll,006  (daily ed.  Oct.  25,  2001) (section-by \nI  b7E \nsection analysis  by  Sen.  Leahy). \nI \n~ \nThus,  Congress  amended  the \n---~~~~~~~~~~~~~~~~~~~-\npen  register  definition in only  two  respects,  both of which \nmerely  clarified the  limits  of  existing  law:  (1)  Congress \nbroadened  the  language  to  include  the  recording  or  decoding  of \n\"dialing,  routing,  addressing  or  signaling  information\"  in  order \nto  confirm  the  statute's proper  application  to  conununications  in \nan  advanced  electronic  environment;  and  (2)  Congress  confirmed \nthe  proper  purpose  and  scope  of  a  pen  register device:  to  obtain \nSE&~. \n~~ \n\ninformation  used  to process  a  wire  or  electronic  communication, \nb7E \n(U) \nI \nI  b7E \nImportantly, \n,, I \nI \nb7E \nI \nb7E \n1.-~~~~~~~~~~~~~~~~~~__.I \nCongress  also  amended  the \nlimitation provision  in 18  U.S.C.  section 3121(c)  to  conform  to \nthe  revised  language  of  the pen  register definition. \n\nb7E \nCongress  made  essentially \nthe  same  revisions  to  the  limitation provision  that  it made  to \nthe  pen  register definition:  (1)  it clarified that  the  term  \"pen \nregister\"  applies  not  only  to  traditional  telephone  lines,  but  to  b7E \nall manner  of  modern  electronic  communications;  and  (2)  it \nclarified that  the purpose  of  a  pen  register  is  to  collect call \nI \nI \nprocessing  information, \nAccordingly,  as  reflected by  the  plain  text,  Congress  left \nb7E \n~ \n.......l. _i_n_t__a c__ t __t_ h_e_ _s __c _h_ e_m_e_ _1 __·t _h_  _a_ d_·_P_r_e_v_1__·o _u_ s_l_y_ _a _d_o__p _t_ e_d_ _i_ n_ _1 _9_,,9_4_. __1 __ _________. .......... \nI \nII \nSE'i...~T \n. \ni3i\\ \n\nS~T \nOn  their  face,  neither  the  original  versions  of  the  pen \nregister  definition and  limitation provision  nor  the  revised \nversions  as  amended  by  the  PATRIOT  Act  dictate  the  means  by  which \na  pen  register device  should  function  technologically.  By  its \nown  terms,  18  U.S.C.  section 3127(3)  is  simply  a  definition. \nb7E \nNotably,  section  3127  is entitled  \"Definitions  for  Chapter.\" \n-\nI  I  b7E \nb7E \n3. \nb7E \n\n~T \nI  b7E \nb7E \n\\.  I \nSE~'.ET \n3(' \n\nb7E \n\\ \nb7E \n\nT \nb7E \nb7E \nSEXR \n\n~ \n'lH?T \n...: \nb7E \nI \nb7E \nb7E \n- -.  - -\nSE~T \n/42\\ \n\nS~U:T \n'  b7E \nB.  Criminal  Pen  Reaister \n;Intended!  b7E \n1.  Legislative History Regarding  the  Enactment  of \n18  u.s.c.  Section  3121(c}  Confirms  that  Congress \nIntentionally Created  a  Technology-Driven \nMinimization  Scheme.  (U) \nLegislative history  from  the  1994  enactment  of  the  pen \nregister  limitation provision  confirms  what  the  text  of  18  U.S.C. \nsection  312l(c)  plainly  implies.  In  1994,  Senator  Leahy \noriginally proposed  18  U.S.C.  section  3121(c)  as  part  of  S.2375, \nthe  \"Digital  Telephone  Act  of  1994.\"  See  140  Cong.  Rec.  Sll,045-\n05  (1994).  Most  of  the  provisions  of  S.2375,  including \nsection  3121(c),  were  eventually adopted  in CALEA.  In his \nintroductory  remarks,  Senator  Leahy  included a  section-by-section \nsummary  in which  he  stated as  follows  regarding  the  limitation \nprovision: \n\nSE~T \n[This  subsection]  requires  government  agencies  installing \nand  using  pen  register devices  to  use,  when  reasonably \navailable,  technology  that  restricts  the  information \ncaptured by  such  device  to  the  dialing or  signaling \nripnufo rmation necessary  to  direct  or ~recess a  cal 1  excl rding \nb7E \nfnrtber  comrn1mi cati ans  condncte \nThus,  Senator Leahy, \nthe  primary  architect  of  section  3121(c),  stated that  the \ngovernment  was  required  to  apply  filtering  technology  only  \"when\" \nb7E \nsuch  technology  is  reasonably  available. \n(U) \nIn  addition  to  Senator  Leahy's  statement,  committee  reports \nfrom  both  the  House  and  Senate  further  confirm  that  Congress \nb7E \noriginally  intended! \nSpecifically,  both  reports  state that  18  U.S.C.  section  3121(c) \nis  intended  to  \"require[]  law  enforcement  to use  reasonably \navailable  technology  to  minimize  information  obtained  through pen \nregisters.\"  See  S.  Rep.  No.  103-402,  at  18;  H.R.  Rep.  No.  103-\n22  Because  he  was  the  chairman of  the  committee  that sponsored  the \nbill,  Senator  Leahy's  remarks  are entitled to  significant weight.  See \nUnited  States v.  Int'l Union  {UAW-CIO),  352  U.S.  567,  585  (1957).  In \nthis  case,  they  are  entitled to even  greater weight,  because both  the \nSenate  and  House  committee  reports  accompanying  CALEA  adopted Senator \nLeahy's  above  remark  verbatim.  See  S.  Rep.  No.  103-402,  at 31  (1994); \nH.R.  Rep.  No.  103-827(1),  at 32  (1994).  (U) \nS~T \n\nadde~:ll \n827(I)  at  17  (emphasis  in advance  of  the  1994 \nI \nenactment  of  this  provision,  the  term  \"minimize\"  had  acquired a \nspecific  legal  meaning  under  the  electronic  surveillance  laws  of \nboth Title  III,  enacted  in 1968,  and  FISA,  enacted  in 1978.  (U) \nFor  example,  18  U.S.C.  section  2518(5)  of  Title  III \nprovides,  in relevant part,  that  electronic  surveillance  \"be \nconducted  in  such  a  way  as  to minimize  the  interception of \ncommunications  not  otherwise  subject  to  interception\"  under  Title \nIII.  Under  well-established precedent,  Title  III  \"does  not \nforbid  the  interception of  all nonrelevant  conversations,  but \nrather  instructs  the  [government]  to  conduct  the  surveillance  in \nsuch  a  manner  as  to minimize  the  interception of  such \nconversations.\"  Scott v.  United  States,  436  U.S.  128,  140  (1978) \n(emphasis  omitted).  (U) \nSimilarly,  under  FISA,  each  application  for  electronic \nsurveillance  submitted by  the  government  must  contain,  among \nother  things,  a  statement  of  the  government's  proposed \nminimization  procedures.  50  U.S.C.  §  1804(a) (5).  FISA  defines \n\"minimization  procedures,\"  in part,  as  follows: \nspecific  procedures,  .  that are  reasonably  designed \nin  light of  the  purpose  and  technique  of  the  particular \nsurveillance,  to  minimize  the  acquisition and \nretention,  and  prohibit  the  dissemination,  of \nnonpublicly  available  information  concerning \nunconsenting United  States  persons  consistent  with  the \nneed  of  the United  States  to  obtain,  produce,  and \ns~ \n\ndisseminate  foreign  intelligence  information. \n50  U.S.C.  §  180l(h) (1).  Both  federal  case  law  and  FISA \nlegislative history demonstrate  that  the  definition of \nminimization  procedures  under  FISA  was  intended  to  take  into \naccount  the  realities of  foreign  intelligence  collection,  where \nthe  activities  of  individuals  engaged  in clandestine  intelligence \nactivities  or  international  terrorism are  often not  obvious  on \ntheir  face,  and  an  investigation develops  over  time.  See,  .§....:...SL_, \nUnited  States v.  Rahman,  861  F.  Supp.  247,  253  (S.D.N.Y.  1994), \naff 'don other  grounds,  189  F.3d  88  (2d  Cir.  1999)  (rejecting  the \nnotion  that  the  \"wheat\"  could be  separated  from  the  \"chaff\"  while \nthe  \"stalks  were  still growing\").  In  addition,  the  Senate  Select \nCommittee  on  Intelligence observed  in its  final  report  regarding \nb7E \nFISA  that  in  certain situations, \nSee  In  the \nMatter  of  Kevork,  634  F.  Supp.  1002,  1017  (C.D.  Cal.  1985) \n(stating  that  \"minimization may  occur  at any  of  several  stages\"), \naff 'don other  grounds,  788  F.2d  566  (9th  Cir.  1986).  (U) \nWhen  drafting 18  U.S.C.  section  3121(c)  and  its associated \nlegislative history,  Congress S~tedly knew  the  legal  meaning \n\nS~T \nacJu~ed \nthat  the  term  \"minimize\"  had  under  Title  III and  FISA, \nelectronic  surveillance  laws  that  had,  at  the  time,  existed  for \nmany  years  and  in  the  case  of  Title  III nearly  three  decades.  In \nany  event,  Congress  is presumed,  as  a  matter  of  law,  to  have \nknown  the  legal  meaning  of  that word.  See United  States v. \nBonanno  Organized Crime  Family,  879  F.2d  20,  25  (2d  Cir.  1989), \nrelying  on  Goodyear  Atomic  Corp.  v.  Miller,  486  U.S.  174,  184-85 \n(1988)  (As  a  matter  of  law,  Congress  is presumed  to  have  been  (a) \nknowledgeable  about  existing  laws  pertinent  to  later-enacted \nlegislation,  (b)  aware  of  judicial  interpretations  given  to \nsections  of  an  old  law  incorporated  into  a  new  one,  and  (c) \nfamiliar  with previous  interpretations  of  specific  statutory \nlanguage.} .  (U) \nAlthough  Congress  used  the  word  \"minimize\"  in  the \nlegislative history  rather  than  in section  3121(c}  itself,  it is \nreasonable  to  infer,  under  the  authorities  cited above,  that  in \ndescribing  the  requirement  of  section 3121(c)  as  one  of \nI \nminimization,  I  b7E \nThe  government's  and  FBI's  above-described policies \n- - .  -\n\nand  procedures  (U)  b7E \n2.  The  Legislative History of  Section...-=....6:......;:o~f=-t:h==e'-----. \nb7E \nPATRIOT  Act  Confirms  that  Con  ress \n(U) \nWhen  it enacted  the  PATRIOT  Act,  as  described  below, \nb7E \nCongress  was  aware  tha9  I \nI \nIndeed,  the  legislative history \n...._~~~~~~~~~~~~---' \nconf irrns  what  is  suggested by  the  plain  language  of  section  216 \nitself:!  I  b7E \nAlthough  the  PATRIOT  Act  has  no  definitive  congressional \ncommittee  report,  on  October  11,  2001,  the House  Judiciary \nCommittee  reported  on  a  predecessor bill,  H.R.  2975,  that \nproposed updating  the  language  of  sections  3127(3)  and  312l(c)  to \nconfirm  that  pen  registers  apply  to  communications  instruments \nother  than  traditional  telephones: \nb7E \nSE'>L~T \n. \n·µ~ \n\nI \ns~ t.ET \n'-\nI  '  I  I \nb7E \nI  I \nI \nI \nl(\"This  section updates  the  language  of  the  statute  to  clarify \nthat  the  pen/register authority applies  to modern  communications \nb7E \ntechnologies.\").  This  report, \nL..I_  _________________ _, \n..._ ________ __,I reveals  that H.R.  2975  was  focused  on  ensuring \nthat  the pen  register  statute applied  to modern  communications \nI \ntechnologies,  I \nSimilar  statements  were  made  regarding  a  predecessor  bill in \nthe  Senate,  the  Uniting and  Strengthening America  Act,  S.  1510, \nl ______. .... \nwhich  included a ...  lidentical  in  relevant  part  to  the \none  soon  thereafter  enacted  in  the  PATRIOT  Act.  See  generally \n. \nsi>/n~T \n/4~ \n\nSE~T \n147  Cong.  Rec.  Sl0,547-01,  *Sl0,609  (Oct.  11,  2001). \nContemporaneous  comments  about  the  legislation demonstrate  that \nthe  amendments  at  issue were  to  ensure  that pen  registers  apply \nto  communications  instruments  other  than  traditional  telephones. \nSee  147  Cong.  Rec.  *Sl0,592  (Oct.  11,  2001) (Sen.  Feinstein) \n(\"[t]he problem with  current  law  is  that it has  not  kept  up  with \ntechnology\");  147  Cong.  Rec.  *Sl0,561,  *Sl0,602  (Oct.  11, \n2001) (Sen.  Hatch)  (\"[t]he  legislation under  consideration  today \nwould  make  clear what  the  federal  courts  have  already ruled  -\nthat  Federal  judges  may  grant pen  register authority  to  the  FBI \nb7E \nto  coverl \nContemporaneous  statements  about I.. . ______ __.I also make  clear \nthat  its amendments  were  to  ensure  that  pen  registers  apply  to \nb7E \nOn \nOctober  25,  2001,  Senator  Leahy,  the  chairman  of  the  Senate \nJudiciary Committee,  appeared before  the  Senate  and  read  final \nremarks  about  the  Patriot Act,  which  were  published  in  the \nCongressional  Record.  Senator  Leahy  observed:  \"[t]he  language  of \nthe  existing  statute is hopelessly out  of  date  and  speaks  of  a \npen  register or  trap  and  trace  'device'  being  'attached'  to  a \ntelephone  'line.'\".  147  Cong.  Rec.  Sl0,999  (daily ed.  Oct.  25, \n2001).  When  considering  the  amendment  to  include  \"routing\"  and \n\nS*T \n\"addressing\"  information  among  the  data  captured by  a  pen \nI  I  b7E \nregister, \nD \nThus,  the \nI...  ________________I  \nwas  aimed  at  the  expanded \ntechnologies  subject  to  pen  register authority  - and  ensuring \nthat  the  \"new\"  terms  were  not misinterpreted to  change  the  nature \nof  information a  pen  register order  is used  to  collect.  (U) \nSenator  Leahy's  comments  and  analysis  also  clarify that \n._ ______ \n~I does  not  alter the  minimization  scheme  under  which \nb7E \nthe  government \n\n¥RET \nb7E \nDespite  these  facts,  Senator  Leahy  also \nacknowledged  that  the  \"technology  reasonably  available\"  language \nI \ni~  remained  in effect,  noting  that  the  statute \nThese  repeated references  to \nreasonably  or  latest  available  technology  demonstrate  that \n...._~~~~~---lwas \nnot  intended  to be  a  departure  from  prior \npractice,  including  the minimization  scheme  created  in 1994.  (U) \nb7E \n3. \nThe  two  opinions  cited in  footnote  3  of  the  Court'~  I \nhistory,~!~~~~~~~~~ \n[]Order that  examine  legislative \n.__~~~~~~~~___.I \nmisinterpret  or  take  out  of  context  a  number  of \nstatements,  particularly statements  by  Senator  Leahy,  and \nerroneously  conclude  that \nb7E \ns \n\nwhen  b7E \nCongress  first  codified  the  pen  register  statute under  ECPA,  it \ndid not  address  the  questio  because \n--~~~~~~~~~~~~ \n.....!. asserted that  Congress  passed  the  CALEA \n\"limitation\"  amendment  to  the  pen  register  statute when  it first \nbecame  aware  of  the  issue  in 1994,  and  thenl_~~~~~~~~~__. \nfact,  the  PATRIOT  Act  legislative history,  though  scant,  proves \njust  the  opposite.  As  described above,  Congress  was  aware  that \nI  b7E \nI  I \nI \nI \n(U) \n.._~~~~-=,,,,,,,,,,,,,,,,,,,,,,,,,,....-~~~~~~~~~~~ \nThe~Opinion  . b7E \nalso  takes  and  uses  out  of  context \nportions  of  Senator  Leahy's  final  remarks  about  the  PATRIOT  Act \nI  I \nquotes  some  of  Senator Leahy's  remarks  and  suggests \nthat  the  Senator,  \"who  had  been  instrumental  in passing  the  CALEA \n'reasonably available  technology'  limitation,  declared  on  the \ns* \n\nS*T \nSenate  floor  that  §  312l(c)  had  so  far  [at  the  time  of  the \nPATRIOT  Act's  enactment \nI \n!further  implied  that  Senator  Leahy  called \n=::::-1-----\n\";::I \nI  b7E \nI \nTo  the  contrary,  Senator  Leahy  stated that  his  original \nproposal  for  the  PATRIOT  Act  amendments  to  the  pen  register \nstatute was  threefold:  (1)  to  give  nationwide  effect  to  pen \nregister  and  trap  and  trace  orders  obtained by  government \nattorneys  and  obviate  the  need  to  obtain  identical  orders  in \nmultiple  federal  jurisdictions;  (2)  to  clarify  that  such  devices \ncan be  used  for  computer  transmissions  to  obtain  electronic \naddresses,  not  just  telephone  lines;  and  (3)  \"as  a  guard  against \nabuse,\"  to  provide  for  \"meaningful  judicial  review\"  of  government \nattorney  applications  for  pen  registers and  trap  and  trace \ndevices.  147  Cong.  Rec.  810,999.  Senator  Leahy's  third proposal \nwas  not  adopted  in  the  PATRIOT  Act,  and  his  comments  regarding \nb7E \nthe \n\nb7E \nIn  short,  Senator  Leahy  had proposed  that  the  criminal  pen \nregister  application process  should be  subjected  to  heightened \njudicial  review.  Id.  at Sll,000.  Currently,  under  the  criminal \npen  register  statute,  the  government  must  certify that  the \ninformation  likely  to  be  obtained by  the  installation of  a  pen \nregister device  will  be  \"relevant  to  an  ongoing  criminal \ninvestigation.\"  Id.  A  court  is required  to  issue an  order  upon \nseeing  the  certification and  is not  authorized  to  look  behind  the \ncertif{cation and  evaluate  the  judgment  of  the  prosecutor. \nSenator  Leahy  sought  to  amend  this  standard  to  require  the \ngovernment  to  include  facts  in  its pen  register  certification. \nId.  Then,  the  court would  grant  the  order  only  if it found  that \nthe  facts  supported  the  government's  assertion of  relevancy. \nl...___ _ _ _ _ _  \n_____.l \nI.  . \n...._~~~~~~~~~~~~--reightened  b7E \njudicial  review  of  the \napplications  was  necessary  to  ensure  that  the  government  was \nS~~T \n~foK \n\nS~T \nproperly using  pen  register orders.  Id.  A majority of  Congress \napparently  did not  agree  with him,  because  this proposed \namendment  did not  become  law.  Senator  Leahy  did not  claim  that \nunder  his  proposed approach,  or  as  amended  by  the  PATRIOT  Act, \nthe  criminal  pen  register  statute would  eliminate,  or  even \ncurtail,  b7E \n(U) \nTh~-~~~--ppinion also misinterprets or  takes  out  of  b7E \ncontext  numerous  statements  by  Senator  Leahy  in  its examination \nof  the  legislative history of  the pen  register  statute,  even \nthough  it ultimately concludes  tha9 \nI  I \nI \nThe \nOpinion  acknowledges  the  presence  of  the  term  \"minimize\" \nI \nin  the  legislative history of  CALEA. \nI  I \nagrees  that \nI  I \nUltimately,  however,!  ltinds,  based  on  Senator  Leahy's  1994 \nstatements  on  the  Senate  floor,  that  the  legislative history of \nCALEA  does  not  in  the  end  support  the  government's \nsifrT \n\ninterpretation: \nNotably,  this  statement  does \ne~  b7E \nnot  specifically ref  Contrary  to \nthel  !Opinion,  Senator  Leahy's  statements  that  the \nlimitation provision  is designed  to  restrict access  to \n\"transactional  information\"  is consistent  with  the  House  and \nSenate  Reports'  expectation  that  the  government  would  \"minimize\" \nsuch  information.  (U) \nIn  turning  to  Leahy's  comments  regarding  the  PATRIOT  Act \namendments,  the.l . .. ____ .lopinion  asserts  that  Leahy  \"worrie [d]\" \nI \nthat  there was \nThe~  b7E \nOpinion  suggests  that  Leahy'sl....__  ____ . \nThe \n\n~T \n...._ ______l opinion  fails  to  consider  the  full  context  of  Senator \nI \nLeahy's  remarks.  ~n \n!of  the  PATRIOT  Act  was  intended  to  address  any  risk \nb7E \n...__t_h_a_t_t_e_r_m_s_.d..  escribing new  technology \nJ...  _____________. ... \nwould  be  misinterpreted  to  change  the \nnature  of  information collected with pen  register devices. \nl_  ___ \nFurthermore,  the ...  fpinion  generally  fails  to  consider  the \nstatements  (discussed above)  indicating  that  the  limitation \nprovision's  minimization  scheme  had  not  changed.  (U) \nFinally,  thel  !opinion mistakenly  interprets  Senator \nI \nLeahy's  statements  that  I \nconsidered  this  an  important \nindication  that  Senator  Leahy  intended I... . ______ _.I to  address \nconstitutional  concerns  regarding  the  use  of pen  register \nI \ndevices, \nI_  __I  \nb7E \nThe ....  Opinion  takes  out  of \ncontext  Senator  Leahy's  comments,  which were  directed  towards  his \ndesire  for  heightened  judicial  review  of  criminal  pen  register \napplications,  not  the minimiza~ir~ scheme  in place under  the \nS~T \n58 \n\nS~T \nlimitation provision.  Again,  Senator  Leahy's  proposal  for \nheightened  judicial  review was  not  adopted  in  the  PATRIOT  Act, \nand  his  comments  regarding!  I  b7E \n(U) \nc. \no  Allow the \nb7E \nb7E \nSE'c;f\\ \n\nb7E \nb7E \nb7E \nbl \nb3 \nb7E \n- -.  -\n-\ns~ \nD~T \n' \n\nbl \nb3 \nb7E \nD.  b7E \nb7E \n\nSEJ:.T \n1.  No  Clause  or Word  Should be  Rendered  Superfluous. \n{U) \nAs  noted  above,  \"[i)t is  a  cardinal  principle  of  statutory \nconstruction  that,  .  if it can  be  prevented,  no  clause, \nsentence,  or word  shall  be  superfluous,  void,  or  insignificant.\" \nTRW,  534  U.S.  at  31  (citation omitted).  Courts  must  strive  to \neffect,  if possible,  to  every  clause  and word  of  a \n~give \nstatute.\"  Id.  (citation omitted).  (U) \nI \nBoth  the~and  fpinions  address  this  issue. \nthe~inion \nIndeed,  acknowledges  that an  interpretation of \nthe  definition of  pen  register denying  authorization  to  any \ndevice  tha  I  I  b7E \nI  I \nsuperfluous.  I \nI \nNevertheless,  declined  to  find \nI \nthis  issue  \"dispositive, ''  largely because  of  what  saw  as  the \nmore  significant concerns  raised by  the  canon  of  constitutional \navoidance  (discussed below).  Id.  at 336.  (U) \nUnlike \nr ejected  the- -g-~o~~v~e-r--n,m..e..n,t.'.s. ~~a~r~g~u~.m..e.n,.t. .t-h--a11·   1'ire-a-d~i-n.g, .o~f~ ~t~h~e~ ---\n.... \n..___ \nS~~T \n~ \n\n-I  b7E \nstatute \nrenders  the words  \"technology  reasonably \navailable  to  it\"  superfluous. \nHe  determined  that  the  government's  conflicting  interpretation \nD \n\"rests  almost  entirely on  legislative  silence,\"  and  that \nI \ndetermined  that \n---~~~~~~~~~~~~~~~~~~~~~~~~-\n\" ( t] he  most  natural  reading  of  the  provision  is  that Congress \nassumed  that  such  technology would  be  available,  and  for  that \nreason  did not  address  or  even  contemplate  the  contrary \nscenario.\"  Id.  This  determination  contradicts  indications  that \nb7E \nI \nThel  !Opinion  concluded  that  a  reading  that would  permit \nI \nl\"contradicts,  or \nI \nat  least  creates  serious  tension with, \n____________I  \nTheCJ \nOpinion  concluded  that  the  most  harmonious  reading  of  the  statute \nb7E \nwould  deny  access \n(U) \n\nS~T \nUnder  that  interpretation,~~--\"---------------_.I  b7E \nI  I \nI \nHowever, \nI  I \nl...__ ________________I  \nThus, \nunder  the  interpretation advanced \nby..._I _______ __. \n.___ _____I   left without  a  function  in  the  statutory \nis \nscheme.  (U) \nThe  doctrine  against  superfluities  should apply with  special \nforce  in  this  case.  This  is not  an  instance  of  a  single word  or \ntangentially related provision being  rendered  superfluous. \nth~._  I ___. ... \nRather,  ___ __.I and ...  !opinions  interpret one  part of  the \ncriminal  pen  register provision,  the  definition,  to  render \nanother  part  of  the very  same  chapter,  the  limitation provision, \nsuperfluous  to  the  statutory scheme. 23  Moreover,  Congress \namended  both provisions  in  the  very  same  section \n.__ _________. ...l and  clearly was  aware  of  and  chose  to  retain \nboth.  One  must  therefore  conclude  that  Congress  saw  a  continuing \nb7E \n\nSE*T \npurpose  for  the  limitation provision  separate  from  and  in \nb7E \naddition  to  the  amended  definition of  pen  register.  Th~L..---~ \nOpinion's  dismissal  of  the  surplus age  canon  effectively \nL..I_  _____ _, \n.__  ________________ _.Ito  fit a  preconceived  - and \ninaccurate  - notion  of  Congress's  intent.  (U) \n2.  The  Doctrine Against  Implied  Repeals  (U) \nIn  addition  to  rendering  superfluous,  an \ninterpretation of  the  pen  register \nb7E \n\"[A]  repeal  by  implication will  only be  found \nwhen  there  is  clear  legislative intent  to  support  it.\"  United \nStates v.  Mitchell,  39  F.3d  465,  472  (4th Cir.  1994) (citation \nomitted).  Evidence  of  the  legislature's  intent  to  repeal  a \nstatute by  implication must  be  \"clear and manifest,\"  Radzanower \nv.  Touche  Ross  & Co.,  426  U.S.  148,  154  (1976)  (quotation  and \ncitation omitted),  and,  \"because  an  implied  repeal  is disfavored, \nthere  is a  'strong presumption'  against  finding  such  a  repeal.\" \nPatten v.  United  States,  116  F.3d  1029,  1034  (4th Cir. \n1997) (quoting Blevins  v.  United States,  769  F.2d  175,  181  {4th \nCir.  1985)).  In  order  to  find  an  implied repeal,  a  court  must \nfind  either  that  the  two  acts  in  question  are  '\"in irreconcilable \nconflict, '\"  or  that  \"'the  later. .... f-t  covers  the  whole  subject  of \nSE~ \n65 \n\nthe  earlier one  and  is clearly  intended as  a  substitute[.]'\" \nRadzanower,  426  U.S.  at  154  (quoting  Posadas  v.  Nat'l City Bank, \n296  U.S.  497,  503  (1936)).  (U) \nAs  described above,  in  1994,  Congress  added  the  limitation \nprovision  ith a  b7E \npen  register  device.  That  limitation obligates  the  government  to \nuse  technology  that  is  reasonably  available  to  it,  and  nothing \nmore,  to  fulfill  this  objective.  The  government  remains  entitled \nto  record  or  decode  \"dialing;  routing,  addressing,  or  signaling \ninformation\"  -\nUnder  an  interpretation of  the  pen  register  statute \nprohibiting~! _______________ ___.  the  limitations  on  the \ngovernment's  obligation  inherent  in Congress's  choice  of  the \nwords  \"technology  reasonably available\"  is  eliminated.  (U) \npassage~I \nThe  circumstances  of  the  ______________  \n_______ _.I do  not  provide  any  indication,  much  less  a  \"clear and \nmanifest\"  indication,  that Congress  intended  such  a  change.  If \nCongress  intended  the  definition of  pen  register \n(U) \n\n~---------------.1:~ed \nthe  implied  repeals  claim,  b7E \nI \nfinding  that  because!  and  the \nstrict  interpretation.___o_f_t_h_e_d_e_f_i_n_i_t_i_o_n_ _o_ f_~_p_e_n_r_e_g_i_s_t.. .e... r•j~~~~~~ \nI \nthere  is no  conflict  in  the \nprovisions.  This  conclusion \nis based  on  a  reading  of  the  limitation provision  that  ignores \nthe  phrase  \"technology  reasonably  available.\"  As  discussed \nI  I \nabove, \n3.  The  Canon  of  Constitutional Avoidance  {U) \nThe  canon  of  constitutional  avoidance  is based  on  the \nassumption  that  Congress  usually  intends  to  avoid passing \nunconstitutional  laws,  and  thus  counsels  that  a  court  should \nfavor  statutory  interpretations  that  do  not  raise \n~serious \nconstitutional  doubts.\"  See  Clark v.  Martinez,  543  U.S.  371,  381 \nb7E \nTh~~--------___.lopinions \n(2005).  rely  on  the  canon  of \nconstitutional  avoidance  as  a  basis  to  deny  government \nS*T \n\n?_~de Comment on post it from SGIS Peggy Brown \nSE1~T  . \nI  I  b7E \napplications  l \n........  ....... \n---. \n--~  ~~~~~~~~~~~~~~~~~~~~~~~ \n~~II  I \n'--~~~~~~~~~~~~__.~n~~-i=======-~-o_t_h~c_o_n_c~lu_d~e-d~t-h_a_t~t-h_e~~--. \n\"b7E \ninterpretation of  the  statute! \nI  I \nI \nII  I \nI \nAlthough!  opinion appears \nprimarily  to be based o~lain reading of  the  text,c==Jalso \nb7E \nreferences Fourth Amendment  concerns, \n(referring  to DAG  Memo  and stating it does  not  remedy  the \nproblem;  \"this Court  cannot  cede  to  the executive branch  its \nresponsibility  to  safeguard  the Fourth Amendment.\").  (U) \ns~ \n\nS~T \nThe  canon  of  constitutional  avoidance  does  not  allow  the \ncourt  to  overlook  the  plain  text  of  the  statute and  thereby \ndisregard congressional  intent  and·Congress's  scheme,  including \nthe  minimization  scheme  adopted  in  1994,  as  a  means  to  resolve \nany  possible  Fourth Amendment  issues \nb7E \n\"The \ncanon  is  thus  a  means  of  giving  effect  to  congressional  intent, \nnot  of  subverting  it.\"  Clark,  543  U.S.  at  382.  (U) \nMoreover,  the  \"serious  constitutional  doubt\"  claimed by \n,__~~~~~~~~~~~___.landc===Jand \nsuggested byl \n- that  the  government! \n- does \nnot  apply  in  the  context  of  FISA  pen  register  surveillance.  In \nKatz,  the  Supreme  Court  explicitly declined  to  extend  its holding \nthat  the  Fourth  Amendment  requires  a  warrant  to  surveil  content \nto  national  security cases.  See  Katz,  389  U.S.  at  358  n.23 \n(\"Whether  safeguards  other  than prior authorization by  a \nmagistrate would  satisfy the  Fourth Amendment  in a  situation \ninvolving  the  national  security is not  a  question presented by \nthis  case.\").  In United  States v.  United  States  District Court \n(Keith),  407  U.S.  297,  321-22  (1972),  the  Supreme  Court  similarly \ndeclined  to  extend  the  Fourth Amendment  warrant  requirement  to \nactivities  of  foreign powers  or  their agents.  No  other  federal \nS*T \n\ncourt has  ever  held  that  the  Fourth Amendment  warrant  requirement \napplies  to  cases  involving  foreign  powers  or  agents  of  foreign \npowers.  See  In  Re  Sealed Case,  310  F.3d  717,  742  (FISA  Ct.  Rev. \n2002);  H.R.  Rep.  No.  95-1283(I),  at  17-21  (1978).  Given  the \nunique  constitutional and  statutory context  of  FISA  pen  register \norders,  the  canon  of  constitutional  avoidance  does  not  counsel \nagainst  the  government's  interpretation,  and  does  not  require  the \nCourt  to  conclude  that  the  Congress  intended  to  prevent  the \nb7E \ngovernmen9 \n(U) \nb7E \nE. \nThe  government  submits  that  the  scheme  adopted  by Congress \nI  I \nwhich  allows  the \nb7E \nI  I \nThe \ntouchstone  for  review of  government  action under  the  Fourth \nAmendment  is whether  a  search  is  \"reasonable.\"  See,  ~' \nVernonia  Sch.  Dist.  47J  v.  Acton,  515  U.S.  646,  652  (1995);  In Re \nSealed Case,  310  F.3d at 737,  742,  746  (emphasizing \nreasonableness  as  critical  factor  in reviewing  constitutionality \n\nof  FISA) .  (U) \nReasonableness,  in  this  context,  must  be  assessed under  a \ngeneral  balancing  approach,  \"by  assessing,  on  the  one  hand,  the \ndegree  to  which  it intrudes  upon  an  individual's  privacy and,  on \nthe  other,  the  degree  to  which  it is needed  for  the  promotion of \nlegitimate  government  interests.\"  United  States v.  Knights,  534 \nU.S.  112,  118-19  (2001)  (quoting Wyoming  v.  Houghton,  526  U.S. \n295,  300  (1999)).  As  recently observed by  the  Foreign \nb7E \nIntelligence  Surveillance  Court  of  Review,! \nI \nb7E \n\n'  I  -\n8'-\".,R~:T \n'\"'-'T'lt-\nI  b7E \nb7E \nbl \nb3 \nb7E \n~ \n'-RET \n~ \n\nbl \nb3 \nb7E \nbl \nb3 \nb7E \nb7E \n\n\\  b7E \nbl \nb3 \nb7E \n\nbl \nb3 \njS~7E \nRespectfully  submitted, \nDavid  S.  Kris \nAssistant Attorney General  for National  Security \nOff ice of  Intelligence \nNational  Security Division \nUnited  States  Department  of  Justice ",
      "document_type_other": null,
      "external_url": "http://www.dni.gov/files/0808/Final%20079.Memorandum%20of%20Law%20in%20Response%20to%20FISC%20Order.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73454"
    }
  ],
  "document_count": 3
}