{
  "case_id": 12360,
  "fetched_at": "2025-10-22T00:18:27.808455",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Wildflower Inn d/b/a DOR Associates LLP",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2012,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Apology"
      },
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "Vermont state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Non-government for-profit"
      }
    ],
    "filing_date": null,
    "filing_year": 2011,
    "id": 12360,
    "injunction_duration": "",
    "issues": [
      "LGBTQ+: LGBTQ+",
      "Discrimination Basis: Sexual orientation"
    ],
    "last_checked_date": "2015-03-22T00:00:00-04:00",
    "main_docket": {
      "id": 30915,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2011,
      "docket_filing_number": 1837,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Second Circuit",
      "state": "Vermont",
      "docket_office_number": "",
      "docket_number_manual": "183-7-11",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Baker v. Wildflower Inn",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 2012,
    "permanent_injunction": false,
    "plaintiff_description": "Same-sex couple desiring to be married a t private venue, denied the opportunity to do so because of their same-sex status.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "2012-08-23",
    "settlement_judgment_year": null,
    "special_collections": [
      "Same-Sex Marriage"
    ],
    "special_case_type": [],
    "state": "Vermont",
    "summary": "<p>In 2011, two women denied the opportunity to host their wedding reception at a particular private hotel due to their sexual orientation brought suit against that hotel to obtain a court order that the hotel's no-gay-receptions policy violated state law (Vermont's State Housing and Public Accommodations Act) and to prohibit future discrimination on the grounds of sexual orientation. The couple was represented by the ACLU, and the Vermont Human Rights Commission intervened on their behalf after discovery of a pattern of this behavior with other couples. After Defendant's motion to dismiss was denied by State Judge  Robert P. Gerety, the parties reached a settlement. As part of the settlement agreement, Wildflower Inn agreed that Vermont's public accommodations law prohibits unequal treatment of same-sex couples, which includes turning away same-sex couples seeking to have a wedding reception, failing to respond to inquiries from those couples, or discouraging those couples from using the facilities.  The resort also agreed to pay $10,000 to the Vermont Human Rights Commission as a civil penalty and to place $20,000 in a charitable trust to be disbursed by the couple.  The plaintiffs were not awarded any settlement amount personally; they had sought only nominal damages.</p>",
    "summary_published_date": "2013-05-18T00:00:00-04:00",
    "summary_short": "A same-sex couple, denied the opportunity to host their wedding reception at a particular hotel, brought suit seeking declaratory and injunctive relief. Parties reached a settlement wherein the hotel acknowledged that their conduct was contrary to state law and would not be repeated, and paid $30,000 in fines and penalties to the Vermont Human Rights Commission and a charitable trust.",
    "summary_tiny": null,
    "terminating_date": "2012-08-23",
    "clearinghouse_link": "clearinghouse.net/case/12360",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12360",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12360",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12360"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 50451,
      "file": null,
      "title": "",
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/50451"
    },
    {
      "date": "2011-08-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Vermont state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43746,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43746.pdf",
      "title": "Amended Complaint",
      "text": "S    V\nTATE OF ERMONT\nS  C\nUPERIOR OURT\nC  D\nIVIL IVISION\nKatherine Baker and Ming-Lien Linsley,\nPlaintiffs\nCaledonia Unit\nv.\nDocket No. 183-7-11 CACV\nWildflower Inn a/k/a DOR Associates LLP,\nDefendant\nA  C\nMENDED OMPLAINT\n1. Plaintiffs Katherine Baker and Ming-Lien Linsley bring this action against \nDefendant, the Wildflower Inn a/k/a DOR Associates LLP (the “Wildflower Inn”), for nominal \ndamages and declaratory and injunctive relief to halt and correct the Wildflower Inn’s \ndiscriminatory policy of denying services and accommodations to same-sex couples in violation \nof Vermont’s Fair Housing and Public Accommodations Act, 9 V.S.A. § 4500, et seq.\nParties\n2. Plaintiffs Katherine Baker and Ming-Lien Linsley are residents of Kings County, \nNew York.\n3. Defendant Wildflower Inn is the trade name for a business located at 2059 \nDarling Hill Road, Lyndonville, VT 05851.  The Wildflower Inn trade name is registered with \nthe Vermont Secretary of State under file number 0126546.\n4. DOR Associates LLP is a limited liability partnership located at 2059 Darling Hill \nRoad, Lyndonville, VT 05851.  DOR Associates LLP owns and operates the inn located at that \naddress.  DOR Associates LLP is registered with the Vermont Secretary of State under the file \nnumber 0000250.\n1\n\nJurisdiction and Venue\n5. This Court has jurisdiction under 9 V.S.A. § 4506 to redress violations of the Fair \nHousing and Public Accommodations Act, 9 V.S.A. § 4500, et seq.\n6. Venue is proper in this Court pursuant to 9 V.S.A. § 4506(a) and 12 V.S.A. \n§ 402(a) because Defendants are located in Caledonia County, Vermont, and the violations of the \nFair Housing and Public Accommodations Act occurred in Caledonia County, Vermont.\nFacts\nThe Wildflower Inn\n7. The Wildflower Inn describes itself as an “award winning Vermont Country \nResort,” with 24 rooms and suites, six meeting rooms, a batting cage and tennis court, an on-site \nspa, and a public restaurant.  http://wildflowerinn.com/about/default.shtml.\n8. The Wildflower Inn advertises itself as open to the general public.  One of the \nresort’s slogans is “Four Seasons for Everyone!”\n9. On its website, the Wildflower Inn advertises that it has been featured in articles \nand reviews by:  National Geographic Traveler, Boston Magazine, Yankee Magazine, Bing \nTravel, The Boston Globe, Montreal Gazette, Vermont Magazine, Bloomberg.com, Trip \nAdvisor, World Travel Guide, USA Today, and Travel & Leisure.\n10. According to Manta.com, the Wildflower Inn has an annual revenue of between \n$2.5 and $5 million.\n11. As of January 2011, the Wildflower Inn had 50 employees according to Dunn & \nBradstreet, Inc.\n2\n\nKate and Ming’s Wedding Reception\n12. Kate and Ming became engaged to be married on October 8, 2010.  They planned \nto have a traditional Buddhist wedding ceremony at a religious retreat, followed by a secular \nreception at a nearby venue for family and friends.\n13. Ming’s mother, Channie Peters, contacted the Vermont Convention Bureau (the \n“VCB”) for help in finding a venue for the wedding reception.  The VCB is a division of the \nLake Champlain Regional Chamber of Commerce.\n14. The VCB advertises that Vermont is “the perfect wedding destination.”  The \nVCB’s website provides the following message:\nWhether the dream entails a wedding reception in a sun-dappled meadow, a \nromantic country inn, or on a vintage cruise boat, Vermont’s exceptional venues \ninvite an unforgettable day with family and friends.  Accommodation choices \ninclude quaint bed and breakfasts, beautiful inns, full-service hotels, four-season \nresorts and condominiums.  So there’s something sure to delight every member on \nthe guest list.  \nThe helping hand of the Vermont Convention Bureau adds much to a wedding \nplan, providing the expertise, creativity and passion for Vermont weddings that \ncan help transform a special day into a lifetime of memories.\nhttp://www.vermontmeetings.org/Vermont_Wedding/index.asp.\n15. On October 20, 2010 a representative from the VCB e-mailed Channie to inform \nher that he would soon be sending out a request for proposals to the VCB’s membership list for \nvenues willing to host their “[w]edding reception and lodging.”\n16. The Wildflower Inn was one of the venues that received the request for proposals \nfrom the VCB.\n17. On October 29, 2010, Channie received an e-mail from the Meeting and Events \nDirector for the Wildflower Inn.  The e-mail stated:\nI received this referral from the Vermont Convention Bureau and wanted to \nfollow up on your request for a reception location.  I am so happy you are looking \n3\n\nat Vermont as a location for your wedding and reception, there are few places left \nin America with the unspoiled beauty and tranquility as Vermont.  What better \nway to start a life together than in a place such as that!  The Wildflower Inn \nwould be the perfect location to showcase a “rustic” and “Classic Country” \noccasion.  We have a 500 acre estate available to your guests with walking, biking \nand hiking trails right out the door of your room.  We also have a heated, in-\nground pool, batting cage, tennis court and jacuzzi for guests to enjoy while \ngetting ready for the party.  You could not offer a better “destination wedding” \nlocation for your guests.\nThe e-mail also noted that the Wildflower Inn could provide transportation for guests to and \nfrom the Buddhist center where the actual wedding would take place.\n18. Based on the information received by Channie in response to the requests for \nproposals and the resort’s website, Kate and Ming were excited about having their reception at \nthe Wildflower Inn.\n19. On November 5, 2010, Channie spoke by phone with the Meeting and Events \nDirector to discuss additional details about planning Kate and Ming’s reception at the \nWildflower Inn.  During the conversation, the Meeting and Events Director made a reference to \n“the bride and groom,” and Channie clarified that the reception would involve two brides. \n20. Approximately five minutes after the conversation ended, the Meeting and Events \nDirector sent Channie an e-mail with the subject title:  “I have bad news.”  The e-mail stated, in \nrelevant part:  “After our conversation, I checked in with my Innkeepers and unfortunately due to \ntheir personal feelings, they do not host gay receptions at our facility.  I am so sorry and want to \nstress it does not reflect my personal or professional views.”\nThe Wildflower Inn’s Policy Against “Gay Receptions”\n \n21. On information and belief, the owners of the Wildflower Inn have a policy of \nrefusing to allow receptions for civil unions or weddings involving same-sex couples to take \nplace at their resort.\n4\n\n22. On information and belief, the owners of the Wildflower Inn informed the \nMeeting and Events Director that they had previously received complaints about their no-gay-\nreception policy, but they believed that their policy was lawful.\n23. On information and belief, during the same 12-month period in which the \nMeeting and Events Director refused to allow Ming and Kate to hold their reception at the resort, \nthe Meeting and Events Director also turned away at least two other same-sex couples pursuant \nto the Wildflower Inn’s no-gay-reception policy.\nCause of Action:  Violation of Fair Housing and Public Accommodations Act\n24. Plaintiffs reassert and incorporate by reference all the preceding paragraphs of \nthis Complaint. \n25. One of the purposes of Vermont’s Fair Housing and Public Accommodations Act \nis to prevent the stigmatizing injury and deprivation of personal dignity that accompany denials \nof equal access to public establishments.\n26. Since 1992, Vermont law has prohibited public accommodations from refusing to \nprovide goods and services based on a person’s sexual orientation.  See An Act Relating to \nDiscrimination on the Basis of Sexual Orientation, 1991, No. 135 (Adj. Sess.), § 2.\n27. Under Vermont law, a “place of public accommodation” is “any school, \nrestaurant, store, establishment or other facility at which services, facilities, goods, privileges, \nadvantages, benefits or accommodations are offered to the general public.”  9 V.S.A. § 4501(a).\n28. The Wildflower Inn is a public accommodation under 9 V.S.A. § 4501(a).\n29. Under Vermont law, “[a]n owner or operator of a place of public accommodation \nor an agent or employee of such owner or operator shall not, because of the race, creed, color, \nnational origin, marital status, sex, sexual orientation, or gender identity of any person, refuse, \n5\n\nwithhold from, or deny to that person any of the accommodations, advantages, facilities, and \nprivileges of the place of public accommodation.”  9 V.S.A. § 4502(a).\n30. On November 5, 2010, the Wildflower Inn refused, withheld from, and denied the \n“accommodations, advantages, facilities, and privileges of a place of public accommodation” \nbecause of sexual orientation when the resort’s agent turned away Kate and Ming because the \nowners “do not host gay receptions at our facility.”\n31. The Vermont legislature created two narrow exemptions to the public \naccommodations statute that apply to (a) hotels with five or fewer rooms and (b) religious \norganizations.  The Wildflower Inn does not qualify for either of these exemptions.\n32. The Wildflower Inn does not qualify for the statutory exemption in 9 V.S.A. \n§ 4502(d).  That section allows the owner or operator of “an inn, hotel, motel or other \nestablishment which provides lodging to transient guests, and which has five or fewer rooms for \nrent” to “restrict[] such accommodation on the basis of sex or marital status.”  The exemption in \n9 V.S.A. § 4502(d) does not apply because the Wildflower Inn has more than five rooms for rent \nand because plaintiffs were discriminated against on account of sexual orientation.\n33. The Wildflower Inn does not qualify for the statutory exemption in 9 V.S.A. \n§ 4502(l).  That section allows “a religious organization, association, or society, or any nonprofit \ninstitution or organization operated, supervised, or controlled by or in conjunction with a \nreligious organization” to discriminate against persons seeking goods or services “related to the \nsolemnization of a marriage or celebration of a marriage.”  9 V.S.A. § 4502(l) does not apply \nbecause the Wildflower Inn is not a religious organization or a non-profit institution that is \noperated, supervised, or controlled by or in conjunction with a religious organization.  To the \ncontrary, the Wildflower Inn is a privately owned, for-profit, multi-million-dollar business.\n6\n\n34. Under Vermont law, the “personal feelings” of individual business owners who \noperate public accommodations do not authorize those owners to deny goods or services based \non a person’s race, creed, color, national origin, marital status, sex, sexual orientation, or gender \nidentity.\n35. As a result of the Wildflower Inn’s violation of the Fair Housing and Public \nAccommodations Act, Kate and Ming have suffered the stigmatizing injury and deprivation of \npersonal dignity that accompany denials of equal access to public establishments.\n36. Pursuant to 9 V.S.A. § 4506(a), Kate and Ming have been “aggrieved by a \nviolation of” the public accommodation laws and may bring an action “for appropriate relief in \nthe superior court of the county in which the violation is alleged to have occurred.” \n7\n\nRequest for Relief\nWherefore, Plaintiffs respectfully request the following relief:\nA. An award of nominal damages in the amount of one dollar ($1.00);\nB. A declaration that Defendant’s conduct violated the Fair Housing and Public \nAccommodations Act, 9 V.S.A. § 4500, et seq.;\nC. An injunction prohibiting Defendant from enforcing its no-gay-reception policy at the \nWildflower Inn or any associated business that constitute a public accommodation;\nD. An order mandating that Defendant pay Plaintiffs’ reasonable costs and attorneys’ fees \npursuant to 9 V.S.A. § 4506(b); and\nE. Any additional relief that the Court deems just and appropriate.\nRespectfully submitted,\n____________________\nDan Barrett\nACLU of Vermont\n137 Elm Street\nMontpelier, VT  05602\n(802) 223-6304\ndbarrett@acluvt.org\nJoshua A. Block*\nCounsel for Katherine Baker and Ming-Lien Linsley\nLeslie Cooper*\nAugust 5, 2011\nLGBT Project\nACLU Foundation\n125 Broad Street, Floor 18\nNew York, New York  10004\n(212) 549-2600\njblock@aclu.org\nlcooper@aclu.org\n* Pro Hac Vice Motion Pending\n8",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/43746"
    },
    {
      "date": "2012-04-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 3965163,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2012,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Vermont state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 50448,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/50448.pdf",
      "title": "Decision on Motions",
      "text": "STATE OF VERMONT \nSUPERIOR COURT  CIVIL DIVISION \nCaledonia Unit  Docket No. 183-7-11 Cacv \nKatherine Baker and \nMing-Lien Linsley, \nFILED \nPlaintiffs, \nand  APR  11  2012 \nVennont Human Rights \nVERMONT SUPERIOR COURT \nCommission,  CA.LEDONIA UNIT  . \nIntervenor-Plaintiff \nv. \nWildflower Inn a/k/a \nDOR Associates LLP, \nDefendant \nDECISION ON MOTIONS \nThe plaintiffs allege that defendant violated Vermont's Fair Housing and Public \nAccommodations Act, 9 V.S.A. § 4500 et seq., when it refused to act as a venue for plaintiffs \nwedding reception owing to plaintiffs' sexual orientation.  This case was initially filed on July \n19, 2011.  Since then, plaintiffs have amended the complaint twice, and the court has allowed the \nVennont Human Rights Commission to intervene in the case, limiting its participation to \nconstitutional issues. \nThere are three motions before the court.  First, plaintiff moves to amend the complaint \nonce more to add a claim for punitive damages.  Second, the Human Rights Commission renews \nits earlier motion to intervene, seeking to playa larger role in the litigation.  Third and finally, \ndefendant moves to dismiss under V.R.C.P. 12(b)(1), arguing that it has made an offer of \njudgment that would fully satisfy plaintiff s demands, and as a result, there is no live controversy \nand the court lacks subject matter jurisdiction. \nMotion to Amend \nPlaintiffs seek to amend their complaint to add a claim for punitive damages, alleging \nthat new information has come to light during the discovery process suggesting that defendant's \nactions were more egregious than previously thought, and may support a claim for punitive \ndamages.  Specifically, plaintiffs allege that defendant maintained a standing policy of \ndiscriminating against same-sex couples, and that defendant's refusal to host plaintiffs' wedding \n1 \n\nreception was part of a larger pattern of discrimination against many same-sex couples over an \nextended period of time. \nGenerally, motions to amend are to be granted feely where justice so requires.  V.R.C.P. \n15(a).  Defendant opposes the motion to amend, arguing that plaintiff does not allege any facts \nthat would support a grant of punitive damages.  See, e.g., Fly Fish Vermont, Inc. v. Chapin Hill \nEstates, Inc., 2010 VT 33, ~ 18, 187 Vt. 541 (explaining that punitive damages require a showing \nof outrageously reprehensible conduct and malice).  Without commenting on the ultimate merit \nof the punitive damage claim, the Court concludes that the new factual allegations, if true, could \nsupport a legal claim for punitive damages. Therefore, plaintiffs motion to amend must be \ngranted. \nRenewed Motion to Intervene \nHaving already been granted intervenor status on the constitutional issues raised in this \ncase, the Human Rights Commission now seeks to expand the scope of its intervenor status.  In \nsupport of their motion, the Commission cites to the same factual allegations that give rise to \nplaintiffs' motion to amend: the newly-discovered evidence that defendant may have engaged in \na pattern of discrimination that reaches beyond the instant plaintiffs. \nFull intervenor status for the Human Rights Commissions is proper at this time in light of \nthe expanded scope of the allegations.  While the Human Rights Commission's interests may \nhave been well-represented by the plaintiffs before the amendment of the complaint, that is no \nlonger the case.  Considering the new allegations made by plaintiffs, the Human Rights \nCommission is in a unique and important position to assert any rights that he people of the State \nofVennont may have in connection with the alleged conduct of the Defendant.  See 9 V.S.A. § \n4553(a)(6)(A) (requiring the Human Rights Commission to enforce violations of the Fair \nHousing and Public Accommodations Act); V.R.C.P. 24(b) (\"When a party to an action relies for \nground of claim or defense upon any statute or executive order administered by a federal or state \ngovernmental officer or agency ... the officer or agency upon timely application may be \npennitted to intervene in the action.,,).1  Therefore, the Commission's renewed motion to \nintervene must be granted. \nMotion to Dismiss \nFinally, defendant moves to dismiss the second amended complaint.  Defendant argues \nthat on November 3,2011, it made an offer of judgment that would satisfy all demands made by \nplaintiff.2  Specifically, defendant's offer states the following: \n1 Defendant attempts to argue that the Human Rights Commission's motion to intervene is not timely within the \ncontemplation ofV.R.C.P. 24(b).  This argument is unavailing.  The Commission has already moved to intervene \nand been granted limited intervenor status. This motion is to intervene further, and is based on new information \nlearned during the process of discovery. \n2 Defendant argues that its offer satisfies all of the demands made in the first amended complaint, and that the \nadditional allegations in the second amended complaint should be dismissed for various reasons. Many of \ndefendant's arguments for dismissal of the additional allegations in the second amended complaint allege additional \nfacts outside of the complaint, and are not appropriate grounds for dismissal. \n2 \n\nThe Defendant maintains that its employee's conduct was not according to company \npolicy and was not authorized by the Defendant.  Defendant acknowledges and concedes \nthat its employee's conduct violated the Fair Housing and Public Accommodations Act, 9 \nV.S.A. section 4500, et seq. \nDefendant's Offer of Judgment, November 3, 2011.  Essentially, defendant offered to admit \nliability premised exclusively on a theory of respondeat superior. \nHowever, plaintiffs' allege not that defendant's employee acted in violation of the Fair \nHousing and Public Accommodations Act, but rather that defendant maintained a policy against \naccommodating same-sex couples, and that defendant's policy violates the Act.  See First \nAmended Complaint~' 21-23 (entitled \"The Wildflower Inn's Policy Against 'Gay \nReceptions\"'); Second Amended Complaint'~ 24-29.  An offer to settle premised on an \nexclusive theory of respondeat superior does not provide plaintiffs with all the relief they request \n- that is, it does not resolve the question of whether defendant's alleged policy violates the Fair \nHousing and Public Accommodations Act.3  Because defendant's offer of judgment does not \nresolve all of plaintiffs' demands for relief, its motion to dismiss for lack of subject matter \njurisdiction must be denied because there remains an actual case or controversy between the \nparties for adjudication. \nORDER \n(1) Plaintiffs' Motion to Amend (MPR # 10), filed March 7,2012, is granted. \n(2) Intervenor-Plaintiff's Renewed Motion to Intervene (MPR # 8), filed February 23, \n2012 is granted. \n(3) Defendant's Motion to Dismiss (MPR # 9), filed February 27, 2012 is denied. \nDated at Saint Johnsbury, Vermont this 11th day of April, 2012: \n~etY'Jr. \nSuperior Court Judge \n3 In its filings, defendant appears to argue that plaintiff may not maintain any theory of recovery premised on \ndefendant's policies, because the employee who refused to accommodate plaintiffs' had no knowledge of such \npolicies.  Defendant cites to the employee's deposition in support of this proposition.  This argument is not \nappropriate in the context of a motion to dismiss, as it makes reference to facts outside of the complaint. \n3 ",
      "document_type_other": "",
      "external_url": "http://www.aclu.org/lgbt-rights/baker-and-linsley-v-wildflower-inn",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/50448"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118528,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118528"
    },
    {
      "date": "2012-08-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Vermont state trial court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 50449,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/50449.pdf",
      "title": "Settlement Agreement",
      "text": "' \n\" \nSETTLEMENT AGREEMENT \nFollowing mediation with the assistance of Michael Marks, Esq., the Parties signing below have \nreached the following settlement agreement in reference to all of the issues arising out of or related to \nthe following case:  Katherine Baker and Ming-Lien Linsley, and Vermont Human Rights Commission v. \nWil4flower Inn a/kla DOR Associates LLP, Docket No.  183-7-11 Cacv (\"Lawsuit).  The Parties shall \nexchange the documents and payments required to implement the following. \n1.  Contingency.  This Agreement shall be contingent upon approval by the Vermont Human \nRights Commission no later than August 31, 2012.  This Agreement shall remain confidential until it is \napproved by the Vermont Human Rights Commission.  The Vermont Human Rights Commission shall \n· 1otify counsel for the Wildflower Inn at least one day in advance of the meeting at which approval of \n:his Agreement shall be considered . \n.2 .  Payment.  The Wildflower Inn a/k/a DOR Associates, LLP, shall make the following \n>ayments in full settlement of this Lawsuit:  A) The sum of Ten Thousand Dollars to the Ve1mont \nIuman Rights Commission as  a civil penalty;  and, B) .The sum of Twenty Thousand Dollars to a \n~haritable Ttust to be established and designated by Katherine Baker Llnsley and Ming-Lien Linsley. \n·ayments shall be made on the following schedule:  Five Thousand Dollars to the Vermont Human \njghts Commission and Five Thousand Dollars to the Charitable Trust no later than September 4, 2012; \nive Thousand Dollars to the Vermont Human Rights Commission and Five Thousand Dollars to the \nharitable Tmst no later than September 4, 2013; Five Thousand Dollars to the Charitable Tmst no later \nan September 4, 2014; Five Thousand Dollars to the Charitable Tmst no later than September 4, 2015. \no interest shall be due on these payments.  Payment of the sums required under this paragraph shall be \n' obligation of the Consent Decree described in this Agreement. \n3.  Other Agreements. \n1 \n\nA:  The Human Rights Commission and the Wildflower Inn stipulate that the Human Rights \nCommission decision in 2005 in the case involving the Wildflower Inn was relied upon in good \nfaith by the Wildflower Inn, and that the Wildflower Inn's owners believed they were operating \nlawfully in compliance with that decision. \nB:  The Wildflower Inn acknowledges that it will no longer rely on the decision in the 2005 case \nfor any conduct that occurs after the date of this Agreement; that it has changed its past practices; \nthat it will not engage in such practices in the future; and that it will comply with the tetms of \nthis Agreement and Vermont's Fair Housing and Public Accommodations Act. \nC:  Jim and Mary have discussed this case with Ming and Kate.  They know each other to be \npeople of good will, and wish each other the best.  Each party regrets the hatm and loss that the \nother has suffered. \nD:  The Patties agree that DOR Associates LLP will refrain from hosting weddings or wedding \nreceptions in the future. \nE:  The Parties stipulate to the entry of a Declaratory Judgment declaring that disparate treatment \nof same-sex couples in the future-including a failure to answer inquiries from those couples and \ndiscouragement  of the  couples  from  using  the  accommodations,  facilities,  advantages  and \nprivileges of any place of public accommodation-violates the terms of Vermont's Fair Housing \nand Public Accommodations Act. \nF:  The Plaintiffs, ACLU, and the Human Rights Commission agree that they will not take any \nadministrative or legal action against the Wildflower Inn for any conduct that occurred before the \ndate of this Agreement that arises out of or is related to the claims that ru·e the subject of this \nLawsuit, or claims of similar conduct involving other persons,  The Plaintiffs, ACLU and the \nHuman Rights  Commission waive any right to seek attorneys'  fees  and  costs.  All claims, \n2 \n\nincluding but not limited to claims for monetary payments of any kind, are resolved by this \nAgreement. \nG:  The Parties stipulate to the entry of a Consent Decree vesting the Ve1mont Superior Court \nwith jurisdiction to enforce the terms of this Agreement. \n4.  Miscellaneous.  This Agreement is a comprehensive agreement; all prior understandings \nand discussions are merged into this Agreement.  This Agreement may only be amended by a written \ninstrument signed by all Parties.  The Parties shall execute such additional documents as are reasonably \nrequested to implement this Agreement.  This Agreement shall be interpreted under the laws of the State \nof Vermont.  All  Parties  were  represented  by  counsel  in the  drafting  of this  Agreement.  The \npresumption against the drafter shall not apply to the construction of this Agreement.  Any participation \nby the mediator in the drafting of this agreement was in his capacity as mediator in recording mutually \nagreeable settlement terms, and does not constitute legal advice to any of the Pmties.  Photocopies of \nthis Agreement shall be as effective as the original.  This Agreement shall be binding and enforceable \nagainst the successors, heirs and assigns of the Pmties. \nDated at South Burlington, Vermont, this 211d day of \nAgen  or Vermont Human Rights Commission \n._vt1 \nAgent  for  Civil  Liberties  Union \nFoundation \n3 \n\n'  sq. \nJoshua Block, Esq. \nc/ys'l \n~m:~'r and Li~ey \n~~ \nRobert Appel, Esq. \nCounsel for Vermont Human Rights  ommission \n4 \n\nVERMONT HUMAN RIGHTS COMMISSION \nThis Settlement Agreement reached through mediation with the assistance of \nMichael Marks, Esq. is hereby approved and the Commission will stipulate to the entry of \na Consent Decree resolving the lawsuit brought by plaintiffs Katherine Baker and Ming-\nLien Linsley and intervenor Human Rights Commission alleging public accommodation \nsexual orientation discrimination against the Wildflower Inn a/k/a/ DOR Associates LLP, \nDocket No. 183-7-11 Cacv.  The Commission agrees to take no fmiher action in this \nmatter other than any action necessary to enforce the terms of this agreement. \nDated at Montpelier, Vermont, this 23'd day of August, 2012. \nI \nBy: \nMercedes Mack, Commissioner \nk \n~~ttJf2(/1. \nonald Vickers, Comm1sswner \n1 \n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/50449"
    }
  ],
  "document_count": 5
}