{
  "case_id": 10602,
  "fetched_at": "2025-10-22T00:11:49.628010",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "New York",
        "institution_county": null,
        "name": "New York City Health and Hospitals Corporation",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Mental Health (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq."
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1993,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "New York state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1987,
    "id": 10602,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Reassessment and care planning",
      "Medical/Mental Health Care: Medicare eligibility determination",
      "Medical/Mental Health Care: Mental health care, general"
    ],
    "last_checked_date": "2009-05-02T00:00:00-04:00",
    "main_docket": {
      "id": 32423,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1987,
      "docket_filing_number": 26499,
      "is_main_docket": true,
      "court": "New York state trial court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "26499/87",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Koskinas v. Cuomo",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1992,
    "permanent_injunction": false,
    "plaintiff_description": "Homeless and mentally ill persons individuals with psychiatric disabilities who are inpatients in psychiatric units in New York City hospitals",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1991-02-26",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>Plaintiffs, homeless and mentally ill persons who had been discharged from state mental hospitals, filed two complaints in New York County's Supreme Court of the State of New York.  (In that state, the \"Supreme Court\" is a trial court.)  Represented by private counsel from a large New York City law firm, plaintiffs alleged that state and municipal officials and agencies, the defendants, had failed to comply with their obligation under state law (Mental Hygene Law § 29.15 (f) and (g)) to provide proper written service plans to patients discharged from mental hospitals.  Plaintiffs sought declaratory relief and an injunction mandating compliance.  One complaint was instituted against the New York City Health and Hospitals Corporation (\"HHC\") and other municipal defendants, while the other named as defendants the state's governor and Office of Mental Health (\"OMH\").</p><p>In March 1988, considering the cases together, the trial judge, Justice Edward H. Lehner, denied the plaintiffs' request that the defendants produce 200-300 written service plans as a representative sample of what defendants prepared for persons discharged from mental hospitals.  Heard v. Cuomo, 526 N.Y.S.2d 760 (1988).  The denial, however, was reversed on appeal in a memorandum decision that approved of disclosure, but with redactions of patient-identifying information and limits on access to, and use of, the service plan sample.  The appellate court also declined to certify the cases as a class action, noting that any relief granted to plaintiffs would adequately flow to and protect others similarly situated.  Heard v. Cuomo, 531 N.Y.S.2d 253 (App. Div. 1988).</p><p>After joint trial of the two cases, Justice Lehner issued a written decision on February 26, 1991. The court held that HHC had not fulfilled its obligation to provide dischargees from psychiatric hospitals operated by HHC with access to appropriate housing, and that this \"failure is one of the root causes of the homeless crisis\" in New York City. The court found that the Mental Hygiene Law requires HHC to ensure residences were adequate and appropriate because HHC was subject to licensure by the State Office of Mental Health, and the statute mandated that licensees had a responsibility to provide written discharge plans and that municipalities were to cooperate with licensees \"in the preparation and implementation of comprehensive written services plans.\" The court further held that the state defendants were not in violation of their obligations under the Mental Hygiene Law.  The court found that New York City did not have sufficient residences for all dischargees, and that the State was providing funding for additional placements though they were not enough placements to account for all dischargees. The court held that in light of the insufficient available housing to enable HHC to immediately fully comply, its judgment would provide for implementation over a period of time. The court invited the parties' suggestions as to the appropriate time period for compliance.  Heard v. Cuomo, 567 N.Y.S.2d 594 (1991).  In January 1992, the Appellate Division affirmed and granted leave for the municipal defendants to appeal to the state's Court of Appeals.  Heard v. Cuomo, 578 N.Y.S.2d 417 (App. Div. 1992).</p><p>In an opinion written by Judge Bellacosa, the Court of Appeals affirmed the order of the Appellate Division and held that, in the context of this case, Mental Hygiene Law § 29.15 imposed these duties on HHC: (1) to prescribe and assist in locating adequate and appropriate housing for about-to-be-discharged mentally ill patients; (2) to discharge them in accordance with the individualized, written, patient service plans which include recommended housing; and (3) to coordinate the effectuation of those efforts among responsible entities.  The court took care to note that neither the statute nor the affirmed judgment imposed upon HHC the explicit duty to build, create, supply or fund such housing, saying that arguments to the contrary were an \"overreading\" of the decisions plaintiffs had won.  Heard v. Cuomo, 610 N.E.2d 348 (N.Y. 1993).</p><p>According to the Urban Justice website, the rights established in this case to proper discharge planning became known, in New York, as \"Koskinas\" rights, taking the name of the lead plaintiff in one of the two complaints that resulted in the Court of Appeals decision.</p><p>We have no information describing additional activity in the case.</p><p></p>",
    "summary_published_date": "2018-02-11T00:00:00-05:00",
    "summary_short": "Plaintiffs, homeless and mentally ill persons who had been discharged from state mental hospitals, filed two complaints in New York County's Supreme Court of the State of New York.  Plaintiffs alleged that state and municipal officials and agencies, the defendants, had failed to comply with their obligation under state law (Mental Hygene Law § 29.15 (f) and (g)) to provide proper written service plans to patients discharged from mental hospitals.  \r\n<br>\r\n<br>After joint trial of the two cases, the court found that, while the state defendants were not in violation of their obligations under the Mental Hygene Law, in the action against the municipal defendants a declaration would issue that the HHC violated its statutory obligations with respect to discharge planning.  The judge decreed, however, in view of the fact that there was not then in existence sufficient available housing to enable HHC to immediately fully comply, its judgment would provide for implementation over a period of time.  The Court of Appeals affirmed the order of the Appellate Division.",
    "summary_tiny": null,
    "terminating_date": "1993-02-18",
    "clearinghouse_link": "clearinghouse.net/case/10602",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10602",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10602",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10602"
  },
  "documents": [
    {
      "date": "1988-03-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 760,
      "cite_1_reporter": "N.Y.S.2d",
      "cite_1_vol": 526,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72461,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72461.pdf",
      "title": "Order",
      "text": "Heard v. Cuomo, 139 Misc.2d 336 (1988)   \n \n \n  \nRobert Abrams, New York City, for State defendants. \n139 Misc.2d 336 \nSupreme Court, New York County, New York, \nPeter L. Zimroth, New York City, for City defendants. \nIAS Part 22. \nOpinion \nJohn HEARD, Ruben Rodriguez, Joseph Catena \nand John Klostermann, individually and on behalf  *337 EDWARD H. LEHNER, Justice: \nof all persons similarly situated, Plaintiffs, \nv.   \nMario M. CUOMO, as Governor of the State of  The sole issue in dispute herein is whether the State and \nNew York, Richard C. Surles, as acting  City defendants shall be required to provide plaintiffs \nCommissioner of the New York State Office of  with  a  representative  sample  of  written  service  plans \nMental Health, Hal Margosian, as director of the  issued to patients upon discharge from mental hospitals \nRockland Psychiatric Center, Steven Goldstein, as  pursuant to § 29.15(f) and (g) of the Mental Hygiene Law \nexecutive director of the Kings Park Psychiatric  (“MHL”).  The  court  holds  that  by  reason  of  the \nCenter, Lucy Sarkis, as executive director of the  confidentiality provisions of MHL § 33.13(c), plaintiffs \nSouth Beach Psychiatric Center and Peggy O’Neill,  are not entitled to such material. \nas director of the Pilgrim Psychiatric Center,    \nDefendants.  At oral argument the parties agreed that all applications \nMichael KOSKINAS, Harry Vasquez and John  for relief appearing on the calendar of February 19, other \nHeard, individually and on behalf of all persons  than that relating to the request for the aforesaid service \nsimilarly situated, Plaintiffs, \nplans, were withdrawn. Plaintiffs further stipulated that \nv. \nthey would accept a sample of 200–300 service plans in \nJo Ivey BOUFFORD, as President of the New York \nlieu of their formal request for copies of all service plans \nCity Health and Hospitals Corporation, the New \nissued to patients released from mental facilities after \nYork City Health and Hospitals Corporation, \nJanuary 1, 1987. \nDennis Gowie, as executive director of \n  \nMetropolitan Hospital, Harriet Dronska, as \nPlaintiffs seek this information to prove that defendants \nexecutive director of Bellevue Hospital, Sara L. \nhave failed to comply with their obligation to provide \nKellermann, as Commissioner of the New York \nproper service plans to patients in accordance with the \nCity Department of Mental Health, Mental \nrequirements of MHL § 29.15, and that thus plaintiffs are \nRetardation and Alcoholism Services, Mario M. \nentitled to an injunction mandating compliance. \nCuomo, as Governor of the State of New York, and \n  \nRichard C. Surles, as acting Commissioner of the \nDefendants contend that such information may not be \nNew York State Office of Mental Health, \ndisclosed to plaintiffs as, pursuant to MHL § 33.13(c), the \nDefendants. \ninformation  is  required  to  be  kept  confidential. \nDefendants assert that even if the names are redacted, \nMarch 28, 1988. \nother information in the plans that plaintiffs seek may \ntend to identify the patients. \nPlaintiffs who sought to prove that state officials had    \nfailed to comply with their obligation to provide proper  Subsection 33.13(c) reads in pertinent part as follows: \nservice plans to patients discharged from mental hospitals, \n“Such information about patients or clients reported to \nand who sought injunction mandating compliance, sought \nthe offices, including the identification of patients or \nsample of 200–300 service plans. The Supreme Court, \nclients,  and  clinical  records  or  clinical  information \nNew York County, Lehner, J., held that plaintiffs were \ntending to identify patients or clients, at office facilities \nnot entitled to sample of plans based solely on allegation \nshall not be a public record and shall not be released by \nthat they were relevant to litigation. \nthe offices or its facilities to any person or agency \n  \noutside of the offices except as follows: \nRequest denied. \n  \n(1) pursuant to an order of a court of record requiring \ndisclosure  upon  a  finding  by  the  court  that  the \nAttorneys and Law Firms \ninterests of justice significantly outweigh the need \n**761 *336 Paul, Weiss, Rifkind, Wharton & Garrison,  for confidentiality.” \nNew York City, for plaintiffs.    \nPlaintiffs  maintain  that  pursuant  to  the  above-quoted \n  1 \n \n\nHeard v. Cuomo, 139 Misc.2d 336 (1988)   \n \nexception, the service plans should be released in that  information  about  a  patient  or  a \nthey are relevant to the instant litigation.  patient’s  proceeding  may  be \n   disclosed, and to whom it may be \nPrior to the adoption of Chapter 912 in 1984, which *338  disclosed, are strictly prescribed by \namended  paragraph  1  of  MHL  §  33.13(c)  to  read  as  statute.” \nquoted  above,  said  paragraph  provided  for  release  of    \nconfidential records “pursuant to an order of a court of  In that case a former mental patient was charged with \nrecord.” The 1984 amendment clearly further protected  attempted murder, and the media sought a transcript of the \nconfidentiality by limiting release to situations where “the  judicial retention hearing at which the patient was ordered \ninterests of justice significantly outweigh the need for  released. The court, noting that the identity of the patient \nconfidentiality.”  was widely known, allowed release of only that portion of \n   the  transcript  in  which  the  public  had  a  legitimate \n**762 The memorandum of the Office of Mental Health  concern, to wit: “whether the court ordered her release \n(McKinney’s 1984 Session Laws, p. 3476) submitted in  contrary to or in accordance with the doctor’s medical \nsupport of the amendment indicates that the purpose of  recommendation”, and *339 disallowed the release of the \nthe bill (which made many other changes in the section)  portion of the record dealing with the patient’s history, \nwas  to  “protect  the  confidentiality  of  records  at  all  medical condition and treatment. \nfacilities” and “to restrict the release of clinical records    \nand identifying information about patients or clients in  Although there are cases where courts have indicated that \ninstances where consent has not been obtained....” In his  relevancy to a judicial proceeding may be a basis for \napproval message, Governor Cuomo stated (McKinney’s  release  of  confidential  matter  [e.g.,  State  of  New \n1984 Session Laws, p. 3654):  York—Office  of  Mental  Retardation  &  Developmental \nDisabilities v. Mastracci, 77 A.D.2d 473, 433 N.Y.S.2d \n“At  the  very  heart  of  the  946  (4th  Dep’t  1980);  Civil  Service  Employees \nclient-professional  relationship  in  Association,  Inc.  v.  Director,  Manhattan  Psychiatric \nmental  health  care  is  its  Center, 72 A.D.2d 526, 420 N.Y.S.2d 909 (1st Dep’t \nconfidentiality. The bills strengthen  1979); Jablonski v. Brezenoff, New York County Index \nexisting  protection  against  the  No. 41132/1980], these cases arose prior to the 1984 \ninappropriate disclosure of mental  amendment. \nhealth  records  and  thereby    \nstrengthen the integrity of mental  A mere claim of relevancy is insufficient to reach the \nhealth care.”  threshold set forth in the current law, and plaintiffs have \n   not otherwise demonstrated that the interests of justice \nIn commenting on the 1984 amendments, the Court of  significantly  outweigh  the  need  for  these  unknown \nAppeals  said  in  New York News, Inc. v. Ventura,  67  patients to have their medical records kept confidential. \nN.Y.2d 472, 476, 503 N.Y.S.2d 714, 494 N.E.2d 1379    \n(1986):  Although  the  court  believes  the  representations  of \nplaintiffs’ counsel that they would do all they can to keep \n“The confidentiality provisions of  the material confidential in their office, it does not believe \nthe Mental Hygiene Law operate to  that records of the requested 200–300 patients, who know \nprotect  the  patient’s  interests  by  nothing  about  this  proceeding,  should  be  used  in  the \npreventing private or embarrassing  manner requested as there can be no adequate assurance \ndisclosures  and  also  by  that the information would not become public during the \nencouraging  unconstrained  course of the proceedings, nor that the records (even as \ndiagnoses  and  treatment  redacted)  would  not  tend  to  identify  the  patients,  in \nappropriate  to  the  patient’s  violation of the statute. \ncondition; they extend not only to    \npatient  records  on  care  and  Accordingly, the request for the representative sample is \ntreatment  but  also  to  clinical  denied. This, however, does not prevent plaintiffs from \ninformation, including information  obtaining  the  information  necessary  to  establish  their \nconcerning the patient’s admission  claims  of  widespread  violation  of  MHL  §  29.15.  As \nand legal status and the documents  indicated  at  argument,  if  **763  plaintiffs  obtain  the \npertinent to those matters (Mental  consents of former patients, the defendants will release \nHygiene  Law  §  33.13),  and  to  their records. Since this action was apparently instituted at \nhospitalization  and  discharge  the request of an advocacy group for the homeless, it \nproceedings (Mental Hygiene Law  would seem that such consents could be obtained from \n§ 9.31). The limited instances when  former patients residing at various homes and shelters \n  2 \n \n\nHeard v. Cuomo, 139 Misc.2d 336 (1988)   \n \nthroughout the City.  139 Misc.2d 336, 526 N.Y.S.2d 760 \n   \t\r  \nParallel Citations \n \n \n  \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72461"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120469,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120469"
    },
    {
      "date": "1992-03-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1080,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 181,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 30201,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/30201.pdf",
      "title": "Order Granting Leave to Appeal to Court of Appeal",
      "text": "181A.D.2d1080 FOREDUCATIONALUSEONLY Page1\n181A.D.2d1080,581N.Y.S.2d259(Table)\n(Citeas:181A.D.2d1080)\nHeardv.Cuomo\nN.Y.A.D.1Dept.1992.\n(ThedecisionoftheNewYorkSupremeCourt,Ap-\npellateDivisionisreferencedintheNewYorkSup-\nplementinatablecaptioned‘MemorandumDe-\ncisions'.)\nSUPREMECOURT,APPELLATEDIVISION,\nFirstDepartment,NewYork.\nHeard\nv.\nCuomo;Koskinasv.Boufford\nNO.M-463\nMar12,1992\nLEAVE TO APPEAL TO COURT OF AP-\nPEALSGRANTED.\nN.Y.A.D.1Dept.1992.\nHeardv.Cuomo\n181A.D.2d1080,581N.Y.S.2d259(Table)\nENDOFDOCUMENT\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/30201"
    },
    {
      "date": "1992-01-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 429,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 179,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72457,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72457.pdf",
      "title": "Order Granting Leave to Appeal",
      "text": "Heard v Cuomo, 179 A.D.2d 429 (1992)   \n \n \n  \nCITE TITLE AS: Heard v Cuomo \n179 A.D.2d 429, 578 N.Y.S.2d 417 (Mem) \n \nJohn Heard et al., Individually and on Behalf of \nJudgment, Supreme Court, New York County (Edward H. \nAll Other Persons Similarly Situated, Appellants, \nLehner,  J.),  entered  on  April  15,  1991,  unanimously \nv. \naffirmed for the reasons stated by Edward H. Lehner, J., \nMario M. Cuomo, as Governor of the State of New \nwithout costs or disbursements. No opinion. \nYork, et al., Respondents. (Action No. 1.) \n  \nMichael Koskinas et al., Individually and on Behalf \nof All Other Persons Similarly Situated, \nAppellants-Respondents, \nv.  Concur--Sullivan, J. P., Carro, Rosenberger, Kupferman \nJo I. Boufford, as President of the New York City  and Rubin, JJ. [See, 150 Misc 2d 257.] \nHealth and Hospitals Corporation, et al.,   \nRespondents-Appellants. (Action No. 2.) \nCopr. (c) 2014, Secretary of State, State of New York \nSupreme Court, Appellate Division, First  \t\r  \nDepartment, New York \n(January 14, 1992) \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72457"
    },
    {
      "date": "1993-02-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 348,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 610,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state supreme court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60221,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60221.pdf",
      "title": "Opinion of the Court of NY Court of Appeals",
      "text": "80 N.Y.2d 684 (1993)\nJohn Heard et al., Individually and on Behalf of All Other Persons Similarly Situated,\nPlaintiffs,\nv.\nMario M. Cuomo, as Governor of the State of New York, et al., Defendants.\nMichael Koskinas et al., Individually and on Behalf of All Other Persons Similarly Situated,\nRespondents,\nv.\nJo I. Boufford, as President of the New York City Health and Hospitals Corporation, et al.,\nAppellants, and Mario M. Cuomo, as Governor of the State of New York, et al.,\nRespondents.\nCourt of Appeals of the State of New York.\nArgued January 12, 1993.\nDecided February 18, 1993.\nO. Peter Sherwood, Corporation Counsel of New York City, New York City (Leonard Koerner, Ronald E.\nSternberg, George Gutwirth and Masako C. Shiono of counsel), for appellants.\nMoon Moss McGill & Bachelder, of the Maine Bar, admitted pro hac vice (Robert M. Hayes of counsel), and Paul,\nWeiss, Wharton & Garrison, New York City (Jay Topkis, Alisa D. Shudofsky and Ellen M. Moskowitz of counsel),\nfor Michael Koskinas and others, respondents.\nRobert Abrams, Attorney-General, New York City (Jerry Boone and Arnold D. Fleischer of counsel), for Mario M.\nCuomo and another, respondents.\nActing Chief Judge SIMONS and Judges KAYE, TITONE, HANCOCK, JR., and SMITH concur.\n687 *687BELLACOSA, J.\nThe named individuals seeking declaratory relief in these two actions are homeless, mentally ill persons. They\nsue for themselves and on behalf of all persons similarly situated.\nThe Supreme Court, after a lengthy trial, ruled in favor of plaintiffs, and held that the duties imposed on\ndefendant, New York City Health and Hospitals Corp. (HHC), under Mental Hygiene Law § 29.15, include a duty\nto implement the individual written service plans of mentally ill patients with respect to adequate and appropriate\nhousing upon their discharge from its hospitals. The Appellate Division affirmed the judgment and granted\nessentially only HHC leave to appeal from the order upholding the judgment in plaintiffs' favor against HHC.\nThus, for purposes of deciding this matter, the statutory obligations of only defendant HHC are at issue, since the\ndismissal of the action against the State is not part of the appeal before us.\nWe now affirm the order of the Appellate Division and hold that, in the context of this case, Mental Hygiene Law §\n29.15 imposes these duties on HHC: (1) to prescribe and assist in locating adequate and appropriate housing for\nabout-to-be-discharged mentally ill patients; (2) to discharge them in accordance with the individualized, written,\npatient service plans which include recommended housing; and (3) to coordinate the effectuation of those efforts\namong responsible entities. Notably, neither the statute nor the affirmed judgment imposes upon HHC the explicit\nduty to build, create, supply or fund such housing.\nAppellant HHC contends that the courts below have erroneously expanded its statutory duties and have imposed\nenormous and unintended new fiscal obligations on HHC to build and provide housing for mentally ill persons.\nInstead, it views its duty essentially as an aspirational, cooperative, joint venture. Conversely, the plaintiffs seek\ndeclaratory relief compelling HHC to act as prescribed under the statute, including securing \"adequate and\n\nappropriate housing\" for mentally ill patients upon their discharge from hospitals. In particular, they seek\n688 individualized, written discharge service plans and *688 actual discharge in accordance with the specifications of\nthose instructions.\nThe gist of this consolidated litigation seeking declaratory relief can be properly and best understood by reference\nto the four corners of the relevant adjudicatory paragraphs of the affirmed Supreme Court judgment:\n\"ORDERED, ADJUDGED and DECLARED that the New York City Health and Hospitals\nCorporation (`HHC') has violated its obligations with respect to discharge planning as set forth in\nMHL § 29.15 (f), (g), (m) and (n), and it is hereby directed to comply with such provisions, which\nincludes a duty to see that the residences in which patients discharged from its facilities are living\nare adequate and appropriate to their needs * * *\n\"ORDERED, ADJUDGED and DECLARED that the New York City Department of Mental Health,\nMental Retardation and Alcoholism Services has an obligation pursuant to MHL § 29.15 (n) to\ncooperate with HHC in implementing discharge planning of patients from HHC facilities, and it is\nhereby directed to perform such obligation\".\nThose decrees are derived from Mental Hygiene Law § 29.15, as amended in 1980, which provides in pertinent\npart that:\n\"(f) The discharge or conditional release of all clients at developmental centers, patients at\npsychiatric centers or patients at psychiatric inpatient services subject to licensure by the office of\nmental health shall be in accordance with a written service plan prepared by staff familiar with the\ncase history of the client or patient to be discharged or conditionally released and in cooperation\nwith appropriate social services officials and directors of local governmental units * * *\n\"(g) A written service plan prepared pursuant to this section shall include, but shall not be limited\nto, the following * * *\n\"2. a specific recommendation of the type of residence in which the patient is to live and a listing\nof the services available to the patient in such residence * * *\n689 \"(m) It shall be the responsibility of the chief *689 administrator of any facility providing inpatient\nservices subject to licensure by the office of mental health to notify, when appropriate, the local\nsocial services commissioner and appropriate state and local mental health representatives when\nan inpatient is about to be discharged or conditionally released and to provide to such officials the\nwritten service plan developed for such inpatient as required under subdivision (f) of this section.\n\"(n) It shall be the duty of directors of local social services districts and local governmental units to\ncooperate with facilities licensed or operated by an office of the department in the preparation and\nimplementation of comprehensive written services plans as required by this section.\" (Emphasis\nadded.)\nANALYSIS\nEvery part of a statute must be given meaning and effect (see, Anglin v Anglin, 80 N.Y.2d 553, 558; Sanders v\nWinship, 57 N.Y.2d 391, 396; McKinney's Cons Laws of NY, Book 1, Statutes §§ 97, 98 [a]; § 231 [1971]), and\nthe various parts of a statute must be construed so as to harmonize with one another (see, Anglin v Anglin, supra\n; People v Mobil Oil Corp., 48 N.Y.2d 192, 199). Subdivisions (f) and (g) of Mental Hygiene Law § 29.15, when\nread together, require more than the creation of chart documentation for patients. Memorializing a discharge\nservice plan in writing and delivering it to a mentally ill patient upon discharge from a hospital is not all that the\nstatute commands. Indeed, the mere notation and delivery to patients of a discharge service plan 00 even one\n97\nwhich sufficiently complies with subdivision (g) of the statute, a feature not uniformly or evidently fulfilled upon our\nparticularized examination of this lengthy, detailed record 00 cannot be treated as satisfaction of the other discrete\n97\nand complementary duties prescribed under the statute, most notably, subdivision (f). To be sure, the statutory\n\nduties may not be as explicit as one might prefer. However, they are plain enough and, as Judge Cardozo stated\nin another context over 70 years ago, \"the whole writing may be `instinct with an obligation,' imperfectly\nexpressed\" (Wood v Duff-Gordon, 222 N.Y. 88, 91). That, after all, is when judicial interpretation is properly\n690 summoned to fill the void or interstice. Moreover, this statute, *690 at its core, \"import[s] duty, not discretion\" (\nJiggetts v Grinker, 75 N.Y.2d 411, 417).\nThe phrase, \"in accordance with a written service plan,\" in subdivision (f) contemplates some additional concrete\naction and responsibility by HHC. In the first instance, it must prescribe adequate and appropriate housing for\nabout-to-be-discharged mentally ill patients, which it must then specify with some particularity in each patient's\ndischarge plan, and it must assist in the location of such housing and coordinate the effort to bring about the\nmatch of the patient to the prescribed housing. In other words, HHC is obligated to give some real legal and\npractical teeth to this task so that this discrete part of the statutory mandate is not rendered illusory. The position\nof HHC that compliance with subdivision (g) alone somehow, in effect, suffices, without some affirmative\nimplementing action in accordance with the plans under subdivision (f), cannot prevail.\nOur interpretation of the statute comports with and advances the stated policy of New York State to \"develop a\ncomprehensive, integrated system of treatment and rehabilitative services for the mentally ill,\" which includes\n\"assur[ing] the adequacy and appropriateness of residential arrangements for people in need of service\" (Mental\nHygiene Law § 7.01). Additional support for our view can be found in the legislative history of the 1980\namendment. The sponsor of the bill noted that \"[t]he purpose of the bill [was] to prevent inappropriate residential\nplacements of psychiatrically frail persons and to ensure that the discharging institutions identify and provide for\nthe service needs of persons unable to live independently in the community\" (Mem of Senator Padavan, 1980 NY\nLegis Ann, at 142). In considering the amendment, the Legislature's concern was that \"[p]atients [were] often\nplaced in facilities that [could not] meet their needs or that provide[d] substandard care\" (id., at 143). As noted\nfurther in the Governor's approval memorandum, \"[d]ischarge planning is [only] the first step in the successful re-\nintegration of a discharged mental patient into the community\" (1980 NY Legis Ann, at 143). Evidently then, the\namendment was intended to impose a duty on HHC to prevent inappropriate placements by requiring that\npatients be discharged \"in accordance with\" their individual discharge plans. It is noteworthy that the parties have\nacknowledged that the State's policy and procedures with respect to discharging mentally ill, homeless patients\n691 from its inpatient care exceeds the minimal standards that *691 HHC believes are imposed upon it under Mental\nHygiene Law § 29.15.\nWe conclude, therefore, that the statute requires that HHC take concrete steps to prescribe in the discharge plan\nthe specific type of adequate and appropriate housing necessary for the about-to-be-discharged mentally ill\npatients; to assist in locating such adequate and appropriate housing before the patients are discharged from\ninpatient care; to discharge the patients in accordance with their individual written service plans that include the\nrecommended housing; and to coordinate the effectuation of those efforts among the responsible entities.\nThe trial court acknowledged that \"the means by which the statute is to be implemented is left to the agencies\ninvolved.\" Notably, neither the statute nor the affirmed judgment imposes upon HHC an explicit duty to build,\ncreate, supply or fund such housing (see, Governor's Approval Mem, 1980 Legis Ann, at 143 [recognizing that\n\"the bill will assure that existing resources are used in the most efficient manner possible\"] [emphasis added]).\nThis Court's responsibility is precise and narrow in relation to the key document before us 00 the judgment. Our\n97\nreviewing duty is to stay focused on the assessment of the correctness and the breadth of the specific decretal\nprovisions of the judgment, not on the sweep of the articulation of the opinion of the trial court. Indeed, we do not\nadopt the opinion of Supreme Court and note further that the various interpretations and the commentaries\nsuperimposed on the case by the parties are similarly not embraced by our affirmance of the order upholding the\njudgment. For example, at this stage of this monumental social crisis and of this litigation, we deem it advisable to\nobserve that the injection of the building-of-housing argument as a HHC governmental duty constitutes an\noverreading of the judgment at issue as affirmed by the Appellate Division and, now, our Court. Courts, after all,\nmust be mindful not to arrogate to themselves a larger authority or remedy than that which lies within judicial and\njuridical competence. The power and responsibility of courts to interpret statutory duties and to direct compliance\nwith them are large enough tasks by themselves (see, Klostermann v Cuomo, 61 N.Y.2d 525, 531; see also, \nMcCain v Koch, 70 N.Y.2d 109, 116).\n\nIn sum, we are confident about these features of this important statute that we are obligated to construe insofar\n692 as it *692 affects the parties before us, plaintiffs and HHC: the Act requires more than aspirational cooperation\nand general altruism, and HHC is charged with the duty to effectuate the legislative mandates, as construed by\nthe judgments of the courts. This legislation is not about an abstract societal problem; it is a summons to action in\nsolving this particular part of the homeless crisis, one step and one patient at a time.\nThe appellant's other arguments do not materially affect our analysis or the result we reach in this case.\nAccordingly, the order of the Appellate Division should be affirmed, with costs.\nOrder affirmed, with costs.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60221"
    },
    {
      "date": "1988-03-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 760,
      "cite_1_reporter": "N.Y.S.2d",
      "cite_1_vol": 526,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 30202,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/30202.pdf",
      "title": "Order",
      "text": "139Misc.2d336 FOREDUCATIONALUSEONLY Page1\n139Misc.2d336,526N.Y.S.2d760\n(Citeas:139Misc.2d336)\nthattheywererelevanttolitigation.\nHeardv.Cuomo\nN.Y.Sup.,1988. Requestdenied.\nSupremeCourt,NewYorkCounty,NewYork, WestHeadnotes\nIASPart22.\nPretrialProcedure307A 382\nJohnHEARD,RubenRodriguez,JosephCatena\nandJohnKlostermann,individuallyandonbehalf\n307APretrialProcedure\nofallpersonssimilarlysituated,Plaintiffs,\n307AIIDepositionsandDiscovery\nv.\n307AII(E) Production of Documents and\nMarioM.CUOMO,asGovernoroftheStateof\nThingsandEntryonLand\nNewYork,RichardC.Surles,asactingCommis-\n307AII(E)3 Particular Documents or\nsioneroftheNewYorkStateOfficeofMental\nThings\nHealth,HalMargosian,asdirectoroftheRockland\n307Ak382k.MedicalandHospitalRe-\nPsychiatricCenter,StevenGoldstein,asexecutive\ncords.MostCitedCases\ndirectoroftheKingsParkPsychiatricCenter,Lucy\nPlaintiffswhosoughttoestablishthatstateofficials\nSarkis,asexecutivedirectoroftheSouthBeach\nhad failed to comply with their obligation to\nPsychiatricCenterandPeggyO'Neill,asdirectorof\nprovide proper service plans to patients discharged\nthePilgrimPsychiatricCenter,Defendants.\nfrom mental hospitals, and who sought injunction\nMichaelKOSKINAS,HarryVasquezandJohn\nmandating compliance, could not obtain sample of\nHeard,individuallyandonbehalfofallpersons\n200-300 service plans, despite their contention that\nsimilarlysituated,Plaintiffs,\nplans were relevant to their litigation; following\nv.\namendment to statute regarding disclosure of such\nJoIveyBOUFFORD,asPresidentoftheNewYork\nrecords,mereclaimofrelevancywasinsufficientto\nCityHealthandHospitalsCorporation,theNew\nwarrant release, and plaintiffs failed to otherwise\nYorkCityHealthandHospitalsCorporation,Den-\ndemonstrate that interests of justice significantly\nnisGowie,asexecutivedirectorofMetropolitan\noutweighed need for patients to have their medical\nHospital,HarrietDronska,asexecutivedirectorof\nrecords kept confidential. McKinney's Mental Hy-\nBellevueHospital,SaraL.Kellermann,asCommis-\ngieneLaw§§29.15,33.13(c).\nsioneroftheNewYorkCityDepartmentofMental\nHealth,MentalRetardationandAlcoholismSer-\n**761 *336 Paul, Weiss, Rifkind, Wharton & Gar-\nvices,MarioM.Cuomo,asGovernoroftheStateof\nrison,NewYorkCity,forplaintiffs.\nNewYork,andRichardC.Surles,asactingCom-\nRobert Abrams, New York City, for State defend-\nmissioneroftheNewYorkStateOfficeofMental\nants.\nHealth,Defendants.\nPeter L. Zimroth, New York City, for City defend-\nMarch28,1988.\nants.\n*337EDWARDH.LEHNER,Justice:\nPlaintiffs who sought to prove that state officials\nThe sole issue in dispute herein is whether the\nhad failed to comply with their obligation to\nState and City defendants shall be required to\nprovide proper service plans to patients discharged\nprovide plaintiffs with a representative sample of\nfrom mental hospitals, and who sought injunction\nwritten service plans issued to patients upon dis-\nmandating compliance, sought sample of 200-300\ncharge from mental hospitals pursuant to § 29.15(f)\nservice plans. The Supreme Court, New York\nand (g) of the Mental Hygiene Law (“MHL”). The\nCounty, Lehner, J., held that plaintiffs were not en-\ncourt holds that by reason of the confidentiality\ntitled to sample of plans based solely on allegation\nprovisionsofMHL§33.13(c),plaintiffsarenoten-\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n139Misc.2d336 FOREDUCATIONALUSEONLY Page2\n139Misc.2d336,526N.Y.S.2d760\n(Citeas:139Misc.2d336)\ntitledtosuchmaterial. 33.13(c) to read as quoted above, said paragraph\nprovided for release of confidential records\nAt oral argument the parties agreed that all ap-\n“pursuant to an order of a court of record.” The\nplications for relief appearing on the calendar of\n1984 amendment clearly further protected confid-\nFebruary 19, other than that relating to the request\nentialitybylimitingreleasetosituationswhere“the\nfor the aforesaid service plans, were withdrawn.\ninterests of justice significantly outweigh the need\nPlaintiffsfurtherstipulatedthattheywouldaccepta\nforconfidentiality.”\nsample of 200-300 service plans in lieu of their\nformal request for copies of all service plans issued **762 The memorandum of the Office of Men-\nto patients released from mental facilities after tal Health (McKinney's 1984 Session Laws, p.\nJanuary1,1987. 3476)submittedinsupportoftheamendmentindic-\nates that the purpose of the bill (which made many\nPlaintiffs seek this information to prove that\nother changes in the section) was to “protect the\ndefendants have failed to comply with their obliga-\nconfidentiality of records at all facilities” and “to\ntion to provide proper service plans to patients in\nrestrict the release of clinical records and identify-\naccordance with the requirements of MHL § 29.15,\ning information about patients or clients in in-\nand that thus plaintiffs are entitled to an injunction\nstances where consent has not been obtained....” In\nmandatingcompliance.\nhis approval message, Governor Cuomo stated\n(McKinney's1984SessionLaws,p.3654):\nDefendants contend that such information may\n“At the very heart of the client-professional re-\nnot be disclosed to plaintiffs as, pursuant to MHL §\nlationship in mental health care is its confidential-\n33.13(c),theinformationisrequiredtobekeptcon-\nity. The bills strengthen existing protection against\nfidential. Defendants assert that even if the names\nthe inappropriate disclosure of mental health re-\nare redacted, other information in the plans that\ncords and thereby strengthen the integrity of mental\nplaintiffsseekmaytendtoidentifythepatients.\nhealthcare.”\nSubsection 33.13(c) reads in pertinent part as\nIn commenting on the 1984 amendments, the\nfollows:\nCourt of Appeals said in New York News, Inc. v.\n“Such information about patients or clients re-\nVentura, 67 N.Y.2d 472, 476, 503 N.Y.S.2d 714,\nported to the offices, including the identification of\n494N.E.2d1379(1986):\npatients or clients, and clinical records or clinical\n“The confidentiality provisions of the Mental\ninformation tending to identify patients or clients,\nHygiene Law operate to protect the patient's in-\nat office facilities shall not be a public record and\nterests by preventing private or embarrassing dis-\nshall not be released by the offices or its facilities\nclosures and also by encouraging unconstrained\nto any person or agency outside of the offices ex-\ndiagnoses and treatment appropriate to the patient's\nceptasfollows:\ncondition; they extend not only to patient records\n(1) pursuant to an order of a court of record re-\non care and treatment but also to clinical informa-\nquiring disclosure upon a finding by the court that\ntion, including information concerning the patient's\nthe interests of justice significantly outweigh the\nadmission and legal status and the documents per-\nneedforconfidentiality.”\ntinent to those matters (Mental Hygiene Law §\n33.13), and to hospitalization and discharge pro-\nPlaintiffs maintain that pursuant to the above-\nceedings(MentalHygieneLaw§9.31).Thelimited\nquoted exception, the service plans should be re-\ninstances when information about a patient or a pa-\nleased in that they are relevant to the instant litiga-\ntient'sproceedingmaybedisclosed,andtowhom it\ntion.\nmay be disclosed, are strictly prescribed by stat-\nPrior to the adoption of Chapter 912 in 1984, ute.”\nwhich *338 amended paragraph 1 of MHL §\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n139Misc.2d336 FOREDUCATIONALUSEONLY Page3\n139Misc.2d336,526N.Y.S.2d760\n(Citeas:139Misc.2d336)\nIn that case a former mental patient was plaintiffs from obtaining the information necessary\ncharged with attempted murder, and the media to establish their claims of widespread violation of\nsought a transcript of the judicial retention hearing MHL § 29.15. As indicated at argument, if **763\nat which the patient was ordered released. The plaintiffs obtain the consents of former patients, the\ncourt, noting that the identity of the patient was defendants will release their records. Since this ac-\nwidely known, allowed release of only that portion tion was apparently instituted at the request of an\nof the transcript in which the public had a legitim- advocacy group for the homeless, it would seem\nate concern, to wit: “whether the court ordered her that such consents could be obtained from former\nrelease contrary to or in accordance with the doc- patients residing at various homes and shelters\ntor's medical recommendation”, and *339 disal- throughouttheCity.\nlowed the release of the portion of the record deal-\nN.Y.Sup.,1988.\ningwiththepatient'shistory,medicalconditionand\nHeardv.Cuomo\ntreatment.\n139Misc.2d336,526N.Y.S.2d760\nAlthough there are cases where courts have in-\nENDOFDOCUMENT\ndicated that relevancy to a judicial proceeding may\nbe a basis for release of confidential matter [e.g.,\nState of New York-Office of Mental Retardation &\nDevelopmentalDisabilitiesv.Mastracci,77A.D.2d\n473, 433 N.Y.S.2d 946 (4th Dep't 1980); Civil Ser-\nvice Employees Association, Inc. v. Director, Man-\nhattan Psychiatric Center, 72 A.D.2d 526, 420\nN.Y.S.2d909(1stDep't1979);Jablonskiv.Brezen-\noff, New York County Index No. 41132/1980],\nthesecasesarosepriortothe1984amendment.\nA mere claim of relevancy is insufficient to\nreach the threshold set forth in the current law, and\nplaintiffs have not otherwise demonstrated that the\ninterests of justice significantly outweigh the need\nfortheseunknownpatientstohavetheirmedicalre-\ncordskeptconfidential.\nAlthough the court believes the representations\nofplaintiffs'counselthattheywoulddoalltheycan\nto keep the material confidential in their office, it\ndoes not believe that records of the requested\n200-300patients,whoknownothingaboutthispro-\nceeding, should be used in the manner requested as\nthere can be no adequate assurance that the inform-\nation would not become public during the course of\nthe proceedings, nor that the records (even as re-\ndacted) would not tend to identify the patients, in\nviolationofthestatute.\nAccordingly, the request for the representative\nsample is denied. This, however, does not prevent\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/30202"
    },
    {
      "date": "1991-02-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 594,
      "cite_1_reporter": "N.Y.S.2d",
      "cite_1_vol": 567,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72467,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72467.pdf",
      "title": "Order by the Supreme Court of New York County",
      "text": "Heard v. Cuomo, 150 Misc.2d 257 (1991)   \n \n \n   Shudofsky, Jay Greenfield and Ellen M. Moskowitz, New \nYork City, for plaintiffs. \n150 Misc.2d 257 \nSupreme Court, New York County, New York, \nVictor  Kovner  by  George  Gutwirth  and  Masako  C. \nIAS Part 22. \nShiono, New York City, for Mun. defendants. \nJohn HEARD, Ruben Rodriguez, Joseph Catena \nRobert Abrams by Arnold Fleischer, New York City, for \nand John Klostermann, individually and on behalf \nState defendants. \nof all persons similarly situated, Plaintiffs, \nv. \nOpinion \nMario M. CUOMO, as Governor of the State of \nNew York, Richard C. Surles, as acting \n*259 EDWARD H. LEHNER, Justice: \nCommissioner of the New York State Office of \nMental Health, Hal Margosian, as director of the   \nRockland Psychiatric Center, Steven Goldstein, as  After trial the court finds that the success of inpatient care \nexecutive director of the Kings Park Psychiatric  and treatment given to mentally ill persons is in large part \nCenter, Lucy Sarkis, as executive director of the  dependent on their being able after discharge to reside in \nSouth Beach Psychiatric Center and Peggy O’Neill,  stable  housing  with  available  supportive  services.  A \nas director of the Pilgrim Psychiatric Center,  discharge to the street, to a congregate public shelter, or to \nDefendants.  a  “flop  house”  would  not  constitute  effective \nMichael KOSKINAS, Harry Vasquez and John  “rehabilitation”  required  to  be  given  to  such  persons \nHeard, individually and on behalf of all other  pursuant  to  §  7.07(c)  of  the  Mental  Hygiene  Law \npersons similarly situated, Plaintiffs, \n(“MHL”) as these places are not appropriate residences \nv. \nfor them in light of the dangers involved in such living \nJo Ivey BOUFFORD, as President of the New York \narrangements. \nCity Health and Hospitals Corporation, the New \n  \nYork City Health and Hospitals Corporation, \nThe principal issue raised in the case at bar is whether the \nDennis Gowie, as executive director of \nNew  York  City  Health  and  Hospitals  Corporation \nMetropolitan Hospital, Harriet Dronska, as \n(“HHC”) or any City agency has an obligation to see that \nexecutive director of Bellevue Hospital, Sara L. \ndischargees from psychiatric hospitals operated by HHC \nKellermann, as Commissioner of the New York \nobtain  appropriate  housing.  The  court  finds  that  both \nCity Department of Mental Health, Mental \nHHC  and  the  City  of  New  York  jointly  have  this \nRetardation and Alcoholism Services, Mario M. \nobligation which has not been fulfilled, which failure is \nCuomo, as Governor of the State of New York and \none of the root causes of the homeless crisis in our city. \nRichard C. Surles, as acting Commissioner of the \n  \nNew York State Office of Mental Health, \nThese two actions were tried jointly. One was instituted \nDefendants. \nagainst  HHC,  executives  thereof,  and  the  City \nCommissioner of Mental Health, Mental Retardation and \nFeb. 26, 1991. \nAlcoholism Services (the “municipal defendants”), while \nthe other names the Governor and the State Office of \nPersons  discharged  or  conditionally  released  from  Mental Health (the “State defendants”). \nhospitals administered by the New York City Health and    \nHospitals  Corporation  (HHC)  sued  HHC,  municipal  The amended complaint against the municipal defendants \ndefendants, and state defendants, alleging that defendants  is  on  behalf  of  the  named  plaintiffs  and  “all  other \nviolated duties to dischargees. The Supreme Court, New  homeless mentally ill persons who have been discharged \nYork County, Lehner, J., held that HHC and city jointly  or conditionally released from hospitals administered by \nhad an obligation to see that dischargees from psychiatric  the New York City Health and Hospitals Corporation \nhospitals operated by HHC obtained appropriate housing,  without  a  ‘written  service  plan’,  an  assurance  of  a \nwhich obligation has not been fulfilled.  residence and other after care services” in violation of the \n   MHL, the common law and constitutional guarantees of \nSo ordered.  equal protection. It is asserted that “mentally ill persons \n   **596  ...  require  an  appropriate  residence  in  order  to \nbenefit from a course of treatment and in order to avoid \nAttorneys and Law Firms  the recurrence of debilitating episodes of mental illness”. \nThe  relief  sought  is  a  judgment  i)  declaring  that \n**595 *258 O’Melveny & Myers by Robert M. Hayes,  defendants have violated duties owing to the plaintiffs in \nand Paul Weiss, Rifkind, Wharton & Garrison by Alisa  failing to provide each dischargee with a written service \n  1 \n \n\nHeard v. Cuomo, 150 Misc.2d 257 (1991)   \n \nplan in compliance with MHL § 29.15(f) and (g), and  collaboration,  when  appropriate,  with  appropriate \nhave breached their duties of care owing to plaintiffs, and  social  services  officials  and  directors  of  local \nii) requiring defendants to comply with these statutory  governmental units, to prepare, to cause to be *261 \nprovisions  *260  and  to  provide  plaintiffs  “with  implemented, and to monitor a comprehensive program \nappropriate  care  and  services  in  a  non-discriminatory  designed: \nfashion”. \n   1. to determine whether the residence in which such \nThe  complaint  against  the  State  defendants  is  similar  client or patient is living, is adequate and appropriate \nexcept that compliance with paragraph (h) of § 29.15 is  for the needs of such patient or client; \nalso demanded. \n   2. to verify that such patient or client is receiving the \nservices specified in such patient’s or client’s written \nParagraphs (f), (g) and (h) of MHL § 29.15 provide: \nservice plan; and \n“(f) The discharge or conditional release of all clients at \ndevelopmental centers, patients at psychiatric centers or  3.  to  recommend,  and  to  take  steps  to  assure  the \npatients  at  psychiatric  inpatient  services  subject  to  provision of, any additional services”. \nlicensure by the office of mental health shall be in \nIt is acknowledged that the discharge planning mandates \naccordance with a written service plan prepared by staff \nset forth in paragraphs (f) and (g) apply to all mental \nfamiliar with the case history of the client or patient to \nhealth facilities in the state, while paragraph (h) only \nbe  discharged  or  conditionally  released  and  in \napplies to facilities operated by the State Office of Mental \ncooperation with appropriate social services officials \nHealth (“OMH”). Prior to the adoption of Chapter 341 of \nand directors of local governmental units. In causing \nthe Laws of 1980, discharge planning was only required \nsuch plan to be prepared, the director of the facility \nin  State  facilities.  That  chapter,  which  amended \nshall  take  steps  to  assure  that  the  patient  to  be \nparagraphs (f) and (g) to make such planning required in \ndischarged  or  conditionally  released  is  interviewed, \nall mental institutions, did not alter paragraph (h). \nprovided an opportunity to actively participate in the \n  \ndevelopment  of  such  plan  and  advised  of  whatever \nThe  State  acknowledges  that,  as  a  result  of  the \nservices might be available to him through the mental \nimplementation  and  monitoring  requirements  of \nhygiene legal service. \nparagraph (h), it has an obligation to see that dischargees \nfrom psychiatric **597 facilities operated by OMH obtain \n(g) A written service plan prepared pursuant to this \nsection shall include, but shall not be limited to, the  “adequate  and  appropriate”  housing.  It  agrees  with \nfollowing:  plaintiffs that public shelters are not appropriate places to \nsend patients. Although the proof showed that there were \n1.  a  statement  of  the  patient’s  need,  if  any,  for  instances where some of its patients did go to a shelter or \nsupervision,  medication,  aftercare  services,  and  other inappropriate residence, the court is satisfied that \nassistance in finding employment following discharge  the number is not sufficient to warrant an “obey the law” \nor conditional release, and  type of injunction to be issued against it. Cf., Grant v. \nCuomo,  134  Misc.2d  83,  509  N.Y.S.2d  685  (Sup.Ct., \n2. a specific recommendation of the type of residence  N.Y.Co.1986), mod. 130 A.D.2d 154, 518 N.Y.S.2d 105 \nin which the patient is to live and a listing of the  (1st Dept.1987), aff’d, 73 N.Y.2d 820, 537 N.Y.S.2d 115, \nservices available to the patient in such residence.  534 N.E.2d 32 (1988). Moreover, the improper discharges \nbasically resulted when patients left without leave, were \n3. A listing of organizations, facilities, including those  released  upon  presenting  a  72  hour  letter  demanding \nof the department, and individuals who are available to  discharge  as  authorized  by  MHL  §  9.13(b),  were \nprovide  services  in  accordance  with  the  identified  discharged by court order pursuant to MHL § 9.31(c), or \nneeds of the patient.  refused offered residential recommendations. \n  \n4. The notification of the appropriate school district and  Prior to the institution of this action, HHC hospitals did \nthe  committee  on  special  education  regarding  the  not  employ  any  form  providing  for  the  information \nproposed  discharge  or  release  of  a  patient  under  required  to  be  set  forth  in  a  service  plan  under  the \ntwenty-one years of age, consistent with all applicable  provision of paragraph (g) of § 29.15. The HHC discharge \nfederal and state laws relating to confidentiality of such  plans consisted of notes scattered in various places in the \ninformation.  patient’s hospital record. Thus, upon discharge there was \nno document that it *262 gave to its patients containing \n(h) It shall also be the responsibility of the director of \nall of the information required by that paragraph. The \nany department facility from which a client or patient \nState, on the other hand, did have such a form that was in \nhas  been  discharged  or  conditionally  released,  in \nuse in all mental health facilities that was given to patients \n  2 \n \n\nHeard v. Cuomo, 150 Misc.2d 257 (1991)   \n \nwhen  released.  However,  during  the  course  of  this  cooperate with facilities *263 licensed or operated by \nlitigation it appears that a standard form was devised by  an  office  of  the  department  in  the  preparation  and \nHHC.  implementation  of  comprehensive  written  services \n   plans as required by this section.” \nThe key legal issue in this case revolves about the fact    \nthat  paragraph  (h)  of  §  29.15,  requiring  the  **598 The HHC hospitals, being subject to licensure by \nimplementation referred to above, only applies to State  the State Office of Mental Health, are thus governed by \nfacilities. Thus the municipal defendants argue that (p. 34  these  paragraphs  and  consequently  are  required  “to \nof post trial memorandum):  cooperate” with the City Department of Social Services in \nthe “preparation and implementation” of the discharge \n“... their legal obligations do not  plans  required  under  paragraph  (f).  Hence,  more  than \nextend  to  determining  whether  a  merely giving a patient a piece of paper is required of \nformer  patient  is  living  in  an  HHC.  Although  paragraph  (n)  does  not  contain  the \nappropriate residence, to verify that  specificity  of  paragraph  (h),  the  court  interprets  the \nhe is receiving the services in the  mandate of the two provisions to be similar insofar as \ndischarge plan, and to take steps to  concerns the issues before this court. Hence, HHC and the \nprovide housing services. Only the  City have an obligation to see that the residences in which \nstate  OMH  facilities  are  to  its  discharged  patients  are  living  are  adequate  and \ndetermine  if  the  patient  has  a  appropriate to their needs. This conclusion is buttressed \nspecific residence that is adequate  by the statement of legislative intent set forth in Chapter \nand appropriate for the needs of the  341: \npatient.  All  other  hospitals  need \nonly recommend a specific type of  “Statement  of  legislative  intent.  The  discharge  or \nresidence.”  conditional release from all inpatient facilities of those \nsuffering from one or more mental disabilities is not \n  \nnecessarily an indication that the person is no longer in \nIn support of their position that patients discharged from \nneed of treatment or support services. Hospitalization \nHHC hospitals should have the same benefits as those \nto treat an acute episode or chronic illness is often only \nleaving  State  facilities,  plaintiffs  contend  that  i)  the \none segment of the spectrum of total care; provisions to \nstatutory  scheme  is  unconstitutional  as  depriving  City \nensure continuity of appropriate care in other settings \ndischargees  of  equal  protection,  and  ii)  common  law \nmust be established. Appropriate discharge planning \nrights  to  proper  treatment  of  the  mentally  ill  warrant \nlessens  the  chance  or  frequency  of  future \nmunicipal  patients  being  provided  post-discharge  care, \nhospitalization, which is both costly and restrictive. \nwhich includes an appropriate residence. \n  \nThe  legislature  declares  that  the  establishment  of  a \nAlthough the municipal defendants maintain that there is \npolicy requiring uniformity in the discharge planning \na rational basis for this difference based on the fact that \nprocess  and  coordination  among  inpatient  facilities, \nthe State facilities generally treat the chronically ill, while \nwhether operated by the state, a local government, or \nHHC hospitals only deal with acute cases, the court finds \nany  other  person,  corporation  or  organization  and \nthat it need not reach that question because other statutory \ncertified  by  an  office  of  the  department  of  mental \nprovisions demonstrate that HHC patients are to receive \nhygiene  and  adequate  implementation  of  written \nservices similar to those required by paragraph (h). \ndischarge plans for after care services is in the best \n  \ninterests of mentally disabled persons and the citizens \nParagraphs (m) and (n) of § 29.15, added by the aforesaid \nof New York State”. (emphasis supplied) \nChapter 341 of the laws of 1980, provide: \n  \nThus here, as in Klostermann v. Cuomo, 61 N.Y.2d 525, \n“(m)  It  shall  be  the  responsibility  of  the  chief \n475 N.Y.S.2d 247, 463 N.E.2d 588 (1984), an agency of \nadministrator  of  any  facility  providing  inpatient \ngovernment  has  not  satisfied  a  non-discretionary  duty \nservices subject to licensure by the office of mental \nimposed upon it by the MHL. Hence, it is appropriate for \nhealth  to  notify,  when  appropriate,  the  local  social \nthis court to direct compliance. \nservices commissioner and appropriate state and local \n  \nmental  health  representatives  when  an  inpatient  is \nFurther, in a case in which the plaintiffs sought to require \nabout to be discharged or conditionally released and to \ngovernment  to  provide  residential  care  to  mentally  ill \nprovide  to  such  officials  the  written  service  plan \nhomeless *264 persons not in need of hospitalization, our \ndeveloped  for  such  inpatient  as  required  under \nAppellate Division, in affirming a denial of a motion to \nsubdivision (f) of this section. \ndismiss the complaint seeking such relief, noted that the \nissue at hand “may very well constitute extraordinary and \n“(n) It shall be the duty of directors of local social \nemergency circumstances” so that a court may act to grant \nservices  districts  and  local  governmental  units  to \n  3 \n \n\nHeard v. Cuomo, 150 Misc.2d 257 (1991)   \n \nthe requested relief even though the issue would normally  29.15, and the action against them shall be otherwise \nbe considered one of policy committed to another branch  dismissed. In the action against the municipal defendants \nof  government.  Love  v.  Koch,  161  A.D.2d  209,  554  a  judgment  shall  be  settled  declaring  that  HHC  has \nN.Y.S.2d 595 (1990), rearg. and lv. to app. den. NYLJ,  violated  the  aforesaid  obligations  with  respect  to \nJuly 16, 1990, p. 26, c. 1. In light of the social emergency  discharge planning under MHL § 29.15(f), (g), (m) and \nemanating from the homeless crisis in New York City as  (n), and requiring compliance. However, in view of the \nestablished at the trial of these actions, this court would,  fact that there is not now in existence sufficient available \neven if the statute were not interpreted as set forth above,  housing to enable HHC to immediately fully comply, the \ndirect that similar relief be granted.  judgment shall provide for implementation over a period \n   of  time.  Suggestions  *265  as  to  the  appropriate  time \nAlthough the State funds certain community residences  period  for  compliance  shall  be  submitted  with  the \nfor former psychiatric patients, it is recognized by all  proposed judgment. \nparties that at present there are not sufficient residences    \navailable in the City of New York in which to place all  It is noted that neither the City of New York nor its \nhomeless discharged patients. Further, it is understood  Department of Social Services is a party defendant in \nthat it is particularly difficult to place drug and alcohol  either action. Since § 29.15(n) states that it is the duty of \nabusers, and if patients are not discharged from HHC  “local governmental units” and the “directors of local \nhospitals until a residence is located, beds are blocked and  social  service  districts”  to  cooperate  in  the \nhence unavailable for persons in need of admission. It is  “implementation”  of  the  discharge  plans,  it  would  be \nnoted  that  HHC  mental  facilities  are  operating  at  helpful in order to give full effect to this decision that the \napproximately 98% of capacity.  City of New York and its Department of Social Services \n   be added as party defendants so that the judgment may \nIn light of the shortage, the City and State entered into an  also  be  directed  against  them.  Accordingly,  the  court \nagreement dated August 22, 1990 to create 5225 beds for  would urge the Corporation Counsel, who represented all \nhomeless  mentally  ill  individuals  through  June  1992.  of the municipal defendants named in the complaint, to \nAlthough plaintiffs agree that this is a step in the right  consent to such addition unless there is any perceived \ndirection, they contend that it will create only half of the  prejudice. If the amendment is not agreed to, leave is \nnumber of beds now needed for this class of persons and,  granted to plaintiffs to move for such relief. \nmoreover, there is no guarantee (without a court order)    \nthat the funds necessary **599 to fully implement the \nagreement will be appropriated. \nParallel Citations \n  \nConsequently, in the action against the State defendants, \n150 Misc.2d 257, 567 N.Y.S.2d 594 \nthe judgment to be settled shall contain a declaration that \n\t\r  \nthey are not in violation of their obligations under MHL § \n \n \n  \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72467"
    },
    {
      "date": "1990-04-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": 590,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 160,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72465,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72465.pdf",
      "title": "Memorandum Decision",
      "text": "Heard v. Cuomo, 160 A.D.2d 590 (1990)   \n \n \n   confidentiality order so as to permit the public filing of \nplaintiffs’ February 3, 1989 supplemental memorandum \n160 A.D.2d 590 \nof law, unanimously affirmed, without costs. \nSupreme Court, Appellate Division, First \n  \nDepartment, New York. \n**235 Pursuant to this court’s decision of July 28, 1988 \n(142 A.D.2d 537, 531 N.Y.S.2d 253), and the Supreme \nJohn HEARD, et al., etc., Plaintiffs–Respondents, \nv.  Court’s  confidentiality  order  of  August  12,  1988, \nMario M. CUOMO, etc., et al.,  plaintiffs were permitted to inspect 250 written service \nDefendants–Respondents.  plans formulated for psychiatric patients of state and city \nMichael KOSKINAS, et al., etc.,  facilities upon their discharge. Prior to such inspection, \nPlaintiffs–Respondents,  the documents were redacted to prevent the discovery of \nv.  any  information  tending  to  identify  any  patient.  The \nJo Ivey BOUFFORD, etc., et al.,  confidentiality order provided that the documents were to \nDefendants–Appellants,  be  used  by  plaintiffs  only  in  connection  with  this \nMario M. Cuomo, etc., et al.,  litigation and kept confidential by them and their agents. \nDefendants–Respondents.    \nThe New York Times Company, Amicus Curiae.  Based  upon  analysis  of  these  service  plans,  plaintiffs \nfiled, under seal, a supplemental memorandum of law in \nApril 24, 1990.  support of their motion for a preliminary injunction and \nthen moved to modify the confidentiality order to allow \npublic  release  of  that  document,  a  procedure  in \nHomeless  mentally  ill  persons  discharged  from  state \nconformity  with  and  expressly  permitted  by  the \nmental hospital sought representative sample of “written \nconfidentiality  order.  The  amicus  curiae,  previously \nservice  plan”  issued  to  patients  upon  discharge.  The \nappointed by the court to advise it and the parties with \nSupreme Court, New York County, 139 Misc.2d 336, 526 \nrespect  to  the  privacy  interests  of  discharged  patients \nN.Y.S.2d 760, denied request, and appeal was taken. The \nwhose service plans had been disclosed, stated that no \nSupreme Court, Appellate Division, 142 A.D.2d 537, 531 \nsuch interests were implicated in the public filing of the \nN.Y.S.2d  253, entered judgment. Motion was filed to \nmemorandum. \namend prior confidentiality orders so as to permit public \n  \nfiling of plaintiffs’ supplemental memorandum of law. \nInsofar as is relevant to this appeal, the Supreme Court’s \nThe  Supreme  Court,  New  York  County,  Lehner,  J., \ngranting of plaintiffs’ motion follows our earlier direction. \ngranted motion. Appeal was taken. The Supreme Court, \nWhere the public interest in the subject of the discharge of \nAppellate Division, held that plaintiffs were entitled to \nhomeless psychiatric patients is great and the document \npublic filing of their memorandum. \nsought to be disclosed is a legal memorandum in support \n  \nof a request for court intervention, which does not contain \nAffirmed. \nany information tending to identify the patients, it is clear \n  \nthat “the interests of justice significantly outweigh the \nneed  for  confidentiality”,  Mental  Hygiene  Law  § \nAttorneys and Law Firms \n33.13(c)(1); and, that the public interest in disclosure of \nthe  supplemental  memorandum,  the  fruit  of  pretrial \n**234 J. Greenfield, for plaintiffs-respondents. \ndiscovery, can be fully satisfied without risk to the public \ninterest in nondisclosure of the confidential information \nF. Kolikoff, New York City, for defendants-appellants. \ncontained in the underlying service plans, Matter of New \nG. Freeman, for amicus curiae.  York  News  Inc.  (Ventura),  67  N.Y.2d  472,  477,  503 \nN.Y.S.2d  714,  494  N.E.2d  1379;  cf., Matter of Crain \nBefore  KUPFERMAN,  J.P.,  and  SULLIVAN,  ROSS,  Communications Inc. v. Hughes, 135 A.D.2d 351, 521 \nCARRO and KASSAL, JJ.  N.Y.S.2d 244, *592 aff’d 74 N.Y.2d 626, 541 N.Y.S.2d \n971, 539 N.E.2d 1099. \nOpinion    \nMEMORANDUM DECISION. \nParallel Citations \n \nOrder, Supreme Court, New York County (Edward H.  160 A.D.2d 590, 554 N.Y.S.2d 234 \nLehner,  J.),  entered  March  31,  1989,  which  granted  \t\r  \nplaintiffs’  motion  to  amend  the  court’s  prior \n  1 \n \n\nHeard v. Cuomo, 160 A.D.2d 590 (1990)   \n \n \n \n  \n  2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/72465"
    },
    {
      "date": "1990-04-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 590,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 160,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 30204,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/30204.pdf",
      "title": "Memorandum Decision",
      "text": "160A.D.2d590 FOREDUCATIONALUSEONLY Page1\n160A.D.2d590,554N.Y.S.2d234\n(Citeas:160A.D.2d590)\nPlaintiffs were entitled to have publicly filed their\nHeardv.Cuomo\nsupplemental memorandum of law in support of re-\nN.Y.A.D.1Dept.,1990.\nquest for court intervention in discharge of home-\nless psychiatric patients where public interest in\nSupremeCourt,AppellateDivision,FirstDepart-\nsubject of discharge of homeless psychiatric pa-\nment,NewYork.\ntients was great, and document sought to be dis-\nJohnHEARD,etal.,etc.,Plaintiffs-Respondents,\nclosed did not contain information tending to\nv.\nidentifypatients.\nMarioM.CUOMO,etc.,etal.,Defendants-Re-\nspondents.\n**234J.Greenfield,forplaintiffs-respondents.\nMichaelKOSKINAS,etal.,etc.,Plaintiffs-Re-\nF. Kolikoff, New York City, for defendants-appel-\nspondents,\nlants.\nv.\nG.Freeman,foramicuscuriae.\nJoIveyBOUFFORD,etc.,etal.,Defendants-Appel-\nlants, Before KUPFERMAN, J.P., and SULLIVAN,\nMarioM.Cuomo,etc.,etal.,Defendants-Re- ROSS,CARROandKASSAL,JJ.\nspondents.\nMEMORANDUMDECISION.\nTheNewYorkTimesCompany,AmicusCuriae.\nOrder, Supreme Court, New York County\nApril24,1990.\n(Edward H. Lehner, J.), entered March 31, 1989,\nHomeless mentally ill persons discharged from which granted plaintiffs' motion to amend the\nstate mental hospital sought representative sample court's prior confidentiality order so as to permit\nof “written service plan” issued to patients upon the public filing of plaintiffs' February 3, 1989 sup-\ndischarge. The Supreme Court, New York County, plemental memorandum of law, unanimously af-\n139 Misc.2d 336, 526 N.Y.S.2d 760, denied re- firmed,withoutcosts.\nquest, and appeal was taken. The Supreme Court,\n**235 Pursuant to this court's decision of July\nAppellate Division, 142 A.D.2d 537, 531 N.Y.S.2d\n28, 1988 (142 A.D.2d 537, 531 N.Y.S.2d 253), and\n253, entered judgment. Motion was filed to amend\ntheSupremeCourt'sconfidentialityorderofAugust\nprior confidentiality orders so as to permit public\n12, 1988, plaintiffs were permitted to inspect 250\nfiling of plaintiffs' supplemental memorandum of\nwritten service plans formulated for psychiatric pa-\nlaw. The Supreme Court, New York County,\ntients of state and city facilities upon their dis-\nLehner, J., granted motion. Appeal was taken. The\ncharge. Prior to such inspection, the documents\nSupreme Court, Appellate Division, held that\nwere redacted to prevent the discovery of any in-\nplaintiffs were entitled to public filing of their\nformation tending to identify any patient. The con-\nmemorandum.\nfidentiality order provided that the documents were\nAffirmed. to be used by plaintiffs only in connection with this\nlitigation and kept confidential by them and their\nWestHeadnotes\nagents.\nMentalHealth257A 21\nBased upon analysis of these service plans,\nplaintiffs filed, under seal, a supplemental memor-\n257AMentalHealth\nandum of law in support of their motion for a pre-\n257AIInGeneral\nliminary injunction and then moved to modify the\n257Ak21 k. Mental Health Records. Most\nconfidentiality order to allow public release of that\nCitedCases\ndocument, a procedure in conformity with and ex-\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n160A.D.2d590 FOREDUCATIONALUSEONLY Page2\n160A.D.2d590,554N.Y.S.2d234\n(Citeas:160A.D.2d590)\npressly permitted by the confidentiality order. The\namicus curiae, previously appointed by the court to\nadvise it and the parties with respect to the privacy\ninterests of discharged patients whose service plans\nhad been disclosed, stated that no such interests\nwere implicated in the public filing of the memor-\nandum.\nInsofar as is relevant to this appeal, the Su-\npreme Court's granting of plaintiffs' motion follows\nour earlier direction. Where the public interest in\nthe subject of the discharge of homeless psychiatric\npatients is great and the document sought to be dis-\nclosed is a legal memorandum in support of a re-\nquest for court intervention, which does not contain\nany information tending to identify the patients, it\nis clear that “the interests of justice significantly\noutweigh the need for confidentiality”, Mental Hy-\ngiene Law § 33.13(c)(1); and, that the public in-\nterest in disclosure of the supplemental memor-\nandum, the fruit of pretrial discovery, can be fully\nsatisfied without risk to the public interest in\nnondisclosure of the confidential information con-\ntained in the underlying service plans, Matter of\nNew York News Inc. (Ventura), 67 N.Y.2d 472,\n477, 503 N.Y.S.2d 714, 494 N.E.2d 1379; cf., Mat-\nter of Crain Communications Inc. v. Hughes, 135\nA.D.2d351,521N.Y.S.2d244,*592aff'd74N.Y.2d\n626,541N.Y.S.2d971,539N.E.2d1099.\nN.Y.A.D.1Dept.,1990.\nHeardv.Cuomo\n160A.D.2d590,554N.Y.S.2d234\nENDOFDOCUMENT\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/30204"
    },
    {
      "date": "1988-07-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 537,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 142,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72463,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72463.pdf",
      "title": "Memorandum Decision",
      "text": "Heard v. Cuomo, 142 A.D.2d 537 (1988)   \n \n \n   Justice  Lehner  outlining  the  measures  to  be  taken  to \nsafeguard the confidentiality of the information provided \n142 A.D.2d 537 \nto plaintiffs. \nSupreme Court, Appellate Division, First \n  \nDepartment, New York. \nMental Hygiene Law Sec. 33.13(c)(1), as amended by \nLaws of 1984 ch. 912, Sec. 2 (effective Sept. 1, 1984), \nJohn HEARD, et al., Plaintiffs–Appellants, \nv.  requires that information contained in records required to \nMario M. CUOMO, etc., et al.,  be maintained by facilities licensed or operated by the \nDefendants–Respondents.  offices  of  mental  health,  mental  retardation  and \nMichael KOSKINAS, et al., Plaintiffs–Appellants,  developmental disabilities, including the identification of \nv.  patients  or  clients  and  clinical  records  or  information \nJo Ivey BOUFFORD, etc., et al.,  tending to identify patients or clients shall not be a public \nDefendants–Respondents.  record and shall not be released except pursuant to a court \norder requiring disclosure upon a finding by the **254 \nJuly 28, 1988.  court that the interests of justice significantly outweigh \nthe need for confidentiality. Subdivision (f) (added by \nLaws of 1984 ch. 912, Sec. 2) provides that any such \nHomeless  mentally  ill  persons  discharged  from  state  disclosure shall be limited to that information necessary in \nmental hospital sought representative sample of “written  light of the reason for disclosure and such information \nservice  plans”  issued  to  patients  upon  discharge  from  shall be kept confidential by the party receiving such \nmental hospitals. The Supreme Court, New York County,  information. \nLehner, J., 139 Misc.2d 336, 526 N.Y.S.2d 760, denied    \nrequest,  and  appeal  was  taken.  The  Supreme  Court,  Plaintiffs, on their own behalf and on behalf of all other \nAppellate Division, held that: (1) class certification was  homeless mentally ill persons who have been discharged \nunnecessary, and (2) patients were entitled to disclosure  or  conditionally  released  from  New  York  State \nof carefully redacted service plans.  psychiatric centers or hospitals administered by the New \n   York City Health and Hospitals Corporation without a \nOrdered accordingly.  “written service plan”, as required by Mental Hygiene \n   Law  Sec.  29.15(f)  and  (g),  bring  these  consolidated \nactions, seeking declaratory and injunctive relief requiring \nAttorneys and Law Firms \ndefendants, inter alia, to abide by their express statutory \nobligations,  particularly  the  requirement  of  Mental \n**253  J.C.  Johnson,  New  York  City,  for \nHygiene  Law  Sec.  29.15(f)  and  (g)  that  defendants \nplaintiffs-appellants. \nprepare  for  each  discharged  or  conditionally  released \npatient a written service plan that includes: “1. a statement \nP.A. Durfee, New York City, L.A. Feiner, Brooklyn, for \nof the patient’s need, if any, for supervision, medication, \ndefendants-respondents. \naftercare services, and assistance in finding employment \n*539  Before  KUPFERMAN,  J.P.,  and  CARRO,  following  discharge  or  conditional  release,  and  2.  a \nMILONAS, ELLERIN and WALLACH, JJ.  specific  recommendation  of  the  type  of  residence  in \nwhich the patient is to live and a listing of the services \nOpinion  available to the patient in such residence. 3. A listing of \norganizations,  facilities,  including  those  of  the \nMEMORANDUM DECISION.  department, and individuals who are available to provide \nservices in accordance with the identified needs of the \n  patient”  and,  where  appropriate,  “notification  of  the \n*537 Order, Supreme Court, New York County (Edward  appropriate school district and the committee on special \nH. Lehner, J.), entered April 5, 1988, 139 Misc.2d 336,  education regarding the proposed discharge or release of a \n526 N.Y.S.2d 760, which denied plaintiffs’ motion for an  patient under twenty-one years of age, consistent with all \norder pursuant to Mental Hygiene Law Sec. 33.13(c)(1)  applicable  federal  and  state  laws  relating  to \nrequiring disclosure to them of a representative sample of  confidentiality of such information.” \n“written  service  plans”  issued  to  patients  in  the  class    \nrepresented by plaintiffs upon their discharge from mental  [1]  While  class  certification  appears  unnecessary  and \nhospitals, unanimously reversed, on the law and the facts  inappropriate  where  governmental  operations  are \nand in the exercise of discretion, and *538 plaintiffs’  involved  and  any  relief  granted  to  plaintiffs  would \nmotion, as limited by their stipulation upon oral argument  adequately flow to and protect others similarly situated \nbelow,  is  granted,  without  costs.  Settle  order  before  under principles of stare decisis (see, Matter of Rivera v. \n  1 \n \n\nHeard v. Cuomo, 142 A.D.2d 537 (1988)   \n \nTrimarco, 36 N.Y.2d 747, 749, 368 N.Y.S.2d 826, 329  information regarding the procedures for the release and \nN.E.2d  661;  Williams  v.  Blum,  93  A.D.2d  755,  461  aftercare of mental patients. (See, Matter of New York \nN.Y.S.2d 311, mot. for lv. to appeal dismissed, 61 N.Y.2d  News (Ventura), 67 N.Y.2d 472, 476–77, 503 N.Y.S.2d \n905,  474  N.Y.S.2d  1025,  462  N.E.2d  1203;  Grant v.  714,  494  N.E.2d  1379).  Clearly,  under  these \nCuomo, 134 Misc.2d 83, 88, 509 N.Y.S.2d 685, modified  circumstances, the interests of justice should allow the \non other grounds 130 A.D.2d 154), plaintiffs should be  release  of  the  information  required  with  appropriate \nentitled  to  seek  to  establish,  if  possible,  a  pervasive  safeguards to protect the identity of the patients. \npattern of failure on the part of respondents to prepare and    \nissue the mandated “written service plans” in violation of \nthe statute. \nParallel Citations \n  \n[2] To that end, disclosure of 200–300 carefully redacted \n142 A.D.2d 537, 531 N.Y.S.2d 253 \nservice plans and imposition of strict safeguards limiting \n\t\r  \naccess  to  and  use  of  such  information  is  appropriate, \nparticularly where there is a legitimate public interest in \n \n \n  \n  2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72463"
    },
    {
      "date": "1988-07-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 537,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 142,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 30203,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/30203.pdf",
      "title": "Memorandum Decision",
      "text": "142A.D.2d537 FOREDUCATIONALUSEONLY Page1\n142A.D.2d537,531N.Y.S.2d253\n(Citeas:142A.D.2d537)\ndecisis; former patients were entitled to seek to es-\nHeardv.Cuomo\ntablish, if possible, pervasive pattern of failure on\nN.Y.A.D.1Dept.,1988.\npart of state to prepare and issue mandated “written\nservice plans” in violation of Mental Hygiene Law.\nSupremeCourt,AppellateDivision,FirstDepart-\nMcKinney's Mental Hygiene Law § 33.13(c), par.\nment,NewYork.\n1.\nJohnHEARD,etal.,Plaintiffs-Appellants,\nv.\n[2]PretrialProcedure307A 382\nMarioM.CUOMO,etc.,etal.,Defendants-Re-\nspondents. 307APretrialProcedure\nMichaelKOSKINAS,etal.,Plaintiffs-Appellants, 307AIIDepositionsandDiscovery\nv. 307AII(E) Production of Documents and\nJoIveyBOUFFORD,etc.,etal.,Defendants-Re- ThingsandEntryonLand\nspondents. 307AII(E)3 Particular Documents or\nJuly28,1988. Things\n307Ak382k.MedicalandHospitalRe-\nHomeless mentally ill persons discharged from\ncords.MostCitedCases\nstate mental hospital sought representative sample\nHomeless discharged mental patients were entitled\nof “written service plans” issued to patients upon\nto disclosure of representative sample of carefully\ndischarge from mental hospitals. The Supreme\nredacted service plans as required by Mental Hy-\nCourt, New York County, Lehner, J., 139 Misc.2d\ngiene Law pertaining to release and aftercare of\n336, 526 N.Y.S.2d 760, denied request, and appeal\nmental patients, with appropriate safeguards em-\nwas taken. The Supreme Court, Appellate Division,\nployed to protect identity of patients. McKinney's\nheld that: (1) class certification was unnecessary,\nMentalHygieneLaw§33.13(c),par.1.\nand (2) patients were entitled to disclosure of care-\nfullyredactedserviceplans. **253 J.C. Johnson, New York City, for plaintiffs-\nappellants.\nOrderedaccordingly.\nP.A. Durfee, New York City, L.A. Feiner, Brook-\nlyn,fordefendants-respondents.\nWestHeadnotes\n*539 Before KUPFERMAN, J.P., and CARRO,\n[1]Parties287 35.89\nMILONAS,ELLERINandWALLACH,JJ.\n287Parties\nMEMORANDUMDECISION.\n287IIIRepresentativeandClassActions\n*537 Order, Supreme Court, New York County\n287III(C)ParticularClassesRepresented\n(Edward H. Lehner, J.), entered April 5, 1988, 139\n287k35.89k.WelfareandSocialSecurity\nMisc.2d 336, 526 N.Y.S.2d 760, which denied\nClaimants.MostCitedCases\nplaintiffs' motion for an order pursuant to Mental\n(Formerly287k9)\nHygiene Law Sec. 33.13(c)(1) requiring disclosure\nClass certification of action brought by homeless\nto them of a representative sample of “written ser-\ndischarged mental patients who sought representat-\nvice plans” issued to patients in the class represen-\nive sample of “written service plans” issued to dis-\nted by plaintiffs upon their discharge from mental\ncharged mental patients was unnecessary given fact\nhospitals, unanimously reversed, on the law and the\nthat governmental operations were involved and re-\nfacts and in the exercise of discretion, and *538\nlief granted would adequately flow to and protect\nplaintiffs' motion, as limited by their stipulation\nothers similarly situated under principles of stare\nupon oral argument below, is granted, without\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n142A.D.2d537 FOREDUCATIONALUSEONLY Page2\n142A.D.2d537,531N.Y.S.2d253\n(Citeas:142A.D.2d537)\ncosts. Settle order before Justice Lehner outlining patient” and, where appropriate, “notification of the\nthe measures to be taken to safeguard the confiden- appropriate school district and the committee on\ntialityoftheinformationprovidedtoplaintiffs. special education regarding the proposed discharge\nor release of a patient under twenty-one years of\nMental Hygiene Law Sec. 33.13(c)(1), as\nage, consistent with all applicable federal and state\namendedbyLawsof1984ch.912,Sec.2(effective\nlaws relating to confidentiality of such informa-\nSept. 1, 1984), requires that information contained\ntion.”\nin records required to be maintained by facilities li-\ncensed or operated by the offices of mental health, [1] While class certification appears unneces-\nmental retardation and developmental disabilities, sary and inappropriate where governmental opera-\nincluding the identification of patients or clients tions are involved and any relief granted to\nand clinical records or information tending to plaintiffs would adequately flow to and protect oth-\nidentify patients or clients shall not be a public re- ers similarly situated under principles of stare de-\ncord and shall not be released except pursuant to a cisis (see, Matter of Rivera v. Trimarco, 36 N.Y.2d\ncourt order requiring disclosure upon a finding by 747,749,368N.Y.S.2d826,329N.E.2d661;Willi-\nthe **254 court that the interests of justice signific- ams v. Blum, 93 A.D.2d 755, 461 N.Y.S.2d\nantly outweigh the need for confidentiality. Subdi- 311,mot. for lv. to appeal dismissed,61 N.Y.2d\nvision (f) (added by Laws of 1984 ch. 912, Sec. 2) 905,474 N.Y.S.2d 1025, 462 N.E.2d 1203; Grant v.\nprovidesthatanysuchdisclosureshallbelimitedto Cuomo, 134 Misc.2d 83, 88, 509 N.Y.S.2d\nthat information necessary in light of the reason for 685,modified on other grounds130 A.D.2d 154),\ndisclosure and such information shall be kept con- plaintiffs should be entitled to seek to establish, if\nfidentialbythepartyreceivingsuchinformation. possible, a pervasive pattern of failure on the part\nof respondents to prepare and issue the mandated\nPlaintiffs, on their own behalf and on behalf of\n“writtenserviceplans”inviolationofthestatute.\nall other homeless mentally ill persons who have\nbeen discharged or conditionally released from [2]Tothatend,disclosureof200-300carefully\nNew York State psychiatric centers or hospitals ad- redacted service plans and imposition of strict safe-\nministered by the New York City Health and Hos- guards limiting access to and use of such informa-\npitals Corporation without a “written service plan”, tion is appropriate, particularly where there is a le-\nas required by Mental Hygiene Law Sec. 29.15(f) gitimatepublicinterestininformationregardingthe\nand (g), bring these consolidated actions, seeking procedures for the release and aftercare of mental\ndeclaratory and injunctive relief requiring defend- patients. (See, Matter of New York News (Ventura),\nants, inter alia, to abide by their express statutory 67 N.Y.2d 472, 476-77, 503 N.Y.S.2d 714, 494\nobligations, particularly the requirement of Mental N.E.2d 1379). Clearly, under these circumstances,\nHygiene Law Sec. 29.15(f) and (g) that defendants the interests of justice should allow the release of\nprepare for each discharged or conditionally re- the information required with appropriate safe-\nleased patient a written service plan that includes: guardstoprotecttheidentityofthepatients.\n“1. a statement of the patient's need, if any, for su-\nN.Y.A.D.1Dept.,1988.\npervision,medication,aftercareservices,andassist-\nHeardv.Cuomo\nance in finding employment following discharge or\n142A.D.2d537,531N.Y.S.2d253\nconditional release, and 2. a specific recommenda-\ntion of the type of residence in which the patient is\nENDOFDOCUMENT\nto live and a listing of the services available to the\npatient in such residence. 3. A listing of organiza-\ntions, facilities, including those of the department,\nand individuals who are available to provide ser-\nvices in accordance with the identified needs of the\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/30203"
    },
    {
      "date": "1991-02-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 594,
      "cite_1_reporter": "N.Y.S.2d",
      "cite_1_vol": 567,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": true,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 30205,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/30205.pdf",
      "title": "Order by the Supreme Court of New York County",
      "text": "150Misc.2d257 FOREDUCATIONALUSEONLY Page1\n150Misc.2d257,567N.Y.S.2d594\n(Citeas:150Misc.2d257)\nhospitals operated by HHC obtained appropriate\nHeardv.Cuomo\nhousing,whichobligationhasnotbeenfulfilled.\nN.Y.Sup.,1991.\nSoordered.\nSupremeCourt,NewYorkCounty,NewYork,\nIASPart22. WestHeadnotes\nJohnHEARD,RubenRodriguez,JosephCatena\nInjunction212 88\nandJohnKlostermann,individuallyandonbehalf\nofallpersonssimilarlysituated,Plaintiffs,\n212Injunction\nv.\n212IISubjectsofProtectionandRelief\nMarioM.CUOMO,asGovernoroftheStateof\n212II(E)PublicOfficersandEntities\nNewYork,RichardC.Surles,asactingCommis-\n212k88 k. Payment or Other Disposition\nsioneroftheNewYorkStateOfficeofMental\nofPublicMoney.MostCitedCases\nHealth,HalMargosian,asdirectoroftheRockland\nCity of New York and New York City Health and\nPsychiatricCenter,StevenGoldstein,asexecutive\nHospitals Corporation (HHC) have not fulfilled\ndirectoroftheKingsParkPsychiatricCenter,Lucy\ntheir joint obligation to see that dischargees from\nSarkis,asexecutivedirectoroftheSouthBeach\npsychiatric hospitals operated by HHC obtain ap-\nPsychiatricCenterandPeggyO'Neill,asdirectorof\npropriatehousing,thusrequiringjudgmentordering\nthePilgrimPsychiatricCenter,Defendants.\ncompliance; however, in view of fact that there was\nMichaelKOSKINAS,HarryVasquezandJohn\nnot in existence sufficient available housing to en-\nHeard,individuallyandonbehalfofallotherper-\nable HHC to immediately fully comply, judgment\nsonssimilarlysituated,Plaintiffs,\nwould provide for implementation over period of\nv.\ntime. McKinney's Mental Hygiene Law §§ 7.07(c),\nJoIveyBOUFFORD,asPresidentoftheNewYork\n29.15.\nCityHealthandHospitalsCorporation,theNew\nYorkCityHealthandHospitalsCorporation,Den-\n**595 *258 O'Melveny & Myers by Robert M.\nnisGowie,asexecutivedirectorofMetropolitan\nHayes,andPaulWeiss,Rifkind,Wharton&Garris-\nHospital,HarrietDronska,asexecutivedirectorof\non by Alisa Shudofsky, Jay Greenfield and Ellen\nBellevueHospital,SaraL.Kellermann,asCommis-\nM.Moskowitz,NewYorkCity,forplaintiffs.\nsioneroftheNewYorkCityDepartmentofMental\nVictor Kovner by George Gutwirth and Masako C.\nHealth,MentalRetardationandAlcoholismSer-\nShiono,NewYorkCity,forMun.defendants.\nvices,MarioM.Cuomo,asGovernoroftheStateof\nRobert Abrams by Arnold Fleischer, New York\nNewYorkandRichardC.Surles,asactingCom-\nCity,forStatedefendants.\nmissioneroftheNewYorkStateOfficeofMental\n*259EDWARDH.LEHNER,Justice:\nHealth,Defendants.\nAftertrialthecourtfindsthatthesuccessofin-\nFeb.26,1991.\npatient care and treatment given to mentally ill per-\nsons is in large part dependent on their being able\nPersons discharged or conditionally released from\nafter discharge to reside in stable housing with\nhospitals administered by the New York City\navailable supportive services. A discharge to the\nHealth and Hospitals Corporation (HHC) sued\nstreet, to a congregate public shelter, or to a “flop\nHHC, municipal defendants, and state defendants,\nhouse” would not constitute effective\nalleging that defendants violated duties to dischar-\n“rehabilitation” required to be given to such per-\ngees. The Supreme Court, New York County,\nsons pursuant to § 7.07(c) of the Mental Hygiene\nLehner, J., held that HHC and city jointly had an\nLaw (“MHL”) as these places are not appropriate\nobligation to see that dischargees from psychiatric\nresidences for them in light of the dangers involved\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n150Misc.2d257 FOREDUCATIONALUSEONLY Page2\n150Misc.2d257,567N.Y.S.2d594\n(Citeas:150Misc.2d257)\ninsuchlivingarrangements. Paragraphs (f), (g) and (h) of MHL § 29.15\nprovide:\nThe principal issue raised in the case at bar is\n“(f) The discharge or conditional release of all\nwhether the New York City Health and Hospitals\nclients at developmental centers, patients at psychi-\nCorporation (“HHC”) or any City agency has an\natric centers or patients at psychiatric inpatient ser-\nobligation to see that dischargees from psychiatric\nvices subject to licensure by the office of mental\nhospitalsoperatedbyHHCobtainappropriatehous-\nhealth shall be in accordance with a written service\ning. The court finds that both HHC and the City of\nplan prepared by staff familiar with the case history\nNew York jointly have this obligation which has\nof the client or patient to be discharged or condi-\nnot been fulfilled, which failure is one of the root\ntionally released and in cooperation with appropri-\ncausesofthehomelesscrisisinourcity.\nate social services officials and directors of local\ngovernmental units. In causing such plan to be pre-\nThese two actions were tried jointly. One was\npared, the director of the facility shall take steps to\ninstituted against HHC, executives thereof, and the\nassure that the patient to be discharged or condi-\nCity Commissioner of Mental Health, Mental Re-\ntionally released is interviewed, provided an oppor-\ntardation and Alcoholism Services (the “municipal\ntunity to actively participate in the development of\ndefendants”), while the other names the Governor\nsuch plan and advised of whatever services might\nand the State Office of Mental Health (the “State\nbe available to him through the mental hygiene leg-\ndefendants”).\nalservice.\n(g) A written service plan prepared pursuant to\nThe amended complaint against the municipal\nthis section shall include, but shall not be limited\ndefendants is on behalf of the named plaintiffs and\nto,thefollowing:\n“all other homeless mentally ill persons who have\n1. a statement of the patient's need, if any, for\nbeendischargedorconditionallyreleasedfromhos-\nsupervision, medication, aftercare services, and as-\npitals administered by the New York City Health\nsistanceinfindingemploymentfollowingdischarge\nand Hospitals Corporation without a ‘written ser-\norconditionalrelease,and\nvice plan’, an assurance of a residence and other\n2. a specific recommendation of the type of\nafter care services” in violation of the MHL, the\nresidenceinwhichthepatientistoliveandalisting\ncommon law and constitutional guarantees of equal\noftheservicesavailabletothepatientinsuchresid-\nprotection. It is asserted that “mentally ill\nence.\npersons**596 ... require an appropriate residence in\n3. A listing of organizations, facilities, includ-\norder to benefit from a course of treatment and in\ning those of the department, and individuals who\norder to avoid the recurrence of debilitating epis-\nare available to provide services in accordance with\nodes of mental illness”. The relief sought is a judg-\ntheidentifiedneedsofthepatient.\nment i) declaring that defendants have violated du-\n4. The notification of the appropriate school\ntiesowingtotheplaintiffsinfailingtoprovideeach\ndistrict and the committee on special education re-\ndischargee with a written service plan in compli-\ngarding the proposed discharge or release of a pa-\nance with MHL § 29.15(f) and (g), and have\ntient under twenty-one years of age, consistent with\nbreached their duties of care owing to plaintiffs,\nall applicable federal and state laws relating to con-\nand ii) requiring defendants to comply with these\nfidentialityofsuchinformation.\nstatutory provisions*260 and to provide plaintiffs\n(h) It shall also be the responsibility of the dir-\n“with appropriate care and services in a non-\nector of any department facility from which a client\ndiscriminatoryfashion”.\nor patient has been discharged or conditionally re-\nThe complaint against the State defendants is leased, in collaboration, when appropriate, with ap-\nsimilar except that compliance with paragraph (h) propriate social services officials and directors of\nof§29.15isalsodemanded. local governmental units, to prepare, to cause to be\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n150Misc.2d257 FOREDUCATIONALUSEONLY Page3\n150Misc.2d257,567N.Y.S.2d594\n(Citeas:150Misc.2d257)\n*261implemented,andtomonitoracomprehensive formation required to be set forth in a service plan\nprogramdesigned: under the provision of paragraph (g) of § 29.15.\n1. to determine whether the residence in which The HHC discharge plans consisted of notes\nsuch client or patient is living, is adequate and ap- scattered in various places in the patient's hospital\npropriatefortheneedsofsuchpatientorclient; record. Thus, upon discharge there was no docu-\n2. to verify that such patient or client is receiv- ment that it *262 gave to its patients containing all\ning the services specified in such patient's or cli- of the information required by that paragraph. The\nent'swrittenserviceplan;and State, on the other hand, did have such a form that\n3. to recommend, and to take steps to assure was in use in all mental health facilities that was\ntheprovisionof,anyadditionalservices”. given to patients when released. However, during\nthe course of this litigation it appears that a stand-\nIt is acknowledged that the discharge planning\nardformwasdevisedbyHHC.\nmandates set forth in paragraphs (f) and (g) apply\nto all mental health facilities in the state, while The key legal issue in this case revolves about\nparagraph (h) only applies to facilities operated by the fact that paragraph (h) of § 29.15, requiring the\nthe State Office of Mental Health (“OMH”). Prior implementation referred to above, only applies to\ntotheadoptionofChapter341oftheLawsof1980, State facilities. Thus the municipal defendants ar-\ndischarge planning was only required in State facil- guethat(p.34ofposttrialmemorandum):\nities. That chapter, which amended paragraphs (f) “... their legal obligations do not extend to de-\nand (g) to make such planning required in all men- termining whether a former patient is living in an\ntalinstitutions,didnotalterparagraph(h). appropriate residence, to verify that he is receiving\nthe services in the discharge plan, and to take steps\nThe State acknowledges that, as a result of the\nto provide housing services. Only the state OMH\nimplementation and monitoring requirements of\nfacilitiesaretodetermineifthepatienthasaspecif-\nparagraph (h), it has an obligation to see that dis-\nic residence that is adequate and appropriate for the\nchargees from psychiatric**597 facilities operated\nneeds of the patient. All other hospitals need only\nby OMH obtain “adequate and appropriate” hous-\nrecommendaspecifictypeofresidence.”\ning. It agrees with plaintiffs that public shelters are\nnot appropriate places to send patients. Although In support of their position that patients dis-\nthe proof showed that there were instances where charged from HHC hospitals should have the same\nsome of its patients did go to a shelter or other in- benefits as those leaving State facilities, plaintiffs\nappropriate residence, the court is satisfied that the contend that i) the statutory scheme is unconstitu-\nnumber is not sufficient to warrant an “obey the tional as depriving City dischargees of equal pro-\nlaw” type of injunction to be issued against it. Cf., tection, and ii) common law rights to proper treat-\nGrant v. Cuomo, 134 Misc.2d 83, 509 N.Y.S.2d ment of the mentally ill warrant municipal patients\n685 (Sup.Ct., N.Y.Co.1986), mod. 130 A.D.2d 154, being provided post-discharge care, which includes\n518N.Y.S.2d105(1stDept.1987),aff'd,73N.Y.2d anappropriateresidence.\n820, 537 N.Y.S.2d 115, 534 N.E.2d 32 (1988).\nAlthough the municipal defendants maintain\nMoreover, the improper discharges basically resul-\nthat there is a rational basis for this difference\nted when patients left without leave, were released\nbased on the fact that the State facilities generally\nupon presenting a 72 hour letter demanding dis-\ntreat the chronically ill, while HHC hospitals only\ncharge as authorized by MHL § 9.13(b), were dis-\ndeal with acute cases, the court finds that it need\ncharged by court order pursuant to MHL § 9.31(c),\nnot reach that question because other statutory pro-\norrefusedofferedresidentialrecommendations.\nvisions demonstrate that HHC patients are to re-\nPrior to the institution of this action, HHC hos- ceive services similar to those required by para-\npitalsdidnotemployanyformprovidingforthein- graph(h).\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n150Misc.2d257 FOREDUCATIONALUSEONLY Page4\n150Misc.2d257,567N.Y.S.2d594\n(Citeas:150Misc.2d257)\nParagraphs (m) and (n) of § 29.15, added by orfrequencyoffuturehospitalization,whichisboth\nthe aforesaid Chapter 341 of the laws of 1980, costlyandrestrictive.\nprovide: The legislature declares that the establishment\n“(m) It shall be the responsibility of the chief of a policy requiring uniformity in the discharge\nadministratorofanyfacilityprovidinginpatientser- planning process and coordination among inpatient\nvices subject to licensure by the office of mental facilities, whether operated by the state, a local\nhealth to notify, when appropriate, the local social government, or any other person, corporation or or-\nservices commissioner and appropriate state and ganization and certified by an office of the depart-\nlocal mental health representatives when an inpa- ment of mental hygiene and adequate implementa-\ntient is about to be discharged or conditionally re- tion of written discharge plans for after care ser-\nleased and to provide to such officials the written vices is in the best interests of mentally disabled\nservice plan developed for such inpatient as re- persons and the citizens of New York State”.\nquiredundersubdivision(f)ofthissection. (emphasissupplied)\n“(n)Itshallbethedutyofdirectorsoflocalso-\nThus here, as in Klostermann v. Cuomo, 61\ncial services districts and local governmental units\nN.Y.2d 525, 475 N.Y.S.2d 247, 463 N.E.2d 588\nto cooperate with facilities*263 licensed or oper-\n(1984), an agency of government has not satisfied a\nated by an office of the department in the prepara-\nnon-discretionary duty imposed upon it by the\ntion and implementation of comprehensive written\nMHL. Hence, it is appropriate for this court to dir-\nservicesplansasrequiredbythissection.”\nectcompliance.\n**598 The HHC hospitals, being subject to li-\nFurther, in a case in which the plaintiffs sought\ncensure by the State Office of Mental Health, are\nto require government to provide residential care to\nthus governed by these paragraphs and con-\nmentally ill homeless*264 persons not in need of\nsequently are required “to cooperate” with the City\nhospitalization, our Appellate Division, in affirm-\nDepartment of Social Services in the “preparation\ning a denial of a motion to dismiss the complaint\nand implementation” of the discharge plans re-\nseeking such relief, noted that the issue at hand\nquired under paragraph (f). Hence, more than\n“may very well constitute extraordinary and emer-\nmerely giving a patient a piece of paper is required\ngency circumstances” so that a court may act to\nof HHC. Although paragraph (n) does not contain\ngrant the requested relief even though the issue\nthe specificity of paragraph (h), the court interprets\nwould normally be considered one of policy com-\nthe mandate of the two provisions to be similar in-\nmitted to another branch of government. Love v.\nsofar as concerns the issues before this court.\nKoch, 161 A.D.2d 209, 554 N.Y.S.2d 595 (1990),\nHence, HHC and the City have an obligation to see\nrearg. and lv. to app. den. NYLJ, July 16, 1990, p.\nthat the residences in which its discharged patients\n26, c. 1. In light of the social emergency emanating\nare living are adequate and appropriate to their\nfrom the homeless crisis in New York City as es-\nneeds. This conclusion is buttressed by the state-\ntablished at the trial of these actions, this court\nmentoflegislativeintentsetforthinChapter341:\nwould,evenifthestatutewerenotinterpretedasset\n“Statement of legislative intent. The discharge\nforthabove,directthatsimilarreliefbegranted.\nor conditional release from all inpatient facilities of\nthosesufferingfromoneormorementaldisabilities\nAlthough the State funds certain community\nis not necessarily an indication that the person is no\nresidences for former psychiatric patients, it is re-\nlonger in need of treatment or support services.\ncognized by all parties that at present there are not\nHospitalization to treat an acute episode or chronic\nsufficient residences available in the City of New\nillness is often only one segment of the spectrum of\nYork in which to place all homeless discharged pa-\ntotal care; provisions to ensure continuity of appro-\ntients. Further, it is understood that it is particularly\npriate care in other settings must be established.\ndifficult to place drug and alcohol abusers, and if\nAppropriate discharge planning lessens the chance\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n150Misc.2d257 FOREDUCATIONALUSEONLY Page5\n150Misc.2d257,567N.Y.S.2d594\n(Citeas:150Misc.2d257)\npatients are not discharged from HHC hospitals un- consent to such addition unless there is any per-\ntil a residence is located, beds are blocked and ceivedprejudice.Iftheamendmentisnotagreedto,\nhence unavailable for persons in need of admission. leaveisgrantedtoplaintiffstomoveforsuchrelief.\nIt is noted that HHC mental facilities are operating\nN.Y.Sup.,1991.\natapproximately98%ofcapacity.\nHeardv.Cuomo\nIn light of the shortage, the City and State 150Misc.2d257,567N.Y.S.2d594\nentered into an agreement dated August 22, 1990 to\nENDOFDOCUMENT\ncreate5225bedsforhomelessmentallyillindividu-\nals through June 1992. Although plaintiffs agree\nthatthisisastepintherightdirection,theycontend\nthat it will create only half of the number of beds\nnowneededforthisclassofpersonsand,moreover,\nthere is no guarantee (without a court order) that\nthe funds necessary**599 to fully implement the\nagreementwillbeappropriated.\nConsequently, in the action against the State\ndefendants, the judgment to be settled shall contain\na declaration that they are not in violation of their\nobligations under MHL § 29.15, and the action\nagainst them shall be otherwise dismissed. In the\naction against the municipal defendants a judgment\nshall be settled declaring that HHC has violated the\naforesaid obligations with respect to discharge\nplanning under MHL § 29.15(f), (g), (m) and (n),\nand requiring compliance. However, in view of the\nfact that there is not now in existence sufficient\navailable housing to enable HHC to immediately\nfully comply, the judgment shall provide for imple-\nmentation over a period of time. Suggestions*265\nas to the appropriate time period for compliance\nshallbesubmittedwiththeproposedjudgment.\nIt is noted that neither the City of New York\nnor its Department of Social Services is a party de-\nfendant in either action. Since § 29.15(n) states that\nit is the duty of “local governmental units” and the\n“directors of local social service districts” to co-\noperate in the “implementation” of the discharge\nplans,itwouldbehelpfulinordertogivefulleffect\nto this decision that the City of New York and its\nDepartment of Social Services be added as party\ndefendants so that the judgment may also be direc-\ntedagainstthem.Accordingly,thecourtwouldurge\nthe Corporation Counsel, who represented all of the\nmunicipal defendants named in the complaint, to\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/30205"
    },
    {
      "date": "1992-01-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 429,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 179,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 30200,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/30200.pdf",
      "title": "Order Granting Leave to Appeal",
      "text": "179A.D.2d429 FOREDUCATIONALUSEONLY Page1\n179A.D.2d429,578N.Y.S.2d417\n(Citeas:179A.D.2d429)\nHeardv.Cuomo\nN.Y.A.D.1Dept.1992.\nSupremeCourt,AppellateDivision,FirstDepart-\nment,NewYork.\nJohnHEARD,etal.,etc.,Plaintiffs-Appellants,\nv.\nMarioM.CUOMO,etc.,etal.,Defendants-Re-\nspondents.ActionNo.1\nMichaelKOSKINAS,etal.,etc.,Plaintiffs-Appel-\nlants-Respondents,\nv.\nJoIveyBOUFFORD,etc.,etal.,Defendants-Re-\nspondents-Appellants.ActionNo.2\nJanuary14,1992\n*429 Judgment, Supreme Court, New York\nCounty (Edward H. Lehner, J.), entered on April\n15, 1991, unanimously affirmed for the reasons\nstated by Edward H. Lehner, J., without costs or\ndisbursements.Noopinion..\nSULLIVAN, J.P., and CARRO, ROSENBERGER,\nKUPFERMANandRUBIN,JJ.,concur.\nLeavetoAppealGranted,581N.Y.S.2d259.\nN.Y.A.D.1Dept.1992.\nHeardv.Cuomo\n179A.D.2d429,578N.Y.S.2d417\nENDOFDOCUMENT\n©2008Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/30200"
    },
    {
      "date": "1992-03-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1080,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 181,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72459,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72459.pdf",
      "title": "Order Granting Leave to Appeal to Court of Appeal",
      "text": "Heard v Cuomo, 181 A.D.2d 1080 (1992)   \n \n \n  \nCITE TITLE AS: Heard v Cuomo \n181 A.D.2d 1080, 581 N.Y.S.2d 259 (Table) \n \nHeard v Cuomo \nLEAVE  TO  APPEAL  TO  COURT  OF  APPEALS \nGRANTED \nSupreme Court, Appellate Division, First \nDepartment, New York \nCopr. (c) 2014, Secretary of State, State of New York \nMarch 12, 1992 \n\t\r  \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72459"
    }
  ],
  "document_count": 14
}