{
  "case_id": 498,
  "fetched_at": "2025-10-22T00:05:41.040732",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Clinton",
        "institution_county": null,
        "name": "Whitten Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": null,
    "id": 498,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Juveniles",
      "General/Misc.: Neglect by staff",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Medical care, unspecified",
      "General/Misc.: Totality of conditions",
      "General/Misc.: Education",
      "General/Misc.: Communication skills",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation",
      "Disability and Disability Rights: Developmental disability without intellectual disability",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2015-04-09T00:00:00-04:00",
    "main_docket": {
      "id": 42567,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "South Carolina",
      "docket_office_number": "",
      "docket_number_manual": "N/A",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ CRIPA Investigation of the Whitten Center in Clinton (SC)",
    "never_filed": true,
    "non_docket_case_number": "168-67-86, 168-67-85",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "South Carolina",
    "summary": "<p>On February 8, 1995, the Civil Rights Division of the U.S. Department of Justice [DOJ] sent notice to the State of South Carolina that it was conducting an investigation into the conditions of confinement at the Whitten Center in Clinton, South Carolina, pursuant to its authority under the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997 et seq. Whitten was a state-operated institution housing approximately 800 developmentally disabled children and adults.</p><p>The DOJ advised the State that it would be examining resident safety, the adequacy of medical care, training, staffing, the use of psychotropic medication, and issues involving community placement.</p><p>The DOJ's decision to launch a formal investigation followed interviews with employees of the South Carolina Protection & Advocacy System for the Handicapped, Inc., and a parent of a Whitten resident, who reported various instances of daily abuse and neglect at Whitten. The abuse included residents being left unattended, sitting in their own urine and feces for hours.  10 unexplained resident deaths were said to have occurred in just one month.</p><p>Additional information regarding abuse came from reports of state surveyors, who annually enforced the Health Care Financing Administration's (\"HCFA\") Title XIX regulations by inspecting the Whitten facility.  One report, for example, noted that on a recent visit surveyors noted full urinals, toilets with unflushed feces, and dirty clothes with bad odors.</p><p>A separate State-generated report of incidents of reported abuse, listed 44 separate allegations of abuse at Whitten during the fiscal year 1992-93.</p><p>A spreadsheet on CRIPA matters shared by the DOJ does not show any additional action (no findings letter or lawsuit is noted) until the matter was closed on March 1, 2002. </p><p>Note: The same spreadsheet shows an earlier matter involving a Whitten Center listed as being in Laurens, South Carolina.  Laurens is the name of both the county in which Clinton is situated, and also a town in that county.  It's unclear whether this earlier matter involved the same facility or a related one.  In any event, apparently no formal investigation was opened, and the preliminary inquiry was closed Sept. 15, 1993.  (DJ 168-67-85)</p>",
    "summary_published_date": "2007-03-19T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/498",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=498",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=498",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=498"
  },
  "documents": [
    {
      "date": "1994-12-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Justification Memo",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2339,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2339.pdf",
      "title": "Recommendation to Investigate",
      "text": "T. 12/21/5*4\nAEP:RF:RJF:KW:cw\nDJ 168-67-86 CRIPA Investigation\nRecommendation to Investigate\nWhitten Center MR-SC-001-00'\nClinton, South Carolina\nDeval L. Patrick Arthur E. Peabody, Jr.\nAssistant Attorney General Chief\nCivil Rights Division Special Litigation Section\nINTRODUCTION\nWe recommend that the Department initiate an investigation\ninto the conditions of confinement at the Whitten Center\n(\"Whitten\") in Clinton, South Carolina, pursuant to its authority\nunder the Civil Rights of Institutionalized Persons Act\n(\"CRIPA\"), 42 U.S.C. § 1997 et seq.  Whitten is a state-operated\ninstitution housing approximately 800 developmentally disabled\nchildren and adults.  .\nResidents of state-operated facilities for the\ndevelopmentally disabled and mentally retarded have a fundamental\nFourteenth Amendment due process right to reasonable safety,\nadequate medical care and training.  Youngbera v. Romeo, 457 U.S.\n307  (1982) .  Such training must be sufficient to protect each\nresident's liberty interests and permit each resident an\nopportunity to function as independently as their individual\nhandicapping conditions permit.  See, e.g. , Halderman v.\nPennhurst State School & Hosp., 154 F.R.D. 594  (E.D. Pa. 1994);\nUnited States v. Tennessee, No. 92-2062, slip op. at 12 (W.D.\nTenn. Feb. 17, 1994) ; Thomas S. bv Brooks v. Flaherty, 699 F.\nSupp. 1178  (W.D.N.C. 1988).  See also 42 C.F.R. §483.440.\nInformation we have obtained indicates that residents of\nWhitten are being harmed and exposed to unreasonable risks of\nharm in violation of their constitutional and statutory rights.\nAlleged unconstitutional conditions include abuse and neglect of\nresidents, inadequate medical and psychiatric care, and failure\nto provide residents with adequate training.  Such deficiencies\nsubject residents at Whitten to unreasonable risks to their\npersonal safety and violate their constitutional rights.  In\naddition, Whitten is a large and isolated institution which\nunduly segregates its residents from the rest of society solely\non the basis of their disabilities.  As a result, the facility is\nfailing to provide services to its residents in the least\nseparate, most integrated setting as required by the Americans\nwith Disabilities Act of 1990  (\"ADA\"), 42 U.S.C. § 12101 et sea.,\ncc:  Records Chrono Peabody Frohboese Farano Wilkinson Hold\n\n- 2 -\nand Section 504 of the Rehabilitation Act of 1973 (\"Section\n504\"), 29 U.S.C. § 794 et seq.\nPOSSIBLE VIOLATIONS\nA. The State Fails to Ensure that Whitten Residents are\nFree from Abuse and Neglect.\nAbuse\nAbuse against clients is far more prevalent at Whitten than\nat any other similar state-run facility in South Carolina.!/  A\nrecent state-generated compilation of total abuse incidents at\nall the South Carolina institutional facilities reveals that in\nfiscal year 1592-93, Whitten had forty-four separate allegations\nof abuse .2J\nAnother local advocate indicated that there is \"plenty\" of\nstaff abuse at Whitten. 1/  She indicated that the Whitten staff\nregularly \"whup their young'ins\" at home, so it's natural that\nthey would carry the same attitudes with them to work.*/\nNaturally, this can lead to abuse of the residents.  This account\nis corroborated by a Whitten parent who indicated that the staff\nat the facility can be \"violent. \"V  Last Fall, she noticed\nthat one resident had a clearly marked shoe print on his buttock\narea revealinq that he had been kicked.1/\nState surveyors, who annually enforce the Health Care\nFinancing Administration's  (\"HCFA\") Title XIX regulations, have\nnoted that Whitten staff are abusive in that they verbally insult\nresidents.  For example, for one resident with a urostomy bag, a\nstaff member commented, \"She can't come over here smelling like\n1/  Telephone Interview with Kimberly McAllister, South Carolina\nProtection & Advocacy System for the Handicapped, Inc., May 10,\n1994.\nII Id.\n1/  Telephone Interview with Sharon Bellwood, Regional\nCoordinator, South Carolina Protection & Advocacy System for the\nHandicapped, Inc., May 10, 1994.\n1/ Id.\n*/  Telephone' Interview with Jean Shirley, parent of a Whitten\nresident, September 14, 1994.\n1/ Id.\n\n- 3 -\nthis ... The smell burns my eyes.\"!/  The surveyor noted that\nthe client was aware of the comment.V  Staff also refer to\nadult clients inappropriately as \"baby,\" \"good little girl,\"\n\"sweetie\" or good boy.\"2/  Moreover, contrary to state law, the\nfacility is failing to report the results of all abuse and/or\nneglect investigations to the administrator or other officials in\na timely fashion.\"/\nThe local Protection and Advocacy  (\"P&A.\") group expressed\nconcerns about the compromised impartiality of the Whitten abuse\nand neglect investigator, stating \"[w]e have some questions about\nthe investigator being a paid department employee.\"H/  A\nparent of a client at the facility indicated that \"there IS\nabuse\" occurring at Whitten and that it occurs everyday.H/\nShe indicated that many of the incidents are not uncovered\nbecause the Whitten internal investigator is not to be trusted.\nIn fact., she indicated that she trusts the Whitten abuse\ninvestigator \"as far as she car. throw him.\"\"/  The parent\nimplied that the Whitten facility director, Judy Johnson, may aid\nin covering up the truth.  The parent said that the director\n\"talks out of both sides of her mouth\" and that she \"tells\nparents what they want to hear regardless of the truth.\"11/\nNeolect\nIt is clear that the staff at Whitten subject the residents\nto neglect.  For example, on a recent site visit by Title XIX\nsurveyors, they found that for over an hour, no staff intervened\nto assist one Whitten client who had urinated in her pants.\"/\nIf  State Title XIX survey conducted for the Health Care\nFinancing Administration  (\"HCFA Survey\"), March 19, 1993, at 31.\n!/ Id.\n1/  Id.; HCFA Survey, June 16, 1993, at 17.\nIV  HCFA Surveys, August 26, 1993, at 6, March 17, 1994, at 1.\n11/  Letter from the South Carolina Protection & Advocacy System\nfor the Handicapped, Inc. (\"P&A Letter\"), Sharon Bellwood,\nRegional Coordinator, Genia Batson, Institutional Advocate, Mary\nBarr Behlke, PAIMI Advocate, June 7, 1994 at 2.\n11/  Telephone interview with Jean Shirley, September 14,  1994.\n11/ Id.\n\"/ Id.\n11/  HCFA Survey, June 16, 1993, at 7.\n\n- 4 -\nStaff also neglected to intervene to stop one female resident who\nhad been repeatedly hitting her head on her knee.il/\nSimilarly, staff failed to intervene to assist a blind clier.z who\nwas sitting on a couch hollering and hitting himself for ten\nminutes.il/  The surveyors found that the staff allowed many\nresidents to leave the dining area with food on their mouths and\nfaces.!!/  The staff also subject the Whitten residents to\nneglect by leaving them to sit for prolonged periods of time\nunengaged in any purposeful activity.  On one of their recent\nvisits, the surveyors observed the following during the day:\nclients not actively engaged in specified activities, clients\nsleeping in wheelchairs or in regular chairs, and clients siccing\nor laying by themselves.il/  One staff member was smoking\noutside leaving the residents unengaged.^/\nThe facility neglects to provide a sanitary environment for\nits residents.  For example, on a recent visit, surveyors noted\nfull urinals, commodes with unflushed feces, and dirty clothes\nwith bad odors.2j_f  Staff made no effort to clean or disinfect\na chair where one client had been sitting with urine soaked\npants.ff/  On a more recent visit, surveyors noted one client\nsitting in urine which had seeped down her legs and saturated her\nsocks.fi/  A staff member discarded the socks in the hamper,\nbut then dispensed evening snacks without washing her hands.H/\nB.  The State Fails to Provide Whitten Residents with\nAdequate Medical Care.\nThe P&A group expressed great concern about the large number\nof recent deaths at the facility.  The group indicated that\n11 [d] uring the .past month or so there have been approximately ten\n\"/ Id.\n\"/ Id.\n11/ Id.\ni!/  HCFA Survey, March 19, 1993, at 24.\n!!/  Id.\nH/  Id. at 32\n!!/  Id.\n11/  HCFA Survey, September 24, 1993, at 15.\n11/ Id.\n\n- 5 -\ndeaths at Whitten.11\"/  They added  \"some of these deaths were\ntotally unexpected.\"ff/  One parent characterized some of the\ndeaths as \"out of the blue.\"\"/  These comments are  troubling\nand imply deficient medical care.  This parent believed that more\nWhitten residents have died in the first six months of 1S94 than\nthe total number who died in all of 1993.fi/\nThis parent  indicated that the physician to client ratio is\npoor at Whitten.  She believed  there were only four doctors on\nstaff to care for about 800 residents  -- about a  1:200\nratio.fi/  This ratio is well outside any acceptable limits.\nShe also believes that Whitten does not provide the many\nepileptic  individuals with the services of a consult\nneurologist-ii/  She said that her son is epileptic, and yet,\nshe is forced to transport him to a neurologist off-site.fi/\nSurveyors enforcing the Title XIX regulations have\nrepeatedly cited Whitten for its failure to provide  adequate\npreventive and general medical care for its residents.  For\nexample, the facility program team did not address the diagnosis\nof degenerative arthritis for one resident for either prevention\nor general care.\"/  In another instance, a resident who was\ninitially described as being hearing impaired and is listed as\nbeing deaf, has not had an audiological test in five years.ii/\nTwo residents without a plan for alternate positioning  have\nexperienced  skin breakdown from their inability to adjust  their\nbodies independently.fi/\nMany of the cited medical deficiencies center on feeding or\non the provision of meals and mealtime services to the residents.\nFor example, during the swallowing assessment of one Whitten\nff/  P&A Letter, June 7, 1994, at 2.\nii/  Id.\nif/  Telephone  Interview with Jean Shirley, September 14, 1994.\n!!/  id.\n!!/  Id.\n11/ Id.\n!V  Id.\nif/  HCFA Survey, September 17, 1992, at 14.\n\"/  M-\n\"/  Id.\n\n- 6 -\nresident, an outside consultant recommended that the resident be\nprovided with oral motor exercises to decrease his tongue thrust.\nThe consultant recommended that the exercises be performed by a\ncompetent therapist with a goal to enable the client to swallow\nsmall bites o3 food.  However, Whitten completely failed to\nfollow up on the recommendation.^/\nFacility staff present at mealtimes provide little prompting\nto self-feeders .11/  For example, the surveyors observed that\nclients stuff large amounts of food in their mouths at one\ntime.il/  This!is potentially dangerous.  Clients who had been\nassessed as being independent in dining skills, were allowed to\nuse their spoons inappropriately.il/  The surveyors also\nnoticed that some clients were allowed to eat with their fingers\nand to eat off the tables and off their bibs.\"/\nThe facility staff does not always observe strict dietary\norders for certain residents.  For example, staff have fed\ndiabetic individuals foods that do not comport with their dietary\norders.^/  In addition, staff fed a resident on a low salt,\n1800-calorie diet a full bag of potato chips.11/  The facility\nalso fails to coordinate weight reduction diets with plans for\nexercise.  Some clients who are on weight reduction plans have\nactually gained weight.  For example, one client, whose ideal\nbody weight is 95-115 lbs., currently weighs 220.50 lbs.\"/\nSurveyors found that some clients never leave their\nwheelchairs despite a physical therapy recommendation to the\ncontrary.  For example, the facility ignored a physical\ntherapist's recommendation that one client be taken out of his\nwheelchair regularly.  As a result, this client's legs have\nturned blue and cold to the touch.\"/  Another client was to be\nout of his wheelchair every third hour, yet, the staff indicated\n11/  HCFA Survey, March 17, 1994, at 8.\nIf/ Id.\n11/  HCFA Survey, June 16, 19 93, at 7.\n11/  HCFA Survey, March 19, 1993, at 25.\n11/  HCFA Survey, June 16, 1993, at 7.\n11/  HCFA Survey, June 30, 1993, at 13.\nIV Id.\n11/ Id-\nti/  HCFA Survey, September 24, 1993, at 7.\n\n- 7 -\nthat they were unaware of this order.\"/  In fact, the  surveyor\nobserved that the client never left his wheelchair.^/\nC.  The State Fails to Ensure Appropriate Use of\nPsvchotropic Medication at Whitten.\nChemical restraints are unduly utilized at Whitten\nCenter.If/  The facility fails to ensure that prior to the use\nof more intrusive techniques that programs incorporating  the use\nof less intrusive or more positive techniques have been  tried\nsystematically and demonstrated  to be ineffective.^/  For\nexample, the facility increased one client's medications  without\nattempting other less restrictive  interventions to control his\nbehavior.1!/\nIn March 1993, the Title XIX surveyors noted that  the\nfacility had attempted no reduction of the behavior  modifying\nmedication for one resident since February of 1990  -- over three\nconsecutive years.tl/  The unsuccessful reduction in 1990 was\nattempted with no other accompanying revisions to the  client's\nprogram plan.if/  The surveyors discovered that for another\nclient, the facility provided no indication of  systematic\nprogrammatic  intervention between the discontinuation of Lithium\nand the implementation of Tegretol to assure success of the\nattempted medication change.fi/  One resident with  extreme\nattention getting behavior was seen by the hospital staff  on\nthree different occasions, approximately two weeks apart, for\nemergency suturing from self-inflicted wounds for more  than\nfifty-five sutures.if/  The resident's dosage of Mellaril  had\nbeen increased three times in four months but the incidents had\nincreased in severity with no programming  intervention.\"/\n11/  Id. at 5.\n!!/  Id.\n1!/  HCFA Survey, September 24, 1993, at 11.\n11/  HCFA Survey, June 30, 1993, at 11.\n1!/  Id.  |  '  •\n1!/  HCFA Survey, March 31, 1993, at 2.\n!!/  id. at 3.\n11/  HCFA Survey, September 24, 1993, at 4.\nH/  HCFA Survey, August 10, 1992, at  6.\n\"/  Id.\n\n- 8 -\nMoreover, after one resident had been chemically restrained, the\nfacility failed to convene the IDT within one working day,\npursuant to facility policy.fV  Furthermore, the facility\npsychologist was only vaguely aware of the incident leading up to\nthe restraint.^./\nD. The State Fails to Provide Adequate Programming to\nWhitten Residents.\nRestraint\nMechanical and physical restraint use appears to be common\nat Whitten.fi/  Whitten staff frequently use various forms of\nrestraint as a convenience instead of as a means of aiding the\nresident.\"/  Whitten currently employs the papoose chair and\nother forms of restraint including masks, a full-bed, four-point\nrestraint and a bed-net restraint.\"/  Surveyors found that\nstaff used restraint as a substitute for active treatment\nprograms.\"/  For example, one client's behavior support plan\nindicates that if staff suspect that the client is about to bite\nsomeone, he is to be placed in \"full face mask and helmet.\"^/\nWhen the face mask was used after a biting incident, the facility\npsychologist did not even attend the meeting that discussed the\nprocedure.^;/  Surveyors found that another resident had been\nplaced in a papoose chair six times since his admission only a\n!V  HCFA Survey, September 24, 1993, at 11.\n!!/ Id.\nfV  Telephone Interview with Sharon Bellwood, May 10, 1994.\n!!/  Id.\n!!/  Id-\nfl/  HCFA Survey, August  26, 1993, at 23.  Staff behavior  also\nexacerbates problematic  situations.  For example, the  surveyors\nnoticed that one client had been hollering and yelling for over\nan hour.  In attempting to redirect the individual, the  staff\ntold her that if she did not stop, she would be restrained.\nHowever, the behavior program only directed staff to speak to her\nin a calm, low voice.  HCFA Survey, June 16, 1993, at 13.\nf£/  HCFA Survey, August  26, 1993, at 24.\n11/ Id.\n\"HI\n\n- 9 -\nfew months earlier.\"/  However, his behavior management\nprogram did not address the use of the chair, and after each use\nof the chair, Ifiis program was not revised.11/  Surveyors noted\nthat because another client's verbal aggression and self-abuse\nincreased, the staff felt compelled to restrain the\nresident.^/  A local advocate observed that Whitten employs\nthe papoose chair inappropriately to teach. H/ Surveyors\nobserved staff put one client in the papoose chair even though\nthey never contacted the client's physician to get approval for\nthe restraint.11/\nBehavior Programs\nWhitten fails to provide the professional program services\nand needed interventions necessary to implement successfully the\nactive treatment programs defined on each resident's individual\nprogram plan.fi/  Whitten's failure to adequately provide\nprogram services and needed interventions has been documented in\neleven separate surveys from 1992 to the present,H/\nThis is having a very real and negative effect on the\nWhitten residents.  For example, Title XIX surveyors recently\nfound residents with PICA behavior outside picking up debris and\nputting it in their mouths.\"/ They also observed another\nclient sit unengaged for thirty minutes during which time she bit\n\"/  -Id. at 111.  A papoose chair restraint involves placing a\nlarge strap over the chest and across the legs of a seated\nindividual.  Sometimes this restrictive procedure can be used for\nas long as an hour and a half.  Telephone Interview with Jean\nShirley, September 14, 1994.\n\"/  HCFA Survey, August 26, 1993, at 1.\nfl/  Id.  - '\n11/  Telephone Interview with Sharon Bellwood, May 10, 1994.\n11/  HCFA Survey, June 16, 1993, at 19.\n11/  HCFA Surveys, March 19, 1993, at 23, May 14, 1992, at 5-7,\nSeptember 24, 1993, at 8.\n11/  HCFA Surveys, January 31, 1992, May 14, 1992, May 22, 1992,\nAugust 10, 1992, September 17, 1992, March 19, 1993, June 16,\n1993, July 29, 1993, August 26, 1993, September 24, 1993, and\nMarch 17, 1994.\n1!/  HCFA Survey, September 24, 1993, at 8-9.\n\n; •  - 10 -\nher hand three times and twirled her head thirteen times.\"/\nOn another visit, the surveyors observed one client biting her\nhand, but noticed that the staff did not redirect her into an\nactivity nor hand her an object.to manipulate as stated in her\nbehavior program.21/  They observed that staff did not verbally\ncorrect or redirect another resident's repeated hand mouthing\nbehavior ever, though this was specified in the client's behavior\nprogram.12/  Szaff did not redirect another client who was\nconstantly tugging and pulling at a surveyor's tie.\"/  The\nsurveyors found that in one year, another resident had engaged in\n27 different episodes of physical aggression towards staff or\nother clients, and yet, the staff never intervened.il/\nAs a result, the Whitten residents are subjected to injuries\nfrom their owr. behaviors or from the behaviors of others.  One\nlocal advocate reported that in her visits to Whitten, she\nroutinely notices scratches, bruises and occasionally bite marks\non the residents-21/  She also indicated that injuries from\nfalls are quite common.\"/\nThe attitude of the staff towards programming is troubling.\nFor example, a staffer commented in front of a client, \"He's not\non a program for PICA.  He's too low level for a program.\"21/\nThere is no one who is too \"low level\" for a program.  Anyone can\nbenefit from programming.  This comment, therefore, was not only\ninconsiderate, it was also grossly inaccurate.\nThe P&A group indicated that Whitten males with \"sexual\nacting out problems\" are provided \"no counseling  ,.. in order to\nhelp with their needs.\"2V  The facility fails to provide\nindividuals with deviant sexual behaviors with adequate\n11/ Id.\n21/  HCFA Survey, March 19, 1993, at 23.\ni\n21/  HCFA  Survey,  June  16,  1993,  at  13.\n21/  Id.\n21/  Id.  at  8\n21/  Telephone Interview with Sharon Bellwood, May 10,  1994.\n21/ Id.\n22/  HCFA Survey, March 19, 1993, at 31.\n21/  P&A Letter, June 7, 1994, at 2.\n\n- 11 -\nprogramming, qualified psychology staff or proper implementation\nof whatever programs are in place.\"/\nTraining Programs  =.*•-..\nThe facility is failing to promote the growth, development,\nand independence of the clients.if/  The facility is failing to\nensure that individual program plans include opportunities for\nclient choice and self-management.^/  For example, the\nfacility has chosen to keep certain verbal residents in diapers.\nThis impedes their growth and independence.fi/  The facility\nhas denied communication devices to other residents who could\nachieve greater independence and self-management with such\ndevices.fi/  Staff fail to reinforce sign language training\nwith the Whittien clients.ii/  Surveyors observed one client,\nwho was on an objective to change into fresh clothing on a daily\nbasis, wearing the same clothes throughout the survey.fi/\nStaff also open containers and other sealed items for clients\ninstead of allowing them to do it.fl/  Staff pour drinks for\nthe clients and they fail to encourage or assist them to pour\ntheir own drinks.fi/  The surveyors also noted that the\nfacility staff missed many opportunities to reinforce\nindependence already gained and reinforce on-going training as\nidentified in the individual program plan.if/\nThe facility fails to ensure that written training programs\nare actually implemented.  For example, Title XIX surveyors found\nthat one client performed the same task repetitively for over an\n79/  Telephone Interview with Sharon Bellwood, May 10, 1994.\nif/  HCFA Surveys, June 16, 1993, at 17, June 30, 1993, at 1,\nJuly 29, 1993, at 3, September 24, 1993, at 3, 12.\nfi/  HCFA Survey, March 17, 1994, at 5-6.\nfi/  Id. at 6.\nfi/  HCFA Survby, September 24, 1993, at 9.\n!!/  Id.\nif/  HCFA Surveys, March 19, 1993, at 31, June 16, 1993, at 17,\nSeptember 24, 1993, at 12.\nfi/  HCFA Surveys, June 16, 1993, at 17, Sept. 24, 1993, at 12.\nff/  HCFA Surveys, March 19, 1993, at 25, August 25, 1993, at 16.\n\n- 12 -\nhour despite having performed it correctly the first time.\"/\nLater, he sat doing nothing for thirty minutes instead of\ncompleting tasks as provided in his program.  Apparently, the\nclient had beer, working with the same program for the past five\nyears with little progress.^/  Staff revealed that they were\nunaware of his and other clients' residential training objectives\nand behavior management program targeted behaviors and\ninterventions .11/\nThe facility is failing to adequately review and revise\nindividual program plans where the resident is failing to\nprogress towards identified objectives after reasonable efforts\nhave been made.^V  Some individuals have been kept on programs\nfor months with no progress and no revision by the facility.il/\nSurveyors found clients who had made no progress for five to six\nmonths on their residential training objectives, and yet, staff\ndid not make any revisions to the clients' programs.fl/  After\nno progress is made, staff often discontinue the objective\nentirely instead of revising it to achieve success.fi/\nIn addition, the facility is failing to revise individual\nprogram plans as necessary when an individual has successfully\ncompleted an objective identified in the individual program\nplan.H/  For example, the surveyors noted that one client who\nhad succeeded in independently washing his face was placed on\nanother program to wash his face.\"/  Other clients met program\nobjectives to brush their teeth, drink from a cup, and take a\nbath, and yet, no revisions were made in their programs.IV\nIV HCFA Survey, March 19, 1993, at 4.\nIV HCFA Survey, March 19, 1993, at 4.\n11/\n!&•i Surveyors found that staff were repeatedly not aware of\ndetails of important client programs.  HCFA Survey, August\nthe\n1993, at 3-4, 9-12.\n26,\nHCFA Survey, March 17, 1994, at 11-2, 29.\nId. at 12.\n11/ HCFA Survey, June 16, 1993, at 16.\n11/ HCFA Survey, March 19, 1993, at 30.\n11/ Id. at 28-29.  ;•'\n!!/ Id.\n11/\ntorr\n\n- 13 -\nindependence.^/  Often, staff feed the residents themselves\ninstead cf implementing their program by providing hand over hand\nassistance.^./  Surveyors noticed staff failing to provide\ntraining during the course of all meals observed.^/\nEven for residents provided with training programs, the\nfacility often fails to provide the direct care staff with the\nnecessary methodology to actually implement the programs-!^/\nThis has adversely affected individual residents' speech,\nambulation, washing, brushing and dressing objectives.!^/  The\nfacility does not ensure that the staff are provided with current\ncopies of the clients' training programs.!^/\nE.  The State Fails to Provide Adequate Staff to Meet the\nNeeds of the Whitten Residents.\nThe local advocacy group in South Carolina characterized\nWhitten as a \"large facility, located in a rural area, with a\nlimited draw for sta-ff.\"!^/  The P&A stated that some of the\nproblems at Whitten are directly caused by \"not enough direct\ncare staff. \"If/  The P&A stressed that the \"quality\" of the\nstaff was problematic in that \"[m]ost have very limited 'people'\nskills, even after their required on job training.\"!^/  A\nWhitten parent also expressed concerns about inadequate numbers\nand quality of staff at the facility.!^/  She indicated that\nstaff often do not show up for work, causing other staff to be\n\"pulled\" from other units to meet staffing ratios.  She indicated\n^/  Id.\n!!!!/  Id.  at  23-4.  -  •  •\n1^/  HCFA Survey, September 24, 1993, at 8.\n!f/  HCFA Surveys, March 19, 1993, at 3, June 30, 1993, at 7.\n™/  HCFA Survey, March 19, 1993, at 3.  .\n™/  HCFA Survey, June 16, 1993, at 12.\n™/  P&A Letter, June 7, 1994, at 1.\n™/  Id,\n!^/  Telephone Interview with Jean Shirley, September 14, 1994\nTWI  ~m  r\n\n-  14  -  -  -'•-\nstaff often do not show up for work, causing other staff to be\n\"pulled\" from other units to meet staffing ratios.  She indicated\nthat this is a problem because the pulled staff are often\nunfamiliar with the residents they are to care for.^Y  :\nThe surveyors noted that the facility is failing to provide\nsufficient direct care staff to manage and supervise clients in\naccordance with their individual program plans.  As a result,\nclients are left unattended while staff assisted wheelchair\nclients in bathing and toileting.^/  Staff are forced to\nhold, chase, and corral clients with challenging behaviors.'-12/\nThe surveyors noted that staff were so busy \"catching and\ncorralling\" clients that behavioral data was not recorded.  The\npsychologist responded that there was \"nothing\" he could\n<3o.iii/  Staff were unable to engage clients in meaningful\nactivities or to document the behaviors that were occurring\nbecause of the severity and frequency of interfering\nbehaviors.114/\nF.  The State of South Carolina Fails to Provide Whitten\nResidents with Services in the Least Separate, Most •\nIntegrated Setting.\nAn isolated, self-contained,, institutional environment which\nseparates residents from the rest of society on the basis of\ntheir disabilities, necessarily subjects these individuals to\nconditions which are violative of the ADA and Section 504.\nWhitten is the largest such institution in the state, currently\nhousing approximately 80 0 individuals with developmental\ndisabilities.  One local advocate indicated that most of these\nindividuals should be placed in the community.115/\n110/  Id.  This is exactly what the surveyors have found on their\nvisits.  Staff are pulled from other units and are forced to care\nfor unfamiliar residents simply because of staff shortages.  As a\nresult, the pulled staff are totally unaware of the clients'\nindividual programs or needs. HCFA Survey, March 19, 19S3, at 24.\niii/ HCFA Survey, March 19, 1993, at 12.\niii/ Id. at 12.\niil/ Id. at 11., 2€.\nHI  / Id. at 13.\n115/  Telephone Interview with Sharon Bellwood, May 10, 1994.\n\n- 15 -\nCONCLUSION\nThe information gathered thus far indicates that the\ninadequate conditions at Whitten deprive residents of their\nconstitutional and statutory rights.  We therefore recommend that\nan investigation of Whitten be instituted under our CRIPA\nauthority.  Funds are available to conduct this investigation.\nApproved:\nDisapproved:\nComment s:",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2339"
    },
    {
      "date": "1995-02-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2340,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/2340.pdf",
      "title": "Notice Letter: Investigation of Whitten Center",
      "text": "T.  12/21/94\nDLP : AEP : RF : R JF : KW : err\nCRIPA  Investigation\nDJ  168-67-86\nMR-SC-001-002\nThe Honorable David M. Beasley\nGovernor of South Carolina\nGovernor's Office\nState House  i\nP.O. Box 11369  • -  .\nColumbia, SC  2 9211\nRe:  Investigation of Whitten Center\nClinton, South Carolina\nDear Governor Beasley:\nI am writing to inform you of our intention to investigate\nconditions at Whitten Center  {\"Whitter.\") in Clinton, South\nCarolina.  This investigation will be conducted pursuant to the\nCivil Rights of Institutionalized Persons Act, 42 U.S.C. § 1997\net sea.\nThe purpose of the investigation will be to determine\nwhether conditions at Whitten violate the residents' federal\nconstitutional and statutory rights.  We will be looking at,\namong other things, resident safety, the adequacy of medical\ncare, training, staffing, the use of psychotropic medication, and\nissues involving community placement.  The initiation of this\ninvestigation does not indicate a prejudgment on our part that\nfederal rights have been violated.  If any violations are found,\nwe intend to confer with you and your staff concerning any\nappropriate corrective action.  ••  • .\nWe would like to initiate this investigation as soon as\npossible.  In that regard, an attorney from my office will\ncontact your staff within the next week to arrange a tour of\nWhitten by our consultants and Civil Rights Division personnel.\nThe attorney responsible for this ma::er is Richard Farano, (202)\n307-3116.\ncc:  Records Chrono Peabody Frohboese Farano Wilkinson Hold\n\n- 2 -\nThank you for your cooperation.\nSincerely,\nDeval L. Patrick\nAssistant Attorney General\nCivil Rights Division\ncc:  The Honorable Charles Condon\nAttorney General\nState of South Carolina\nMr. Philip S. Massey\nState Director\nDepartment of Disabilities\nand Special Needs\n, Judy E. Johnson, Ph.D.\nDirector\nWhitten Center\nJ. Preston Strom, Jr., Esquire\nUnited States Attorney\nDistrict of South Carolina\n\nT. 12/21/94\nDLP:AEP:RF:RJF:KW:cmw\nDJ 168-67-86\nThe Honorable Richard Riley\nSecretary\nU.S. Department of Education\n400 Maryland Avenue, S.W.\nWashington., D.C.  20202-0100\nRe:  Investigation of Whitten Center\nClinton, South Carolina\nDear Secretary Riley:\nI wish to advise you, pursuant to the Civil Rights of\nInstitutionalized Persons Act, 42 U.S.C. § 1997h, of our intent\nto investigate Whitten Center  (\"Whitten\"), a state-run facility\nfor people with developmental disabilities, in Clinton, South-\nCarolina .\nWe have received information that calls into question the\nconstitutionality of conditions at Whitten.  If you have received\nany complaints regarding this facility, please advise us.  If\nthis facility is serving children and information is available\nregarding compliance with the Individuals with Disabilities\nEducation Act, we would appreciate receiving such information.\nWe will cooperate fully with your Department in this\nmatter and will consult with you regarding the status of our\ninvestigation.  If you have any information and/or questions,\ncc:  Records Chrono Peabody Frohboese Farano Wilkinson Hold\n\n- 2 -\nplease call the attorney assigned to this matter, Richard Farano,\nat  (202) 307-^116.  Thank you for your assistance.\nSincerely,\nDeval L. Patrick\nAssistant Attorney General\nCivil Rights Division\ncc:  Ms. Judith E. Keumann\nAssistant Secretary\nOffice of Special Education and\nRehabilitative Services\nMr. Torn Hehir  .  • ;;\nDirector\nOffice of Special Education Programs\n\nT. 12/21/94\nDLP:AEP:RF:RJ~:KW:cmw\nDJ 168-67-86\nThe Honorable!Donna E. Shalala\nSecretary\nU.S. Department of Health\nand Human Services\n2 00 Independence Avenue, S.W.\nWashington,D.C.  202 01\nRe:  InvfeBStigation of Whitten Center\nClinton, South Carolina\nDear Madam Secretary:\nI wish tb advise you, pursuant to the Civil Rights of\nInstitutionalized Persons Act, 42 U.S.C. § 1997h, of our intent\nto investigate Whitten Center  (\"Whitten\"), a state-run facility\nfor people with developmental disabilities, in Clinton, South\nCarolina.\nWe have received information that calls into question the\nconstitutionality of the conditions at Whitten.  If you have\nreceived any complaints regarding this facility or have any other\ninformation you believe would be helpful in the conduct of this\ninvestigation, please advise us.  We understand that this\nfacility is fully certified for participation in the Medicaid\nprogram.\nWe will cooperate fully with your Department in this\nmatter and will consult with you regarding the status of our\ninvestigation.  If you have any information and/or questions,\ncc:  Records Chrono Peabodv Farano Frohboese Wilkinson Hold\nii  i rr •\n\n- 2 -\nplease call the attorney assigned to this matter, Richard Farano,\nat  (202) 307-3116.  Thank you for your assistance.\nSincerely,\nDeval L. Patrick\nAssistant Attorney General\nCivil Rights Division\ncc:  Harriet Raab, Esquire\nGeneral Counsel\nBruce C. Vladeck, Ph.D. ;\nAdministrator\nHealth Care Financing Administration\nMr. Anthony J. Tirone\nDirector\nOffice of Survey & Certification\nHealth Standards Quality Bureau",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2340"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128526,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128526"
    }
  ],
  "document_count": 3
}