{
  "case_id": 16679,
  "fetched_at": "2025-10-22T00:29:00.957103",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Monetary Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "U.S. Fish and Wildlife Service",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Environmental Justice"
    ],
    "cause_other": "Equal Access to Justice Act",
    "causes": [
      "Administrative Procedure Act, 5 U.S.C. §§ 551 et seq.",
      "Declaratory Judgment Act, 28 U.S.C. § 2201",
      "Endangered Species Act, 16 U.S.C. § 1531 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2010,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "District of Idaho",
    "custom_issues": [],
    "defendant_payment": "$135,000",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2006-07-14",
    "filing_year": 2006,
    "id": 16679,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Government services"
    ],
    "last_checked_date": "2018-09-24T00:00:00-04:00",
    "main_docket": {
      "id": 28532,
      "docket_entries": [
        {
          "row_number": 2,
          "id": 10140868,
          "entry_number": "192",
          "date_filed": "2010-04-27T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4700904/192/western-watersheds-project-v-us-fish-and-wildlife-service/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.idd.19281/gov.uscourts.idd.19281.192.0.pdf",
          "pacer_doc_id": "0630853028",
          "description": " MEMORANDUM DECISION AND ORDER denying  188  Motion for leave to file supplemental complaint.  It is further ordered that if pla brings a new action raising allegations set forth in the proposed supplemental complaint, it shall be assigned to the undersigned judge for purposes of judicial economy. Signed by Judge B. Lynn Winmill. (caused to be mailed to non Registered Participants at the addresses listed on the Notice of Electronic Filing (NEF) by dks)"
        },
        {
          "row_number": 1,
          "id": 8642895,
          "entry_number": "137",
          "date_filed": "2008-02-29T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4700904/137/western-watersheds-project-v-us-fish-and-wildlife-service/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.idd.19281/gov.uscourts.idd.19281.137.0.pdf",
          "pacer_doc_id": "0630560446",
          "description": " MEMORANDUM DECISION AND ORDER Deeming as moot  122  MOTION  To Alter Or Amend Judgment filed by Western Watersheds Project, Denying  131  MOTION to withdraw Stipulation filed by US Fish and Wildlife Service. The Stipulation  130  is Approved.  Signed by Judge B. Lynn Winmill. (caused to be mailed to non Registered Participants at the addresses listed on the Notice of Electronic Filing (NEF) by jm, )"
        },
        {
          "row_number": 3,
          "id": 8642893,
          "entry_number": "58",
          "date_filed": "2007-03-09T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4700904/58/western-watersheds-project-v-us-fish-and-wildlife-service/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.idd.19281/gov.uscourts.idd.19281.58.0.pdf",
          "pacer_doc_id": "0630226751",
          "description": " MEMORANDUM DECISION AND ORDER Granting in part and Denying in Part the Motions to Intervene:  16  Amended MOTION to Intervene filed by Anadarko Petroleum Corporation,  17  MOTION to Intervene filed by State of Wyoming,  24  MOTION to Intervene filed  by James E. Risch,  45  MOTION to Intervene filed by Petroleum Association of Wyoming, Wyoming Stock Growers Association,  36  MOTION to Intervene filed by Idaho Farm Bureau Federation, Custer County Farm Bureau, Idaho Cattle Association, Lost Rivers  Farm Bureau, Washington County Farm Bureau, Oregon Livestock Producer Association, Nevada Farm Bureau, Wyoming Farm Bureau Federation,  47  MOTION to Intervene filed by State of Colorado. They are granted to the extent they seek to intervene only fo r the purpose of challenging any proposed remedy beyond a remand to the Service for the purpose of conducting a proper process under the ESA. They are denied in all other respects.  Signed by Judge B. Lynn Winmill. (caused to be mailed to non Registered Participants at the addresses listed on the Notice of Electronic Filing (NEF) by ja, )"
        },
        {
          "row_number": 0,
          "id": 8642894,
          "entry_number": "118",
          "date_filed": "2007-12-04T00:00:00-05:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/4700904/118/western-watersheds-project-v-us-fish-and-wildlife-service/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.idd.19281/gov.uscourts.idd.19281.118.0.pdf",
          "pacer_doc_id": "0630265208",
          "description": " MEMORANDUM DECISION re:  80  MOTION for Summary Judgment filed by Western Watersheds Project. The Court will grant WWPs motion for summary judgment, reverse the FWS's decision, and remand the case to the agency for further consideration. The Cou rt will deny the other motions, and will issue a separate Judgment as required by Rule 58(a)(1).  Signed by Judge B. Lynn Winmill. (caused to be mailed to non Registered Participants at the addresses listed on the Notice of Electronic Filing (NEF) by ja, )"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2006,
      "docket_filing_number": 277,
      "is_main_docket": true,
      "court": "District of Idaho",
      "state": "Idaho",
      "docket_office_number": "4",
      "docket_number_manual": "4:06-cv-00277",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/idd--4-06-cv-00277.html",
      "recap_link": "https://www.courtlistener.com/docket/4700904/western-watersheds-project-v-us-fish-and-wildlife-service/",
      "is_active": true
    },
    "name": "Western Watersheds Project v. U.S. Fish and Wildlife Serv.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2010,
    "order_start_year": 2008,
    "permanent_injunction": false,
    "plaintiff_description": "Environmental non-profit",
    "plaintiff_type": [
      {
        "value": "Non-profit NON-religious organization"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Attorneys fees",
      "Declaratory Judgment"
    ],
    "relief_nature_other": "Order for reconsideration",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Idaho",
    "summary": "<p>On July 14, 2006, Western Watersheds Project, an Idaho environmental non-profit organization, filed this lawsuit against the U.S. Fish and Wildlife Service in U.S. District Court for the District of Idaho. The plaintiff sought reversal of a January 2005 agency determination that a bird species known as the Greater Sage Grouse did not warrant inclusion as an endangered species under the Endangered Species Act (ESA). The plaintiff also brought the claim under the Administrative Procedure and Declaratory Judgment Acts, arguing that the organization's continued interest in studying the bird in its wild habitat was threatened by the bird’s substantially declining population and the defendant’s decision to deny the species protection was arbitrary and politically motivated. The plaintiff sought an order to remand the matter to the defendant agency for reconsideration. The case was assigned to Chief District U.S. Judge B. Lynn Winmill. </p><p>According to the complaint, the plaintiff petitioned the defendant in 2003 to list the Sage Grouse as a threatened or endangered species, citing “over one hundred peer-review scientific publications” detailing the destruction of the Sage Grouse’s habitat due to livestock grazing and oil and gas development. In 2005, the defendant responded to the petition with a finding that Sage Grouse would be listed as an endangered species. The complaint alleged that this finding violated the ESA's requirement that such determinations be based on the best available scientific information. The plaintiff asked the court to order that the defendant conduct a new review of Sage Grouse’s status. </p><p>Beginning on September 19, 2006, fourteen corporate and government entities began efforts to intervene in the suit on the defendant’s behalf, including the State of Wyoming, the Anadarko Petroleum Corporation, and the Petroleum Association of Wyoming. The intervenors argued that new federal regulations protecting the Sage Grouse would burden them with costs of compliance. On March 9, 2007, Judge Winmill denied the motions to intervene in part, ruling that the would-be intervenors could not claim any interest in the litigation given that the plaintiff sought only an administrative re-assessment of the Greater Sage Grouse’s status. However, Judge Winmill granted the motion in part in the event that the plaintiff might pursue a remedy beyond a remand of the administrative decision. Because that could adversely effect the intervenors, they were granted the right to intervene to the extent of challenging a possible proposed remedy. This decision was unsuccessfully appealed to the Ninth Circuit by the intervenors. </p><p>On April 9, 2007 and May 21, 2007, the plaintiff and defendant respectively filed cross motions for summary judgment. On December 4, 2007, following a hearing on motions, the court granted summary judgement for the plaintiff, reversing the defendant’s decision to not list the Sage Grouse, and directing defendant agency to further consider whether to list the Sage Grouse pursuant the ESA. </p><p>In his opinion, Judge Winmill found that the defendant's review of the Sage Grouse's status had failed to consider the findings of its own scientific experts. Furthermore, a Deputy Assistant Director at the defendant agency had used “intimidation tactics” to influence the results of the agency's scientific inquiries. Judge Winmill therefore found that the agency’s decision had not been based on sound scientific analysis as required by the ESA. 535 F.Supp.2d 1173. The opinion also noted that the same Director had already been found in a separate case to have improperly interfered in an ESA listing determination in <i>Center for Biological Diversity v. FWS</i>, 2005 WL 2000928 (N.D.Cal. 2005). The court declared the defendant's prior determination invalid and remanded the issue to the agency for further consideration in compliance with the ESA. </p><p>On January 30, 2008, the parties stipulated to a 90-day deadline (from the date of the court's order) for the defendant's completion of the new review of the Sage Grouse's status. However, the defendant subsequently asked the court for additional time to comply with the court's order, and ultimately obtained several extensions from court.</p><p>On December 12, 2008, the parties agreed to a settlement covering plaintiff’s attorney fees and costs, amounting to $135,000, which the court approved.</p><p>On March 8, 2010, after receiving several extensions, the defendant reported to the court that it had determined that listing the Sage Grouse under the ESA was warranted. However, despite this finding, the defendant placed the Sage Grouse on its list of \"precluded\" species, meaning that a bureaucratic backlog and a lack of resources prevented the agency from protecting the species regardless of the threats it faced. Thus the defendant avoided needing to protect the Sage Grouse while conceding the plaintiff’s scientific arguments. </p><p>The plaintiff asked for leave to file a supplemental complaint to explain that the defendant’s new determination had been arbitrary and politicized, saying that it placed the Sage Grouse in a “black hole from which few species ever emerge, and under which they receive no ESA protection.” The plaintiff asked the court to order the defendant to review the Sage Grouse's status yet again and requested leave to file an amended supplemental complaint. But on April 27, 2010, Judge Winmill denied the motion. The plaintiff had not alleged that the defendant violated the earlier order or that their second determination was not in compliance with the ESA. The plaintiff would be required to file a new action if they wanted to bring this new claim and the case closed.</p>",
    "summary_published_date": "2018-09-24T00:00:00-04:00",
    "summary_short": "In 2006, an environmental non-profit filed this action seeking reversal of the U.S. Fish and Wildlife Service's determination not to list the Greater Sage Grouse under the Endangered Species Act. The court found that the defendant's decision not to list the species had been tainted by political considerations and inattention to scientific analysis. The defendant was ordered to conduct a new review of the Sage Grouse's status, the result of which was a new determination in 2010 that listing the Sage Grouse under the ESA was warranted. However, the defendant claimed it could not actually add the species to the endangered species list, due to a bureaucratic backlog and lack of resources. The plaintiff's request to file a supplemental brief was denied by the court, and the case closed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16679",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16679",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16679",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16679"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114729,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114729"
    },
    {
      "date": "2006-07-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Idaho",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 98336,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/98336.pdf",
      "title": "Complaint",
      "text": "Case 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 1 of 15\nTodd C. Tucci (ISB # 6526) \nADVOCATES FOR THE WEST \nP.O. Box 1612 \nBoise, ID 83701 \n(208) 342-7024 \n(208) 342-8286 (fax) \nttucci@advocateswest.org\n \nLaurence (“Laird”) J. Lucas (ISB # 4733) \nP.O. Box 1342 \nBoise, Idaho 83701 \n(208) 424-1466 (phone and fax) \nllucas@lairdlucas.org\n \nAttorneys for Plaintiff Western Watersheds Project  \n \nUNITED STATES DISTRICT COURT \nFOR THE DISTRICT OF IDAHO \n \nWESTERN WATERSHEDS PROJECT,   ) \n            ) \nPlaintiff,        )  CV- \n)   \nvs.            )   \n)  COMPLAINT \nU.S. FISH AND WILDLIFE SERVICE,   ) \nan agency of the United States,     ) \n            ) \n  Defendant.        ) \n \n \nNATURE OF ACTION \n  1.  This action challenges the determination by Defendant U.S. FISH AND \nWILDLIFE SERVICE (Service) not to list the Greater Sage Grouse (Centrocercus \nurophasianus) under the federal Endangered Species Act (ESA), even though the species is \ndeeply imperiled in Idaho and other western states and warrants ESA protection to prevent it \nfrom slipping further toward extinction. \n \n  2.  Specifically, Plaintiff WESTERN WATERSHEDS PROJECT seeks judicial \nCOMPLAINT -- 1 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 2 of 15\nreview and reversal of the January 2005 determination by the Service that ESA listing of the \nGreater Sage Grouse is “not warranted.”  See 70 Fed. Reg. 2248 (Jan. 12, 2005). \n3.  The Service’s “not warranted” must be reversed and remanded under the APA \nand ESA as being arbitrary, capricious, and contrary to the requirements of the ESA in numerous \nrespects, including because the Service violated the ESA’s statutory definitions for determining \nwhether species are endangered or threatened; and made unfounded assumptions about the \ncurrent status of existing protection measures and the severity of threats facing the species, \nwhich are contradicted by the record.   \n  4.  As a result of the Service’s unlawful “not warranted” determination, the Greater \nSage Grouse lacks protection under the ESA, and remains vulnerable to continued population \nand habitat declines, across Idaho and other states. Accordingly, the “not warranted” \ndetermination must be reversed and set aside by the Court, with instructions that the Service \nmust proceed with the ESA listing process for the Greater Sage Grouse.  \nJURISDICTION AND VENUE \n5.  Jurisdiction is proper in this Court under 28 U.S.C. § 1331 (federal question) \nbecause this action arises under the laws of the United States, including the Endangered Species \nAct, 16 U.S.C. §§ 1531 et seq.; the Administrative Procedure Act, 5 U.S.C. § 701 et seq.; the \nDeclaratory Judgment Act, 28 U.S.C. § 2201 et seq.; and the Equal Access to Justice Act, 28 \nU.S.C. § 2412 et seq.  An actual, justiciable controversy now exists between Plaintiff and \nDefendants, and the requested relief is therefore proper under 28 U.S.C. §§ 2201-2202 and 5 \nU.S.C. § 701-06. \n6.  Venue is proper in this Court pursuant to 28 U.S.C. § 1391 because Plaintiff \nresides in this district; and a significant portion of the events or omissions giving rise to the \nCOMPLAINT -- 2 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 3 of 15\nclaims herein occurred within this judicial district.   \n7.  The federal government has waived sovereign immunity in this action pursuant to \n5 U.S.C. § 701. \nPARTIES \n8.  Plaintiff WESTERN WATERSHEDS PROJECT (“Western Watersheds”) is an \nIdaho non-profit conservation group, headquartered at its Greenfire Preserve located on the East \nFork Salmon River, near Clayton in Custer County, Idaho.   \n9.  The Greenfire Preserve is a former cattle ranch, which Western Watersheds owns \n(through a subsidiary) and manages to promote the restoration of native habitats and protection \nof wildlife species there; to educate the public about native habitat restoration, wildlife \nprotection, and other environmental issues; and to carry out science-based advocacy in the \nregion.  \n10.  Western Watersheds has over 1400 members plus additional volunteers and \nsupporters, located in Idaho and around the United States; as well as professional staff in Idaho, \nUtah, and Wyoming.   \n11.  Through the efforts of its staff, members, and supporters, Western Watersheds \nadvocates science-based management of public lands in Idaho and other western states, with a focus \non the sagebrush-steppe ecosystem, which forms the sole habitat of the Greater Sage Grouse.    \n12.  The decline of the Greater Sage Grouse, in Idaho and other states, is of great \nconcern to Western Watersheds’ staff, members and supporters; and the preservation and \nrecovery of Greater Sage Grouse, and its sagebrush-steppe habitat, are highly important to \nWestern Watersheds and its staff, members and supporters.  \nCOMPLAINT -- 3 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 4 of 15\n13.  Members, supporters, and staff of Western Watersheds work, live and/or recreate \nthroughout the sagebrush-steppe ecosystem of Idaho and surrounding states, which are currently \noccupied by Greater Sage Grouse.  Plaintiff’s members, supporters, and staff derive aesthetic, \nrecreational, scientific, inspirational, educational, and other benefits from this ecosystem on a regular \nand continuing basis and intend to do so frequently in the immediate future.   \n14.  Western Watershed’s members, supporters, and staff observe and study the Greater \nSage Grouse and the sagebrush-steppe ecosystem; and derive recreational, aesthetic, scientific, \ninspirational, educational, and other benefits from these activities and have an interest in preserving \nthe possibility of such activities in the future.  An integral aspect of such use and enjoyment of the \nGreater Sage Grouse is the expectation and knowledge that species is in its native habitat.  For this \nreason, such use and enjoyment of the Greater Sage Grouse is entirely dependent on its continued \nexistence in the wild.  \n15.  Many of Western Watersheds’ activities – including research and advocacy – have \nfocused on preserving the remaining habitats of Greater Sage Grouse in Idaho and other states, and \nin restoring those habitats to protect and recover Greater Sage Grouse populations.  As just one \nexample of these activities, Western Watersheds has previously brought or joined many cases before \nthis Court in order to protect Greater Sage Grouse and its sagebrush-steppe habitat.  Just a few of \nthese cases include:   \nA.  Western Watersheds Project v. Bennett, CV-04-181-S-BLW (D. Idaho) (litigation to \nprotect sage grouse from grazing increases in Jarbidge Resource Area); \nB.  Idaho Wildlife Federation, Western Watersheds Project, and National Wildlife \nFederation v. Tower, CV-04-372-E-BLW (D. Idaho) (challenge to Curlew National Grasslands \nmanagement plan, for failure to protect sage grouse);  \nCOMPLAINT -- 4 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 5 of 15\nC.  Idaho Conservation League and Western Watersheds Project v. Steele, No. 01-CV-\n529-E-BLW (D. Idaho) (challenge to Pleasantview allotment grazing management, which harms \nsage grouse and other species);  \nD.  Committee for the High Desert and Western Watersheds Project v. Collinge, CV-02-\n172-S-BLW (D. Idaho) (litigation over proposed “sage grouse predators” study which violated \nNEPA). \n16.  The above-described aesthetic, conservational, recreational, educational, and wildlife \npreservation interests of Plaintiff and its members, supporters, and staff have been, are being, and, \nunless the relief prayed for herein is granted, will continue to be adversely and irreparably injured by \nDefendant’s violations of law and failure to list the Greater Sage Grouse as threatened or endangered \nunder the ESA.  These are actual, concrete injuries to Plaintiff and its  members, supporters, and \nstaff, caused by Defendant’s violations of law complained of herein.  The relief sought herein would \nredress these injuries.  Plaintiff has no adequate remedy at law. \n  17.  Defendant UNITED STATES FISH AND WILDLIFE SERVICE (“Service”) is \nan agency or instrumentality of the United States within the federal Department of Interior; and \nis the federal agency to which the Secretary of the Interior has delegated the responsibility of \nimplementing the ESA and its regulations with respect to the listing of terrestrial species, \nincluding the Greater Sage Grouse.   \nSTATEMENT OF FACTS \nThe Greater Sage Grouse. \n19.  The Greater Sage Grouse (Centrocercus urophasianus) is a unique species of grouse \nonly found in sagebrush-dominated habitats of western North America, including much of central, \neastern, and southern Idaho.  This species is the largest upland gamebird (excluding the turkey) in \nCOMPLAINT -- 5 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 6 of 15\nNorth America; and the second largest grouse in the world.   \n20.  Greater Sage Grouse were once widely distributed across the western U.S and \nCanada, numbering perhaps in the millions. Huge flocks of sage grouse were reported to \n“blacken the sky” as recently as the late 1800s.   \n  21.  Sage Grouse typically inhabit large interconnected expanses of sagebrush, and \nthus are characterized as a landscape-scale species.  Historically, the distribution of Greater Sage \nGrouse was closely tied to the distribution of the sagebrush ecosystem, and Greater Sage Grouse \nonce occupied parts of 13 states within the western United States and 3 Canadian provinces, \nincluding the states of Arizona, California, Colorado, Idaho, Montana, Nebraska, Nevada, North \nDakota, Oregon, South Dakota, Utah, Washington and Wyoming; as well as the Canadian \nProvinces of Alberta, British Columbia and Saskatchewan.   \n22.  Populations of Greater Sage Grouse have been extirpated in places throughout \ntheir former range, concomitant with habitat loss and degradation.  Causes for habitat loss, \nfragmentation, and degradation in sagebrush include livestock grazing and management, energy \ndevelopment, urbanization, and the infrastructure necessary to maintain these activities, brush \ncontrol and other means to remove sagebrush.   \n  23.  Livestock grazing is known to adversely affect sage grouse populations and \nhabitat.  Grazing can lead to long-term changes in plant communities and can reduce certain \nhabitat components, such as biological crusts, which contribute to the health of sagebrush \nhabitat.  Grazing can also reduce the residual grass height needed for successful sage grouse \nnesting.   \n24.  Increased fire frequency in lower elevation sagebrush habitats, often closely tied \nto invasion of annual grasses such as cheatgrass, has also resulted in losses of sagebrush over \nCOMPLAINT -- 6 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 7 of 15\nlarge expanses in Idaho, and other parts of the Intermountain West.  In addition, decreased fire \nfrequency in higher elevation sagebrush habitats and impacts from livestock grazing and other \nfactors have resulted in conifer encroachment and subsequent reduction of the herbaceous \nunderstory and sagebrush canopy cover over large areas. \n  25.  Habitat fragmentation resulting from oil and gas development, and associated \ninfrastructure (e.g., powerlines, compressor stations roads, fences, etc.) is also a significant \nfactor contributing to the ongoing degradation of the sage-steppe community.  Fragmentation of \nsage-steppe habitat is also a primary cause of the decline in sage grouse populations, especially \nbecause Greater Sage Grouse requires large expanses of contiguous sagebrush. \n  26.  The abundance and distribution of Greater Sage Grouse have declined \nsignificantly across North America, and the numbers of male sage grouse counted on leks have \ndeclined significantly between 1965 and 2003.  \n  27.  Trend data from the mid 1940s to 2003 demonstrates a significant decline in the \noverall sage-grouse population in North America.    \n  28.  The current population of sage grouse is only a fraction of historic levels, and \nrepresents less than 10% of historic population levels – i.e., sage grouse populations have \nexperienced a 90% decline in population.   \n  29.  Confronted with the population estimates, the Service’s own expert \nacknowledged the “consistent decline in sage grouse in all states . . . [like] an F-16 fighter going \ndown.” \n  30.  Sage grouse have been extirpated in Nebraska, Arizona, New Mexico, and \nsignificant parts of Oregon, Washington, North and South Dakota, and central eastern California.  \nFurther, the Service has acknowledged that long-term existence of sage grouse is “uncertain” in \nCOMPLAINT -- 7 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 8 of 15\nsix of the remaining states where it remains.  In these remaining states, sage grouse populations \nare fragmented, and the Oregon Department of Fish and Wildlife concluded that “the species is \ndepleted throughout most of its range.” \n  31.  Across Canada, sage grouse have been extirpated from British Columbia, and its \nfuture is “uncertain” in the remaining two provinces.  A leading sage grouse expert, Dr. Clait \nBraun, has concluded – based on the fragmentation of the habitat and vast reduction in current \npopulations – that sage grouse have “no hope” of persisting in either Alberta or Saskatchewan. \n  32.  Dr. Braun has also concluded that “all studied populations of sage grouse have \nbeen in decline for at least 40-50 years,” and that sage grouse experts are unaware of any “sage \ngrouse range expansion anywhere, ever.”   \n  33.  Further, a sage grouse biologist with the Idaho Department of Fish and Game has \nconcluded that, “[t]here are no areas over the range of sage grouse that have shown a population \nincrease or even stable population over the last 30 years.” \n  34.  A sage grouse expert has recently concluded that sage grouse are undergoing a \n“range collapse” – i.e., a “rapid contraction[] of [a] once widespread species to one or a small \nnumber of isolated sites.”   \n  34.  In addition to the acknowledged population crash of sage grouse population and \nrange, the proportion of small leks has increased over the past 40 years for most states and \nprovinces, while the proportion of large leks has decreased.  Small leks are more susceptible to \nlocalized extirpation, due to loss of genetic variation, threats of catastrophic fire, and \ndemographic and environmental stochasticity.   \n  35.  Sage grouse have a relatively low reproductive rate and their ability to recover \nfrom population reductions is low, due to low fecundity rate, low adult survivorship, and very \nCOMPLAINT -- 8 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 9 of 15\nlow productivity.  An expert with the Idaho Department of Fish and Game has acknowledged \nthat “populations that have thus far survived extensive habitat lost may still face extinction \nbecause of a time lag between habitat loss and ultimate population collapse.”   \nGreater Sage Grouse in Idaho \n  36.  Sage grouse populations and habitat in Idaho have experienced the same \ndownward trends as across the remainder of the range.  For example, a leading sage grouse \nresearcher has concluded that sage grouse breeding populations in Idaho have declined recently \nby 40%; and another leading researcher concluded that the recent decline in sage grouse numbers \nacross Idaho is even greater than that.   \n  37.  A recent study attempted to quantify the crash of sage grouse populations and \nrange across Idaho, and concluded that current sage grouse populations across Idaho are far \nbelow historic levels in every category examined, including: (1) proportion of active leks \ndecreased between 1975 and 2003 by nearly 20%; (2) average and median male sage grouse per \nlek decreased by nearly 60% in the same timeframe; (3) average and median male sage grouse \nper active lek declined by over 40%; and (4) the number of sage grouse per lek also decreased \nsignificantly.   \n38.  The annual rates of change of sage grouse populations demonstrate a long-term \ndecline for sage-grouse in Idaho, and, perhaps most importantly, populations in the late 1960s \nand early 1970s were approximately 2 to 3 times higher than current populations. \n  39.  Across Idaho, since the early 1980s, the proportion of small leks increased, and \nthe proportion of large leks decreased.  From the late 1960s to the late 1970s, approximately \n25% to 35% of the leks censused contained more than 50 sage grouse, and from 1995 to 2003, \nless than 15% of the leks censused contained 50 or more males.  In fact, the average number of \nCOMPLAINT -- 9 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 10 of 15\nsage males at a lek from 2000-2003 numbered only 20 grouse.    \n  40.  Dr. Clait Braun has concluded that if spring sage grouse lek counts falls below \napproximately 50 to 100 birds, then the population in unrecoverable and headed for imminent \nextirpation. \n  41.  In the Jarbidge Resource Area of southern Idaho, the sage-steppe community \nhistorically offered abundant suitable habitat for sage grouse breeding, nesting, rearing, \noverwintering and other essential biological functions; and historically numbers of sage grouse \nwere abundant in the area year-round.   \n42.  However, according to the Idaho Department of Fish and Game, sage grouse \nnumbers across the Jarbidge have declined over 85 percent in recent years (from 2465 to 373), \nand the number of active leks have also declined by 63 percent (from 120 to 44 active leks) in \nthe last 20 to 50 years. \n  43.  The Bureau of Land Management (“BLM”)has attributed this decline to \novergrazing of sagebrush habitats, along with wildfires, habitat fragmentation, drought, invasion \nof exotic plans, and conversion of sagebrush habitat to agriculture.  In fact, in the Jarbidge \nResource Area alone, BLM has converted literally hundreds of thousands of acres to non-native \ncrested wheatgrass (an exotic species used primarily for livestock forage); and many miles of \nfences, pipelines, roads, watering troughs, and other infrastructure have been built to facilitate \nhigher livestock numbers. Indeed, BLM’s figures show that monocultures of crested wheatgrass \nhave nearly doubled from 350,000 to 650,000 acres in the Jarbidge between 1987 to 2004 – \nmeaning that these seedings now occupy more than one-third of the public lands within the \nentire Jarbidge Resource Area. \n  44.  The Curlew National Grassland, a unit of the Caribou-Targhee National Forest \nCOMPLAINT -- 10 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 11 of 15\nlocated in south-central Idaho, consists of 47,000 acres of once abundant, but now rare, sage-\nsteppe habitat.  The Curlew is home to the imperiled Greater Sage Grouse, and the Forest \nService designated Greater Sage Grouse a species of concern on the Curlew.   \n45.  Since 1965, the long-term trend for Greater sage grouse populations on the \nCurlew demonstrate alarming population declines.  Recent information indicates that the Greater \nsage grouse population declines are continuing – and even accelerating – across the Curlew.  For \nexample, monitoring of the 24 known leks between 1999 and 2002 demonstrated a consistent \ndecline in both the number of total males counted (declining from 265 to 126), as well as the \nnumber of active leks (declining from 24 to 10).  In 2000, the total number of male sage grouse \ncounted at 11 core leks was 101 males, and by 2002, on 67 males were counted on these leks. \n  46.  As in the Jarbidge, the decline in Greater Sage Grouse populations across the \nCurlew can be correlated with the degradation and destruction of sage grouse habitat.  In the \nCurlew, the ongoing and persistent habitat destruction is tied to excessive grazing and associated \ninfrastructure, as well as efforts by the Forest Service to increase forage capacity through \nprescribed burns, reseeding with non-native crested wheatgrass and other forage-based exotics, \nherbicide and pesticide application designed to increase the forage base, and the rapid expansion \nof Cheatgrass (bromus tectorum).  Additionally, most riparian areas across the Curlew are in \npoor or non-functioning condition, the same riparian areas that are critical to sage grouse chick \nrearing and survival.   \n  ESA Listing History and Related Developments \n  47.  On December 29, 2003, Western Watersheds Project and others submitted to the \nService a “Status Review and Petition to List the Greater Sage Grouse as Threatened or Endangered \nUnder the Endangered Species Act” (hereafter “Plaintiff’s Listing Petition”).  Plaintiff’s Listing \nCOMPLAINT -- 11 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 12 of 15\nPetition presented extensive scientific evidence amply demonstrating that Greater Sage Grouse is in \ndanger of extinction throughout all or a significant portion of its range.   \n  48.  Plaintiff’s Listing Petition included citations to over one hundred peer-reviewed \nscientific publications supporting the need to protect the Greater Sage Grouse as a threatened or \nendangered species. \n  49.  On April 21, 2004, the Service issued its 90-Day Finding pursuant to Section \n4(b)(3)(A) of the ESA.  In its 90-Day Finding, the Service concluded that Plaintiff’s Listing Petition \npresented substantial information indicating that listing the Greater Sage Grouse under the \nEndangered Species Act may be warranted.  See 69 Fed. Reg. 21484.   \n  50.  On January 12, 2005, the Service issued its 12-Month Finding on Plaintiff’s \nListing Petition, determining that listing the Greater Sage Grouse under the ESA was “not \nwarranted.” 70 Fed. Reg. 2248 (Jan. 12, 2005).  The “not warranted” determination \nacknowledged the threats to sage grouse and its habitat are “real,” but asserted that the \nprospective impact of these threats is uncertain.  Based on this uncertainly, the Service claimed \nthat “there were reasons to be encouraged by current assessments of grouse population status, \ntrends and distribution.” \n  51.  This conclusion flies in the face of the 2004 Western Association of Fish and \nWildlife Association’s Sage Grouse Conservation Assessment – which the Service admitted was the \nmost up-to-date scientific information on the status of the Greater sage grouse populations and \nhabitat.  That WAFWA Conservation Assessment concluded that “long-term population changes \ncoupled with continued loss and degradation of habitat and other factors (including West Nile Virus) \ndo not provide causes for optimism.” \n  52.  Further, the Service concluded that protecting Greater Sage Grouse as threatened or \nCOMPLAINT -- 12 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 13 of 15\nendangered under the ESA was “not warranted” because sage grouse was not likely to become \nextinct in the foreseeable future, in ways which misapply the standards for endangered and \nthreatened species under the ESA and are contrary to the Service’s own past policies and the best \navailable scientific information.  \n  53.  The “not warranted” determination further violated the ESA’s requirements for \nassessing whether species should be listed as endangered or threatened by failing to consider \nwhether Greater Sage Grouse is threatened or endangered over a significant portion of its range. \n  54.  The “not warranted” determination further violated the ESA’s definitions and \nstandards, and its “best available science” requirement, by relying on voluntary and unproven \nconservation measures; wrongly assuming that adequate conservation efforts are underway; \nmisstating the rate and extent of sage grouse habitat degradation; and other factual and legal errors, \nwhich render the “not warranted” determination arbitrary, capricious, and contrary to law under the \nESA and APA.    \n  55.  As a result of the Service’s violations of law, Greater Sage Grouse remains \nunprotected under the ESA, even though it faces imminent further declines and possible extinction \nand warrants protection under the ESA.  Western Watersheds has been harmed by the Service’s \nunlawful refusal to protect the grouse under the ESA.  Accordingly, Western Watersheds prays for \njudicial relief as set forth below. \nCLAIM FOR RELIEF \n  56.  Plaintiff realleges and incorporates by reference the allegations of all preceding \nparagraphs. \n  57.  The Service’s “not warranted” determination declining to list the Greater Sage \nGrouse as threatened or endangered is a final agency action which is subject to judicial review \nCOMPLAINT -- 13 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 14 of 15\nby this Court under the Administrative Procedure Act, 5 U.S.C. § 706; and which must be \nreversed and remanded as being arbitrary, capricious, an abuse of discretion, and/or contrary to \nlaw, including (but not limited to) the following reasons: \n  a.  The Service did not follow the ESA’s statutory definitions of “threatened” and \n“endangered,” and, instead, applied novel and legally improper definitions of “threatened” and \n“endangered” to further preclude protecting sage grouse; \n  b.  The Service never considered whether Greater Sage Grouse was threatened or \nendangered over a significant portion of its range; \n  c.   The Service relied on incorrect factual assumptions in deciding to forego \nprotection sage grouse; \n  d.  The Service relied upon unproven and speculative conservation measures to \npreclude protecting the Greater Sage Grouse under the ESA; and \n  e.  The Service allowed political considerations to preclude protecting Greater Sage \nGrouse under the ESA. \n  58.  For these and other reasons, the Service’s “not warranted” determination for the \nGreater Sage Grouse must be reversed and remanded as being arbitrary, capricious, an abuse of \ndiscretion, and/or contrary to the Endangered Species Act.   \nPRAYER FOR RELIEF \nWHEREFORE, Plaintiff respectfully requests that the Court grant the following relief: \nA.  Declare and adjudge that the Service acted unlawfully in issuing the January 2005 \n“not warranted” determination for the Greater Sage Grouse;  \nB.  Reverse and remand the “not warranted” determination with instructions that the \nService must proceed expeditiously with the ESA listing process for the Greater Sage Grouse; \nCOMPLAINT -- 14 \n\nCase 4:06-cv-00277-BLW   Document 1   Filed 07/14/06   Page 15 of 15\nC.  Grant such other and further relief as may be requested hereafter by Plaintiff, or \nas may be deemed appropriate by the Court in order to protect the public interest and the Greater \nSage Grouse; and \nD.  Award Plaintiff its reasonable litigation costs (including attorney fees and expert \nwitness fees) incurred in bringing this action, pursuant to EAJA, ESA, and/or other provisions of \nlaw. \nDated this 14th day of July 2006     Respectfully submitted, \n_/s/  Laird J. Lucas_________________ \nLaurence (“Laird”) J. Lucas (ISB #4733) \n \nAttorneys for Plaintiff Western Watersheds Project \nCOMPLAINT -- 15 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/98336"
    },
    {
      "date": "2007-12-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1173,
      "cite_1_reporter": "F.Supp.2d",
      "cite_1_vol": 535,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Idaho",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 98337,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/98337.pdf",
      "title": "Memorandum Decision",
      "text": "Case 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 1 of 35\nIN THE UNITED STATES DISTRICT COURT\nFOR THE DISTRICT OF IDAHO\nWESTERN WATERSHEDS  )\nPROJECT,  )  Case No. CV-06-277-E-BLW\n)\nPlaintiff, ) MEMORANDUM DECISION\n)\nv. )\n)\nUNITED STATES FOREST ) \nSERVICE,    )\n)\nDefendant. )\n______________________________ )\nINTRODUCTION\nThe Court has before it cross-motions for summary judgment.  The Court\nhas heard oral argument and fully reviewed the extensive Administrative Record.1 \nFor the reasons expressed below, the Court will grant the motion of plaintiff\nWestern Watersheds Project and deny the other motions.\nSUMMARY\nPlaintiff WWP seeks review of a decision by the Fish and Wildlife Service\n(FWS) rejecting petitions to list the greater sage-grouse under the Endangered\n1  The Administrative Record in this case was contained in 8 CDs (including the e-mails). \nThe information on the CDs was not set forth in an easy-to-find format.  Consequently, the Court\nhad a very difficult time locating documents.  In the future, Government counsel should work\ntogether with the agency to ensure that the Administrative Record can be easily accessed.\nMemorandum Decision – Page 1\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 2 of 35\nSpecies Act (ESA).  Sage-grouse populations have been in significant decline for\ndecades.  While the rate of decline has recently slowed, the sage-grouse’s habitat is\nbeing subjected to accelerating threats from invasive weeds, fires, energy\ndevelopment, and livestock grazing.  About one-half of the original area occupied\nby the sage-grouse is no longer capable of supporting sage-grouse on a year-round\nbasis.  For these reasons, the Bureau of Land Management and the Forest Service\nhave both listed the sage-grouse as a “sensitive species” across its entire range in\nthe United States. \nThese circumstances prompted various groups to file petitions with the FWS\nseeking listing of the sage-grouse under the ESA.  That law required the FWS to\nuse the “best science” to determine whether the sage-grouse is an endangered or\nthreatened species.  The FWS determined that a listing was not warranted.\nAfter reviewing the FWS’s decision, the Court finds three flaws with the\nFWS decision-making process:  (1) While the FWS consulted with experts, the\nagency excluded them from the listing decision; (2) The FWS created no detailed\nrecord of the experts’ opinions; and (3) The FWS ignored that portion of the\nexperts’ opinions that were preserved on the record.\nThis process violates the statutory requirement that the “best science” be\napplied.  By improperly insulating the decision-makers from scientific input, it \nMemorandum Decision – Page 2\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 3 of 35\ncreates opacity when transparency is required.   The Court has serious reservations\nabout whether such a process may be used again in any reevaluation of the sage-\ngrouse or, for that matter, in any other listing decisions in the future.\nFurthermore, the FWS decision lacked a coherent analysis of the\ndeterioration of habitat and the regulatory mechanisms designed to protect the\nsage-grouse.  Finally, the FWS decision was tainted by the inexcusable conduct of\none of its own executives.  Julie MacDonald, a Deputy Assistant Secretary who\nwas neither a scientist nor a sage-grouse expert, had a well-documented history of\nintervening in the listing process to ensure that the “best science” supported a\ndecision not to list the species.  Her tactics included everything from editing\nscientific conclusions to intimidating FWS staffers.  Her extensive involvement in\nthe sage-grouse listing decision process taints the FWS’s decision and requires a\nreconsideration without her involvement.\nANALYSIS\n1. The ESA\nCongress enacted the ESA in 1973 “to provide a means whereby the\necosystems upon which endangered species and threatened species depend may be\nconserved, [and] to provide a program for the conservation of such endangered\nspecies and threatened species.” 16 U.S.C. § 1531(b).  Section 4 of the ESA directs\nMemorandum Decision – Page 3\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 4 of 35\nthe Secretary to determine which species should be listed as endangered or\nthreatened. Id. at § 1533(a)(1).  The Secretary has delegated this duty to the FWS.  \nAn endangered species is “any species which is in danger of extinction\nthroughout all or a significant portion of its range” and a threatened species is one\n“which is likely to become an endangered species within the foreseeable future\nthroughout all or a significant portion of its range.” Id. at §§ 1532(6), (20).  In\ndeciding whether or not a species qualifies as endangered or threatened, the FWS is\nrequired to consider the following five factors:  (1) the present or threatened\ndestruction, modification, or curtailment of its habitat or range; (2) overutilization\nfor commercial, recreational, scientific, or educational purposes; (3) disease or\npredation; (4) the inadequacy of existing regulatory mechanisms; and (5) other\nnatural or manmade factors affecting its continued existence.  Id. at § 1533(a)(1).  \nThe Director of the FWS must make listing determinations “solely on the\nbasis of the best scientific and commercial data available to him [or her] after\nconducting a review of the status of the species and after taking into account those\nefforts, if any, being made by any State or foreign nation . . . to protect such\nspecies.” Id. at § 1533(b)(1)(a).  A species may be “listed” as endangered or\nthreatened under the ESA in one of two ways, either on the initiative of the\nSecretary through the “candidate process,” or as a result of a petition submitted by\nMemorandum Decision – Page 4\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 5 of 35\nan “interested person.” Id. at § 1533(b)(3)(A).  In this case it was a series of\npetitions filed with the FWS that initiated the process.\nOnce it receives a petition to list a species, the FWS must, within 90 days,\ndetermine whether the petition presents “substantial scientific or commercial\ninformation indicating that the petitioned action may be warranted.” Id. This is\ncommonly referred to as the “90-day finding.” The ESA’s implementing\nregulations define “substantial information” as the “amount of information that\nwould lead a reasonable person to believe that the measure proposed in the petition\nmay be warranted.” 50 C.F.R. § 424.14(b)(1).  \nThe 90-day finding is based solely on the petition; the FWS does not\nconduct independent research to confirm the petition’s assertions.  See 69 Fed.Reg.\nat 21485.  If the FWS makes a “positive” 90-day finding, it begins a “review of the\nstatus of the species concerned” and, within one year of the receipt of the petition,\nmust make a second finding (commonly referred to as the “12-month finding”) that\neither: (a) the petitioned action is not warranted; (b) the petitioned action is\nwarranted; or (c) the petitioned action is warranted but precluded by higher priority\npending proposals and expeditious progress is being made to list, delist, or\nreclassify.  See 16 U.S.C. § 1533(b)(3)(B); 50 C.F.R. § 424.14. \n2. Sage-Grouse 90-Day Finding\nMemorandum Decision – Page 5\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 6 of 35\nBetween 2002 and 2003, the FWS received three petitions to list the greater\nsage-grouse (Centrocercus Urophasianus) as an endangered species under the\nEndangered Species Act (ESA).  On April 21, 2004, the FWS filed its 90-day\nfinding, concluded that the petitions present “substantial information indicating\nthat listing the greater sage-grouse may be warranted.”  See 69 Fed. Reg. at 21484-\n94.\nThe FWS’s analysis began with a description of sage-grouse, their habitat,\nand their current status.  The greater sage-grouse is the largest species of grouse in\nNorth America.  Id. at p. 21485.  It was described in the journal entry of\nMeriwether Lewis for June 5, 1805, while he was in the territory that would\nbecome Montana.  See Conservation Assessment at p. 3-1.  At that time, there may\nhave been 1.1 million of the birds ranging over an area now comprising 16 western\nstates and 3 Canadian provinces.  69 Fed. Reg. at 21486.  Today, population\nestimates range from 100,000 to 500,000, and the range has been reduced to 11\nwestern states and 2 Canadian provinces.  Id.  Their population numbers “may\nhave declined between 69 and 99 percent from historic to recent times.”  Id. \nThe “primary explanation” given by the FWS for this population decline was\n“[h]abitat alteration, through loss and degradation . . . .”  Id. at p. 21490.  Sage-\ngrouse habitat is tied to several species of sagebrush.  Throughout much of the year\nMemorandum Decision – Page 6\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 7 of 35\nadult sage-grouse rely on sagebrush to provide roosting cover and food.  During\nthe winter they depend almost exclusively on sagebrush for food.  69 Fed. Reg. at\np. 21486.  \nThe habitat loss was “due in large part to human actions rather than natural\nevents.”  Id. at 21492.  The FWS identified a number of causes for this habitat loss,\nincluding (1) agriculture (“millions of hectares of native sagebrush habitat have\nbeen cultivated for [agricultural] production”), (2) herbicides (“[c]hemical control\nof sagebrush has resulted in major declines of sage-grouse breeding populations\nthrough the loss of sagebrush cover”), (3) grazing (“grazing by livestock could\nreduce breeding habitat”), (4) fire (“[w]ildfires have destroyed extensive areas of\nsagebrush habitat in recent years,” and these fires allowed invasion of cheatgrass,\n“an exotic species that is unsuitable as sage-grouse habitat”), and (5) development\n(“sage-grouse habitats also are fragmented by fences, powerlines, roads and other\nfacilities associated with grazing, energy development, urban/suburban\ndevelopment [etc.] . . . .”).  Id. at 21488-90.    \nThe FWS also expressed concern that federal and state agencies had no plans\nin place to protect habitat.  For example, the FWS concluded that it “is not aware\nof any State regulations that conserve greater sage-grouse habitat or encourage\nhabitat conservation efforts on private lands.”  Id. at 21492.  The FWS also found\nMemorandum Decision – Page 7\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 8 of 35\nthat although a large portion of habitat occurs on BLM lands – and the BLM has\ndesignated the sage-grouse as a special status species in 5 of 11 states – there were\nno regulations requiring that BLM land use plans specifically address the\nconservation needs of special status species.  Id.  With regard to habitat on lands\nmanaged by other federal agencies, the FWS concluded that with the exception of\none program, “we are unaware of any other agency efforts to protect and conserve\nsage-grouse on these Federal lands.”  Id.\nThe FWS observed that sage-grouse were susceptible to the West Nile\nVirus, which was spreading into the birds’ range, and “warrants further\ninvestigation.”  Id. at p. 21491.  In conclusion, the FWS found that although the\npetitions contained “minor errors,” they did “contain accurate information, which\nwe have confirmed through our review of the scientific, peer-reviewed literature\nand direct communications with species experts.”  Id. at p. 21494.  The FWS found\nthat there was substantial information in the petitions to indicate that listing of the\ngreater sage-grouse may be warranted.  That finding was based “primarily on the\nhistoric and current destruction, modification, or curtailment of greater sage-grouse\nhabitat or range, and the inadequacy of existing regulatory mechanisms in\nprotecting greater sage-grouse habitats throughout the species’ range.”  Id.\n3. Conservation Assessment\nMemorandum Decision – Page 8\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 9 of 35\nAbout two months after the FWS found that listing may be warranted, and\nwas seeking public comments, a report called the Conservation Assessment (CA)\nwas issued by a group of State agency wildlife biologists who were experts on the\nsage-grouse.  The CA was peer-reviewed by an independent group of scientists\nselected by the Ecological Society of America.  See 70 Fed. Reg. at p. 2249.  \nThe CA analyzed sage-grouse population trends from 1965 to 2003, first for\nstates and then range-wide.  The state-wide assessment showed that (1) 11 of 13\nstates and provinces showed “significant long-term declines in size of active leks”;\n(2) 8 of 10 states showed “population declines over the same time frame”; and (3)\n2 of 10 states  “appeared to be stable or slightly increasing.”  Conservation\nAssessment at p. ES-4.  Only California had an increase in both the population\nindex and lek size.  Id.\nThe range-wide assessment showed that “[s]age-grouse populations declined\nat an overall rate of 2.0% per year from 1965 to 2003.”  Id. at ES-5.  The\npopulation drop was more pronounced from 1965 to 1985, a decline of 3.5%.  Id. \nFrom 1986 to 2003, the population declined at a lower rate of .4%.  Id.  Despite the\nlower rate of decline, the CA concluded that “we are not optimistic about the future\nof sage-grouse because of long-term population declines coupled with continued\nloss and degradation of habitat and other factors (including West Nile Virus).  Id. \nMemorandum Decision – Page 9\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 10 of 35\nThe CA discussed in detail the continued loss of habitat.  For example, it\nobserved that a non-native annual grass known as cheatgrass was spreading rapidly\nand “replacing sagebrush.”  Id. at 7-14.  With regard to the Great Basin, “[n]early\n80% of the land area . . . is susceptible to displacement by cheatgrass.”  Id. at p. 7-\n17.  The “increased flammability” of cheatgrass causes “increased fire intensity\nand frequency.”  Id. at 7-14.  Both the number of fires and the total area burned\nhave increased dramatically in the last decade when compared with the past 100\nyears.  Id. at 7-70 (Fig. 7.1).  The CA warned that periods of drought and global\nclimate change could further facilitate cheatgrass invasion or exacerbate the fire\nregime, and thus “accelerate the loss of sagebrush habitats.”  Id. at p. 7-18.  The\nlong-term result is that “the increased areas burned each year coupled with\ndecreased total area of sagebrush habitats can further accelerate the trajectory of\nhabitat loss for sage-grouse.”  Id. at p. 7-7.  \nAdditional long-term problems were expected to be caused by increased oil\nand gas development.  Existing development “influenced 28% of the sagebrush\nhabitats within the [Assessment] study area,” and caused a “direct loss of habitat.” \nId. at 7-40, 7-42.  Increases in demand for oil and gas have led to increased\ndemand for drilling permits.  For example, in the Powder River Basin (extending\nthrough sage-grouse range in Montana and Wyoming), while  15,811 wells have\nMemorandum Decision – Page 10\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 11 of 35\nbeen approved, an additional 65,635 “are being considered . . . .”  Id. at 7-42; Fig.\n7-30.  This was no isolated instance: “[T]he [BLM] anticipates receiving large\nnumbers of applications for permits to drill.”  Id. at 13-7.  The CA noted that\nbecause 96% of all drilling permit applications are approved, “the frequency and\nextent of oil and gas development on sagebrush ecosystems are likely to increase \n. . . .”  Id.  \nIn summary, “the western landscape has been subjected to a new suite of\nintense, frequent, or continuous disturbances.”  Id. at p. 13-6.  It is the “cumulative\nimpacts of the disturbances, rather than any single source, [that] may be the most\nsignificant influence on the trajectory of sagebrush ecosystems.”  Id. at p. 13-8. \nAnd that “trajectory,” in the opinion of the experts who drafted the Assessment, is\nheaded in a negative direction:  “[W]e are not optimistic about the future of sage-\ngrouse because of long-term population declines coupled with continued loss and\ndegradation of habitat and other factors (including West Nile Virus).”  Id. at p. ES-\n5.  \n4. 12-Month Finding Process – PECE\nTo begin the process of drafting its 12-month finding, the FWS began by\nevaluating information on individual planned conservation efforts.  Their\nevaluation was conducted under the FWS’s Policy for Evaluation of Conservation\nMemorandum Decision – Page 11\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 12 of 35\nEfforts When Making Listing Decisions (“PECE”).  See 68 Fed. Reg. 15100,\n15115 (Mar. 28, 2003).  Recognizing that conservation efforts might vary in\neffectiveness, PECE dictates that “conservation efforts that are not sufficiently\ncertain to be implemented and effective cannot contribute to a determination that\nlisting is unnecessary or a determination to list as threatened rather than\nendangered.” Id. at 15115.  Evaluating over 300 plans from state and federal\nagencies, among others, the FWS determined that 20 of them met PECE standards\nand should be included in the information used for the extinction risk evaluation. \nSee 70 Fed. Reg. at 2251. \n5. 12-Month Finding Process – Expert Panel\nThe FWS then moved to the risk analysis stage, where the FWS considered\n“how great a danger the greater sage grouse faces of becoming extinct.”  See GSG\nEmails 13378.  To identify this danger, the FWS convened a panel of seven outside\nscientists with expertise in sage-grouse biology and ecology, sagebrush community\necology, and range ecology and management.  See 70 Fed.Reg. at 2249-51; AR at\npp. 11072-11168 (setting forth qualifications of each of the expert panelists). \nOver the course of two days, the panel of experts discussed the threats to\nsage-grouse across its range.  Id at 2279.  The FWS purposefully did not ask the\nexpert panel to consider or discuss WWP’s petition or whether, as a matter of\nMemorandum Decision – Page 12\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 13 of 35\nregulatory policy, the sage-grouse should be listed as endangered or threatened.  Id. \nInstead, the panel was asked when the sage-grouse would become extinct.  Id. at\n10930.  \nThe expert panel did not issue any written report.  Instead, they discussed\nextinction risks in the presence of a management team that would make the\nultimate listing decision.  In addition, each expert panelist (1) ranked the threats to\nthe sage-grouse, and (2) voted on “how far in the future you anticipate that greater\nsage-grouse will become extinct.”  The votes and rankings are part of the\nAdministrative Record, but there is no written analysis from any member of the\nexpert panel explaining either the votes or rankings.\nWith regard to the threat rankings, the expert panelists found that the top\nrange-wide threats to the sage-grouse were, in order, (1) invasive species, (2)\ninfrastructure, (3) wildfire, (4) agriculture, (5) grazing, (6) energy development, (7)\nurbanization, (8) strip/coal mining, (9) weather, and (10) pinyon-juniper expansion\n(followed by eight other threats).  Id. at 2280; AR at p. 10921.  In the eastern\nportion of the sage grouse’s range, the top two threats were energy development\nand infrastructure, while in the west, the top two threats were invasive species and\nwildfire.  See AR at pp. 10922-10923.\nEach expert panelist was then given 100 points, and asked to assign them\nMemorandum Decision – Page 13\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 14 of 35\nover seven time intervals representing the likelihood that the greater sage-grouse\nwould become extinct in that time-frame (1-20 years, 21-40, 41-60, 61-80, 81-100,\n101-200 and 200+ years).  See AR at pp. 10930-10950.  The experts were asked to\nconduct three scorings for each geographical region.             \nThe first scoring was done after the FWS’s presentations on the life history,\nintrinsic and extrinsic factors, and population trends of sage-grouse.  See GSG\nEmails 13378-13385. The second scoring was conducted after the expert panel had\nreviewed the individual first scores (anonymously) and engaged in a facilitated\ndiscussion of the results.  See GSG Emails 13380-13381. The purpose of having a\nsecond scoring was to provide each of the experts the opportunity to change his/her\nanswer following the discussion of the first risk projection amongst his/her peers\nand to make sure that each expert had “understood the question and scored\ncorrectly.” See AR 10930-10950; GSG Emails 13380-13381. \nIn the second vote, panelists cast 250 votes for extinction within 100 years,\nand 450 votes for extinction at various intervals after 100 years.  Thus, 36% of the\nvotes cast were for extinction within 100 years.  Three of the seven panelists cast\nthe majority of their votes for extinction within 100 years.\nFollowing the second scoring, the expert panel heard a FWS presentation on\nPECE projects.  See AR at p. 13381. After the presentation, the experts were asked\nMemorandum Decision – Page 14\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 15 of 35\nif they wished to revise their extinction risk estimates.  See AR at pp. 3381-13382.\nOnly one panelist opted to change his/her assessment in the third scoring.  See AR\nat pp. 10957-10963.  Thus, after the third round of voting, and the PECE\npresentation, only two of the seven panelists voted the majority of their votes for\nextinction within 100 years.  Of the 700 votes cast in this third round, 28% were\ncast in favor of extinction within 100 years.\n6. 12-Month Finding Process – Decision Support Team\nThe FWS did not ask the expert panel to discuss, or express an opinion on,\nwhether the sage-grouse met the definition of “endangered” or “threatened” under\nthe ESA.  That decision would ultimately be made by the FWS’s Director, after\nreviewing a recommendation from a team of FWS managers who observed the\ndiscussions of the expert panel.  This team – known as the Decision Support Team\n–  consisted of seven senior FWS biologists and managers.  Their specific task was\nto evaluate whether the threats to the sage-grouse met the ESA’s definition of a\nthreatened or endangered species.  Id.  In determining whether the sage-grouse met\nthe definition of “threatened” – that is, was likely to become extinct within the\nforeseeable future – the Team chose 100 years as the outer boundary of the\n“foreseeable future” because it represented ten generations of sage-grouse or two\ngenerations of sagebrush.\nMemorandum Decision – Page 15\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 16 of 35\nThe Team used a point system similar to that used by the expert panel.  Each\nmember of the Team was given 100 points to be allocated among three possible\nregulatory actions on WWP’s petition: not warranted, threatened, or endangered. \nAs with the expert panel, the Team was given the opportunity to conduct a second\nassessment following discussion of the initial assessment. The Team’s point\nallocations were based on consideration of the background materials compiled, the\ntwo-day discussions of the expert panelists, and the Team’s own discussions about\nthe application of the ESA’s definitions of the threatened and endangered\ncategories. 70 Fed. Reg. at 2280.\nIn the second scoring, 520 points were cast for a “not warranted” finding\nwhile 180 points were cast for a “threatened” finding.  No points were cast for a\n“endangered” finding.  Five of the seven Team members “believed that the sage-\ngrouse would not face extinction for at least 100 years.”  Id.  \nAccording to the Director’s 12-Month Finding, the Team recommended a\n“not warranted” finding.  There is no recommendation from the Team as a whole in\nthe Administrative Record.  Apparently, however, the Director met with the Team\non November 9, 2004, and received their verbal “recommendation.”  GSG E-Mail\n4657.  Pat Deibert, a FWS biologist who prepared the 12-Month Finding, states in\nan e-mail that “[t]he Director seemed impressed with the work done, and accepted\nMemorandum Decision – Page 16\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 17 of 35\nthe recommendation of the [Team].”  Id.  \nEach member of the Team also provided hand-written comments explaining\ntheir votes. For example, one Team member who cast 80 votes for “Not\nWarranted” and 20 votes for “Threatened,” wrote that “[s]pecies is not at threat of\nimminent extinction due to wide distribution, relative stability of core population\nareas, and rate of impact of the threats.”  AR at 11039 (emphasis in original).  After\nmaking other comments, this member concluded that “species doesn’t meet\nstatutory definition of [Threatened] or [Endangered] at this time.”  Id. at 11040.\nThe Director apparently used these hand-written comments – and his in-\nperson meeting with the Team – to discern their analysis and conclusions. \nAccording to the Director, the Team concluded that while there are real threats to\nsage-grouse, two factors counseled against finding that a listing is warranted:  (1)\nthe population is now stable; and (2) there is great uncertainty about the habitat\nthreats.\nWith regard to population numbers, the Director summarized the Team\nconsensus as follows:\nIt is clear that the number of greater sage-grouse range-wide has declined\nfrom historically high levels, with well documented declines between\n1960 and 1985.  However, the most recent data reflect that overall\ndeclines have slowed, stabilized or populations have increased.  These\ndata and the fact that 92% of the known active leks occur in 10 core\npopulations across 8 western states, and that 5 of these populations were\nMemorandum Decision – Page 17\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 18 of 35\nso large and expansive that they were subdivided into 24 sub-populations\n. . . was cited by managers on the [Team] as part of the reason for their\nnot warranted recommendation.\nId. at 2281.  With regard to the uncertainty over the effects of various threats, the\nDirector summarized the Team consensus as follows:\nThe higher ranking threats, while range-wide and regional in scale, are\nto  a  large  degree  prospective  in  nature  (e.g.,  invasive  species,\ninfrastructure, wildfire, oil and gas development and conifer invasion).\nNeither the [Team] nor the expert panelists could predict how these\nthreats  will  develop  over  time  or  interact  with  each  other  or  with\ndifferent less important threats to accelerate habitat loss or other impacts\nto the grouse.  This uncertainty was explicitly noted by several of the\n[Team] biologists and managers as part of the reason for a not-warranted\nrecommendation.\nId.  The final recommendation of the Team was forwarded to the Director and \nsummarized by him as follows:\n[B]ecause of the relatively long projected risk of extinction, in many\ncases greater than 200 years . . . combined with considering the variety\nof sources of information generated for and during the risk analysis\nphase, including the expert panel deliberations and the Conservation\nAssessment . . . the [Team] found that the levels of these existing threats,\nalthough very real, when considered against the status, trends, and\ndistribution of the current population, were not sufficient to result in the\ngreater sage-grouse becoming an endangered species in the next 40 to\n100 years.\n7. 12-Month Finding\nOn January 6, 2005, the then Director of the FWS, Steven Williams,\nadopting the Team’s recommendations set forth above, decided that a listing was\nMemorandum Decision – Page 18\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 19 of 35\nnot warranted, “after considering the compiled information, the risk assessment [by\nthe expert panel], the applicable conservation actions, and the assessment of the\n[Team].”  Id. at 2282.\nANALYSIS\n1. Standard of Review\nBecause the ESA has no specific provision for judicial review of final\nagency actions, the scope of review is governed by the APA, 5 U.S.C. § 701 et.\nseq.  Under the APA, an agency action must be upheld unless it is found to be\narbitrary or capricious.  5 U.S.C. § 706(2)(A).  To decide if an agency action is\narbitrary and capricious, the court must determine whether the agency considered\nthe relevant factors and articulated a rational connection between the facts found\nand the choices made.  Pacific Coast Federation of Fishermen's Ass'n, Inc. v.\nNMFS, 265 F.3d 1028, 1034 (9th Cir.2001).  The agency’s decision need not be a\nmodel of clarity so long as “the agency’s path may reasonably be discerned.” \nNational Ass’n of Home Builders v. Defenders of Wildlife, 127 S.Ct. 2518 (2007)\n“Deference to an agency's technical expertise and experience is particularly\nwarranted with respect to questions involving . . .  scientific matters.” United States\nv. Alpine Land and Reservoir Co., 887 F.2d 207, 213 (9th Cir.1989).  Nevertheless,\nthe “presumption of agency expertise may be rebutted if the decisions, even though\nMemorandum Decision – Page 19\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 20 of 35\nbased on scientific expertise, are not reasoned.” Greenpeace v. NMFS, 80\nF.Supp.2d 1137, 1147 (W.D.Wash.2000).\nJudicial review under this standard is to be “searching and careful,” but\nremains “narrow,” and a court should not substitute its judgment for that of the\nagency.  Mt. Graham Red Squirrel v. Espy, 986 F.2d 1568, 1571 (9th Cir.1993).\n2. Jurisdiction\nThe FWS alleges that WWP failed to give the 60-day notice required by the\nESA before bringing suit.  See 16 U.S.C. § 1540(g)(2)(c).  This requirement is\njurisdictional, Save the Yaak Comm. v. Block, 840 F.2d 714, 721 (9th Cir. 1988).\n WWP does not need to comply with the ESA notice provisions for an APA\nclaim challenging the FWS’s failure to perform a discretionary duty under the\nESA.  See Bennett v. Spear, 520 U.S. 154, 176-178 (1997).  The FWS describes its\nlisting decision as discretionary.  See FWS Brief at p. 24 (stating that “the [FWS]\nexercised its expert discretion and determined that listing greater sage-grouse was\nnot warranted”).  That decision – like all ESA listing decisions – will be reviewed\nunder the APA’s arbitrary and capricious standard.  See Center for Biological\nDiversity v. Badgley, 335 F.3d 1097, 1100 (9th Cir. 2003).  Because this suit is\nbrought under the APA, to review a discretionary decision of the FWS, Bennett\nMemorandum Decision – Page 20\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 21 of 35\ndictates that the ESA notice requirement does not apply.2  \nThe FWS also challenges WWP’s standing.  However, WWP was one of the\npetitioning parties before the FWS, and also submitted numerous public comments. \nThis is sufficient to confer standing.  See Idaho Farm Bureau Fed’n v. Babbitt, 58\nF.3d 1392 (9th Cir. 1995).\n3. Best Science\nThe FWS is required to base its listing decision “solely on the basis of the\nbest scientific and commercial data available . . . .” 16 U.S.C. §1533(b)(1)(a).  Of\nthe three entities that played a role in the FWS’s listing process – expert panel,\nDecision Support Team, and Director – it was the expert panel that had the\nextensive knowledge of the sage grouse and its habitat.  Accordingly, the “best\nscience” was represented by the expert panel.\nWhat does the record reveal about the “best science” coming out of the\nexpert panel?  The panel prepared no written report, and the FWS made no\ntranscript of their two days of verbal discussions.  We do have their vote totals,\nspecifically the results of the second round of voting.  If you count heads, three of\nthe seven experts concluded that the sage grouse would be extinct within 100\n2  WWP’s counsel stipulated at oral argument that he would not seek attorney fees under\nthe ESA.\nMemorandum Decision – Page 21\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 22 of 35\nyears.  If you count votes, the probability that the sage grouse will be extinct in 100\nyears is, after the second round of voting, (1) 36% range-wide; (2) 52% in the\neastern portion of their range; and (3) 40% in the western portion of their range.\nNone of this voting analysis was discussed in the 12-Month Finding.  The\nDirector completely ignored the second-round percentage figures, and counted\nheads inaccurately:  He concluded that only two of the seven experts voted for\nextinction.  See 70 Fed. Reg. at p. 2280.  To get that result, the Director had to rely\non the third round of voting, where one expert changed his/her vote after hearing a\npresentation on conservation efforts that met the PECE criteria.  However, earlier\nin his decision, the Director stated that he had not “evaluate[d] whether the planned\nconservation efforts that met PECE reduced the threats to the species.”  Id. at 2245. \nIf the Director failed to evaluate those conservation efforts, he cannot rely on a\nvote tally that appears so clearly to depend on those efforts.  See generally,\nFederation of Fly Fishers v. Daley, 131 F.Supp. 2d 1158 (N.D.Cal. 2000)(holding\nthat in making listing decision, agency cannot rely on unproven conservation\nmeasures).\n  With regard to the percentage figures, they were not evaluated either by the\nDirector in his 12-Month Finding, see 70 Fed.Reg. 2244 et. seq.,or by the Decision\nSupport Team, see AR at 11031 to 11043.  Was that failure arbitrary and\nMemorandum Decision – Page 22\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 23 of 35\ncapricious?  To be a “threatened” species under the ESA, the sage-grouse must be\n“likely” to “be in danger of extinction” within 100 years.  Here, the FWS defined\n“likely” as meaning “more likely than not,” which is a probability of 50% or\ngreater.  See AR at 9059.3  The phrase “in danger of” was defined to “imply a risk\nsufficiently high to warrant immediate action.”  Id. at 9058.  \nPutting all these terms together, the sage grouse is threatened if there is at\nleast a 50% probability that it will be “in danger of” extinction within 100 years. \nThe experts here found that range-wide, there is a 36% chance that the sage grouse\nwill be extinct in 100 years, not merely that it will be in danger of extinction.  Is\nthat akin to a 50% chance that it will be in danger of extinction?  It certainly is\nclose enough to warrant a full discussion.  \nThe need for a full discussion becomes even more compelling when\nconsidering the east/west figures of 52% and 40% respectively.  Once again, those\nare risk assessments that the sage grouse will be extinct, not merely that it will be\nin danger of extinction, within 100 years.  These figures clearly put the extinction\ndanger close enough to the FWS definitions quoted earlier to merit a full\nevaluation.  \n3 One court in this Circuit has approved this definition of “likely.”  Trout Unlimited v.\nLohn, 2007 WL 2973568 (D.Or. July 13, 2007).  This definition has not been challenged here,\nand thus the Court expresses no opinion on that definition.\nMemorandum Decision – Page 23\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 24 of 35\nBecause the FWS did not preserve for the record any explanation by the\nexperts of these percentages, the Court is forced to look elsewhere for their\nsignificance.  In considering whether to list the Queen Charlotte goshawk, the FWS\nmodified criteria set by the International Union for the Conservation of Nature\n(IUCN) to determine that the goshawk would be “threatened” “if at any point in the\nnext 100 years there is a 20 percent chance that the species would become extinct.” \nSouthwest Center for Biological Diversity v Norton, 2002 WL 1733618 (D.D.C.\n2002).  The same 20% risk was used by the FWS in deciding whether to list the\nAlexander Archipelago wolf.  AR at 11750.  While the FWS is not bound in this\ncase by either the IUCN criteria or the 20% figure used in other cases, these\nguidelines signal that the even-higher risk assessments here are significant enough\nto at least warrant discussion.\nAs mentioned, the record contains no transcript or detailed account of the\nexperts’ two days of discussion in the presence of members of the Decision\nSupport Team.  In other words, the FWS failed to adequately preserve for the\nrecord the “best science.”  This makes it impossible for the Court to review\nwhether the Team and the Director accurately applied the “best science”\nrepresented by the expert panel.  The Court is forced to rely on their recollections\nof the experts’ discussions with no way to verify whether those recollections are\nMemorandum Decision – Page 24\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 25 of 35\naccurate.\nThe consequences of this failure were compounded when the FWS excluded\nthe experts from the listing determination.  It was the Team who would make the\nrecommendation to the Director, but they were not sage grouse experts.  In the\nabsence of the experts, it was imperative that the Team recall accurately what the\nexperts had said.  \nWhat an odd process.  Right at the moment where the “best science” was\nmost needed, it was locked out of the room.  The FWS argues that it cannot be\ncompelled to cede control of a listing decision to experts.  But the argument misses\nthe mark.  By excluding the experts from making even a recommendation, and then\nfailing to document the experts’ discussions (beyond their votes), the FWS cannot\ndemonstrate that is applied the “best science.”\nThe FWS points out that the Director specifically found that “it was decided\nby consensus that there was not a significant portion of the range in which threats\nto sage-grouse are greater than range-wide threats.”  See 70 Fed.Reg. at 2281.  It is\nnot clear whether the “consensus” was that of the experts, the Team, or both. \nWhatever the grouping, the “consensus” does not square with the experts’ voting\nresults.  While the experts found a 35% range-wide risk of extinction, the risk\njumped to 52% in the eastern region.  The only way to explain the Director’s\nMemorandum Decision – Page 25\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 26 of 35\nconclusion that 52% is not greater than 36% is to assume that the eastern region is\nnot a “significant portion of the range.”  But that assumption is nowhere explained. \nThe FWS cannot demonstrate that the Director’s account of the “consensus” is\naccurate.\nThe FWS used this same flawed process in deciding not to list the slickspot\npeppergrass.  See WWP v. Foss, 2005 WL 2002473 (D.Idaho 2005).  There, a court\nin this District reversed the FWS’s decision, expressing concern that the FWS was\nasking the court to assume “that FWS’s managers had a special insight into\nslickspot peppergrass, which its panel of experts did not possess,” and that there\nwas no “means of reviewing its decision.”  Id. at *17.  While Foss is not directly\non point, its deep concerns about the FWS’s decision-making process are shared by\nthis Court.  \nFor all these reasons, the Court cannot find that FWS used the “best science”\nas required by 16 U.S.C. §1533(b)(1)(a).  Accordingly, the Court finds that the\nFWS 12-Month Finding is arbitrary and capricious under § 706 of the APA.\n4. Habitat \nThe Director’s 12-Month Finding concluded that “[s]ervice biologists\ndetermined that the principal habitat-related threats are not proceeding at a rate that\nwill threaten the continued existence of the species within the foreseeable future.” \nMemorandum Decision – Page 26\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 27 of 35\nSee 70 Fed.Reg. at 2267.  By “service biologists” the Director is referring to the\nDecision Support Team.  The Administrative Record contains no findings by the\nTeam as a whole on habitat.  There are the notes of individual team members and\nthe results of their voting.  It appears the Director cobbled these together – along\nwith his off-the-record in-person meeting – to reach his conclusion about the\nTeam’s “determination.”\nThis process is flawed for a number of reasons.  First, the Team was not\ncomprised of experts on sage-grouse habitat – that was the province of the expert\npanelists and the experts who prepared the Conservation Assessment (CA).  What\ndid the expert panelists say specifically about sage-grouse habitat and its “rate” of\ndecline?  We don’t know because their discussions were off-the-record.\nThe Director says that “the majority of the expert panel did not believe that\nthese threats were occurring at such a rate to cause the extinction of the greater\nsage-grouse within the next 60 to 100 years.”  Id. at 2267.  Yet we know that three\nof the experts did so believe, judging from their voting.  Why were their views not\neven discussed? \nThe experts who compiled the CA certainly had a gloomy outlook for sage-\ngrouse habitat.  As discussed above, the CA concluded that habitat threats like\ninvasive weeds, fire, and energy development were all on the increase.    \nMemorandum Decision – Page 27\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 28 of 35\nThe Director acknowledged these threats by citing to various examples that\nconfirmed the CA’s analysis:  (1) “[w]ildfires have removed extensive areas of\nsagebrush habitat in recent years,” id. at 2265; (2) “the rapidity of [energy]\ndevelopment and the persistent demand for petroleum products,” is the primary\nthreat in the east region, and the current Administration has taken action to\n“expedite projects that will increase the production, transmission, or conservation\nof energy,”id. at 2273; and (3) “cheatgrass has invaded extensive areas in western\nparts of greater sage-grouse range, supplanting sagebrush plants upon which sage-\ngrouse depend,” id. \n            Nowhere is sage-grouse habitat described as stable.  By all accounts, it is\ndeteriorating, and that deterioration is caused by factors that are on the increase. \nHowever, the Director concludes that the “rate” of this deterioration is not fast\nenough to cause alarm.  While that finding has no support in the CA, the Director\nstates that he is relying on determinations made by both the Team and the expert\npanelists.  Id. at 2267.  Once again, however, the Team is not comprised of habitat\nexperts; the “best science” comes from the expert panelists who made no specific\n“determinations” on the record concerning habitat.\nAnother example of the Director’s failure to make a rational connection\nbetween the “best science” and his decision is his discussion of the destruction of\nMemorandum Decision – Page 28\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 29 of 35\nhabitat by conversion to agricultural use.  He acknowledges that this conversion\nhas destroyed “many square miles of sagebrush habitat” over time, but concludes\nthat “this conversion occurs at such relatively low levels today that we do not\nconsider it a threat to the greater sage-grouse on a range-wide basis.”  Id. at 2255. \nThat conclusion comes out-of-the-blue with no support in the discussion that\nprecedes it.  Moreover, it is directly contradicted by the CA, which concludes that\n“[l]ands continue to be converted to agriculture because technological advances in\nirrigation methods now permit expansion into steeper terrains further from river\nflood plains.”  See CA at p. 13-6.  \nThe Director himself recognized that the CA was authoritative and objective,\nsee 70 Fed. Reg. at 2249, yet failed to explain why he departed from its\nconclusions on habitat.  The ESA requires the Director to consider the “present or\nthreatened” destruction of habitat.  16 U.S.C. § 1533(a)(1).  The FWS must make a\nrational connection between the facts found and the choices made.  Pacific Coast\nFederation of Fishermen's Ass'n, Inc. v. NMFS, 265 F.3d 1028, 1034 (9th\nCir.2001).  That rational connection cannot be discerned here.  Thus, the Court\nfinds that the Director’s 12-Month Finding is arbitrary and capricious.\n5. Existing Regulatory Mechanisms\nThe FWS is required to determine whether the “inadequacy of existing\nMemorandum Decision – Page 29\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 30 of 35\nregulatory mechanisms” warrants listing the sage-grouse.  See 16 U.S.C.\n§ 1533(a)(1)(D).  Accordingly, the FWS reviewed the regulatory mechanisms on\nstate and private lands that accounted for about 32% of sage-grouse habitat.  The\nFWS concluded that it “does not have complete information” about state\nendowment lands, and was “not aware of any county or city ordinances that\nprovide protection specifically for the greater sage-grouse or its habitats on private\nland.”  See 70 Fed.Reg. at 2271, 2272.\nWith regard to federal regulations, about 46% of sage-grouse habitat is on\nBLM administered land.  Id. at 2272.  The principal threat in the eastern region was\nenergy development, and so the FWS reviewed how the BLM was protecting sage-\ngrouse from energy development.  The FWS concluded that it had no information\non (1) how many “older” oil and gas leases had stipulations that addressed sage-\ngrouse protections; (2) how many more-recent leases were granted exceptions,\nmodifications, or waivers of stipulations pertaining to sage-grouse protections; and\n(3) the results of Best Management Practices that were designed by the BLM to\nimprove sage-grouse habitat.\nDespite these gaps of information for 78%4 of the sage-grouse’s habitat, the\n4  The 78% is computed by adding the BLM land (46%) with the state and\nprivate land (32%).\nMemorandum Decision – Page 30\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 31 of 35\nDirector was “encouraged that sage-grouse and sagebrush conservation efforts will\nmoderate the rate and extent of habitat loss for the species in the future.”  Id. at\n2279.  He never explained why the information gap did not matter.  And he never\nexplained what had changed since his 90-day finding, which concluded that habitat\ndegradation and population declines indicated that existing regulatory mechanisms,\nparticularly at the federal level, “may be inadequate with regard to addressing\nthreats to the species.”  See 69 Fed.Reg. At 21492.  And finally, he never explained\nhow he could be “encouraged” by conservation efforts while at the same time\nfinding that “it was not necessary to rely on the contributions of any of the local,\nState, or other planned conservation efforts that met the standard in PECE.”  See 70\nFed.Reg. At 2244.  \nWhile an agency may reach different conclusions than those signaled in the\n90-day finding, it must explain why.  See Northwest Ecosystem Alliance v.\nUSFWS, 475 F.3d 1136 (9th Cir. 2007).  Lacking data on existing programs, and\ndeciding not to review the PECE conservation programs, the Director must have\nbeen relying on his assumptions about future conservation efforts; assumptions that\n“cannot be relied upon in an agency’s decision not to list.”  See Trout Unlimited v\nLohn, 2007 WL 2973568 at *25 (D.Or. July 13, 2007).\nThe FWS’s failure to coherently consider the adequacy of existing\nMemorandum Decision – Page 31\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 32 of 35\nregulatory mechanisms renders its decision arbitrary and capricious.  \n6. Julie MacDonald\nJulie MacDonald was a Deputy Assistant Secretary with responsibility for\noverseeing FWS operations, including its ESA reviews.  She participated in the\nsage-grouse review at issue here.\nIn 2006, the Office of Inspector General (OIG) received an anonymous\ncomplaint that MacDonald had “persistently harassed, bullied, and insulted FWS\nemployees to change documents and ignore good science related to the Endangered\nSpecies Program.”  See OIG Report at p. 4.  The former Director of the FWS\nEndangered Species Program told OIG investigators “that many of the scientific\nreports his office has issued have been edited extensively by MacDonald, who has\nno background in biology, and cited the Sage Grouse Risk Analysis as an\nexample.”  Id.  He explained that MacDonald “bypassed managers to speak\ndirectly with field staff, often intimidating and bullying them into producing\ndocuments that had the desired effect she and the former Assistant Secretary\nwanted.”  Id.  MacDonald’s goal, this source stated, was that she “did not want to\naccept petitions to list species as endangered.”  Id.  \nThe OIG Report is filled with instances of MacDonald’s attempts to\nimproperly alter the “best science” findings.  Specifically with regard to the sage-\nMemorandum Decision – Page 32\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 33 of 35\ngrouse review at issue here, the Portland Assistant Regional Solicitor for the FWS\nsaid that MacDonald’s conduct in the sage-grouse review was “‘the most brazen\ncase of political meddling’ he had seen.”  Id. at p. 12.  \nThe Administrative Record in this case contains e-mails that confirm the\nOIG Report accounts.  One example deals with the evaluation of existing\nregulatory mechanisms to protect the sage-grouse.  The Court noted above that\nthere was a singular lack of data on measures taken by the BLM to protect the sage\ngrouse from energy development, the single largest risk in the eastern region.  The\ne-mails show that the FWS staff was repeatedly frustrated in their attempts to\nobtain the data from the BLM.  See GSG Emails 4385.  Accordingly, an early draft\nof the staff’s analysis – designed to be presented to the expert panel and Decision\nSupport Team – stated as follows:  “While the BLM has regulatory mechanisms to\nmanage conserve [sic] greater sage-grouse habitat on the lands they manage, we\nhave no specific data regarding specific implementation of the above regulations\nfor this species, or the monitored results.  Therefore we are unable to evaluate the\neffectiveness of these regulations for the protection of sage-grouse and their\nhabitats on BLM lands.”  Id.  \nMacDonald responded to this e-mail two days later, stating that she and\nothers would “help you [the staff] do the assessment of existing regulatory\nMemorandum Decision – Page 33\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 34 of 35\nprotections for the sage-grouse.”  See GSG Email 13074.  The revised version\ndeleted the language quoted above.\nThis is just one of many examples in the record.  MacDonald had extensive\ninvolvement in the sage-grouse listing decision, used her intimidation tactics in this\ncase, and altered the “best science” to fit a not-warranted decision.\nThis Court is not the first court to notice MacDonald’s tactics.  In Center for\nBiological Diversity v. FWS, 2005 WL 2000928 (N.D.Cal. 2005), the court set\naside a FWS decision under the ESA due to an “irregularity” in the FWS process. \nSpecifically, the court cited pressure from MacDonald to reach an “ordained\noutcome” regardless of the best science.  Id. at *15.\nMacDonald’s principal tactic is to steer the “best science” to a pre-ordained\noutcome.  That may explain why so much of the “best science” in this case was\nverbally communicated and never reduced to writing in any analytical or rigorous\nmanner.  This process allows the ultimate decision-makers to subjectively bend the\n“best science” to their own ends, while obscuring any inconsistencies.  In other\nwords, MacDonald’s principal tactic dovetails precisely with the principal\nweakness in this case.  For that reason, MacDonald’s extensive involvement in the\nsage-grouse listing decision is an independent reason for the Court’s finding that\nthe Director’s 12-Month Finding is arbitrary and capricious under the APA.\nMemorandum Decision – Page 34\n\nCase 4:06-cv-00277-BLW     Document 118      Filed 12/04/2007     Page 35 of 35\n6. Conclusion\nFor the reasons expressed above, the Court finds that the 12-Month Finding\ncontained in 70 Fed. Reg. 2244 et. seq. is arbitrary and capricious under the APA. \nAccordingly, the Court will grant WWP’s motion for summary judgment, reverse\nthe FWS’s decision, and remand the case to the agency for further consideration. \nThe Court will deny the other motions, and will issue a separate Judgment as\nrequired by Rule 58(a)(1).\n        DATED:  December 4, 2007\n                                                         \n         Honorable B. Lynn Winmill\n         Chief U. S. District Judge\nMemorandum Decision – Page 35",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "118",
      "clearinghouse_link": "clearinghouse.net/doc/98337"
    },
    {
      "date": "2010-04-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Idaho",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 98332,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/98332.pdf",
      "title": "Docket [PACER]",
      "text": "Case 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 1 of 22\nAPPEAL,LC1,TERMED\nU.S. District Court\nDistrict of Idaho (LIVE Database)Version 6.1.2 (Pocatello − Eastern)\nCIVIL DOCKET FOR CASE #: 4:06−cv−00277−BLW\nWestern Watersheds Project vs U.S. Fish and Wildlife Service Date Filed: 07/14/2006\nAssigned to: Judge B. Lynn Winmill Date Terminated: 12/04/2007\nCase in other court:  9CCA, 07−35265 Jury Demand: None\nNature of Suit: 893 Environmental Matters\n9CCA, 07−35267\nJurisdiction: U.S. Government Defendant\n9CCA, 08−35352\n9CCA, 08−35353\n9CCA, 08−35409\n9CCA, 08−35414\nCause: 16:1538 Endangered Species Act\nPlaintiff\nWestern Watersheds Project represented by Laurence J Lucas\nAdvocates for the West\nExecutive Director\nPOB 1612\nBoise, ID 83701\n208−342−7024\nFax: 208−342−8286\nEmail: llucas@advocateswest.org\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nTodd C Tucci\nADVOCATES FOR THE WEST\nPOB 1612\nBoise, ID 83701\n(208) 342−7024\nEmail: ttucci@advocateswest.org\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nV.\nDefendant\nUS Fish and Wildlife Service represented by Coby Howell\nUS DEPT OF JUSTICE\nEnvironment & Natural Resources\nDivision\nWildlife & Marine Resourse Section\nc/o US Attorney's Office\n1000 SW Third Ave Ste 600\nPortland, OR 97204\n503−727−1023\nFax: 503−727−1117\nEmail: coby.howell@usdoj.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nRobert Pendleton Williams\nU.S. Department of Justice\nBen Franklin Station\nPOB 7369\nWashington, DC 20044−7369\n202−305−0206\nEmail: robert.p.williams@usdoj.gov\nLEAD ATTORNEY\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 2 of 22\nATTORNEY TO BE NOTICED\nDeborah A Ferguson\nFerguson Durham, PLLC\n223 N. 6th Street\nSuite 325\nBoise, ID 83702\n208−345−5183\nFax: 208−906−8663\nEmail: daf@fergusondurham.com\nATTORNEY TO BE NOTICED\nV.\nIntervenor Defendant\nAnadarko Petroleum Corporation represented by Christopher H Meyer\nGIVENS PURSLEY\nPO Box 2720\nBoise, ID 83701−2720\n(208) 388−1200\nFax: (208) 388−1200\nEmail: chrismeyer@givenspursley.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMichael B Wigmore\nBINGHAM MCCUTCHEN LLP\n2020 K Street, N.W.\nWashington, DC 20006\n(202) 373−6000\nFax: (202) 373−6001\nEmail: michael.wigmore@bingham.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSandra P Franco\nBINGHAM MCCUTCHEN LLP\n2020 K Street, N.W.\nWashington, DC 20006\n(202) 373−6000\nFax: (202) 373−6001\nEmail: s.franco@bingham.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGary G Allen\nGIVENS PURSLEY\nPO Box 2720\nBoise, ID 83701−2720\n(208) 388−1200\nFax: 1−208−388−1300\nEmail: GaryAllen@givenspursley.com\nATTORNEY TO BE NOTICED\nIntervenor Defendant\nState of Wyoming represented by David Fermin Hensley\nOFFICE OF THE GOVERNOR\n304 N. 8th St\nBoise, ID 83720\n(208) 334−2100\nFax: (208) 334−2189\nEmail: dhensley@gov.idaho.gov\nLEAD ATTORNEY\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 3 of 22\nATTORNEY TO BE NOTICED\nRobert A Nicholas\nWyoming Attorney General's Office\n123 Capitol Building\nCheyenne, WY 82002\n307−777−6946\nEmail: jjerde@state.wy.us\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam Gerry Myers , III\nHOLLAND & HART\nPO Box 2527\nBoise, ID 83701\n(208) 342−5000\nFax: (208) 343−8869\nEmail: wmyers@hollandhart.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nIntervenor Defendant\nGovernor James E. Risch represented by David Fermin Hensley\nGovernor James E. Risch (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nThomas C. Perry\nOffice of the Governor\nState Capitol\nBoise, ID 83720\n(208) 334−2100\nFax: (208) 854−3036\nEmail: tom.perry@gov.idaho.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nIntervenor Defendant\nIdaho Farm Bureau Federation represented by James S Burling\nPacific Legal Foundation\n930 G Street\nSacramento, CA 95814\n916−419−7111\nEmail: jsb@pacificlegal.org\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n2105 Coronado\nIdaho Falls, ID 83404\n208−557−5206\nFax: 208−529−9732\nEmail: allen@beardstclair.com\nLEAD ATTORNEY\nNathan M Olsen\nPETERSEN MOSS HALL & OLSEN\n485 \"E\" St\nIdaho Falls, ID 83402\n(208) 523−4650\nFax: (208) 524−3391\nEmail: nolsen@pmholaw.com\nLEAD ATTORNEY\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 4 of 22\nSonya D. Jones\nPacific Legal Foundation\n10940 NE 33rd Place, Ste 210\nBellevue, WA 98004\n425−753−0984\nFax: 425−576−9565\nEmail: redraider2x@yahoo.com\nLEAD ATTORNEY\nRussell C Brooks\nPACIFIC LEGAL FOUNDATION\n10940 NE 33rd Pl Ste 210\nBellevue, WA 98004\n(425) 576−0484\nTERMINATED: 03/22/2007\nPRO HAC VICE\nIntervenor Defendant\nIdaho Cattle Association represented by James S Burling\n(See above for address)\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n(See above for address)\nLEAD ATTORNEY\nNathan M Olsen\n(See above for address)\nLEAD ATTORNEY\nSonya D. Jones\n(See above for address)\nLEAD ATTORNEY\nRussell C Brooks\n(See above for address)\nTERMINATED: 03/22/2007\nPRO HAC VICE\nIntervenor Defendant\nWashington County Farm Bureau represented by James S Burling\n(See above for address)\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n(See above for address)\nLEAD ATTORNEY\nNathan M Olsen\n(See above for address)\nLEAD ATTORNEY\nSonya D. Jones\n(See above for address)\nLEAD ATTORNEY\nRussell C Brooks\n(See above for address)\nTERMINATED: 03/22/2007\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 5 of 22\nPRO HAC VICE\nIntervenor Defendant\nCuster County Farm Bureau represented by James S Burling\n(See above for address)\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n(See above for address)\nLEAD ATTORNEY\nNathan M Olsen\n(See above for address)\nLEAD ATTORNEY\nSonya D. Jones\n(See above for address)\nLEAD ATTORNEY\nRussell C Brooks\n(See above for address)\nTERMINATED: 03/22/2007\nPRO HAC VICE\nIntervenor Defendant\nLost Rivers Farm Bureau represented by James S Burling\n(See above for address)\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n(See above for address)\nLEAD ATTORNEY\nNathan M Olsen\n(See above for address)\nLEAD ATTORNEY\nSonya D. Jones\n(See above for address)\nLEAD ATTORNEY\nRussell C Brooks\n(See above for address)\nTERMINATED: 03/22/2007\nPRO HAC VICE\nIntervenor Defendant\nOregon Livestock Producer represented by James S Burling\nAssociation (See above for address)\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n(See above for address)\nLEAD ATTORNEY\nNathan M Olsen\n(See above for address)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 6 of 22\nLEAD ATTORNEY\nSonya D. Jones\n(See above for address)\nLEAD ATTORNEY\nRussell C Brooks\n(See above for address)\nTERMINATED: 03/22/2007\nPRO HAC VICE\nIntervenor Defendant\nWyoming Farm Bureau Federation represented by James S Burling\n(See above for address)\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n(See above for address)\nLEAD ATTORNEY\nNathan M Olsen\n(See above for address)\nLEAD ATTORNEY\nSonya D. Jones\n(See above for address)\nLEAD ATTORNEY\nRussell C Brooks\n(See above for address)\nTERMINATED: 03/22/2007\nPRO HAC VICE\nIntervenor Defendant\nNevada Farm Bureau represented by James S Burling\n(See above for address)\nLEAD ATTORNEY\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJared Wayne Allen\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nNathan M Olsen\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nSonya D. Jones\n(See above for address)\nLEAD ATTORNEY\nRussell C Brooks\n(See above for address)\nTERMINATED: 03/22/2007\nPRO HAC VICE\nIntervenor Defendant\nWyoming Stock Growers Association represented by\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 7 of 22\nWilliam Gerry Myers , III\n(See above for address)\nLEAD ATTORNEY\nIntervenor Defendant\nPetroleum Association of Wyoming represented by William Gerry Myers , III\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nIntervenor Defendant\nState of Colorado represented by David Fermin Hensley\n(See above for address)\nLEAD ATTORNEY\nTimothy J Monahan\nNatural Resources and Environment\nSection\n1525 Sherman St, 5th Floor\nDenver, CO 80203\nEmail: tim.monahan@state.co.us\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nWilliam Gerry Myers , III\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n07/14/2006 1  COMPLAINT against US Fish and Wildlife Service ( Filing fee $ 350 receipt number\n162717.), filed by Western Watersheds Project. (Attachments: # 1 Cover Sheet # 2\nSummons)(Lucas, Laurence)\n07/17/2006 2  NOTICE of Assignment to Magistrate Judge and Requirement for Consent sent to\ncounsel for Western Watersheds Project re 1 Complaint (caused to be mailed to non\nRegistered Participants at the addresses listed on the Notice of Electronic Filing (NEF)\nby ja, )\n07/17/2006 Summons Issued as to US Fish and Wildlife Service. (ja, )\n07/18/2006 3  AN OBJECTION TO A US MAGISTRATE JUDGE HAS BEEN FILED IN THIS\nCASE. (ja) (Entered: 07/19/2006)\n07/19/2006 DOCKET ENTRY NOTICE of Case Number Change, Case reassigned to Judge B.\nLynn Winmill for all further proceedings. Judge Larry M. Boyle no longer assigned to\ncase. Please use this case number on all future pleadings, CV 06−277−E−BLW (ja)\n09/14/2006 4  SUMMONS Returned Executed by Western Watersheds Project. US Fish and Wildlife\nService served on 7/24/2006, answer due 9/22/2006. (Lucas, Laurence)\n09/18/2006 5  MOTION for Leave to Appear Pro Hac Vice for Michael Wigmore by Anadarko\nPetroleum Corporation. Responses due by 10/12/2006 (Allen, Gary)\n09/18/2006 6  MOTION for Leave to Appear Pro Hac Vice for Sandra Franco by Anadarko\nPetroleum Corporation. Responses due by 10/12/2006 (Allen, Gary)\n09/18/2006 7  Corporate Disclosure Statement by Anadarko Petroleum Corporation identifying None\nas Corporate Parent. (Allen, Gary)\n09/18/2006 8  MOTION to Intervene by Anadarko Petroleum Corporation. Responses due by\n10/12/2006 (Allen, Gary)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 8 of 22\n09/18/2006 9  MEMORANDUM in Support re 8 MOTION to Intervene filed by Anadarko\nPetroleum Corporation. (Allen, Gary)\n09/18/2006 10  DECLARATION of Thomas Clayson re 8 MOTION to Intervene filed by Anadarko\nPetroleum Corporation. (Allen, Gary)\n09/19/2006 CORRECTIVE ENTRY − Docket numbers 6 MOTION for Leave to Appear Pro Hac\nVice for Sandra Franco filed by Anadarko Petroleum Corporation and 5 MOTION for\nLeave to Appear Pro Hac Vice for Michael Wigmore filed by Anadarko Petroleum\nCorporation, were inadvertently filed using the incorrect motion relief. Please\ndisregard them, they are being re−filed. (ja)\n09/19/2006 CORRECTIVE ENTRY − The entry docket number 8 MOTION to Intervene filed by\nAnadarko Petroleum Corporation, was inadvertently filed with the incorrect PDF\nimage attached. Please disregard it. The Motion shall be re−filed with the correct PDF\nimage attached. (ja)\n09/19/2006 11  First MOTION FOR PRO HAC VICE APPEARANCE by Gary G Allen for Sandra P.\nFranco ( Filing fee $ 200 receipt number 180313.) by on behalf of Anadarko\nPetroleum Corporation. Responses due by 10/13/2006 (Allen, Gary)\n09/19/2006 12  First MOTION FOR PRO HAC VICE APPEARANCE by Gary G Allen for Michael\nB. Wigmore ( Filing fee $ 200 receipt number 180342.) by on behalf of Anadarko\nPetroleum Corporation. Responses due by 10/13/2006 (Allen, Gary)\n09/19/2006 13  MOTION to Intervene by Anadarko Petroleum Corporation. Responses due by\n10/13/2006 (Attachments: # 1 Memorandum in Support # 2 Declaration of Tom\nClayson)(Allen, Gary)\n09/19/2006 14  DOCKET ENTRY ORDER approving 11 Motion for Pro Hac Vice Appearance of\nattorney Sandra P Franco for Anadarko Petroleum Corporation Per General Order 206,\nout−of−state counsel shall immediately register for ECF., approving 12 Motion for Pro\nHac Vice Appearance of attorney Michael B Wigmore for Anadarko Petroleum\nCorporation Per General Order 206, out−of−state counsel shall immediately register\nfor ECF. (caused to be mailed to non Registered Participants at the addresses listed on\nthe Notice of Electronic Filing (NEF) by ja, )\n09/19/2006 15  ANSWER to Complaint by US Fish and Wildlife Service.(Williams, Robert)\n09/19/2006 16  Amended MOTION to Intervene by Anadarko Petroleum Corporation. Responses due\nby 10/13/2006 (Attachments: # 1 Memorandum in Support # 2 Amended Declaration\nof Tom Clayson)(Allen, Gary)\n09/19/2006 17  MOTION to Intervene by State of Wyoming. Responses due by 10/13/2006\n(Attachments: # 1 Memorandum in Support # 2 Affidavit Declaration of Tom\nChristiansen# 3 Exhibit Proposed Answer)(Myers, William)\n09/19/2006 18  MOTION FOR PRO HAC VICE APPEARANCE by William Gerry Myers, III,\nWilliam Gerry Myers, III, William Gerry Myers, III for Robert A. Nicholas ( Filing fee\n$ 200 receipt number 180763.) by on behalf of State of Wyoming. Responses due by\n10/13/2006 (Myers, William)\n09/20/2006 19  DOCKET ENTRY ORDER approving 18 Motion for Pro Hac Vice Appearance of\nattorney Robert A Nicholas for State of Wyoming Per General Order 206,\nout−of−state counsel shall immediately register for ECF. (caused to be mailed to non\nRegistered Participants at the addresses listed on the Notice of Electronic Filing (NEF)\nby ta).\n09/20/2006 20  NOTICE of Availability of Magistrate Judge and Requirement for Consent sent to\ncounsel for US Fish and Wildlife Service re 15 Answer to Complaint (caused to be\nmailed to non Registered Participants at the addresses listed on the Notice of\nElectronic Filing (NEF) by ta, )\n09/26/2006 21  NOTICE of Hearing: Telephone Scheduling Conference set for 11/1/2006 08:00 AM\nbefore Honorable B. Lynn Winmill. (Attachments: # 1 Litigation Plan Letter# 2\nLitigation Plan)(caused to be mailed to non Registered Participants at the addresses\nlisted on the Notice of Electronic Filing (NEF) by lg, )\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 9 of 22\n09/27/2006 22  DOCKET ENTRY NOTICE of Hearing: Telephone Scheduling Conference set for\n11/1/2006 at 8:00 AM HAS BEEN RESCHEDULED FOR 11/8/2006 08:00 AM\nbefore Honorable B. Lynn Winmill. All other information contained in the original\nnotice shall remain in effect.(caused to be mailed to non Registered Participants at the\naddresses listed on the Notice of Electronic Filing (NEF) by lg, )\n10/06/2006 23  MEMORANDUM in Opposition re 17 MOTION to Intervene, 16 Amended MOTION\nto Intervene PLAINTIFFS' RESPONSE TO MOTIONS TO INTERVENE filed by\nWestern Watersheds Project. Replies due by 10/23/2006. (Lucas, Laurence)\n10/13/2006 24  MOTION to Intervene by James E. Risch. Responses due by 11/6/2006 (Attachments:\n# 1 Memorandum in Support of Governor's Motion to Intervene# 2 Exhibit Governor's\nProposed Answer# 3 Affidavit Hemker Declaration)(Hensley, David)\n10/19/2006 25  REPLY to Response to Motion re 16 Amended MOTION to Intervene filed by\nAnadarko Petroleum Corporation. (Attachments: # 1 Exhibit Attachment to Reply\nMemorandum (copy of Order in Center for Biological Diversity)# 2 Certificate of\nService)(Meyer, Christopher)\n10/19/2006 26  NOTICE of Appearance by Deborah A Ferguson on behalf of US Fish and Wildlife\nService (Ferguson, Deborah)\n10/20/2006 27  REPLY to Response to Motion re 24 MOTION to Intervene, 17 MOTION to\nIntervene, 16 Amended MOTION to Intervene filed by US Fish and Wildlife Service.\n(Williams, Robert)\n10/23/2006 28  REPLY to Response to Motion re 24 MOTION to Intervene filed by James E. Risch.\n(Hensley, David)\n10/24/2006 29  REPLY to Response to Motion re 17 MOTION to Intervene filed by State of\nWyoming. (Myers, William)\n10/25/2006 30  MEMORANDUM in Opposition re 24 MOTION to Intervene PLAINTIFF'S\nRESPONSE TO IDAHO'S MOTION TO INTERVENE filed by Western Watersheds\nProject. Replies due by 11/8/2006. (Lucas, Laurence)\n10/25/2006 31  SCHEDULING CONFERENCE FORM − LITIGATION PLAN by Western\nWatersheds Project, US Fish and Wildlife Service. (Lucas, Laurence)\n10/26/2006 32  SCHEDULING CONFERENCE FORM − LITIGATION PLAN by State of\nWyoming. (Myers, William)\n10/31/2006 33  NOTICE of Appearance by Thomas C. Perry on behalf of James E. Risch (Perry,\nThomas)\n11/08/2006 34  CASE MANAGEMENT ORDER Hearing on dispositive motions set for 7/9/2007 at\n9:00 a.m. in Boise, ID before the Honorable B. Lynn Winmill. Administrative Record\ndue by 12/4/2006, objections (if any) due by 1/15/2007. Signed by Judge B. Lynn\nWinmill. (caused to be mailed to non Registered Participants at the addresses listed on\nthe Notice of Electronic Filing (NEF) by jlg, )\n11/30/2006 35  MOTION to Amend/Correct 34 Order, by US Fish and Wildlife Service. Responses\ndue by 12/26/2006 (Attachments: # 1 Proposed Order)(Williams, Robert).\n12/01/2006 CORRECTIVE ENTRY − The entry document number 35 MOTION to\nAmend/Correct 34 Order, filed by US Fish and Wildlife Service was filed incorrectly\nin this case. Pursuant to the ECF Procedures, section 12B, all proposed orders are to be\nsubmitted by email to the appropriate Judges proposed order email box. The filing\nparty shall re−submit their proposed order. (ta, )\n12/11/2006 36  MOTION to Intervene by Idaho Farm Bureau Federation, Idaho Farm Bureau\nFederation, Idaho Cattle Association, Washington County Farm Bureau, Custer\nCounty Farm Bureau, Lost Rivers Farm Bureau, Oregon Livestock Producer\nAssociation, Wyoming Farm Bureau Federation, Nevada Farm Bureau. Responses due\nby 1/4/2007 (Attachments: # 1 Memorandum in Support Motion to Intervene# 2\nAffidavit Declaration of Doug Busselman in Support of Motion to Intervene# 3\nAffidavit Declaration of Margene Eiguren in Support of Motion to Intervene# 4\nAffidavit Declaration of Rick Keller in Support of Motion to Intervene# 5 Proposed\nAnswer)(Allen, Jared)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 10 of 22\n12/11/2006 37  MOTION FOR PRO HAC VICE APPEARANCE for Idaho Farm Bureau Federation (\nFiling fee $ 200 receipt number 202934.) by Russell C Brooks. Responses due by\n1/4/2007 (Allen, Jared)\n12/11/2006 38  MOTION FOR PRO HAC VICE APPEARANCE for Idaho Farm Bureau Federation (\nFiling fee $ 200 receipt number 202948.) by Sonya D. Jones. Responses due by\n1/4/2007 (Allen, Jared)\n12/12/2006 39  DOCKET ENTRY ORDER approving 37 & 38 Motions for Pro Hac Vice Appearance\nof attorney Sonya D. Jones and Russell C. Brooks (Notice sent to CM/ECF\nRegistration Clerk); Per General Order 206, out−of−state counsel shall immediately\nregister for ECF. (Notice sent to CM/ECF Registration Clerk) (caused to be mailed to\nnon Registered Participants at the addresses listed on the Notice of Electronic Filing\n(NEF) by ja, )\n12/13/2006 40  ERRATA by Intervenor Defendant Idaho Farm Bureau Federation re 36 MOTION to\nIntervene. (Allen, Jared)\n12/15/2006 41  Administrative Record by Robert Pendleton Williams on behalf of US Fish and\nWildlife Service. (Attachments: # 1 Exhibit)(Williams, Robert)\n12/18/2006 42  Administrative Record by Robert Pendleton Williams on behalf of US Fish and\nWildlife Service. (Attachments: # 1 Exhibit)(Williams, Robert) (3 CD−ROM Disks in\nEnvelope on shelf in Clerk's Office).\n01/06/2007 43  MEMORANDUM in Opposition re 36 MOTION to Intervene Plaintiff's Opposition\nTo Farm Bureau Motion To Intervene filed by Western Watersheds Project. Replies\ndue by 1/22/2007. (Lucas, Laurence)\n01/10/2007 44  DOCKET ENTRY ORDER − Pending before the Court is the unopposed Motion 35\nfiled by Defendant U.S. Fish and Wildlife Service's to Amend the Scheduling Order.\nThe Court having considered the pleadings shall approve the Motion as follows: (1)\nDefendant shall file the administrative record on or before December 18, 2006; (2)\nAny objections to the administrative record shall be filed on or before January 29,\n2007; (3) The remaining deadlines set forth in the Scheduling Order shall remain\nunchanged; and (4) The hearing on the Motion for Summary Judgment remains as\npreviously scheduled on Monday, July 9, 2007 at 9:00 a.m. to 11:00 a.m. in Boise,\nIdaho. Signed by Judge B. Lynn Winmill. (sbh)\n01/11/2007 45  MOTION to Intervene by Wyoming Stock Growers Association, Petroleum\nAssociation of Wyoming. Responses due by 2/5/2007 (Attachments: # 1 # 2 # 3 #\n4)(Myers, William)\n01/11/2007 46  Corporate Disclosure Statement by Wyoming Stock Growers Association, Petroleum\nAssociation of Wyoming identifying None as Corporate Parent. (Myers, William)\n01/12/2007 47  MOTION to Intervene by State of Colorado. Responses due by 2/5/2007\n(Attachments: # 1 Exhibit Proposed Answer# 2 Memorandum in Support # 3 Affidavit\n(Declaration) of Thomas Remington)(Myers, William)\n01/15/2007 48  APPLICATION FOR PRO HAC VICE APPEARANCE for Timothy J. Monahan as\ncounsel for the State of Colorado ( Filing fee $ 200 receipt number 211501.) by\nWilliam Gerry Myers, III. Responses due by 2/8/2007 (Myers, William) Modified on\n1/16/2007 to edit text (ja, ).\n01/16/2007 49  DOCKET ENTRY ORDER approving 48 Motion for Pro Hac Vice Appearance of\nattorney Timothy J Monahan for State of Colorado Per General Order 206,\nout−of−state counsel shall immediately register for ECF. (Notice sent to CM/ECF\nRegistration Clerk) (caused to be mailed to non Registered Participants at the\naddresses listed on the Notice of Electronic Filing (NEF) by ja, )\n01/16/2007 50  MEMORANDUM in Opposition re 45 MOTION to Intervene, 47 MOTION to\nIntervene Plaintiff's Opposition To Further Motions To Intervene filed by Western\nWatersheds Project. Replies due by 1/30/2007. (Lucas, Laurence)\n01/22/2007 51  REPLY to Response to Motion re 36 MOTION to Intervene by Defendant−Intervenor\nApplicants filed by Idaho Farm Bureau Federation, Idaho Cattle Association,\nWashington County Farm Bureau, Custer County Farm Bureau, Lost Rivers Farm\nBureau, Oregon Livestock Producer Association, Wyoming Farm Bureau Federation,\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 11 of 22\nNevada Farm Bureau. (Jones, Sonya)\n01/26/2007 52  STIPULATION re 44 Order,, Stipulation To Extend Time For Objections To Record\nby Western Watersheds Project. (Lucas, Laurence)\n01/27/2007 53  DOCKET ENTRY ORDER − Pending before the Court is the Stipulation of counsel\n52 to Extend Time for filing Objection to the Record. The Court having considered the\npleadings shall approve the Stipulation. The Objections shall be filed on or before\nFebruary 19, 2007. The hearing on the Motion for Summary Judgment remains as\npreviously scheduled on Monday, July 9, 2007 at 9:00 a.m. to 11:00 a.m. in Boise,\nIdaho. Signed by Judge B. Lynn Winmill. (sbh)\n01/30/2007 54  REPLY to Response to Motion re 47 MOTION to Intervene filed by State of\nColorado. (Myers, William)\n01/30/2007 55  REPLY to Response to Motion re 45 MOTION to Intervene filed by Wyoming Stock\nGrowers Association, Petroleum Association of Wyoming. (Myers, William)\n02/02/2007 56  Administrative Record by Robert Pendleton Williams on behalf of US Fish and\nWildlife Service. (Attachments: # 1 Manual Filing Notification)(Williams, Robert) (10\nCDs in file folder on shelf in Clerk's Office [2 sets of 5 CDs] ).\n02/19/2007 57  MOTION to Compel Plaintiff WWP's Objections To Administrative Record, And\nMotion To Compel Supplementation by Western Watersheds Project. Responses due\nby 3/15/2007 (Attachments: # 1 Exhibit A −− Washington Post Article# 2 Exhibit B\n−− New York Times Article)(Lucas, Laurence)\n03/09/2007 58  MEMORANDUM DECISION AND ORDER Granting in part and Denying in Part the\nMotions to Intervene: 16 Amended MOTION to Intervene filed by Anadarko\nPetroleum Corporation, 17 MOTION to Intervene filed by State of Wyoming, 24\nMOTION to Intervene filed by James E. Risch, 45 MOTION to Intervene filed by\nPetroleum Association of Wyoming, Wyoming Stock Growers Association, 36\nMOTION to Intervene filed by Idaho Farm Bureau Federation, Custer County Farm\nBureau, Idaho Cattle Association, Lost Rivers Farm Bureau, Washington County Farm\nBureau, Oregon Livestock Producer Association, Nevada Farm Bureau, Wyoming\nFarm Bureau Federation, 47 MOTION to Intervene filed by State of Colorado. They\nare granted to the extent they seek to intervene only for the purpose of challenging any\nproposed remedy beyond a remand to the Service for the purpose of conducting a\nproper process under the ESA. They are denied in all other respects. Signed by Judge\nB. Lynn Winmill. (caused to be mailed to non Registered Participants at the addresses\nlisted on the Notice of Electronic Filing (NEF) by ja, )\n03/14/2007 59  STIPULATION re 34 Order, Stipulation To Extend Briefing Schedule by Western\nWatersheds Project. (Lucas, Laurence)\n03/14/2007 60  DOCKET ENTRY ORDER − Pending before the Court is the Stipulation 59 to Extend\nBriefing Schedule Time For Objections To Record 58 submitted by Plaintiff Western\nWatersheds Project and Defendant U.S. Fish and Wildlife Service. Good cause\nappearing, IT IS ORDERED THAT said Stipulation is APPROVED. The summary\njudgment briefing as set forth in the Case Management Order 34 is modified as\nfollows: (1) Monday, April 9, 2007: WWP opening summary judgment brief due; (2)\nMonday, May 14, 2007: Service opening/response summary judgment brief due; (3)\nMonday, June 4, 2007: WWP response/reply summary judgment brief due; (4)\nMonday, June 25, 2007: Service reply summary judgment brief due; and (5) The\nhearing date of July 9, 2007 will remain as established in the Case Management Order,\nand is unaffected by this Order. Signed by Judge B. Lynn Winmill. (sbh)\n03/15/2007 61  RESPONSE to Motion re 57 MOTION to Compel Plaintiff WWP's Objections To\nAdministrative Record, And Motion To Compel Supplementation filed by US Fish and\nWildlife Service. Replies due by 3/29/2007. (Attachments: # 1 Declaration# 2\nExhibit)(Williams, Robert)\n03/22/2007 62  NOTICE OF DEATH Upon the Record as to Attorney Russell C. Brooks by Idaho\nFarm Bureau Federation, Idaho Cattle Association, Washington County Farm Bureau,\nCuster County Farm Bureau, Oregon Livestock Producer Association, Nevada Farm\nBureau (Jones, Sonya)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 12 of 22\n03/23/2007 63  NOTICE OF APPEAL (Interlocutory) as to 58 Memorandum Decision, Order,\nTerminate Motions by Idaho Farm Bureau Federation, Idaho Cattle Association,\nWashington County Farm Bureau, Custer County Farm Bureau, Lost Rivers Farm\nBureau, Oregon Livestock Producer Association, Wyoming Farm Bureau Federation,\nNevada Farm Bureau, Wyoming Stock Growers Association, Petroleum Association of\nWyoming, Anadarko Petroleum Corporation. Filing fee $ 455, receipt number 230594.\n(Notice sent by e−mail to Court Reporter) (Attachments: # 1 Docketing Statement# 2\nRepresentation Statement)(Meyer, Christopher)\n03/23/2007 64  Expedited MOTION to Stay Pending Appeal by Idaho Farm Bureau Federation, Idaho\nCattle Association, Washington County Farm Bureau, Custer County Farm Bureau,\nLost Rivers Farm Bureau, Oregon Livestock Producer Association, Wyoming Farm\nBureau Federation, Nevada Farm Bureau, Wyoming Stock Growers Association,\nPetroleum Association of Wyoming, Anadarko Petroleum Corporation. Responses due\nby 4/16/2007 (Attachments: # 1 Memorandum in Support)(Meyer, Christopher)\n03/23/2007 65  Transmission of Notice of Appeal and Docket Sheet to US Court of Appeals re 63\nNotice of Appeal, (ja, )\n03/23/2007 66  CERTIFICATE of Record on Appeal re 63 Notice of Appeal, (ja, )\n03/26/2007 67  RESPONSE to Motion re 64 Expedited MOTION to Stay Pending Appeal filed by US\nFish and Wildlife Service. Replies due by 4/9/2007. (Williams, Robert)\n03/26/2007 68  NOTICE OF APPEAL (Interlocutory) as to 58 Memorandum Decision, Order,\nTerminate Motions by State of Colorado, State of Wyoming, James E. Risch. Filing\nfee $ 455, receipt number 231130. (Notice sent by e−mail to Court Reporter)\n(Attachments: # 1 Docketing Statement# 2 Memorandum Decision and Order# 3\nRepresentation Statement)(Hensley, David) .\n03/26/2007 69  Transmission of Notice of Appeal and Docket Sheet to US Court of Appeals re 68\nNotice of Appeal (ja, )\n03/26/2007 70  CERTIFICATE of Record on Appeal re 68 Notice of Appeal, (ja, )\n03/26/2007 71  Expedited Joint MOTION to Stay by State of Colorado, State of Wyoming, James E.\nRisch. Responses due by 4/19/2007 (Attachments: # 1 Memorandum in\nSupport)(Hensley, David)\n03/28/2007 72  DOCKET ENTRY ORDER − The Court has received expedited motions to stay\npending appeal. Under the standard briefing deadlines, the briefing on these motions\nwill be completed by the end of April, 2007. Because this is about two months before\nthe hearing on the cross−motions for summary judgment, it will give the Court ample\ntime to rule on the motions to stay before the summary judgment hearing. If the\nmotions to stay are granted, the summary judgment hearing will be vacated and further\nproceedings stayed pending appeal. If the motions to stay are denied, the proposed\nintervenors will still have time to appeal that decision prior to the hearing on the\nsummary judgment motions. Thus, the Court will not compel expedited briefs on the\nmotions to stay, but will urge counsel to complete the briefing as quickly as possible,\nand then notify the Court that all briefing is complete so that the Court might rule\nexpeditiously. Contact Dave Metcalf at(208) 334−9025 when the briefing is complete.\nSigned by Judge B. Lynn Winmill. (sbh)\n03/28/2007 73  MOTION FOR PRO HAC VICE APPEARANCE for Idaho Farm Bureau Federation,\nIdaho Cattle Association, Washington County Farm Bureau, Custer County Farm\nBureau, Lost Rivers Farm Bureau, Oregon Livestock Producer Association, Wyoming\nFarm Bureau Federation, Nevada Farm Bureau ( Filing fee $ 200 receipt number\n232031.) by Idaho Farm Bureau Federation, Idaho Cattle Association, Washington\nCounty Farm Bureau, Custer County Farm Bureau, Lost Rivers Farm Bureau, Oregon\nLivestock Producer Association, Wyoming Farm Bureau Federation, Nevada Farm\nBureau. Responses due by 4/23/2007 (Olsen, Nathan)\n03/29/2007 74  DOCKET ENTRY ORDER approving 73 Application for Pro Hac Vice Appearance\nof attorney James S Burling for Idaho Farm Bureau Federation, Idaho Cattle\nAssociation, Washington County Farm Bureau, Custer County Farm Bureau, Lost\nRivers Farm Bureau, Oregon Livestock Producer Association, Wyoming Farm Bureau\nFederation, Nevada Farm Bureau Per General Order 206, out−of−state counsel shall\nimmediately register for ECF. (Notice sent to CM/ECF Registration Clerk) (caused to\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 13 of 22\nbe mailed to non Registered Participants at the addresses listed on the Notice of\nElectronic Filing (NEF) by ja, )\n03/29/2007 75  NOTICE by Western Watersheds Project re 57 MOTION to Compel Plaintiff WWP's\nObjections To Administrative Record, And Motion To Compel Supplementation\nNOTICE OF WITHDRAWAL OF MOTION TO COMPEL (Lucas, Laurence)\n04/05/2007 76  USCA Case Number 07−35265 for 63 Notice of Appeal,, filed by Idaho Farm Bureau\nFederation, Custer County Farm Bureau, Idaho Cattle Association, Lost Rivers Farm\nBureau, Washington County Farm Bureau, Oregon Livestock Producer Association,\nPetroleum Association of Wyoming, Nevada Farm Bureau, Wyoming Stock Growers\nAssociation, Anadarko Petroleum Corporation, Wyoming Farm Bureau Federation.\n(ja, )\n04/05/2007 77  USCA Scheduling Order as to 63 Notice of Appeal,, filed by Idaho Farm Bureau\nFederation, Custer County Farm Bureau, Idaho Cattle Association, Lost Rivers Farm\nBureau, Washington County Farm Bureau, Oregon Livestock Producer Association,\nPetroleum Association of Wyoming, Nevada Farm Bureau, Wyoming Stock Growers\nAssociation, Anadarko Petroleum Corporation, Wyoming Farm Bureau Federation.\n(Notice sent by e−mail to Court Reporter) (ja, )\n04/05/2007 78  USCA Case Number 07−35267 for 68 Notice of Appeal, filed by James E. Risch,\nState of Colorado, State of Wyoming. (ja, )\n04/05/2007 79  USCA Scheduling Order as to 68 Notice of Appeal, filed by James E. Risch, State of\nColorado, State of Wyoming. (Notice sent by e−mail to Court Reporter) (ja)\n04/09/2007 80  MOTION for Summary Judgment by Western Watersheds Project. Responses due by\n5/3/2007 (Attachments: # 1 Plaintiff WWPs Opening Summary Judgment Brief# 2\nPlaintiff's Statement of Facts# 3 WWP Exh 1: Listing Petition# 4 WWP EXH 2: May\nBe Warranted Finding# 5 WWP EXH 3: Not Warranted Determination# 6 WWP EXH\n4: ESA Background memo# 7 WWP EXH 5: prior listing memo# 8 WWP EXH 6:\nthreat rankings# 9 WWP EXH 7: extinction votes# 10 WWP EXH 8: extinction bar\ngraphs# 11 WWP EXH 9: Nov mtg memo# 12 WWP EXH 10: Allen notes# 13 WWP\nEXH 11: Deibert presentation# 14 WWP EXH 12: decision team votes# 15 WWP\nEXH 13: pop summary# 16 WWP EXH 14: Graf clean it up# 17 WWP EXH 15: JM\ninterfere# 18 WWP EXH 16: Inspector General report)(Lucas, Laurence)\n04/09/2007 81  MOTION for Leave to File Excess Pages Unopposed Motion To Allow Oversized\nOpening Summary Judgment Brief by Western Watersheds Project. Responses due by\n5/3/2007 (Lucas, Laurence)\n04/09/2007 82  NOTICE RE: REMEDIAL RELIEF by Western Watersheds Project re 80 MOTION\nfor Summary Judgment, 58 Memorandum Decision Order NOTICE RE: REMEDIAL\nRELIEF (Lucas, Laurence)\n04/10/2007 83  DOCKET ENTRY ORDER − Pending before the Court is Western Watersheds\nProject's unopposed Motion To Allow Oversized Opening Summary Judgment Brief\n81 . As the motion is unopposed by Defendant U.S. Fish and Wildlife Service, and\ngood cause appearing, IT IS ORDERED THAT the motion is GRANTED, and\nPlaintiff may file its opening summary judgment brief totaling not more than 46 page\nof text. Signed by Judge B. Lynn Winmill. (caused to be mailed to non Registered\nParticipants at the addresses listed on the Notice of Electronic Filing (NEF) by sbh)\n04/12/2007 84  NOTICE of Hearing on Motion 80 MOTION for Summary Judgment : Motion\nHearing set for 7/9/2007 09:00 AM in Boise, ID before Honorable B. Lynn Winmill.\n(caused to be mailed to non Registered Participants at the addresses listed on the\nNotice of Electronic Filing (NEF) by lg, )\n04/16/2007 85  STIPULATION re 63 Notice of Appeal,, 68 Notice of Appeal, 64 Expedited MOTION\nto Stay Pending Appeal, 71 Joint MOTION to Stay by Anadarko Petroleum\nCorporation. (Meyer, Christopher)\n04/16/2007 86  ORDER of USCA as to 63 Notice of Appeal,, filed by Idaho Farm Bureau Federation,\nCuster County Farm Bureau, Idaho Cattle Association, Lost Rivers Farm Bureau,\nWashington County Farm Bureau, Oregon Livestock Producer Association, Petroleum\nAssociation of Wyoming, Nevada Farm Bureau, Wyoming Stock Growers\nAssociation, Anadarko Petroleum Corporation, Wyoming Farm Bureau Federation (ja,\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 14 of 22\n) (Entered: 04/17/2007)\n04/17/2007 87  DOCKET ENTRY ORDER − The Court hereby APPROVES IN FULL the\nStipulation 85 , and adopts the deadlines and procedures contained therein. Signed by\nJudge B. Lynn Winmill. (sbh) Modified on 4/18/2007 to link to dkt #85 (ja).\n05/07/2007 88  WITHDRAWAL OF DOCUMENT re: 64 Expedited MOTION to Stay Pending\nAppeal filed by Idaho Farm Bureau Federation, Custer County Farm Bureau, Idaho\nCattle Association, Lost Rivers Farm Bureau, Washington County Farm Bureau,\nOregon Livestock Producer Association, Petroleum Association of Wyoming, Nevada\nFarm Bureau, Wyoming Stock Growers Association, Anadarko Petroleum\nCorporation, Wyoming Farm Bureau Federation. (Meyer, Christopher)\n05/08/2007 89  NOTICE by State of Colorado, State of Wyoming, James E. Risch re 71 Joint\nMOTION to Stay (Hensley, David)\n05/10/2007 90  MOTION for Extension of Time to File Response/Reply Defendant's Unopposed\nMotion for Extension of Time to File its Combined Opposition to Plaintiffs Motion for\nSummary Judgment and Cross−motion for Summary Judgment by US Fish and\nWildlife Service. Responses due by 6/4/2007 (Williams, Robert)\n05/10/2007 91  ORDER of USCA as to 63 Notice of Appeal, filed by Idaho Farm Bureau Federation,\nCuster County Farm Bureau, Idaho Cattle Association, Lost Rivers Farm Bureau,\nWashington County Farm Bureau, Oregon Livestock Producer Association, Petroleum\nAssociation of Wyoming, Nevada Farm Bureau, Wyoming Stock Growers\nAssociation, Anadarko Petroleum Corporation, Wyoming Farm Bureau Federation.\nAppellants' motion for voluntary dismissal of this appeal is granted. This appeal is\ndismissed. The certified copy of this order sent to the District Court shall constitute the\nmandate. (ja)\n05/11/2007 92  DOCKET ENTRY ORDER − Pending before the Court is Defendant U.S. Fish and\nWildlife Service's Unopposed Motion 90 for Extension of Time to File its Combined\nOpposition to Plaintiffs Motion for Summary Judgment and Cross−motion for\nSummary Judgment. The Court having considered the pleadings, shall grant the\nmotion. It is hereby ordered as follows: (1) Defendant and Intervenor−Defendants\nshall have until May 21, 2007 to file their oppositions and cross−motions for summary\njudgment; and (2) Plaintiff shall have until June 11, 2007 to file its combined\nopposition and reply. The remaining deadlines set forth in the Scheduling Order shall\nremain unchanged. Signed by Judge B. Lynn Winmill.(caused to be mailed to non\nRegistered Participants at the addresses listed on the Notice of Electronic Filing (NEF)\nby sbh)\n05/11/2007 93  Consent MOTION for Leave to File Excess Pages by Idaho Farm Bureau Federation,\nIdaho Cattle Association, Washington County Farm Bureau, Custer County Farm\nBureau, Lost Rivers Farm Bureau, Oregon Livestock Producer Association, Wyoming\nFarm Bureau Federation, Nevada Farm Bureau, Wyoming Stock Growers Association,\nPetroleum Association of Wyoming, State of Colorado, Anadarko Petroleum\nCorporation, State of Wyoming, James E. Risch. Responses due by 6/4/2007 (Myers,\nWilliam)\n05/11/2007 Set/Reset Deadlines as to 80 MOTION for Summary Judgment. This is a court utility\nevent only. Responses due by 5/21/2007 Replies due by 6/11/2007. (ja, ) (Entered:\n05/14/2007)\n05/14/2007 Set Deadlines/Hearings: This is a court utility event only. Case Management deadline\nset for 5/21/2007 for defendant and Intervenor−defs to file their cross−motions for\nsummary judgment. (ja, )\n05/16/2007 94  DOCKET ENTRY ORDER − Pending before the Court is the unopposed motion 93 of\nDefendants−Intervenors for leave to file over−length briefs in support of both their\ncross−motions for summary judgment and their responses to Plaintiffs motion for\nsummary judgment, and the State Intervenors request for leave to file an over−length\nstatement of facts. IT IS HEREBY ORDERED that the Motion is GRANTED, and\nDefendants−Intervenors may file their briefs totaling not more than 35 pages of text\nand that the state Intervenors may file a statement of facts not to exceed 15 pages in\nlength. The private party Intervenors shall file a statement of facts not to exceed 10\npages in length. Signed by Judge B. Lynn Winmill. (caused to be mailed to non\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 15 of 22\nRegistered Participants at the addresses listed on the Notice of Electronic Filing (NEF)\nby sbh)\n05/21/2007 95  Cross MOTION for Summary Judgment and Response to WWP's Motion for Summary\nJudgment by Anadarko Petroleum Corporation. Responses due by 6/14/2007\n(Attachments: # 1 Memorandum in Support Response to WWP's Motion for Summary\nJudgment & Memorandum in Support of Cross−Motion for Summary Judgment# 2\nStatement of Material Facts)(Meyer, Christopher)\n05/21/2007 96  DECLARATION of Christopher Meyer re 95 Cross MOTION for Summary Judgment\nand Response to WWP's Motion for Summary Judgment filed by Anadarko Petroleum\nCorporation. (Attachments: # 1 Appendix 4_172# 2 Appendix 4_213# 3 Appendix\n4_218# 4 Appendix 4_223# 5 Appendix BLM76# 6 Appendix PC−34# 7 Appendix\nPC−37# 8 Appendix PC−46# 9 Appendix PC−761# 10 Appendix PC−781# 11\nAppendix PC−801# 12 Appendix PC−868# 13 Appendix BLM2004a# 14 Appendix\nEM639# 15 Appendix EM1307# 16 Appendix EM5442# 17 Appendix EM5454# 18\nAppendix EM8052# 19 Appendix EM8627)(Meyer, Christopher)\n05/21/2007 97  Cross MOTION for Summary Judgment by US Fish and Wildlife Service. Responses\ndue by 6/14/2007 (Attachments: # 1 Exhibit Washington State Farm Bureau v. NMFS,\nNo. C06−388Z (W.D. Wash., Dec. 20, 2006)# 2 Affidavit Declaration of Thomas R.\nGraf# 3 Defendant's Response to Plaintiff's Statement of Facts)(Williams, Robert)\n05/21/2007 98  MEMORANDUM in Opposition re 80 MOTION for Summary Judgment filed by US\nFish and Wildlife Service. Replies due by 6/5/2007. (Attachments: # 1 Exhibit\nWashington State Farm Bureau v. NMFS, No. C06−388Z (W.D. Wash., Dec. 20,\n2006)# 2 Affidavit Declaration of Thomas R. Graf# 3 Defendant's Response to\nPlaintiff's Statement of Facts)(Williams, Robert)\n05/21/2007 99  Consent MOTION for Leave to File Excess Pages by US Fish and Wildlife Service.\nResponses due by 6/14/2007 (Williams, Robert)\n05/21/2007 100  MOTION for Summary Judgment by State of Colorado, State of Wyoming, James E.\nRisch. Responses due by 6/14/2007 (Attachments: # 1 Memorandum in Support # 2\nExhibit WAFWA Graphing for 1995−2004# 3 Exhibit Solicitor's Opinion: DOI# 4\nExhibit BLM Conservation Efforts# 5 Statement of Facts# 6 Exhibit 2nd Hemker\nDeclaration# 7 Exhibit Hemker Exhibit 1# 8 Exhibit Hemker Exhibit 2)(Hensley,\nDavid)\n05/21/2007 101  CERTIFICATE OF SERVICE by Anadarko Petroleum Corporation re 96 Declaration,,\n(Meyer, Christopher)\n05/21/2007 102  CERTIFICATE OF SERVICE by Anadarko Petroleum Corporation re 95 Cross\nMOTION for Summary Judgment and Response to WWP's Motion for Summary\nJudgment (Meyer, Christopher)\n05/21/2007 104  ORDER of USCA as to 68 Notice of Appeal, filed by James E. Risch, State of\nColorado, State of Wyoming. Appellants' motion for voluntary dismissal of this appeal\nis granted. (ja, ) (Entered: 05/22/2007)\n05/22/2007 103  DOCKET ENTRY NOTICE of Hearing on Motion 95 Cross MOTION for Summary\nJudgment and Response to WWP's Motion for Summary Judgment, 97 Cross MOTION\nfor Summary Judgment, 100 MOTION for Summary Judgment : Motion Hearing set\nfor 7/9/2007 09:00 AM in Boise, ID before Honorable B. Lynn Winmill. (caused to be\nmailed to non Registered Participants at the addresses listed on the Notice of\nElectronic Filing (NEF) by lg, )\n05/29/2007 105  DOCKET ENTRY ORDER − Pending before the Court is the unopposed Consent\nMotion 99 filed the the U.S. Fish and Wildlife Service for Leave to File an Overlength\nBrief. The Court having considered the pleadings shall grant the motion. IT IS\nHEREBY ORDERED that the overlength brief is hereby ordered filed. Signed by\nJudge B. Lynn Winmill. (caused to be mailed to non Registered Participants at the\naddresses listed on the Notice of Electronic Filing (NEF) by sbh)\n06/10/2007 106  REPLY to Response to Motion re 80 MOTION for Summary Judgment, 97 Cross\nMOTION for Summary Judgment Plaintiff WWPs Combined Reply Brief In Support\nOf Its Summary Judgment Motion, And Response Brief Opposing Defendant's Motion\nFor Summary Judgment filed by Western Watersheds Project. (Attachments: # 1\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 16 of 22\nDeclaration of Jon Marvel# 2 Certificate of Service)(Lucas, Laurence)\n06/10/2007 107  MOTION for Leave to File Excess Pages Motion For Leave To File Overlength\nCombined Reply/Response Summary Judgment Brief by Western Watersheds Project.\nResponses due by 7/9/2007 (Lucas, Laurence)\n06/10/2007 108  MEMORANDUM in Opposition re 100 MOTION for Summary Judgment, 95 Cross\nMOTION for Summary Judgment and Response to WWP's Motion for Summary\nJudgment Plaintiff WWP's Response Brief Opposing Intervenors' Motions For\nSummary Judgment filed by Western Watersheds Project. Replies due by 6/25/2007.\n(Lucas, Laurence)\n06/11/2007 109  DOCKET ENTRY ORDER − Pending before the Court is Plaintiff's Motion To Allow\nOversized Reply/Response Summary Judgment Brief 107 , which totals 44 pages of\ntext and represents a combined reply brief in support of Plaintiff's motion for summary\njudgment and response brief opposing Defendant's motion for summary judgment. The\nCourt having considered the pleadings shall grant the motion. IT IS HEREBY\nORDERED that the motion is GRANTED, and Plaintiff may file its proposed\nCombined Reply/Response Summary Judgment Brief totaling not more than 44 pages\nof text. Signed by Judge B. Lynn Winmill. (caused to be mailed to non Registered\nParticipants at the addresses listed on the Notice of Electronic Filing (NEF) by sbh)\n06/12/2007 110  RESPONSE to Motion re 100 MOTION for Summary Judgment, 95 Cross MOTION\nfor Summary Judgment and Response to WWP's Motion for Summary Judgment, 97\nCross MOTION for Summary Judgment filed by Western Watersheds Project. Replies\ndue by 6/29/2007. (Tucci, Todd) Modified on 6/13/2007 to link to dkt #80 (ja, ).\n06/13/2007 Set/Reset Deadlines as to 97 Cross MOTION for Summary Judgment, 95 Cross\nMOTION for Summary Judgment and Response to WWP's Motion for Summary\nJudgment, 100 MOTION for Summary Judgment. This is a court utility event only.\nReplies due by 6/25/2007. See docket order #60 (ja)\n06/25/2007 111  REPLY to Response to Motion re 95 Cross MOTION for Summary Judgment and\nResponse to WWP's Motion for Summary Judgment filed by Anadarko Petroleum\nCorporation. (Attachments: # 1 Certificate of Service# 2 Declaration of Christopher H.\nMeyer# 3 Exhibit 4_56 to Declaration# 4 Exhibit 4−134 to Declaration# 5 Exhibit\n4_213 to Declaration# 6 Exhibit 4_220 to Declaration# 7 Exhibit PC_580 to\nDeclaration# 8 Exhibit PC_868 to Declaration# 9 Certificate of Service for\nDeclaration)(Meyer, Christopher)\n06/25/2007 112  REPLY to Response to Motion re 97 Cross MOTION for Summary Judgment filed by\nUS Fish and Wildlife Service. (Williams, Robert)\n06/25/2007 113  Consent MOTION for Leave to File Excess Pages by US Fish and Wildlife Service.\nResponses due by 7/23/2007 (Williams, Robert)\n06/25/2007 114  REPLY to Response to Motion re 100 MOTION for Summary Judgment filed by State\nof Colorado, State of Wyoming, James E. Risch. (Perry, Thomas)\n06/29/2007 115  NOTICE by Wyoming Stock Growers Association, Petroleum Association of\nWyoming of Supplemental Authority (Attachments: # 1 NAHB v. Defenders,\n06−340)(Myers, William)\n07/09/2007 116  Minute Entry for proceedings held before Judge B. Lynn Winmill : Motion Hearing\nheld on 7/9/2007 re 100 MOTION for Summary Judgment filed by James E. Risch,\nState of Colorado, State of Wyoming, 95 Cross MOTION for Summary Judgment and\nResponse to WWP's Motion for Summary Judgment filed by Anadarko Petroleum\nCorporation, 80 MOTION for Summary Judgment filed by Western Watersheds\nProject, 97 Cross MOTION for Summary Judgment filed by US Fish and Wildlife\nService. Matters deemed UNDER ADVISEMENT. (Court Reporter Stacy Heinz.) (lg,\n)\n10/04/2007 117  DOCKET ENTRY ORDER − Pending before the Court is Defendant U.S. Fish and\nWildlife Service's unopposed Motion 113 for Leave to File Excess Pages. The Court\nhaving considered the pleadings shall grant the motion. IT IS HEREBY ORDERED\nthat Defendant may file a reply brief in support of its combined opposition to\nPlaintiff's motion for summary judgment and cross−motion for summary judgment not\nexceeding 25 pages of text. Signed by Judge B. Lynn Winmill. (caused to be mailed to\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 17 of 22\nnon Registered Participants at the addresses listed on the Notice of Electronic Filing\n(NEF) by sbh)\n12/04/2007 118  MEMORANDUM DECISION re: 80 MOTION for Summary Judgment filed by\nWestern Watersheds Project. The Court will grant WWPs motion for summary\njudgment, reverse the FWS's decision, and remand the case to the agency for further\nconsideration. The Court will deny the other motions, and will issue a separate\nJudgment as required by Rule 58(a)(1). Signed by Judge B. Lynn Winmill. (caused to\nbe mailed to non Registered Participants at the addresses listed on the Notice of\nElectronic Filing (NEF) by ja, )\n12/04/2007 119  JUDGMENT Granting 80 MOTION for Summary Judgment filed by Western\nWatersheds Project; Denying 97 Cross MOTION for Summary Judgment filed by US\nFish and Wildlife Service; Denying 100 MOTION for Summary Judgment filed by\nJames E. Risch, State of Colorado, State of Wyoming; Denying 95 Cross MOTION for\nSummary Judgment and Response to WWP's Motion for Summary Judgment filed by\nAnadarko Petroleum Corporation. Signed by Judge B. Lynn Winmill. (caused to be\nmailed to non Registered Participants at the addresses listed on the Notice of\nElectronic Filing (NEF) by ja, )\n12/04/2007 120  DOCKET ENTRY ORDER − For recordkeeping purposes, the Memorandum\nDecision 118 and Judgment 119 filed this date, are amended as to the caption only.\nThe Fish and Wildlife Service replaces the U.S. Forest Service, which was\ninadvertently listed as the Defendant. Signed by Judge B. Lynn Winmill. (sbh)\n12/18/2007 121  MOTION for Reconsideration re 120 Order, 119 Judgment, 118] Memorandum\nDecision by Idaho Farm Bureau Federation, Idaho Cattle Association, Washington\nCounty Farm Bureau, Custer County Farm Bureau, Lost Rivers Farm Bureau, Oregon\nLivestock Producer Association, Wyoming Farm Bureau Federation, Nevada Farm\nBureau, Wyoming Stock Growers Association, Petroleum Association of Wyoming,\nState of Colorado, State of Wyoming, James E. Risch. Responses due by 1/11/2008\n(Jones, Sonya).\n12/18/2007 122  MOTION to Alter Judgment Plaintiff's Motion To Alter Or Amend Judgment by\nWestern Watersheds Project. Responses due by 1/11/2008 (Attachments: # 1\nMemorandum in Support Brief In Support Of Motion To Alter Or Amend\nJudgment)(Lucas, Laurence)\n12/19/2007 123  DOCKET ENTRY NOTICE of Hearing on Motion 122 MOTION to Alter Judgment\nPlaintiff's Motion To Alter Or Amend Judgment : Motion Hearing set for 2/22/2008\n08:30 AM in Boise, ID before Judge B. Lynn Winmill. (caused to be mailed to non\nRegistered Participants at the addresses listed on the Notice of Electronic Filing (NEF)\nby lg, )\n12/21/2007 124  DOCKET ENTRY ORDER − The Court has before it Intervenors' motion for\nreconsideration. The Court fully considered Intervenor's arguments in making its\nearlier ruling. Accordingly, the motion to reconsider 121 is DENIED.. Signed by\nJudge B. Lynn Winmill. (caused to be mailed to non Registered Participants at the\naddresses listed on the Notice of Electronic Filing (NEF) by sbh)\n12/24/2007 125  DOCKET ENTRY ORDER − The Court previously denied Intervenors' motion for\nreconsideration 124 , but will now expand upon its decision. A motion seeking\nreconsideration is only appropriate if the district court (1) is presented with newly\ndiscovered evidence, (2) committed clear error or the initial decision was manifestly\nunjust, or (3) if there is an intervening change in controlling law, or, perhaps, in some\nother highly unusual circumstances. School Dist. No. 1J, Multnomah County, Oregon\nv. ACandS, Inc., 5 F.3d 1255, 1263 (9th Cir. 1993). The Court carefully considered the\nbriefs submitted in support of the motion to reconsider and finds that the Intervenors\nhave not presented grounds requiring the Court to reconsider its earlier decision. The\nCourt fully considered Intervenor's arguments in making its earlier ruling.\nAccordingly, the motion to reconsider 121 is DENIED. Signed by Judge B. Lynn\nWinmill. (sbh)\n01/08/2008 126  Private Party Intervenors' Response to 122 Plaintiff's Motion To Alter Or Amend\nJudgment filed by Wyoming Stock Growers Association, Petroleum Association of\nWyoming. Replies due by 1/28/2008.(Myers, William) Modified on 1/9/2008 to edit\ntext (ja).\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 18 of 22\n01/11/2008 127  MEMORANDUM in Opposition re 122 MOTION to Alter Judgment Plaintiff's\nMotion To Alter Or Amend Judgment filed by US Fish and Wildlife Service. Replies\ndue by 1/31/2008. (Attachments: # 1 Affidavit Declaration of Bryan Arroyo, # 2 Text\nof Proposed Order)(Williams, Robert)\n01/11/2008 128  MEMORANDUM in Opposition re 122 MOTION to Alter Judgment Plaintiff's\nMotion To Alter Or Amend Judgment filed by State of Colorado, State of Wyoming,\nJames E. Risch. Replies due by 1/31/2008. (Attachments: # 1 Exhibit Hemker\nDeclaration, # 2 Exhibit Christiansen Declaration)(Perry, Thomas)\n01/29/2008 129  DOCKET ENTRY NOTICE of Hearing on Motion 122 MOTION to Alter Judgment\nPlaintiff's Motion To Alter Or Amend Judgment : DUE TO THE COURT'S TRIAL\nCALENDAR, THE Motion Hearing set for 2/22/2008 AT 8:30 AM HAS BEEN\nRESCHEDULED BY THE COURT FOR HEARING ON 2/29/2008 09:00 AM in\nBoise, ID before Judge B. Lynn Winmill. (caused to be mailed to non Registered\nParticipants at the addresses listed on the Notice of Electronic Filing (NEF) by lg, )\n01/30/2008 130  STIPULATION re 122 MOTION to Alter Judgment Plaintiff's Motion To Alter Or\nAmend Judgment STIPULATION ON REMAND by Western Watersheds Project.\n(Attachments: # 1 Proposed Order)(Lucas, Laurence)\n01/31/2008 CORRECTIVE ENTRY − The entry document number 130 Stipulation filed by\nWestern Watersheds Project in regards to the proposed order, was filed incorrectly in\nthis case. Pursuant to the ECF Procedures, section 12B, all proposed orders are to be\nsubmitted by email to the appropriate Judges proposed order email box and not\nattached to pleadings. The filing party shall re−submit their proposed order. (jm)\n02/07/2008 131  MOTION to withdraw Stipulation Coby Howell appearing for Defendant US Fish and\nWildlife Service. Responses due by 3/3/2008 (Attachments: # 1 Affidavit of Bryan\nArroyo)(Howell, Coby)\n02/13/2008 132  MEMORANDUM in Opposition re 131 MOTION to withdraw Stipulation, 122\nMOTION to Alter Judgment Plaintiff's Motion To Alter Or Amend Judgment WWP'S\nBRIEF OPPOSING SERVICE MOTION TO WITHDRAW STIPULATION ON\nREMAND filed by Western Watersheds Project. Replies due by 3/3/2008.\n(Attachments: # 1 Lucas Declaration, # 2 Exhibit 1, # 3 Exhibit 2, # 4 Exhibit 3, # 5\nExhibit 4, # 6 Exhibit 5)(Lucas, Laurence)\n02/13/2008 133  DOCKET ENTRY ORDER − Finding good cause therefore, NOW THEREFORE IT\nIS HEREBY ORDERED, that the Government's Motion to Withdraw Stipulation 131\nshall be heard on February 29, 2008, along with the Motion to Alter or Amend 122 .\nSigned by Judge B. Lynn Winmill. (sbh)\n02/15/2008 134  DOCKET ENTRY NOTICE of Hearing on Motion 131 MOTION to withdraw\nStipulation : Pursuant to order (doc 133) Motion Hearing set for 2/29/2008 09:00 AM\nin Boise, ID before Judge B. Lynn Winmill. (caused to be mailed to non Registered\nParticipants at the addresses listed on the Notice of Electronic Filing (NEF) by lg, )\n02/21/2008 135  REPLY to Response to Motion re 131 MOTION to withdraw Stipulation filed by US\nFish and Wildlife Service.(Williams, Robert)\n02/29/2008 136  Minute Entry for proceedings held before Judge B. Lynn Winmill: Motion Hearing\nheld on 2/29/2008 re 122 MOTION to Alter Judgment Plaintiff's Motion To Alter Or\nAmend Judgment filed by Western Watersheds Project, 131 MOTION to withdraw\nStipulation filed by US Fish and Wildlife Service. (Court Reporter Stacy Heinz.) (so)\n02/29/2008 137  MEMORANDUM DECISION AND ORDER Deeming as moot 122 MOTION To\nAlter Or Amend Judgment filed by Western Watersheds Project, Denying 131\nMOTION to withdraw Stipulation filed by US Fish and Wildlife Service. The\nStipulation 130 is Approved. Signed by Judge B. Lynn Winmill. (caused to be mailed\nto non Registered Participants at the addresses listed on the Notice of Electronic Filing\n(NEF) by jm, )\n03/14/2008 138  MOTION for Attorney Fees Plaintiff's Motion For Award Of Attorney Fees And\nLitigation Expenses Laurence J Lucas appearing for Plaintiff Western Watersheds\nProject. Responses due by 4/7/2008 (Lucas, Laurence)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 19 of 22\n03/14/2008 139  MOTION to Stay re 138 MOTION for Attorney Fees Plaintiff's Motion For Award Of\nAttorney Fees And Litigation Expenses WWP's Motion To Stay Briefing On Fees\nMotion Laurence J Lucas appearing for Plaintiff Western Watersheds Project.\nResponses due by 4/7/2008 (Lucas, Laurence)\n03/19/2008 NOTICE TO COURT that counsel Sonya D. Jones wishes to no longer be noticed\nelectronically on this case as of the date of this notice. (Jones, Sonya)\n03/20/2008 140  RESPONSE to Motion re 139 MOTION to Stay re 138 MOTION for Attorney Fees\nPlaintiff's Motion For Award Of Attorney Fees And Litigation Expenses WWP's\nMotion To Stay Briefing On Fees Motion MOTION to Stay re 138 MOTION for\nAttorney Fees Plaintiff's Motion For Award Of Attorney Fees And Litigation Expenses\nWWP's Motion To Stay Briefing On Fees Motion filed by US Fish and Wildlife\nService. Replies due by 4/7/2008.(Williams, Robert)\n03/21/2008 141  WWP's REPLY on its Motion to Stay Fees Briefing re 139 MOTION to Stay filed by\nWestern Watersheds Project.(Lucas, Laurence) Modified on 3/21/2008 to edit text\n(jm).\n04/07/2008 142  DOCKET ENTRY ORDER − Pending before the Court is Plaintiff's Motion 139 to\nStay Briefing on the Attorneys' Fees Motion and Defendant's Response 140 . The\nCourt having reviewed the pleadings shall grant the motion. IT IS HEREBY\nORDERED THAT briefing on Plaintiff's Motion for Award of Attorneys' Fees and\nLitigation Expenses 138 is stayed until May 16, 2008, at which time the Court will\nschedule a telephonic status conference to discuss the future course of action on\nPlaintiff's Motion for Award of Attorneys' Fees and Litigation Expenses. Signed by\nJudge B. Lynn Winmill. (caused to be mailed to non Registered Participants at the\naddresses listed on the Notice of Electronic Filing (NEF) by sbh)\n04/17/2008 143  DOCKET ENTRY NOTICE of Hearing: Pursuant to the Court's docket entry order\n(doc 142) A Telephonic Status Conference set for 5/27/2008 01:00 PM in Boise\nChambers before Judge B. Lynn Winmill. (caused to be mailed to non Registered\nParticipants at the addresses listed on the Notice of Electronic Filing (NEF) by lg, )\n04/17/2008 144  DOCKET ENTRY NOTICE of Hearing: ** CLARIFICATION** Telephonic Status\nConference set for 5/27/2008 01:00 PM in Boise Chambers before Judge B. Lynn\nWinmill. Government is directed to initiate the conference call. The Court can be\nreached at (208)334−9145.(caused to be mailed to non Registered Participants at the\naddresses listed on the Notice of Electronic Filing (NEF) by lg, )\n04/25/2008 145  NOTICE OF APPEAL by US Fish and Wildlife Service. (Notice sent by e−mail to\nCourt Reporter) (Attachments: # 1 Exhibit December 4, 2007 Judgment, # 2 Exhibit\nDecember 4, 2007 Memorandum Decision, # 3 Exhibit February 29, 2008\nMemorandum Decision and Order)(Williams, Robert) (08−35352).\n04/28/2008 146  NOTICE OF APPEAL by Idaho Farm Bureau Federation. Filing fee $ 455, receipt\nnumber 09760000000000346757. (Notice sent by e−mail to Court Reporter) (Burling,\nJames) (08−35353)\n04/28/2008 147  APPEAL DOCKETING STATEMENT re 146 Notice of Appeal : by Intervenor\nDefendant Idaho Farm Bureau Federation (Attachments: # 1 Exhibit Memorandum\nDecision, # 2 Exhibit Judgment, # 3 Exhibit Representation Statement)(Burling,\nJames)\n04/28/2008 148  Transmission of Notice of Appeal and Docket Sheet to US Court of Appeals re 145\nNotice of Appeal. NOTE: The Transcript Designation and Ordering Form is located on\nthe Court web site at www.id.uscourts.gov>Forms>General>Transcript Designation &\nOrdering Form. (jm)\n04/28/2008 149  Transmission of Notice of Appeal and Docket Sheet to US Court of Appeals re 146\nNotice of Appeal. NOTE: The Transcript Designation and Ordering Form is located on\nthe Court web site at www.id.uscourts.gov>Forms>General>Transcript Designation &\nOrdering Form. (jm)\n05/05/2008 150  USCA Case Number 08−35352 for 145 Notice of Appeal, filed by US Fish and\nWildlife Service. (jm) (Entered: 05/06/2008)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 20 of 22\n05/05/2008 151  USCA Scheduling Order as to 145 Notice of Appeal, filed by US Fish and Wildlife\nService. (Notice sent by e−mail to Court Reporter) (jm) (Entered: 05/06/2008)\n05/06/2008 153  USCA Case Number 08−35353 for 146 Notice of Appeal filed by Idaho Farm Bureau\nFederation. (jm) (Entered: 05/08/2008)\n05/06/2008 154  USCA Time Schedule Order as to 146 Notice of Appeal filed by Idaho Farm Bureau\nFederation. (Notice sent by e−mail to Court Reporter) (08−35353) (jm) (Entered:\n05/08/2008)\n05/07/2008 152  NOTICE by Idaho Farm Bureau Federation, Idaho Cattle Association, Washington\nCounty Farm Bureau, Custer County Farm Bureau, Lost Rivers Farm Bureau, Oregon\nLivestock Producer Association, Wyoming Farm Bureau Federation, Nevada Farm\nBureau re: No Transcript Will Be Ordered for Appeal (Burling, James)\n05/08/2008 155  CERTIFICATE of Record on Appeal by Idaho Farm Bureau Federation re 146 Notice\nof Appeal (cc: 9CCA) (jm)\n05/09/2008 156  NOTICE OF APPEAL as to 125 Order, 119 Judgment 118 Memorandum Decision,\nOrder, 124 Order on Motion for Reconsideration, by State of Wyoming. Filing fee $\n455, receipt number 09760000000000351315. (Notice sent by e−mail to Court\nReporter) (Attachments: # 1 Docketing Statement, # 2 Doc 118, # 3 Doc 119, # 4 Doc\n124, # 5 Doc 125, # 6 Representation Statement)(Myers, William) (08−35409).\n05/09/2008 157  APPEAL DOCKETING STATEMENT re 156 Notice of Appeal, : by Intervenor\nDefendant State of Wyoming AS AMENDED (Myers, William)\n05/09/2008 158  NOTICE OF APPEAL by Wyoming Stock Growers Association, Petroleum\nAssociation of Wyoming. Filing fee $ 455, receipt number 09760000000000351442.\n(Notice sent by e−mail to Court Reporter) (Attachments: # 1 Docketing Statement, # 2\nDoc 118, # 3 Doc 119, # 4 Doc 124, # 5 Doc 125, # 6 Representation\nStatement)(Myers, William) (08−35414).\n05/12/2008 159  STIPULATION re 138 MOTION for Attorney Fees Plaintiff's Motion For Award Of\nAttorney Fees And Litigation Expenses Stipulation to Further Stay Briefing On Fees\nMotion by Western Watersheds Project. (Lucas, Laurence)\n05/12/2008 160  DOCKET ENTRY ORDER − Pending before the Court is the Stipulation of Counsel\n159 to Stay Briefing on the Attorneys' Fees Motion 138 and Defendant's Response 140\n. The Court having reviewed the pleadings shall approve the Stipulation. IT IS\nHEREBY ORDERED THAT briefing on Plaintiff's Motion for Award of Attorneys'\nFees and Litigation Expenses 138 is stayed until August 12, 2008. Therefore, the\ntelephone status conference currently set on May 27, 2008 at 1:00 p.m. to discuss the\nfuture course of action on Plaintiff's Motion for Award of Attorneys' Fees and\nLitigation Expenses is VACATED. The telephonic status conference shall be reset on\nAugust 28, 2008 at 1:00 p.m. Plaintiff is directed to placed the call with all counsel on\nthe line, using a conference operator, to (208) 334−9145. Signed by Judge B. Lynn\nWinmill. (caused to be mailed to non Registered Participants at the addresses listed on\nthe Notice of Electronic Filing (NEF) by sbh)\n05/12/2008 161  Transmission of Notice of Appeal and Docket Sheet to US Court of Appeals re 156\nNotice of Appeal. NOTE: The Transcript Designation and Ordering Form is located on\nthe Court web site at www.id.uscourts.gov>Forms>General>Transcript Designation &\nOrdering Form. (jm)\n05/12/2008 162  Transmission of Notice of Appeal and Docket Sheet to US Court of Appeals re 158\nNotice of Appeal,. NOTE: The Transcript Designation and Ordering Form is located\non the Court web site at www.id.uscourts.gov>Forms>General>Transcript Designation\n& Ordering Form. (jm)\n05/12/2008 Set/Reset Hearings: Telephonic Status Conference reset for 8/28/2008 01:00 PM in\nBoise Chambers before Judge B. Lynn Winmill. (jm) (Entered: 05/14/2008)\n05/16/2008 163  NOTICE by Wyoming Stock Growers Association, Petroleum Association of\nWyoming That No Transcript Will Be Ordered (Myers, William)\n05/16/2008 164  NOTICE by State of Wyoming That No Transcript Will Be Ordered (Myers, William)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 21 of 22\n05/19/2008 165  CERTIFICATE of Record on Appeal by State of Wyoming re 156 Notice of Appeal,\n(jm) (Additional attachment(s) added on 5/19/2008: # 1 Certificate of Record on\nAppeal) (jm).\n05/19/2008 166  CERTIFICATE of Record on Appeal by Wyoming Stock Growers Association,\nPetroleum Association of Wyoming re 158 Notice of Appeal, (jm) (Additional\nattachment(s) added on 5/19/2008: # 1 Certificate of Record on Appeal) (jm).\n05/19/2008 167  USCA Case Number 08−35409 for 156 Notice of Appeal, filed by State of Wyoming.\n(jm)\n05/19/2008 168  USCA Time Schedule Order as to 156 Notice of Appeal, filed by State of Wyoming.\n(Notice sent by e−mail to Court Reporter) (jm)\n05/21/2008 169  USCA Case Number 08−35414 for 158 Notice of Appeal, filed by Petroleum\nAssociation of Wyoming, Wyoming Stock Growers Association. (jm)\n05/21/2008 170  USCA TIME SCHEDULE ORDER as to 158 Notice of Appeal, filed by Petroleum\nAssociation of Wyoming, Wyoming Stock Growers Association. (Notice sent by\ne−mail to Court Reporter) (jm) (Additional attachment(s) added on 5/21/2008: # 1\nTime Schedule Order) (jm).\n08/22/2008 171  STIPULATION to Continue Briefing on Plaintiff's Motion for Attorney Fees and\nCosts and Vacate Status Conference. re 138 Plaintiff's Motion For Award Of Attorney\nFees And Litigation Expenses, re 160 Order to Continue Briefing on Plaintiff's Motion\nfor Attorney's Fees and Costs and Vacate Status Conference by US Fish and Wildlife\nService. (Attachments: # 1 Text of Proposed Order)(Williams, Robert) Modified on\n8/25/2008 to edit text (jm).\n08/26/2008 172  DOCKET ENTRY ORDER − Pending before the Court is Stipulation 171 of counsel\nto Stay the Briefing on Plaintiff's Motion for Attorney's Fees and Costs and Vacate\nStatus Conference. The Court having considered the pleadings shall approve the\nStipulation. IT IS HEREBY ORDERED THAT the briefing on Plaintiff's Motion for\nAward of Attorney's Fees and Litigation Expenses 138 is stayed until October 10,\n2008 and the status conference scheduled for August 28, 2008 at 1:00 p.m. is vacated.\nSigned by Judge B. Lynn Winmill. (sbh)\n08/26/2008 Set/Reset Deadlines as to 138 MOTION for Attorney Fees Plaintiff's Motion For\nAward Of Attorney Fees And Litigation Expenses. Responses due by 10/10/2008 (dks)\n(Entered: 08/27/2008)\n08/29/2008 173  STATUS REPORT by US Fish and Wildlife Service. (Attachments: # 1 Declaration of\nJames J. Slack)(Williams, Robert)\n09/11/2008 174  ORDER of USCA as to 146 Notice of Appeal filed by Idaho Farm Bureau Federation,\n145 Notice of Appeal, filed by US Fish and Wildlife Service, 156 Notice of Appeal,\nfiled by State of Wyoming, 158 Notice of Appeal, filed by Petroleum Association of\nWyoming, Wyoming Stock Growers Association (jm) (Entered: 09/12/2008)\n09/19/2008 175  ORDER of USCA as to 158 Notice of Appeal, filed by Petroleum Association of\nWyoming, Wyoming Stock Growers Association. The appellants' motion for voluntary\ndismissal of the case under Fed. R. App. P. 42(b) is granted. (jm)\n10/03/2008 176  STIPULATION to Continue Briefing on Plaintiff's Motion for Attorney's Fees and\nCosts by US Fish and Wildlife Service. (Attachments: # 1 Text of Proposed\nORder)(Williams, Robert)\n10/04/2008 177  DOCKET ENTRY ORDER − Pending before the Court is Stipulation 176 of counsel\nto Stay the Briefing on Plaintiff's Motion for Attorney's Fees and Costs and Vacate\nStatus Conference. The Court having considered the pleadings shall approve the\nStipulation. IT IS HEREBY ORDERED THAT the briefing on Plaintiff's Motion for\nAward of Attorney's Fees and Litigation Expenses 138 is stayed until December 12,\n2008. Signed by Judge B. Lynn Winmill. (sbh)\n11/06/2008 178  ORDER of USCA as to 146 Notice of Appeal filed by Idaho Farm Bureau Federation.\nThe USA's motion to dismiss this appeal for lack of jurisdiction is granted. (jm)\n(Entered: 11/07/2008)\n\nCase 4:06-cv-277   Document <docnum>   Filed <datefiled>   Page 22 of 22\n12/03/2008 179  MANDATE of USCA as to 146 Notice of Appeal filed by Idaho Farm Bureau\nFederation (jm) (Entered: 12/04/2008)\n12/12/2008 180  STIPULATION Regarding Plaintiff's Motion for Attorney's Fees and Costs by US\nFish and Wildlife Service. (Williams, Robert)\n12/15/2008 181  ORDER The Stay in this matter is hereby lifted. The terms of the Stipulated Settlement\nAgreement are hereby granted. re 180 Stipulation. Signed by Judge B. Lynn Winmill.\n(caused to be mailed to non Registered Participants at the addresses listed on the\nNotice of Electronic Filing (NEF) by jm)\n01/16/2009 182  STATUS REPORT by US Fish and Wildlife Service. (Attachments: # 1 Guertin\nDeclaration)(Williams, Robert)\n05/29/2009 183  STIPULATION re 130 Stipulation Amended Stipulation on Remand by US Fish and\nWildlife Service. (Williams, Robert)\n06/15/2009 184  DOCKET ENTRY ORDER − Before the Court is an Amended Stipulation on Remand\n183 submitted by Plaintiff Western Watersheds Project (WWP) and Defendant U.S.\nFish and Wildlife Service (Service). The Court having considered the pleadings shall\napprove the Stipulation. IT IS ORDERED THAT the Amended Stipulation on Remand\nis APPROVED and adopted as an order of the Court. IT IS FURTHER ORDERED\nTHAT, by February 26, 2010, the Service will submit for publication in the Federal\nRegister a new listing determination on greater sage−grouse upon remand from the\nCourt. Signed by Judge B. Lynn Winmill. (sbh)\n02/22/2010 185  Consent MOTION for Extension of Time to File / Consent Motion to Extend Deadline\nIn Amended Joint Stipulation On Remand Robert Pendleton Williams appearing for\nDefendant US Fish and Wildlife Service. Responses due by 3/18/2010 (Williams,\nRobert)\n02/25/2010 186  DOCKET ENTRY ORDER − Pending before the Court is the Federal Defendant's\nunopposed Motion 185 to extend the deadline for submission for a new listing\ndetermination on greater sage−grouse upon remand. The Court having considered the\npleadings shall grant the Motion. IT IS ORDERED THAT by March 5, 2010, the\nService will submit for publication in the Federal Register a new listing determination\non greater sage−grouse upon remand from the Court. Signed by Judge B. Lynn\nWinmill. (caused to be mailed to non Registered Participants at the addresses listed on\nthe Notice of Electronic Filing (NEF) by sbh)\n03/08/2010 187  AMENDED COMPLAINT proposed First Supplemental Complaint against US Fish\nand Wildlife Service, filed by Western Watersheds Project.(Lucas, Laurence)\n03/08/2010 188  MOTION to Supplement Motion For Leave To File First Supplemental Complaint re:\n187 Amended Complaint Laurence J Lucas appearing for Plaintiff Western\nWatersheds Project. Responses due by 4/1/2010 (Lucas, Laurence)\n03/18/2010 189  RESPONSE to Motion re 188 MOTION to Supplement Motion For Leave To File\nFirst Supplemental Complaint re: 187 Amended Complaint filed by US Fish and\nWildlife Service. Replies due by 4/5/2010.(Williams, Robert)\n03/29/2010 190  JOINDER by Intervenor Defendants James E. Risch, State of Wyoming joining 189\nResponse to Motion. (Myers, William) Modified on 3/30/2010 to create a relationship\nto Doc #188 (dks).\n03/31/2010 191  JOINDER by Intervenor Defendants Anadarko Petroleum Corporation, Idaho Cattle\nAssociation, Idaho Farm Bureau Federation, Petroleum Association of Wyoming,\nWyoming Stock Growers Association joining 189 Response to Motion for Leave to\nFile First Supplemental Complaint. (Myers, William)\n04/27/2010 192  MEMORANDUM DECISION AND ORDER denying 188 Motion for leave to file\nsupplemental complaint. It is further ordered that if pla brings a new action raising\nallegations set forth in the proposed supplemental complaint, it shall be assigned to the\nundersigned judge for purposes of judicial economy. Signed by Judge B. Lynn\nWinmill. (caused to be mailed to non Registered Participants at the addresses listed on\nthe Notice of Electronic Filing (NEF) by dks)",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/98332"
    },
    {
      "date": "2008-12-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Idaho",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 98339,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/98339.pdf",
      "title": "Joint Stipulation Regarding Plaintiff's Motion for Attorney's Fees and Costs",
      "text": "Case 4:06-cv-00277-BLW   Document 180   Filed 12/12/08   Page 1 of 4\nRONALD J. TENPAS\nAssistant Attorney General\nEnvironment & Natural Resources Division\nJEAN E. WILLIAMS, Chief\nLISA L. RUSSELL, Assistant Chief\nROBERT P. WILLIAMS, Trial Attorney\nWildlife and Marine Resources Section\nEnvironment & Natural Resources Division\nUnited States Department of Justice\nBen Franklin Station, P.O. Box 7369\nWashington, D.C. 20044-7369\nTel: (202) 305-0206\nFax: (202) 305-0275\nAttorneys for Federal Defendant\nUNITED STATES DISTRICT COURT\nFOR THE DISTRICT OF IDAHO\nWESTERN WATERSHEDS PROJECT,  ) Civ. No. 06-277-BLW\n)\nPlaintiff, ) JOINT STIPULATION\n) REGARDING PLAINTIFF’S\nv. ) MOTION FOR ATTORNEY’S\n) FEES AND COSTS (Dckt. No. 138)\nU.S. FISH AND WILDLIFE SERVICE, )\n)\nDefendant. )\n)\n_______________________________________)\nWHEREAS, Plaintiff WESTERN WATERSHEDS PROJECT (\"WWP\") has filed a\nMotion For Award Of Attorney Fees And Litigation Expenses in this matter (Docket No. 138),\npursuant to Fed. R. Civ. P. 54(d) and the Equal Access to Justice Act, 28 U.S.C. § 2412(d); and\nWHEREAS Plaintiff and Federal Defendant U.S. Fish & Wildlife Service agree that it is\nin the public interest and the interest of the parties to settle the Plaintiff’s claim for attorneys'\nfees and costs in this action without protracted litigation; \n\nCase 4:06-cv-00277-BLW   Document 180   Filed 12/12/08   Page 2 of 4\nNOW, THEREFORE, WWP and the Service, by and through their undersigned counsel,\nhereby stipulate as follows:\n1. Federal Defendant agrees to settle all of Plaintiff’s claims for costs and attorneys'\nfees in the above-captioned litigation for a total of $135,000.00.  Plaintiff agrees to accept\npayment in electronic form and further agrees to furnish Federal Defendant with the information\nnecessary to effectuate this payment.  Federal Defendant agrees to process the fee payment\nwithin 30 days of the receipt of a completed vendor certification form from Plaintiff or the\napproval of this agreement by the Court, whichever is later.  \n2.    Plaintiff agrees to accept payment of $135,000.00 in full satisfaction of any and\nall claims for attorneys' fees and costs of litigation to which Plaintiff may be entitled with respect\nto the above-captioned litigation, through and including the date of this agreement.\n3.   The parties agree and acknowledge that this settlement is a compromise to avoid\nfurther litigation only and has no precedential value as to the merits of any claims. \n4. Nothing in this agreement relieves Federal Defendant of its obligation to act in a\nmanner consistent with applicable federal, state, or local law, and applicable appropriations law. \nNo provision of this Agreement shall be interpreted as a commitment or requirement that Federal\nDefendant obligate or pay funds in violation of the Anti-Deficiency Act, 31 U.S.C. § 1341, or\nany other law or regulation.\n5. The parties agree that this Agreement was negotiated in good faith and it\nconstitutes a settlement of claims that were vigorously contested, denied, and disputed by the\nparties.  By entering into this Agreement, the parties do not waive any claim or defense.\n2\n\nCase 4:06-cv-00277-BLW   Document 180   Filed 12/12/08   Page 3 of 4\n6. The undersigned representatives of each party certify that they are fully\nauthorized by the party or parties they represent to execute this stipulation.\n7.   By entering into this stipulation, Federal Defendant does not waive any right to\ncontest fees claimed by Plaintiff or Plaintiff’s counsel, including the hourly rate, in any future\nlitigation.  Further, this Stipulation as to attorneys' fees and costs has no precedential value and\nshall not be used as evidence in any other attorneys' fees litigation.   \nIT IS SO STIPULATED. \nDated: December 12, 2008\n/s/ Laird Lucas               \nLaurence (\"Laird\") J. Lucas (ISB # 4733)\nAttorney for Plaintiff\nDated: December 12, 2008\n/s/ Robert P. Williams     \nRobert P. Williams\nU.S. Department of Justice\nAttorney for Federal Defendant\n3\n\nCase 4:06-cv-00277-BLW   Document 180   Filed 12/12/08   Page 4 of 4\nCERTIFICATE OF SERVICE\nI HEREBY CERTIFY that on the 12th day of December, 2008, I filed the foregoing\nelectronically through the CM/ECF system, which caused the following parties or counsel to be\nserved by electronic means, as more fully reflected on the Notice of Electronic Filing:\nLaurence J. Lucas Todd C. Tucci\nEmail: llucas@lairdlucas.org  Email: ttucci@advocateswest.org\nMichael B. Wigmore  Sandra P. Franco\nEmail: michael.wigmore@bingham.com  Email: s.franco@bingham.com\nRobert A. Nicholas William G. Myers III\nEmail: bnicho@state.wy.us  Email: wmyers@hollandhart.com\nDavid F. Hensley Thomas C. Perry\nEmail: dehensley@gov.idaho.gov  Email: tperry@osc.idaho.gov\nChristopher H. Meyer Gary G. Allen\nEmail: chrismeyer@givenspursley.com  Email: garyallen@givenspursley.com\nSonya D. Jones\nEmail: sdj@pacificlegal.org\nJared W. Allen\nEmail: allen@idahofallslaw.com\nTimothy J. Monahan\nEmail: tim.monahan@state.co.us\n /s/ Robert P. Williams              \n     Robert P. Williams",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "180",
      "clearinghouse_link": "clearinghouse.net/doc/98339"
    },
    {
      "date": "2010-03-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Idaho",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 98341,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/98341.pdf",
      "title": "First Supplemental Complaint",
      "text": "Case 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 1 of 20\nTodd C. Tucci (ISB # 6526) \nADVOCATES FOR THE WEST \nP.O. Box 1612 \nBoise, ID 83701 \n(208) 342-7024 \n(208) 342-8286 (fax) \nttucci@advocateswest.org\n \nLaurence (“Laird”) J. Lucas (ISB # 4733) \nP.O. Box 1342 \nBoise, Idaho 83701 \n(208) 424-1466 (phone and fax) \nllucas@lairdlucas.org\n \nAttorneys for Plaintiff Western Watersheds Project  \n \n \nUNITED STATES DISTRICT COURT \nFOR THE DISTRICT OF IDAHO \n \n \nWESTERN WATERSHEDS PROJECT,   )  No. 06-cv-277-BLW \n            ) \nPlaintiff,        )  FIRST SUPPLEMENTAL \n)  COMPLAINT \nvs.            )   \n)   \nU.S. FISH AND WILDLIFE SERVICE,   )   \n            ) \n  Defendant.        ) \n \n \nINTRODUCTION \n  1.  In December 2007, the Court ruled in this case that Defendant U.S. Fish and \nWildlife Service acted unlawfully in determining that Endangered Species Act listing of the \ngreater sage-grouse was “not warranted,” due to improper political interference in the listing \nprocess and the Service’s arbitrary treatment of the best available science showing that sage-\ngrouse populations and habitats are deeply imperiled.  See Docket No. 118.   The Court \nremanded for the Service to make a new Endangered Species Act listing determination; and \nFIRST SUPPLEMENTAL COMPLAINT -- 1 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 2 of 20\napproved remand stipulations in which Plaintiff Western Watersheds Project agreed that the \nService could delay the listing decision to take into account the latest sage-grouse science, as \nreported in a Studies for Avian Biology “Monograph” being prepared by leading sage-grouse \nresearchers.  See Docket Nos. 130, 137 & 183.  \n  2.  Based on that Monograph and other best available science, the Service announced \non March 5, 2010 its new finding that ESA listing of greater sage-grouse is “warranted” under \nthe ESA, because of the many threats facing sage-grouse populations and their sagebrush \nhabitats – particularly habitat fragmentation from energy development, livestock grazing, \ninfrastructure, fires, weed invasions, and climate change impacts.  See U.S. Fish and Wildlife \nService, “Endangered and Threatened Wildlife and Plants: 12-Month Findings for Petitions to \nList the Greater Sage-Grouse (Centrocercus urophasianus) As Threatened or Endangered,” \navailable at http://www.fws.gov/mountain-prairie/species/birds/sagegrouse/FR03052010.pdf  \n(hereafter, “March 2010 Finding”).  \n  3.  Yet despite these scientific findings acknowledging that the sage-grouse qualifies \nfor listing as an endangered or threatened species, the Service is perpetuating its unlawful refusal \nto protect sage-grouse under the ESA.  In the March 2010 Finding, the Service determined not to \nproceed with a proposed listing rule for the greater sage-grouse, asserting that its own \nbureaucratic backlog and lack of resources supposedly preclude it from moving forward with an \nESA listing rule for the sage-grouse this year.   \n  4.  This “precluded” determination relegates the sage-grouse to the long list of ESA \n“candidate” species – a black hole from which few species ever emerge, and under which they \nreceive no ESA protection – and represents yet another non-scientific, politicized, and arbitrary \nFIRST SUPPLEMENTAL COMPLAINT -- 2 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 3 of 20\ndetermination that prevents the sage-grouse from obtaining the ESA protection that it urgently \nneeds.   \n  4.  As alleged below, the Court must reject the Service’s “precluded” finding as \nbeing arbitrary, capricious, and contrary to law.  The Service cannot justify its refusal to proceed \nwith a sage-grouse listing based on its own bureaucratic listing backlog and other grounds cited \nin the March 2010 Finding – particularly when the Service has already invested the bulk of the \nresources needed for a sage-grouse listing in rendering the March 2010 Finding; and when the \nService has already been found by this Court (and many others) to have repeatedly violated the \nESA in not proceeding to list sage-grouse and other species as directed by Congress.  Moreover, \nthe Service has abjectly failed to make expeditious progress in addressing the large backlog of \nspecies that warrant ESA protection; and it is relying on improper budgetary and other excuses to \navoid proceeding with the greater sage-grouse listing, contrary to the ESA’s statutory \nrequirements and without rational justification.   \n  5.  Plaintiff Western Watersheds Project thus brings this First Supplemental \nComplaint to challenge the “precluded” part of the Service’s March 1010 Finding that ESA \nlisting of greater sage-grouse is “warranted, but precluded,” as being arbitrary, capricious, and \ncontrary to law.  WWP asks the Court to quickly review and reverse that “precluded” \ndetermination, and remand with instructions for the Service to promptly publish a proposed \nlisting rule within a set deadline, so that greater sage-grouse can finally receive the ESA \nprotections that science – and the Service’s own “warranted” determination – show are necessary \nto prevent this icon of the sagebrush sea from declining further toward extinction.   \n \n \nFIRST SUPPLEMENTAL COMPLAINT -- 3 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 4 of 20\nJURISDICTION, VENUE, AND PARTIES \n  7.  This Court has jurisdiction and venue under the same statutory authorities cited in \nthe original Complaint herein; and the Plaintiff and Defendant in this action remain the same.  \nSee Docket No. 1, ¶¶ 5-17. \n  8.  The Service’s March 5, 2010 “precluded” determination for the greater sage-\ngrouse, as challenged here, is a final agency action which is subject to judicial review by the \nCourt pursuant to the APA, 5 U.S.C. § 701 et seq., and which the ESA expressly states is \n“subject to judicial review.” 16 U.S.C. § 1533(b)(3)(C)(ii).   \nSUPPLEMENTAL FACTUAL ALLEGATIONS \n  Background: Sage-Grouse Listing History. \n  9.  In December 2003, Western Watersheds Project and others petitioned the Service \nto list greater sage-grouse as threatened or endangered.  AR 1_6. \n  10.  In April 2004, the Service issued a 90-day finding that ESA listing of greater \nsage-grouse “may be warranted.”  69 Fed. Reg. 21484 (4/21/04) (AR 2_1).  This finding cited \nhabitat and population losses that sage-grouse had already suffered, as well as numerous threats \nincluding habitat losses and fragmentation from agriculture, livestock grazing, infrastructure \n(powerlines, roads, fences, etc.), energy development, weed invasions, and fires.  Id.  The \nService also noted that existing regulatory mechanisms “may be inadequate” to protect sage-\ngrouse from these threats.  Id.  \n11.  In June 2004, the Western Association of Fish and Wildlife Agencies (WAFWA) \npublished a “Conservation Assessment of Greater Sage-Grouse and Sagebrush Habitats,”  \nprepared by Dr. Jack Connelly of the Idaho Department of Fish and Game and other leading \nsage-grouse experts.  AR 4_213 (GSG 7002-7611).  This peer-reviewed Conservation \nFIRST SUPPLEMENTAL COMPLAINT -- 4 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 5 of 20\nAssessment addressed in detail the historical losses of sage-grouse habitats; the status of \nremaining sage-grouse populations; and many threats facing sage-grouse, including loss and \nfragmentation of sagebrush habitats from agriculture, grazing, energy development, \ninfrastructure, weed invasions, fire, and others.  Id. The Conservation Assessment concluded that \n“long term population changes coupled with the continued loss and degradation of habitat and \nother factors (including West Nile virus) do not provide causes for optimism” for the future \nsurvival of sage-grouse.  Id., p. 6-1 (emphasis added).  \n12.  In November 2004, the Bureau of Land Management adopted a “National Sage-\nGrouse Habitat Conservation Strategy,” which it submitted to the Service for consideration in the \nESA listing determination. GSG 10282.  BLM advised the Service that this National Sage-\nGrouse Habitat Conservation Strategy would be implemented and would be effective in \nconserving sage-grouse habitats and populations on BLM lands, which comprise the majority of \nremaining sage-grouse habitat; and hence ESA listing would be unnecessary.   \n13.  In January 2005, the Service issued a 12-month finding that listing greater sage-\ngrouse under the ESA is “not warranted.”  70 Fed. Reg. 2244-82 (1/12/05) (AR 24527-702).  \nDespite the population declines, habitat losses, and threats identified in the WAFWA \nConservation Assessment and other scientific literature, the Service cited “uncertainty about the \nfuture impact of threats to sage grouse,” and even “reasons to be encouraged by current \nassessments of grouse population status, trends and distribution,” as reasons why it refused to \npropose listing the sage-grouse under the ESA.  Id., at 2281 (emphasis added). \n14.  After Plaintiff Western Watersheds Project brought this litigation to challenge the \nJanuary 2005 “not warranted” determination, the Service filed the Administrative Record with \nthis Court; and that record revealed that non-scientific political appointees in the Department of \nFIRST SUPPLEMENTAL COMPLAINT -- 5 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 6 of 20\nInterior interfered extensively in the Service’s status review and determination for the sage-\ngrouse listing, led by Deputy Assistant Secretary Julie MacDonald.  See WWP’s Separate \nStatement of Facts (Docket No. 80-3) (citing Administrative Record materials). \n15.  An investigation by the Department of Interior Inspector General similarly found \nthat Deputy Assistant Secretary MacDonald exercised improper interference and influence to \nprevent the listing of greater sage-grouse and many other high-profile species during the \nadministration of President George W. Bush.  See Docket No. 80-18 (March 2007 “Report of \nInvestigation: Julie MacDonald, Deputy Assistant Secretary, Fish, Wildlife and Parks,” U.S. \nDept. of Interior, Office of Inspector General). \n16.  On December 4, 2007, this Court issued its Memorandum Decision granting \nsummary judgment to Western Watersheds Project, and reversing the January 2005 “not \nwarranted” finding as being arbitrary, capricious and contrary to law.  See Docket No. 118.  The \nCourt cited several grounds for this ruling, including: (a) the Service’s “flawed process” of using \nan expert panel to forecast extinction risks without involving those experts in the listing \ndetermination, and without preserving their deliberations for the record for judicial review; (b) \nthe Service’s “failure to make a rational connection between the ‘best science’ and . . . discussion \nof the destruction of habitat” as addressed in the Conservation Assessment, which the Service \nrecognized was “authoritative and objective” yet “failed to explain” why it departed from the \nAssessment’s findings on habitat destruction; (c) the Service’s “failure to coherently consider the \nadequacy of existing regulatory mechanisms,” particularly with respect to administration of \nBLM lands; and (d) the improper interference of Deputy Assistant Secretary MacDonald, which \nthe Court cited as further evidence of why the Service’s “not warranted” determination did not \nFIRST SUPPLEMENTAL COMPLAINT -- 6 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 7 of 20\ncomport with the best available science, as set forth in the Conservation Assessment and \nelsewhere.  Id., pp. 21-35. \n17.  Based on the Memorandum Decision, the Court entered judgment on December 4, \n2007, and remanded to the Service “for further consideration” in light of the Court’s rulings.  See \nDocket No. 119. \n  Proceedings Before This Court On The Remand Process. \n  18.  On December 18, 2007, Plaintiff Western Watersheds Project filed a timely \n“Motion To Alter Or Amend Judgment,” which asked the Court to modify its remand order so as \nto require the Service to make a new sage-grouse listing determination within 90 days.  See \nDocket No. 120. \n  19.  On January 11, 2008, the Service filed a response which was supported by a \nDeclaration of Brian Arroyo, the Service’s Assistant Director for Endangered Species.  See \nDocket No. 127.  The Service opposed the 90-day timeframe for a new listing determination \nsought by Western Watersheds Project; and instead requested that the Court give it another year \nto make a new determination, citing the complexity of the issues and the volume of new \nscientific information it must consider.  Id. \n  20.  As Assistant Director Arroyo emphasized in his declaration, “determining \nwhether greater sage-grouse warrants listing as an endangered or threatened species is among the \nmost complex listing decisions the Service has had to make.”  See Arroyo Decl., ¶ 12 (Docket \nNo. 127-2).  The reasons for this included the time and effort that the Service would have to \nexpend in addressing “the significant new information that has become available since the 2005 \nfinding, the new threats that must be considered, the substantial number of additional \nconservation efforts now directed at sage-grouse across its 11 state range, . . . as well as the \nFIRST SUPPLEMENTAL COMPLAINT -- 7 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 8 of 20\nsignificant amount of coordination needed” among the Service’s field offices and with other \nfederal, state, and Tribal entities and the public, each of which he explained in some detail in his \ndeclaration.  Id., ¶¶ 3-15. \n   21.  The Service’s response also advised that a “comprehensive update” of the 2004 \nConservation Assessment was being prepared by leading sage-grouse researchers; and was \nexpected to be published as a “Monograph” in the journal Studies for Avian Biology by \nNovember 2008.   See Arroyo Decl., ¶ 5.  The Service advised the Court that this update “will \ncontain data and interpretation that will be critically important to the Service’s status review for \nthe new finding,” and that the Service “believes the findings of the updated Conservation \nAssessment should be considered during the new status review to ensure we make the most \ninformed determination possible regarding the status of the greater sage-grouse.”  Id.  The \nService further advised that, since this Monograph was expected to be published in November \n2008 and would require some time to review and incorporate into its listing decision, it should be \ngiven until June 2009 to issue the decision.   See Docket No. 127. pp. 3, 14-15. \n  22.  In response to these points, and in order to ensure that the new sage-grouse listing \ndetermination would be based on thorough consideration by the Service of the best scientific \ninformation available (including the “Monograph”), Western Watersheds Project entered into a \n“Stipulation On Remand” with the Service, which was submitted to the Court on January 30, \n2008.  See Docket No. 130.  Through this stipulation, Western Watersheds Project agreed that the \nService would be allowed until May 2009 to issue a new sage-grouse listing determination so \nthat it could take into account the scientific information from the upcoming Monograph; and thus \nPlaintiff withdrew its Motion To Alter Or Amend Judgment.  Id. \nFIRST SUPPLEMENTAL COMPLAINT -- 8 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 9 of 20\n  23.  On February 7, 2008, the Service filed a motion to withdraw from this stipulation, \nsupported by a second Declaration of Brian Arroyo, which asserted that the Department of \nInterior had not properly approved the stipulation.  See Docket No. 131.  After briefing and \nhearing, the Court denied this motion; and approved the Stipulation On Remand.  See Docket No. \n138. \n  24.  On February 28, 2008, the Service published a Federal Register notice to initiate a \nnew status review of greater sage-grouse, 73 Fed. Reg. 10218; and later extended the period for \npublic submission of information until June 27, 2008.  See 73 Fed. Reg. 23172 (4/29/2008).  \nWestern Watersheds Project and other conservation groups submitted extensive information to \nthe Service in response to these notices. \n  25.  On August 29, 2008, the Service submitted a status report to the Court under the \nStipulation On Remand, which advised that the Service was proceeding with the new status \nreview; but that the Monograph was delayed past the November 2008 anticipated publication \ndate, and hence the Service would confer with Western Watersheds about the schedule for a new \nfinding in light of that delay, as provided in the Stipulation On Remand.  See Docket No.173. \n  26.  Following various communications thereafter about the status of the Monograph \nand the Service’s timing needs to incorporate the Monograph chapters into its status review, \nWestern Watersheds Project and the Service filed an Amended Joint Stipulation on Remand on \nMay 29, 2009.  See Docket No. 183.  Through this amended stipulation, Western Watersheds \nProject agreed that the Service could have until February 26, 2010 to issue a new listing \ndetermination on greater sage-grouse, in light of the delay in publication of the Monograph and \nto give the Service adequate time to consider and incorporate the Monograph into the listing \nFIRST SUPPLEMENTAL COMPLAINT -- 9 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 10 of 20\ndetermination.  On June 15, 2009, the Court approved the Amended Joint Stipulation on \nRemand.  Docket No. 184. \n  27.  On February 22, 2010, the Service requested and obtained a one-week extension \nof the February 26, 2010 deadline for the new listing determination in the Amended Joint \nStipulation on Remand, because of the sudden death of the Service’s director Sam Hamilton.   \nDocket No. 185. \n  March 2010 “Warranted, But Precluded” Finding. \n  28.  On March 3, 2010, the Service’s Acting Director signed the “warranted, but \nprecluded” finding, though the Service did not publicly announce it until March 5, 2010, when it \nposted the Finding on its website, at the link noted above.  See March 2010 Finding, p. 103.   \n  29.  On March 5, 2010, Interior Secretary Ken Salazar and other officials held a media \nconference call to discuss the March 2010 Finding; and on the same date, the BLM issued a new \nInstruction Memorandum regarding future management of energy and other activities on BLM \npublic lands in sage-grouse habitat, which is available on BLM’s website at:   \nhttp://www.blm.gov/wo/st/en/info/newsroom/sage_grouse_conservation/sage-grouse_IM.html. \n30.  In the media presentations and new Instruction Memorandum, the Interior \nDepartment and BLM repeatedly referenced the 2004 National Sage-Grouse Habitat \nConservation Strategy, as if that Strategy forms a meaningful part of the Department’s effort to \nprotect greater sage-grouse and thus supports the “warranted, but precluded” finding.  \n31.  Such representations are misleading, at best.  The BLM and Interior have not \nfollowed the National Strategy in any meaningful way since it was written in 2004 as part of the \nattempt to avoid ESA listing of sage-grouse.  Western Watersheds has cited BLM’s failure and \nrefusal to implement the National Sage-Grouse Habitat Conservation Strategy in other pending \nFIRST SUPPLEMENTAL COMPLAINT -- 10 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 11 of 20\nlitigation before this Court, including Western Watersheds Project v. Salazar, 08-cv-516-BLW \n(D. Idaho) (challenging numerous Resource Management Plans adopted by BLM since 2004 \nacross the greater sage-grouse range without adhering to – or even mentioning – the 2004 \nNational Sage-Grouse Habitat Conservation Strategy); and Western Watersheds Project v. \nSalazar, No. 08-cv-435-BLW (D. Idaho) (challenging hundreds of BLM grazing and energy \nleasing decisions across Great Basin core population of greater sage-grouse, also adopted \nwithout adhering to the 2004 National Sage-Grouse Habitat Conservation Strategy). \n32.  The fact that the Interior Department has resurrected the 2004 National Sage-\nGrouse Habitat Conservation Strategy now as part of the decision to avoid listing greater sage-\ngrouse again under the ESA – when that Strategy has just been gathering dust on a shelf for the \nlast five years, even while the Interior Department and its subordinate agencies have allowed \nextensive energy development and infrastructure to further degrade and fragment sage-grouse \nhabitats – underscores that the March 2010 “precluded” determination to avoid listing sage-\ngrouse reflects a politically-influenced decision that is arbitrary, capricious, and contrary to law.  \n33.  The text of the March 2010 Finding bears out this conclusion.  Most of its 103 \npages is devoted to accurate analysis of the best available science showing that greater sage-\ngrouse (and two distinct population segments of the greater sage-grouse, known as the Columbia \nBasin and Bi-State segments) “warrant” ESA protection under the five listing factors set forth in \nESA Section 4.  See March 2010 Finding, pp. 3-95.  By contrast, the “precluded” portion of the \nMarch 2010 Finding relies on factual mischaracterizations and omissions, unfounded assertions, \nand legal misreadings of the ESA to avoid proceeding with a listing rule.  Id., pp. 95-103. \n34.  Specifically, the “warranted” portion of the March 2010 Finding is based on \nextensive scientifically-based discussion and analysis of the current status of, and threats to, \nFIRST SUPPLEMENTAL COMPLAINT -- 11 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 12 of 20\ngreater sage-grouse populations and habitat, based on which the Service concluded – correctly – \nthat greater sage-grouse “warrants” listing as an endangered or threatened species under the \nESA, as does its “Bi-State” distinct population segment (located in the Mono Basin area of \nCalifornia and Nevada).1  \n35.  This “warranted” finding and supporting analysis cited and followed not only the \n2004 Conservation Assessment and the Monograph, but other scientific data and literature as \nwell.  Id., pp. 3-95.  The Service’s analysis here underscores the many increasing threats facing \nsage-grouse populations and remaining habitats, including from agriculture, grazing, \ninfrastructure, energy development (both traditional and renewable energy sources), invasive \nweeds and fires, but also the threats posed by climate change, West Nile virus, and other issues \nthat the Service did not previously address in detail.  Id.   \n36.  The “warranted” finding also addressed in detail the inadequacy of existing \nregulatory mechanisms to protect greater sage-grouse populations and habitats from these many \nthreats; including the inadequacy of BLM’s land use planning and other management decisions, \nwhich have not incorporated long-term measures necessary to ensure conservation of sage-\ngrouse.  See id., pp. 62-72. \n37.  The analysis and citations in the March 2010 Finding thus demonstrate that the \nService’s “warranted” determination is based on the best available science and was not tainted by \npolitical interference – a welcome sign of progress.   \n38.  By contrast, the March 2010 Finding’s subsequent determination that pursuing a \nlisting of greater sage-grouse is “precluded” at this time lacks the same rigor, accuracy, and \n                                                 \n1 The Service previously found that the Columbia Basin distinct population segment also \nwarrants ESA listing, yet is also “precluded” from a proposed listing.  That determination is \nreiterated in the March 2010 Finding. \nFIRST SUPPLEMENTAL COMPLAINT -- 12 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 13 of 20\nrational discussion seen in the “warranted” portion of the Finding.  See March 2010 Finding, pp. \n95-103.  Indeed, the “precluded” determination is premised on false characterizations and factual \nmisrepresentations or omissions, as well as legal errors, including but not limited to the \nfollowing: \nA.  In asserting that proceeding with a proposed listing rule for the sage-grouse is \n“precluded” by other listing activities, the March 2010 Finding improperly relies on the Service’s \nnegative 90-day and 12-month findings as well as “warranted-but-precluded” determinations for \nother species, which are not proper considerations for making a “warranted, but precluded” \nfinding based on the pendency of other proposed listings under the ESA, see 16 U.S.C. § \n1533(b)(3)(B)(iii)(I); \nB.   The Service’s assertion that it lacks financial resources to proceed with a \nproposed listing rule for the sage-grouse in FY 2010 is also not a proper statutory consideration, \nsee, e.g., Center for Biological Diversity v. Norton, 304 F. Supp. 2nd 1174, 1179-80 (D. Az. \n2004) (“the solution of being over-obligated and under-funded rests with Congress, and not with \nthe Court”); \nC.  The March 2010 Finding never addressed the specific costs associated with a \ngreater sage-grouse proposed listing.  In particular, the March 2010 Finding is arbitrary and \ncapricious in failing to acknowledge that the Service has already expended the bulk of resources \nand funding required for a sage-grouse proposed listing rule, because it has now devoted the staff \ntime and resources necessary to conduct the latest status review and prepare the lengthy \n“warranted” determination in response to the Court’s remand order.   Indeed, the Service has \nnow conducted all the tasks that it identified previously as being necessary – including by \nthoroughly evaluating the Monograph and the other scientific literature, evaluating the adequacy \nFIRST SUPPLEMENTAL COMPLAINT -- 13 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 14 of 20\nof conservation plans and regulatory measures, coordinating with other agencies and its own \nfield office, and undertaking the other steps previously identified by the Service (including in the \nArroyo Declaration) as being needed to determine whether sage-grouse warrant ESA listing.  \nHaving already devoted all these resources to the greater sage-grouse listing, it is arbitrary and \ncapricious for the Service to claim it is now “precluded” from proceeding with proposing a \nlisting rule, yet the March 2010 Finding ignores these facts;  \nD.  Similarly, while the March 2010 Finding reports that other listing rules have cost \nbetween $11,000 and $305,000 (p. 95), it does not provide any further analysis of what those \ncosts were or what remaining costs might be associated with proposing a sage-grouse listing rule \nas this time, thus depriving the Court of the ability to conduct any meaningful review of the \nService’s assertion that the proposed listing is “precluded” based on cost considerations; \nE.  In fact, the Service’s listing budget has increased in the current fiscal year from \nthe prior year, and the Service has more funds available now for listings than it did in the past, \nyet the Service’s track record shows that it is listing far fewer species per allocated listing dollars \nthan in the past – for example, the number of species listed by the Service per million dollars \nspent on listing declined from almost 30 in 1997 to less than 5 in 2004 – but these facts again are \nnot addressed or explained in the March 2010 Finding;  \nF.  Although the Service relies on its 1983 listing priority guidance to contend that \nnumerous other “warranted, but precluded” (i.e., candidate) species have a listing priority \nnumber higher than that assigned to the greater sage-grouse (and the Columbia Basin and Bi-\nState DPSs), thus supposedly precluding the Service from proposing a sage-grouse listing rule \nthis fiscal year (pp. 96-98), in truth the Service does not always follow that listing priority \nFIRST SUPPLEMENTAL COMPLAINT -- 14 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 15 of 20\nguidance, and even concedes that other factors – including court orders and settlements – have \nestablished its highest priority for listing actions; and \nG.  It is further arbitrary and capricious for the Service to rely in the 1983 listing \npriority guidance to avoid proceeding with a proposed listing rule for the greater sage-grouse \nunder the facts presented here, where the Service has been found by the Court to have acted \nunlawfully in refusing to proceeding with a greater sage-grouse listing back in January 2005, and \nseveral years have now gone by while the sage-grouse has further declined and now admittedly \nwarrants ESA protection – yet the Service is using its alleged backlog of other listing actions and \ninsufficient resources to continue depriving the sage-grouse of needed ESA protection, thus \nperpetuating the wrongful impacts of its own past unlawful actions in the sage-grouse and other \nlisting matters. \n39.   In addition, the March 2010 Finding is arbitrary, capricious, and contrary to law \nin justifying the “precluded” determination for sage-grouse listing by contending that \n“expeditious progress” is being made to add qualified species to the ESA lists of endangered or \nthreatened species, as required for a “warranted, but precluded” determination under 16 U.S.C. § \n1533(b)(3)(B)(iii)(II).  In truth, the Service is not making “expeditious progress” in listing \nspecies under the ESA, as demonstrated by the following facts which were not disclosed or \naddressed in the March 2010 Finding, or were mischaracterized by the Service: \nA.  Between 1974 and 2000, the Service listed approximately 45 species per year, but \nsince then its pace of listings has dropped to just a few listing per year in the last decade;   \nB.  Even at the prior pace of listing dozens of species per year, on average, the \nDepartment of the Interior’s Inspector General (“IG”) conducted a comprehensive review of the \nService’s listing program in 1990, and found that the Service was not making expeditious \nFIRST SUPPLEMENTAL COMPLAINT -- 15 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 16 of 20\nprogress in adding “candidate” species to the endangered and threatened species lists.  \nConsidering the number of candidate species awaiting listing, IG found that, “even if the Service \nmeets its goal of listing 50 species per year . . . it may take from 38 to 48 years at current listing \nrates to list just those species now estimated to qualify for protection under the Act.”  The IG \nalso revealed that 34 candidate species – 17 species of plants and 17 species of animals – had \ngone extinct since 1980.  The IG concluded that listing fifty species per year did not qualify as \nexpeditious progress; \nC.  In December 1992, the Service promised to substantially increase its rate of \nlistings in order to settle a lawsuit.  See Fund for Animals v. Lujan, Civ. No. 92-800 (GG) \n(D.D.C. Dec. 15, 1992).  The Service listed an average of 89 species per year between 1992 and \n1995, and an additional 152 species between February 1996 and September 1997; \nD.  Between January 2001 and March 2005, the Bush Administration listed only 30 \nspecies in total, averaging approximately 7 species per year.  During that timeframe, the Service \nadded 27 more species to the backlog of candidate species awaiting listing; \nE.  In May 2004, the Service published a “Candidate Notice of Review” (CNOR) \nreporting that the Service had listed only 4 species since the 2002 CNOR and that 279 species \nwere “warranted-but-precluded” (i.e., candidate) species; \nF.  On May 11, 2005, the Service published a new CNOR reporting that 286 species \nwere warranted-but-precluded (i.e., candidate species), and revealing that only 2 species had \nbeen listed since the 2004 CNOR;   \nG.  On September 12, 2006, the Service published another CNOR reporting that 279 \nspecies were warranted-but-precluded (i.e., candidate) species, some of which had been on the \nlist for more than a decade; \nFIRST SUPPLEMENTAL COMPLAINT -- 16 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 17 of 20\nH.  In the summer of 2008, the Service’s Director acknowledged in testimony before \nthe House of Representatives’ Committee on Appropriations that the Service had failed to list a \nsingle species for the past 661 days when it had been given millions of dollars for that purpose;  \nI.  On December 10, 2008, the Service published a new CNOR documenting that it \nlisted only one species between September 30, 2007 and September 30, 2008 – the polar bear, \nwhich was listed as a result of court orders and settlement.  73 Fed. Reg. 75176.  The Service \nproposed just one species for listing during FY 2008:  Phyllostegia hispida (a Hawaiian \nflowering plant).  The 2008 CNOR also documented actions that were funded but not completed \nin FY 2008, including proposed rules to list 90 species, the majority of them endemic to the \nHawaiian islands.  73 Fed. Reg. at 75189;  \nJ.  On June 29, 2009, the House Committee on Appropriations issued a report \nexpressing “[concern] about the known backlog of candidate species that warrant listing \nproposals,” and directed the Service to “ensure the orderly and timely listing of any species \nwarranting the protection of the Endangered Species Act”; \nK.  Dr. Nicole J. Rosmarino, an expert in policy analysis employed by WildEarth \nGuardians, has recently analyzed the Service’s list of candidate species and determined that “the \nTop 40 most imperiled candidate species wait, on average, at least 13 years to be listed.”  See \nDeclaration of Nicole J. Rosmarino, November 9. 2009, Docket No. 51-3 in WildEarth \nGuardians v. Salazar, CV-09-574-FJM (D. Ariz.), at 6; \nL.  On November 9, 2009, the Service published its latest CNOR revealing that the \nService listed only a single species during fiscal year 2009 – Phyllostegia hispida – leaving a \nbacklog of 249 candidate species.  During FY 2009, the Service proposed four listing rules \ncovering 54 of the 90 species that had been funded for FY 2008, including 48 species endemic to \nFIRST SUPPLEMENTAL COMPLAINT -- 17 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 18 of 20\nthe island of Kauai.  73 Fed. Reg. 62591, 62742.  Actions that were funded in FY 2009 but not \ncompleted included final listing determinations for slickspot peppergrass, coastal cutthroat trout, \nand 48 species endemic to the island of Kauai; and      \nM.  In the March 2010 Finding, the Service indicates that it has completed five listing \nrules so far in FY 2010, including for slickspot peppergrass and several foreign species, all of \nwhich the Service was required to complete under court order.  \n40.  These and other facts demonstrate that the Service is not making “expeditious \nprogress” in listing species under the ESA and removing “warranted-but-precluded” species \nfrom the candidate list; and that it is arbitrary, capricious, and contrary to law for the Service to \nrefuse to proceed with a sage-grouse listing based on the false assertion that it is making \nexpeditious progress.  \n41.  The Service’s continued refusal to provide ESA protection to the greater sage-\ngrouse through listing as an endangered or threatened species means that the legal protections \nthat would be afforded sage-grouse under the ESA do not apply, and that federal agencies as well \nas state or local government and private parties can continue to approve or undertake actions that \nharm the sage-grouse (including through habitat destruction or fragmentation), thereby causing \nexisting populations to decline and/or become more isolated, and further imperiling the species. \n42.  Plaintiff Western Watersheds Project, as an organization and on behalf of its staff, \nmembers and supporters, is immediately and irreparably injured by the Service’s unlawful \n“precluded” finding for the greater sage-grouse, and by the habitat and population losses and \nharms that are occurring and will foreseeably occur as a result of the Service’s unlawful action. \n43.  In order to prevent irreparable harm to the greater sage-grouse, to Plaintiff and its \nstaff, members, and supporters, and to the public interest, the Court should promptly conduct \nFIRST SUPPLEMENTAL COMPLAINT -- 18 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 19 of 20\njudicial review of the “precluded” determination in the Service’s March 2010 Finding, and \nreverse and remand the same with instructions for the Service to publish a proposed listing rule \nfor the greater sage-grouse (and the two distinct population segments identified in the Finding) \nwithin a court-ordered deadline. \nFIRST SUPPLEMENTAL CLAIM FOR RELIEF: \nMarch 2010 “Precluded” Finding Is Arbitrary,  \nCapricious, and Contrary To Law \n  \n44.  Plaintiff incorporates by reference all preceding paragraphs. \n45.  For reasons indicated above, and as will be further demonstrated to the Court, the \nService’s “precluded” determination in the March 2010 Finding is arbitrary, capricious, and \ncontrary to law under the APA and the ESA; and must be reversed and remanded by the Court.  \nPRAYER FOR RELIEF \nWHEREFORE, Plaintiff Western Watersheds Project respectfully prays that the Court \ngrant the following relief: \nA.  Declare, hold, and adjudge that the Service’s “precluded” determination in the \nMarch 2010 Finding is arbitrary, capricious and contrary to law; \nB.  Reverse and remand the “precluded” determination with instructions for the \nService to promptly publish a proposed listing rule for the greater sage-grouse (and the two \ndistinct population segments) on a court-ordered deadline; \nC.  Award Plaintiff its reasonable attorney fees and litigation expenses incurred in \nbringing this First Supplemental Complaint under the Equal Access to Justice Act, 28 U.S.C. § \n2412(d), and all other applicable authority; and \nD.  Enter such other and further relief as the Court may deem appropriate to protect \nthe greater sage-grouse and the public interest. \nFIRST SUPPLEMENTAL COMPLAINT -- 19 \n\nCase 4:06-cv-00277-BLW   Document 187   Filed 03/08/10   Page 20 of 20\nDated:  March 8, 2010. \n            Respectfully submitted, \n  ___/s/ Laird J. Lucas________________ \n              Laurence (“Laird”) J. Lucas (ISB # 4733) \nTodd C. Tucci (ISB # 6526) \n \n              Attorneys for Plaintiffs \n \n \nCERTIFICATE OF SERVICE \n \nI hereby certify that on this 8th day of March 2010, I electronically filed the foregoing \nFIRST SUPPLEMENTAL COMPLAINT with the Clerk of the Court using the CM/ECF system, \nwhich sent a Notice of Electronic Filing to the counsel of record listed below: \n \nRobert P. Williams  bnicho@state.wy.us\nU.S. Dept. of Justice    \nrobert.p.williams@usdoj.gov William G. Myers, III \n  Murray Feldman \nDeborah Ferguson  Holland & Hart \nAssistant US Attorney  wmyers@hollandhart.com\nDeborah.Ferguson@usdoj.gov mfeldman@hollandhart.com\n   \nChris Meyer  David Hensely \nGivens Pursley LLP  dhensley@gov.idaho.gov\nchris.meyer@givenspursley.com  \n  Thomas Perry \nGary Allen  tperry@osc.idaho.gov\nGivens Pursley LLP   \nGaryAllen@givenspursley.com Jared Wayne Allen \n  allen@idahofallslaw.com\nMichael B. Wigmore   \nBingham McCutchen LLP  James Burling \nmichael.wigmore@bingham.com jsb@pacificlegal.org\n   \nSandra P. Franco  Sonya Jones \nBingham McCutchen LLP  sdj@pacificlegal.org\ns.franco@bingham.com  \n  Timothy J Monahan     \nRobert A. Nichols  tim.monahan@state.co.us\nSenior Assistant Attorney General   \nState of Wyoming   \n \n            __/s/ Laird J. Lucas___________________   \nFIRST SUPPLEMENTAL COMPLAINT -- 20 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "187",
      "clearinghouse_link": "clearinghouse.net/doc/98341"
    }
  ],
  "document_count": 6
}