{
  "case_id": 16938,
  "fetched_at": "2025-10-20T22:58:07.323369",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "University of California, Berkeley",
        "institution_alt_state": null,
        "institution_city": "Berkeley",
        "institution_county": "Alameda",
        "name": "University of California, Berkeley",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Education"
    ],
    "cause_other": "",
    "causes": [
      "Title IX of the Education Amendments of 1972, 20 U.S.C. §§ 1681 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Develop anti-discrimination policy"
      },
      {
        "value": "Implement complaint/dispute resolution process"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Training"
      }
    ],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "College/University"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2015-07-15",
    "filing_year": 2015,
    "id": 16938,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Assault/abuse by staff",
      "General/Misc.: Assault/abuse by residents/inmates/students",
      "Discrimination Basis: Sex discrimination",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2019-02-16T00:00:00-05:00",
    "main_docket": {
      "id": 28387,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "California",
      "docket_office_number": null,
      "docket_number_manual": "09-15-2392",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Department of Education OCR Title IX Investigation of University of California at Berkeley",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Students at the University of California - Berkeley who alleged that the university had failed to promptly and equitably respond to complaints of sexual harassment, including sexual violence, in violation of Title IX.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Title IX, Sexual Violence Investigations/Resolutions"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "California",
    "summary": "<p>On July 15, 2015, The United States Department of Education, Office for Civil Rights (OCR) opened an investigation after three similar complaints were filed against the University of California, Berkeley. The complainants alleged that the university failed to respond promptly and equitably to notice that the complainants, and other students, had been subjected to sexual harassment, including sexual violence. OCR investigated five specific issues: 1) whether the university complied with Title IX requirements regarding development and</p><p>dissemination of notice of nondiscrimination, 2) whether the university complied with Title IX requirements regarding the designation and notice of a Title IX Coordinator, 3) whether the university’s sexual harassment and sexual violence policies and procedures, as written, comply with Title IX, 4) whether the university provided a prompt and equitable response to incidents of sexual harassment and sexual violence of which it had notice, and 5) whether the University’s failure to provide a prompt and equitable response to notice of sexual harassment and sexual violence allowed the Complainants and other affected students to be subjected to or to continue to be subjected to a sexually hostile environment.</p><p>OCR found that the university's notice of nondiscrimination was available in multiple locations on the university's website, but that the university was not in compliance with Title IX between the 2010-11 and 2013-14 academic years, because its policies and procedures lacked required information about the Title IX Coordinator and a statement that inquiries may be made to OCR. The university's updated policy was found to be in compliance with Title IX except that it did not include a statement that inquiries regarding Title IX may be referred to OCR. OCR found that the university was in compliance with Title IX regarding the designation and notice of a Title IX coordinator.</p><p>OCR found that the university had effectively amended its written policies and procedures since 2011 to promptly and equitably resolve complaints overall but still did not comply with Title IX in several areas. Specifically, the policy contained no timeframe for completion of the alternative resolution process and did not provide for any notice of the outcome to the parties. The policy additionally did not state that its coverage applied to complaints against third parties. It also failed to provide reasonably prompt timeframes for major stages of the complaint process or information about the rights of complainants and respondents to present witnesses and other evidence.</p><p>Regarding the complaint resolution process, OCR determined that the university had provided the parties with an equitable complaint resolution process and that it conducted an adequate, reliable, and impartial investigation. OCR also determined that, regarding the first complaint, the university completed its investigation in a reasonably prompt manner. OCR administratively closed the second complaint, because the complainant had resolved her allegations through mediation with the university.</p><p>OCR found that the university was in noncompliance with Title IX for its failure to promptly and equitably resolve complaints of repeated incidents of unwelcome sexual conduct by a faculty member, even though the university was on notice regarding the faculty member's conduct. The university did not consider whether interim measures were appropriate. It also failed to provide notice to the complainants regarding the outcome of their complaints. OCR also identified a concern with the way the university used an alternative resolution process that was not voluntarily agreed upon by the parties. The university's responses to allegations against faculty members were also not consistently prompt.</p><p>OCR identified compliance issues regarding the university's use of the alternative resolution process for student's complaints against other students. In one instance, the university failed to provide students with notices of the outcome of the resolution in a timely manner; in another, the university did not provide the complainant with adequate notice of the option to proceed with a formal investigation.</p><p>The university entered into a voluntary resolution agreement on February 20, 2018. The university agreed to amend its notice of nondiscrimination and written policies and procedures to comply with Title IX. The university also agreed to provide comprehensive training to all faculty, in addition to specialized training for its Peer Review Committee, and to implement a new training program for all graduate students. The university was also required to review a number of specific cases, and conduct an internal assessment of complaints that were resolved through an alternative resolution process during the 2018-19 and 2019-20 school years. The university agreed to ongoing monitoring by OCR.</p>",
    "summary_published_date": "2019-02-11T00:00:00-05:00",
    "summary_short": "On July 15, 2015, The United States Department of Education, Office for Civil Rights (OCR) opened an investigation after three similar complaints were filed against the university, and investigated five specific issues: 1) whether the university complied with Title IX requirements regarding development and dissemination of notice of nondiscrimination, 2) whether the university complied with Title IX requirements regarding the designation and notice of a Title IX Coordinator, 3) whether the university’s sexual harassment and sexual violence policies and procedures,\r\nas written, comply with Title IX, 4) whether the university provided a prompt and equitable response to incidents of sexual harassment and sexual violence of which it had notice, and 5) whether the University’s failure to provide a prompt and equitable response to notice of sexual harassment and sexual violence allowed the Complainants and other affected students to be subjected to or to continue to be subjected to a sexually hostile environment. The university entered into a voluntary resolution agreement on February 20, 2018. Among other things, he university agreed to amend its notice of nondiscrimination and written policies and procedures, provide training, and to review a number of specific cases. The university agreed to ongoing monitoring by OCR.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16938",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16938",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16938",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16938"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115222,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115222"
    },
    {
      "date": "2018-02-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99879,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99879.pdf",
      "title": "[University of California at Berkeley Letter of Findings]",
      "text": "UNITED STATES DEPARTMENT OF EDUCATION \nOFFICE FOR CIVIL RIGHTS \nREGION IX \n   \nCALIFORNIA \n50 UNITED NATIONS PLAZA \n \nMAIL BOX 1200; ROOM 1545 \n  SAN FRANCISCO, CA 94102 \n   \nFebruary 26, 2018 \n \n \nCarol T. Christ \nChancellor \nUniversity of California, Berkeley \nOffice of the Chancellor \n200 California Hall, #1500 \nBerkeley, California 94720-1500 \n \n(In reply, please refer to case no. 09-14-2232, 09-15-2392, and 09-16-2399.) \n \nDear Chancellor Christ: \n  \nThis letter is to inform you that the U.S. Department of Education (the Department), Office for \nCivil Rights (OCR), has completed its investigation of the above-referenced complaints against \nthe University of California, Berkeley (University).   \n \nOCR is responsible for enforcing Title IX of the Education Amendments of 1972 (Title IX), as \namended, 20 U.S.C. §1681 et seq., and its implementing regulation at 34 C.F.R. Part 106, which \nprohibit  discrimination  on  the  basis  of  sex  in  education  programs  and  activities  receiving \nfinancial assistance from the Department.  The University is a recipient of financial assistance \nfrom the Department.  Therefore, OCR had jurisdiction to investigate this matter. \n \nIn case no. 09-14-2232, the complainant alleged that the University failed to respond promptly \nand equitably to notice that she1 and other students at the University had been subjected to sexual \nharassment  and/or  sexual  violence.    The  complaint  included  information  collected  from  a \nnumber of students with similar allegations and allegations that the University’s policies and \npractices did not comply with Title IX and its implementing regulation.  Complainant A (case \nno. 09-15-2392) and Complainant B (case no. 09-16-2399) made similar allegations regarding \nthe University’s failure to respond promptly and equitably to their individual complaints of \nsexual  harassment  and/or  sexual  violence.    OCR  consolidated  these  cases  for  purposes  of \ninvestigation and resolution. \n \n \n \n                                            \n1 For purposes of addressing the individual allegation in this complaint, OCR has determined that administrative \nclosure is appropriate under Case Processing Manual (CPM) section 110(b) because of a federal court decision \nissued in 2016.  The separate systemic allegations in complaint number 09-14-2232 are addressed herein through \nOCR’s review of policies and procedures and investigation of resolution files. \nThe Department of Education’s mission is to promote student achievement and preparation for global competitiveness  \nby fostering educational excellence and ensuring equal access. \n \nwww.ed.gov \n \n \n\n                                                     \nPage 2 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nOCR investigated the following issues: \n   \nA.  Whether the University complied with Title IX requirements regarding development and \ndissemination of notice of nondiscrimination pursuant to 34 C.F.R. §§ 106.8(a) and \n106.9; \n \nB.  Whether the University complied with Title IX requirements regarding the designation \nand notice of a Title IX Coordinator pursuant to 34 C.F.R § 106.8(a);  \n \nC.  Whether the University’s sexual harassment and sexual violence policies and procedures, \nas written, comply with Title IX pursuant to 34 C.F.R § 106.8(b); \n  \nD.  Whether the University provided a prompt and equitable response to incidents of sexual \nharassment and sexual violence of which it had notice  pursuant to 34 C.F.R. §§ 106.31 \nand 106.8; and \n \nE.  Whether the University’s failure to provide a prompt and equitable response to notice of \nsexual  harassment  and/or  sexual  violence  allowed  the  Complainants  and/or  affected \nstudents  to  be  subjected  to  or  to  continue  to  be  subjected  to  a  sexually  hostile \nenvironment pursuant to 34 C.F.R. §§ 106.31 and 106.8.    \n \nThe legal standards, facts gathered, and the reasons for OCR’s determinations in this matter are \nsummarized below. \n \nLEGAL STANDARDS \n \nSexually Hostile Environment and Duty to Respond Promptly and Equitably \n \nThe regulation implementing Title IX, at 34 C.F.R. § 106.31, provides that “. . . no person shall, \non the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected \nto discrimination under any . . . education program or activity” operated by recipients of Federal \nfinancial assistance.  Sexual harassment that creates a hostile environment is a form of sex \ndiscrimination prohibited by Title IX.  Sexual harassment is unwelcome conduct of a sexual \nnature.  Sexual harassment can include unwelcome sexual advances, requests for sexual favors, \nand other verbal, nonverbal, or physical conduct of a sexual nature, including acts of sexual \nviolence.   \n \nWhen  a  student  sexually  harasses  another  student,  the  harassing  conduct  creates  a  hostile \nenvironment if it is so severe, persistent, or pervasive that it denies or limits a student’s ability to \nparticipate in or benefit from the recipient’s program or activities.  If a recipient knows or \nreasonably should know about student-on-student harassment, Title IX requires the recipient to \nrespond  in  a  prompt  and  equitable  manner  by  taking  immediate  action  to  eliminate  the \nharassment, prevent its recurrence, and address its effects.    \n \nIf an employee who is acting, or reasonably appears to be acting, in the context of carrying out \nhis/her responsibilities either (1) conditions an educational decision or benefit on a student’s \n \n \n\n                                                     \nPage 3 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nsubmission to unwelcome sexual conduct, or (2) engages in sexual harassment that is so severe, \npersistent, or pervasive to deny or limit a student’s ability to participate in or benefit from the \nrecipient’s programs or activities, the recipient is responsible for the discriminatory conduct \nwhether or not it has notice.   \n \nWhen responding to alleged sexual harassment, a recipient must take immediate and appropriate \naction  to  investigate  or  otherwise  determine  what  occurred.   The  inquiry  must  be  prompt, \nreliable, and impartial.  Pending the outcome of a response to a report or an investigation of a \ncomplaint, Title IX requires a recipient to take steps to protect the complainant from further \nharassment as necessary, including taking interim measures.  The recipient also should take steps \nto prevent any retaliation against the student who made the complaint and/or those who provided \ninformation.   \n \nA recipient must consider the effects of off-campus misconduct when evaluating whether there is \na hostile environment on campus or in an off-campus education program or activity.  This \nincludes a review of misconduct that did not occur in the context of an education program or \nactivity but may have had such an impact.   \n \nTitle IX and its implementing regulations are intended to protect students from discrimination on \nthe basis of sex, not to regulate the content of speech.  In cases of alleged sexual harassment, \nOCR considers the protections of the First Amendment of the U.S. Constitution where issues of \nspeech or expression by students or employees are concerned.   \n \nGrievance Procedures and Notice of Nondiscrimination \n \n34 C.F.R. § 106.8(a) requires each recipient to designate at least one employee to coordinate its \nefforts to comply with and carry out its responsibilities under the regulation implementing Title \nIX, including investigation of any complaint communicated to the recipient alleging any actions \nwhich would be prohibited by Title IX.  34 C.F.R. § 106.8(b) requires that a recipient adopt and \npublish grievance procedures providing for the prompt and equitable resolution of student and \nemployee complaints alleging any action prohibited by Title IX.  OCR examines a number of \nfactors  in  evaluating  whether  a  recipient’s  grievance  procedures  are  prompt  and  equitable, \nincluding whether the procedures provide for the following:  notice of the procedure to students, \nand employees, including where to file complaints; application of the procedure to complaints \nalleging discrimination by employees, other students, or third parties; adequate, reliable, and \nimpartial investigation of complaints, including the opportunity to present witnesses and other \nevidence;  designated  and  reasonably  prompt  timeframes  for  major  stages  of  the  complaint \nprocess; notice to the parties of the outcome of the complaint; and an assurance that steps will be \ntaken to prevent recurrence of any discrimination and to correct its effects. \n \nFinally, 34 C.F.R. § 106.9 requires each recipient to implement specific and continuing steps to \nnotify applicants for admission and employment, employees, sources of referral of applicants for \nadmission  and  employment,  and  all  unions  or  professional  organizations  holding  collective \nbargaining or professional agreements with the recipient, that it does not discriminate on the \nbasis of sex in any educational program or activity which it operates, and that it is required by \nTitle IX and its implementing regulation not to discriminate in such a manner.  The notice of \n \n \n\n                                                     \nPage 4 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nnondiscrimination must include a statement that inquiries concerning Title IX may be referred to \nthe Title IX Coordinator or to OCR (34 C.F.R. § 106.9(b)) and, the University must provide \nadequate notification of the contact information, including the name (or title), address, and phone \nnumber for the Title IX Coordinator (34 C.F.R. § 106.8).   \n  \nBACKGROUND AND SUMMARY OF INVESTIGATION \n \nThe University is a campus of the University of California (U.C.) system, and is located in \nBerkeley, California.  To investigate this matter, OCR conducted on-site visits on nine days \nbetween June, 2014 and August, 2016, and interviewed University administrators, including the \nUniversity’s Title IX Coordinator (Title IX Coordinator), who is also the Director of the Office \nfor the Prevention of Harassment and Discrimination (OPHD), the Dean of Students, the Vice-\nProvost  for  Faculty,  the  Director  of  the  Center  for  Student  Conduct,  the  Assistant  Vice-\nChancellor for Residential Life, and the Chief of the U.C. Police Department.  In addition, OCR \ninterviewed individuals responsible for providing support and counseling services, including \nstaff from University Health Services, the Gender Equity Resource Center, the confidential care \nadvocate’s office, and respondent support services.  OCR interviewed individual students who \ncontacted OCR during the investigation or attended office hours.  OCR also conducted student \nfocus  groups  in  February,  2015,  which  included  meetings  with  graduate  students,  resident \nadvisors, orientation leaders, members of fraternities and sororities, members of men’s and \nwomen’s athletic teams, student government representatives, and peer educators.   \n \nOCR  reviewed  the  University’s  response  to  oral  reports  and  written  complaints  of  sexual \nharassment and/or sexual violence during the 2011-12, 2012-13, 2013-14, and 2014-15 academic \nyears.2  OCR also reviewed Complainant B’s case and one matter, which was brought to OCR’s \nattention for review, both of which the University began addressing during the 2015-16 academic \nyear.  Other than these two matters, OCR’s investigation does not include a review of the \nUniversity’s response to any oral reports and written complaints of sexual harassment and/or \nsexual  violence  after  May  29,  2015.    OCR  also  reviewed  the  University’s  policies  and \nprocedures  related  to  sexual  harassment  and  sexual  violence  in  effect  during  the  2011-12 \nacademic year and all subsequent revisions and updates through December 1, 2017.   \n \nFinally, OCR reviewed information regarding the University’s sexual harassment and sexual \nviolence training for students and staff.  Starting in the 2015-16 academic year, the University \nrequired  freshmen  and  transfer  students  to  receive  in-person  training  on  the  University’s \ndefinitions of sexual harassment and sexual violence, including standards of consent, and how to \naccess  University  resources  and  file  sexual  harassment  and  sexual  violence  complaints.  \nFollowing changes in January, 2016 to the University’s Title IX sexual harassment and sexual \nviolence policies, the University conducted mandatory training for faculty and staff, appeals \npanel members, and OPHD investigators.   \n \n          \n \n                                            \n2 For the 2014-15 academic year, OCR’s review included all files identified by the University as including reports / \ncomplaints of sexual violence and all files identified by the University as including reports / complaints of sexual \nharassment and/or sexual violence by students against faculty. \n \n \n\n                                                     \nPage 5 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nFACTUAL FINDINGS AND ANALYSIS \n   \nA.  Whether  the  University  complied  with  Title  IX  requirements  regarding \ndevelopment  and  dissemination  of  notice  of  nondiscrimination  pursuant  to  34 \nC.F.R. §§ 106.8(a) and 106.9. \n \nFactual Findings \n \nOCR reviewed the University’s notice of nondiscrimination on the basis of sex published on its \npublic facing website with respect to sexual harassment and sexual violence.3  It identifies \nOPHD  as  the  University  office  responsible  for  Title  IX  compliance  and  states  that  the \nUniversity’s Title IX Coordinator is housed within OPHD.  The notice provides information \nregarding the purpose of the Title IX office, how to file a complaint, and required contact \ninformation for reporting sexual harassment and sexual violence, including multiple methods of \ncontacting the Title IX Coordinator and OPHD support staff.  The University’s notice contains \ninformation about filing complaints with the Berkeley Police Department (BPD) and U.C. Police \nDepartment (UCPD).  However, it does not include the statement that inquiries regarding Title \nIX may be referred to OCR.   \n \nWhile the University’s course catalog and schedule of classes previously contained notice to \nstudents regarding the above-described non-discrimination information, starting with the 2014-\n15 academic year, the University stopped issuing a hard copy version of its course catalog and all \ncourse  information  is  available  exclusively  in  a  browser-based  online  format.    As  such, \nadditional  notice  to  students  is  provided  on  other  University-maintained  webpages,  which \ncontain links to the OPHD webpage, where the Title IX Coordinator’s contact information is \nlocated, along with a listing of sexual violence resources.4  Finally, the University’s online \nemployment  portal  contains  links  to  the  U.C.  Office  of  the  President  (UCOP)  and  its \n“discrimination and harassment prevention and response” page, which provides notice of non-\ndiscrimination on the basis of sex, information regarding who to contact and how to report \ncomplaints, and additional resources.  However, none of these resources or websites state that \ninquiries regarding Title IX may be made to OCR. \n \nPrior to the publication of these online notices, OCR examined notice provided to the campus \ncommunity through its system-wide sexual harassment policies and procedures.  The “Sexual \nHarassment Policy” in place between the 2010-11 and 2013-14 academic years did not include \ninformation about the Title IX Coordinator, where to make a report or complaint and that \ninquiries regarding Title IX may be made to OCR.  These omissions were corrected on February \n25, 2014, when the UCOP issued its “Sexual Harassment and Sexual Violence Policy”.  This \n                                            \n3 http://survivorsupport.berkeley.edu/, last reviewed November 2, 2017 and December 5, 2017. \n4 http://ejce.berkeley.edu, last reviewed on August 16, 2017 and December 5, 2017.   In addition, the University \nmaintains  a  “Sexual  Violence  Prevention  and  Response”  webpage  which  contains  information  about  non-\nconfidential and confidential resources on campus.  The webpage for the UCPD contains links to University Health \nServices, the Gender Equity Resource Center, and additional community resources. http://ucop.edu/local-human-\nresources/op-life/sexual-harassment-violence-support.html, last reviewed on August 16, 2017 and November 7, \n2017. http://ucpd.berkeley.edu/campus-safety/report-crime/case-sexual-violence, last reviewed on August 16, 2017 \nand November 7, 2017.   \n \n \n\n                                                     \nPage 6 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \npolicy covered student admissions and access to University programs and activities and, among \nother things, discussed the prohibition against discrimination and harassment on the basis of sex, \nand  explained  the  University’s  complaint  procedure,  the  process  that  campus  community \nmembers must follow to file a complaint, how to contact OPHD and the Title IX Coordinator, \nand that inquiries regarding Title IX may be made to OCR.  The U.C. system-wide “Sexual \nViolence and Sexual Harassment Policy” in effect January 1, 2016, to at least the date of last \nreview on November 6, 2017, includes the same required information.  This policy is also posted \non the University’s website. \n \nAnalysis and Conclusion \n  \nOCR found that the University’s notice of nondiscrimination is available in multiple locations on \nthe University’s website.  OCR also found that the University was not in compliance with Title \nIX requirements between the 2010-11 and 2013-14 academic years because its policies and \nprocedures  lacked  some  of  the  required  information  about  the  Title  IX  Coordinator  and  a \nstatement that inquiries may be made to OCR.  The University brought these documents into \ncompliance on February 25, 2014.  The University’s current notices of nondiscrimination posted \non its website comply with Title IX requirements, with the exception that they do not include a \nstatement that inquiries regarding Title IX may be referred to OCR.  On October 20, 2017, the \nUniversity provided OCR with amended draft notification to address this issue.  Prior to OCR \ncompleting its assessment regarding whether the revised noticed had been properly distributed, \nthe University expressed an interest in voluntary resolution of this issue, and OCR agreed it was \nappropriate to do so.  \n \nB.  Whether  the  University  complied  with  Title  IX  requirements  regarding  the \ndesignation and notice of a Title IX Coordinator pursuant to 34 C.F.R § 106.8(a).  \n \nFactual Findings \n \nThe University’s current Title IX Coordinator has overseen Title IX investigations from at least \nAugust, 2011 through at least January 25, 2018.  OCR confirmed that between August, 2011 and \nJune, 2014, the Title IX Coordinator has attended multiple sessions of professional training \nregarding Title IX compliance and investigations and University policies and procedures.  OCR \nfurther confirmed that OPHD staff members, student conduct hearing officers, and peer review \ncommittee members attended training sessions on sexual harassment and sexual violence and \nUniversity policies and procedures.  The various iterations of the University’s Title IX policies \nand  procedures  describe  the  Title  IX  Coordinator’s  responsibilities:    monitoring  overall \ncompliance  with  Title  IX;  ensuring  appropriate  training;  and  overseeing  the  University’s \ninvestigation, response to, and resolution of complaints made under the policy.  As discussed \nabove, the University’s website and OPHD web page contain the contact information for the \nTitle IX Coordinator, including her phone number, email, and office address.  \n \nAnalysis and Conclusion \n \nOCR found that the University had designated a Title IX Coordinator from August, 2011 through \nat least January 25, 2018, and the Title IX Coordinator attended professional training during that \n \n \n\n                                                     \nPage 7 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \ntime regarding Title IX compliance and investigations and University policies and procedures.  \nAs such, OCR found that the Title IX Coordinator was otherwise qualified to carry out the \nresponsibilities of coordinating Title IX investigations.  In addition, OCR confirmed that the \nUniversity provided trainings for others involved in the investigation process, specifically OPHD \ninvestigators,  student  conduct  hearing  officers,  and  peer  review  committee  members.    The \nUniversity’s website includes the contact information, including name, address, email, and phone \nnumber, for the Title IX Coordinator and OPHD investigators.  Accordingly, OCR found the \nUniversity in compliance with Title IX and its implementing regulation with respect to this issue. \n \nC.  Whether  the  University’s  sexual  harassment  and  sexual  violence  policies  and \nprocedures, as written, comply with Title IX and the regulation pursuant to 34 \nC.F.R § 106.8(b).  \n \nFactual Findings \n \n1.  Overview \n \nOCR reviewed the applicable sexual harassment and sexual violence policies and grievance \nprocedures contained in U.C. system-wide and local policies and procedures and in student, staff, \nand faculty codes of conduct in effect from August, 2011 through January 25, 2018.  During this \ntime period, the UCOP issued four significant revisions to these documents.   \n \nThe U.C. “Sexual Harassment Policy” (SHP) in effect from August, 2011 until February, 2014 \nprovided only a broad description of resolution approaches, stating that each campus would \nprovide a prompt and effective response through an informal (“early”) or alternative resolution, \nformal investigation, or targeted training.5  The SHP did not provide any guidelines describing \nhow the Title IX Coordinator would determine which one of these three options was the most \nappropriate response.  During this period, neither alternative resolution nor a formal investigation \nwas described or defined. \n \nIn February, 2014, the U.C. “Sexual Harassment and Sexual Violence” policy (SHSVP) replaced \nthe SHP, and, among other things, the SHSVP provided additional guidance on how reports and \ncomplaints of sexual harassment and sexual violence should be processed.  The SHSVP specified \nthat complainants would be informed about all “options” and that individual U.C. campuses were \n“encouraged to utilize [alternative resolution] when the parties desire to resolve the situation \ncooperatively  and/or  when  a  [f]ormal  [i]nvestigation  is  not  likely  to  lead  to  a  satisfactory \noutcome.”  The SHSVP stated that alternative resolution could include an “inquiry into the facts, \nbut typically does not include a formal investigation”, and included the following options for \nresolution:  mediating an agreement between the parties, referrals for counseling, negotiating an \nagreement  for  disciplinary  action,  conducting  targeted  preventative  training,  and  providing \n“remedies to the individual harmed by the offense.”   \n \n                                            \n5 The University’s Title IX Coordinator is located in the OPHD office.  The OPHD office is charged with \nresponding to all oral reports and written complaints of sexual harassment and sexual violence filed by members of \nthe University community.   \n \n \n\n                                                     \nPage 8 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nThe SHSVP and subsequent iterations of this policy stated that the Title IX Coordinator or his or \nher designee could conduct a formal investigation in cases where alternative resolution was \ninappropriate or attempted unsuccessfully.  The formal investigation was described as resulting \nin a written report, including findings of fact and the positions of both parties.  With respect to \nthe  Title  IX  Coordinator’s  decision  to  proceed  to  formal  investigation,  the  “wishes  of  the \nindividual making the request [for formal investigation]” were considered but not “determinative \nin the decision to initiate [f]ormal [i]nvestigation.”  The current U.C. “Sexual Violence and \nSexual Harassment Policy” (SV/SH Policy), last revised in September 1, 2017, states that after \nmaking a report or filing a complaint, only the complainant has the right to request a formal \ninvestigation, but that the Title IX Officer has final authority for determining whether to initiate \nsuch an investigation or proceed with an alternative resolution process.   \n \nFollowing the completion of OPHD’s complaint resolution process, OPHD transfers the case to \nthe University  office with appropriate oversight when either  a finding is made  against the \nrespondent or the respondent is referred for sanctions / corrective action at the conclusion of an \nalternative resolution process.  If OPHD does not make a finding against the respondent or \notherwise  identify  other  conduct  charges  appropriate  for  referral,  then  the  case  is  closed.  \nThroughout the period under review, the sanctions process has differed based on the category of \nthe responding party (student, faculty or staff) as follows: \n \n•  If the responding party is a student, OPHD forwards the complaint to the Center for \nStudent Conduct (CSC), which applies the University’s code of conduct for students. The \n“Berkeley Campus Code of Student Conduct” (Student Code of Conduct), in effect as of \nOCR’s  last  review  in  September  1,  2017  was  last  revised  in  January,  2016.    The \nUniversity implemented a corresponding policy, the Interim Sexual Misconduct Policy, \nupdated on September 27, 2013 and effective until December 31, 2015, which modified \nthe conduct process described in the Student Code of Conduct specifically for complaints \ninvolving sexual misconduct.  On January 1, 2016, the Sexual Violence and Sexual \nHarassment Student Adjudication Framework (Student Adjudication Framework) and \nrevised Student Conduct and Discipline Policy, which amended the Student Code of \nConduct provisions specific to sexual violence and sexual harassment, went into effect.   \n \n•  If the responding party is a faculty member, OPHD forwards complaints with a finding of \nresponsibility to the Office of the Vice-Provost for Faculty, which has authority to initiate \nthe sanctions process pursuant to the University’s Faculty Code of Conduct.  On July 1, \n2017, the U.C. Sexual Violence and Sexual Harassment Investigation and Adjudication \nFramework for Senate and Non-Senate Faculty (Faculty Framework) went into effect.  \nThis policy further revised the discipline process for respondent faculty members.   \n \n•  If the responding party is a staff person, from at least September, 2011 through June 30, \n2017, OPHD forwarded complaints with a finding of responsibility to the department \nwhere  the  respondent  was  employed.    During  this  time  period,  all  determinations \nregarding corrective action were made in accordance with University staff policies and / \nor applicable union contracts.  On July 1, 2017, the U.C. Sexual Violence and Sexual \nHarassment  Investigation  and  Adjudication  Framework  for  Staff  and  Non-Faculty \nAcademic Personnel (Staff Framework) went into effect.  Under the Staff Framework, \n \n \n\n                                                     \nPage 9 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nOPHD  forwards  complaints  against  staff  with  a  finding  of  responsibility  to  the \nrespondent’s  supervisor  or  other  appropriate  administrative  authority  to  determine \nappropriate sanctions. \n \n2.  Reports and Complaints against Students  \n \na.  2011-13 Academic Years \n   \nFor the 2011-12 and 2012-13 academic years, the SHP and the Student Code of Conduct applied \nto all oral reports and written complaints of sexual harassment and sexual violence.  OCR found \nthe University out of compliance during 2011-13 academic years for several reasons.  First, the \nSHP  did  not  provide  students  and  complainants  with  any  information  about  where  to  file \ncomplaints or the procedures the University would follow to resolve such complaints.  Second, \nboth  the  SHP  and  the  Student  Code  of  Conduct  failed  to  provide:    an  assurance  that  the \ncomplainant and respondent would be provided equal opportunities to present witnesses and \nevidence; reasonably prompt timeframes for major stages in the complaint process to ensure a \nprompt resolution of complaints; and notice of the outcome of the investigation and complaint \nresolution to either party.  In addition, while the SHP contained an assurance that complainants \nwould be protected from retaliation, neither the SHP nor the Student Code of Conduct contained \na similar assurance for respondents who participated in OPHD investigations.  Further, the \nStudent Code of Conduct provided respondents with the opportunity to access and provide \nevidence and the right to an advisor during the hearing process but did not explicitly provide any \nof these rights to complainants.  Neither of these policies provided an assurance that a party \ncould end the alternative resolution process and begin a formal investigation process, if the \nalternative resolution process was inequitable or ineffective.   \n \nb.  Beginning of 2013 Academic Year until February 24, 2014 \n \nFrom the beginning of the 2013-14 academic year until February 24, 2014, the SHP remained in \neffect and worked with the University’s Interim Sexual Misconduct Policy, which modified the \nStudent Code of Conduct for sexual misconduct matters.  OCR found that the University’s \npolicies and procedures were also not in compliance with Title IX requirements during this \nperiod.    In  this  regard,  the  Interim  Sexual  Misconduct  Policy  addressed  only  three  of  the \ncompliance issues discussed above, namely, adding a  requirement to provide notice of the \noutcome of the student conduct process  following  OPHD’s investigation to both parties, a \nprovision against retaliation applicable to both respondents and complainants, and a provision \nregarding equitable access to information and right to an advisor for complainants.   \n \nc.  February 25, 2014 through the end of the 2014-15 Academic Year \n \nThe  SHSVP  went  into  effect  on  February  25,  2014  and  replaced  the  SHP.    With  the \nimplementation of the SHSVP, working in conjunction with the Interim Sexual Misconduct \nPolicy, additional issues were remedied:  the SHSVP provided adequate notice to students and \nemployees about complaint procedures and where complaints of sexual harassment and sexual \nviolence should be filed (namely, with the Title IX office or a responsible employee, such as a \nsupervisor or manager).  It also provided for an adequate and reliable investigation with respect \n \n \n\n                                                     \nPage 10 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nto an equal opportunity for complainants and respondents to present witnesses and evidence and \na reasonably prompt timeframe for resolution of formal investigations (60 working days, with the \npossibility for an extension).   \n \nHowever, the SHSVP continued to lack a reasonably prompt timeframe for complaints resolved \nthrough an alternative resolution or notice of the outcome of such process.  OCR also identified \nan  inequity  for  the  respondent  because,  during  the  alternative  resolution  process,  only  the \ncomplainant  could  request  to  initiate  the  formal  investigation  process,  which  included  due \nprocess protections for both parties.   \n \nd.  2015-16 and 2016-17 Academic Years \n \nFor the 2015-16 academic year, the SHSVP was in effect until January 1, 2016, when the SV/SH \npolicy  took  effect.  In  addition,  the  Student  Adjudication  Framework  and  revised  Student \nConduct and Discipline Policy took effect on January 1, 2016, amending the Student Code of \nConduct  for  sexual  harassment  and  sexual  violence  cases.    Additional  revisions  made  on \nSeptember 1, 2017 included an update on offices responsible for policy implementation and \nseveral links to staff and faculty adjudication frameworks. \n \nThe revised policies and procedures in place from January 1, 2016 through at least December 1, \n2017 do not address the issues of noncompliance previously identified in the SHSVP with \nrespect to the alternative resolution process.  In addition, the SV/SH policy does not state that the \nalternative resolution process is voluntary or that its coverage applies to complaints of sexual \nharassment  and  sexual  violence  against  third  parties,  such  as  individuals  in  the  University \ncommunity whose conduct may create a hostile environment for students, faculty, or staff in the \nUniversity’s programs or activities.  \n \n3.  Reports and Complaints against Faculty  \n \nFrom September 1, 2011 through at least December 1, 2017, the University had in effect the \nfollowing  policies  and  procedures  applicable  to  sexual  harassment  and  sexual  violence \ncomplaints against faculty:  the Faculty Code of Conduct (APM-015), the Policy on Faculty \nConduct and the Administration of Discipline (APM-016), and a local faculty discipline process.  \nUnder  the  policies  and  procedures,  although  OPHD  had  already  issued  a  finding  of \nresponsibility, the Vice-Provost for Faculty then initiated a separate faculty investigation and \ndiscipline process.  In this second process, the Vice-Provost for Faculty appointed a small \ncommittee of faculty investigators to determine if the faculty member “could be charged” with a \nviolation of University policies with respect to sexual harassment and/or sexual violence.  None \nof  the  policies  and  procedures  pertaining  to  faculty  conduct  or  discipline  contained  any \ntimeframes, reasonable or otherwise, for completion of the major stages in the investigation and \ndiscipline process.  They also did not provide equity for complainants with respect to receipt of \nnotice of the outcome of the investigation and sanctions process; the opportunity to present \nevidence, witnesses, or access the investigative file; or representation during hearing proceedings \nbefore the Privilege and Tenure Committee (P & T Committee), all of which were provided to \nrespondents.   \n \n \n \n\n                                                     \nPage 11 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nOn  July  1,  2017,  the University’s  new  Faculty  Framework  went  into  effect.    The  Faculty \nFramework  describes  a  complaint  procedure  for  sexual  harassment  and  sexual  violence \ncomplaints against faculty that, in conjunction with the SV/SH policy and updates to local \nfaculty discipline procedures, provides for notice to the complainant of various reporting options, \nan initial complaint assessment by the Title IX Coordinator, interim measures, and resolution \nthrough the SV/SH policy’s alternative resolution and formal investigation processes.  Under the \nFaculty Framework, complainants and respondents are provided with:  notice of the initiation of \nthe investigation, findings, and, as applicable, sanctions; equal opportunities to present testimony \nand evidence and to have an advisor present; notice of the timelines for completion of the Title \nIX investigation and, if applicable, the discipline process.   \n \nUnder the Faculty Framework, if OPHD finds a respondent faculty member violated the SV/SH \npolicy, then this finding triggers the initiation of the faculty discipline process under APM-015 \nand APM-016.  Both parties have an opportunity to respond to the finding from OPHD under the \nSV/SH policy prior to the Vice-Provost for Faculty’s consultation with the University’s Peer \nReview  Committee  regarding  the  range  of  appropriate  corrective  actions.    The  Faculty \nFramework also includes a 40-day timeframe for the Vice-Provost for Faculty to, in consultation \nwith the Peer Review Committee, enter into an early resolution with the faculty member in \naccordance  with  APM-016,  file  charges  against  the  faculty  member  to  initiate  the  P  &  T \nCommittee disciplinary hearing process, or close the matter without taking formal disciplinary \naction.  However, the Faculty Framework fails to include a reasonably prompt timeframe for \ncompletion  of  the  early  resolution,  P  &  T  Committee  hearing,  or  appeal  /  reconsideration \nprocess.    It  states  only  that  faculty  discipline  will  be  imposed  within  three  years  of  a \ncomplainant’s initial report of sexual harassment and/or sexual violence.  As written, three years \nis not a reasonably prompt timeframe for concluding an investigation and issuing an effective \nresponse for a complaint of sexual harassment and/or sexual violence.   \n \nOCR also notes that, under the Faculty Framework and applicable Academic Senate bylaws that \ngovern the P & T Committee hearing process, a respondent faculty member may be permitted to \ndirectly  cross-examine  a  complainant  who  provides  witness  testimony  during  a  P  &  T \nCommittee  hearing  involving  a  complaint  of  sexual  violence  and/or  sexual  harassment.  \nHowever, because the University and not individual complainants initiate charges before the P & \nT Committee, the Academic Senate bylaws do not provide for complainant-witnesses to be able \nto cross-examine respondent faculty members during P & T Committee hearings.6   \n \nOCR also notes that under APM-015 and APM-016, the P & T Committee uses the clear and \nconvincing evidence standard for the faculty discipline process.  As such, the University has a \ntwo-tier system with different standards of proof.  \n \n4.  Reports and Complaints against Staff \n \nFrom September 1, 2011 through at least December 1, 2017, the University had in effect several \npersonnel policies for staff members (specifically relevant here, PPSM 62 and 64) related to \n                                            \n6 Although this does not address the equity issue between the complainant and the respondent, OCR notes there are \nother options, such as cross-examination of either party by a third party, an advisor, or the University, available.  \nRegardless of the method employed, the University will need to ensure equity between the parties.    \n \n \n\n                                                     \nPage 12 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nviolations of University policies.  Neither PPSM 62, 64, or other PPSMs applicable to conduct \nthat violates University policies included a resolution process for sexual harassment  and/or \nsexual violence complaints against staff and, as such, did not contain any timeframes, reasonable \nor otherwise, for completion of major stages in the resolution of complaints or provide for notice \nof the outcome of the investigation to complainants or respondents.  \n \nOCR found that the Staff Framework, which went into effect July 1, 2017, remedied many \ndeficiencies present under PPSMs 62 and 64.  Specifically, the Staff Framework describes a \ncomplaint procedure for sexual harassment and sexual violence complaints against staff that, in \nconjunction with the SV/SH policy, provides for notice to the complainant of various reporting \noptions, an initial complaint assessment by the Title IX Coordinator, interim measures, and \nresolution through the SV/SH’s alternative resolution and formal investigation processes through \nOPHD with a 60 business day timeline.  Both parties are provided with:  notice of the initiation \nof  an  investigation,  findings,  and  sanctions;  equal  opportunities  to  present  testimony  and \nevidence and have an advisor present; and notice of timelines for completion of the Title IX \ninvestigation and, if applicable, discipline process.  Both parties are provided with an opportunity \nto respond to OPHD’s finding of responsibility “to express their perspectives and address what \noutcome  they  wish  to  see”  prior  to  any  determination  concerning  discipline  and/or  other \ncorrective action.  If the Title IX office finds a respondent staff member violated the SV/SH \npolicy, then the respondent’s supervisor and the Chancellor’s designee are notified and review \nthe parties’ submission, if any, and make a determination regarding the appropriate sanction \nfrom a range of available sanctions up to and including termination. \n \nWhile PPSMs 62 and 64 broadly describe applicability to sexual misconduct cases and give the \nUniversity authority to issue sanctions to staff for misconduct, these PPSMs were not amended \non September 1, 2017 to include a specific cross-reference to the new Staff Framework.  As \nsuch, PPSM 62 and 64 continue not to include timeframes for any process or information about \nthe rights of complainants and respondents to provide evidence and witnesses.  \n \nAnalysis and Conclusion \n \nOverall, while the University’s policies and procedures have been effectively amended since \n2011 to improve the equity and promptness of resolutions, OCR identified several remaining \nareas where the policies and procedures do not meet Title IX requirements.  Specifically, the \nSV/SH policy contains no timeframe for completion of the alternative resolution process and \ndoes not provide for any notice of the outcome to the parties who engage in such process.  The \nalternative resolution process is not voluntary for the parties.  The complainant and respondent \nmay not end the alternative resolution process and initiate the formal investigation process, even \nwhere it has not equitably addressed the allegations or has not concluded in a reasonably prompt \nmanner.  In addition, the SV/SH policy does not state that its coverage applies to complaints of \nsexual harassment and sexual violence against third parties, such as individuals in the University \ncommunity whose conduct may create a hostile environment for students, faculty, or staff in the \nUniversity’s programs or activities. \n \nFurther, the Faculty Framework fails to include a reasonably prompt timeframe for completion of \nthe P & T hearing process or early resolution process, if one is chosen.  Finally, because there are \n \n \n\n                                                     \nPage 13 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nno cross-references in staff PPSMs to the Staff Framework, these staff policies lack effective \nnotice as to which grievance process applies.  If PPSM 62 and 64 do still apply, they are not in \ncompliance because they do not include reasonably prompt timeframes for major stages of the \ncomplaint process or information about the rights of complainants and respondents to present \nwitnesses and other evidence.  Accordingly, for the reasons stated herein, OCR found that the \nUniversity’s  current  policies  and  procedures  are  not  compliant  with  Title  IX  and  its \nimplementing regulation. \n \nD.  Whether the University provided a prompt and equitable response to incidents of \nsexual harassment and sexual violence of which it had notice pursuant to 34 C.F.R. \n§§ 106.31 and 106.8; and \n \nE.  Whether the University’s failure to provide a prompt and equitable response to \nnotice of sexual harassment and sexual violence allowed the Complainants and/or \naffected students to be subjected to or to continue to be subjected to a sexually \nhostile environment pursuant to 34 C.F.R. §§ 106.31 and 106.8.    \n \n1.  Complainant A – 09-15-2392 \n \nFactual Findings \n \nDuring the 2013-14 academic year, Complainant A was a female undergraduate at the University \nand a member of a University athletics team.  Student 1 was a male undergraduate student who \nwas a member of the same athletics team as Complainant A.  Complainant A and Student 1 \nengaged in a consensual sexual relationship that ended in or around June, 2013 and, thereafter, \nComplainant A and Student 1 continued to see each other socially.  On June X, 2014, Student 1 \ncalled  911  to  report  that  Complainant  A  was  intoxicated  and  making  threats  XX  XXX \nXXXXXXXXXX XXXXXXXXX.  Student 1 provided a written statement to the Berkeley \nPolice Department (BPD) for inclusion in a police report.  Complainant A later contacted BPD to \nfile  her  own  police  report,  alleging  that  on  June  X,  2014,  Student  1  had  pushed  her  and \nthreatened to rape her.  Because Complainant A declined to provide a witness statement and \nrequested that BPD take no further action, only Student 1’s police report was initially forwarded \nto the University. \nOn June X, 2014, the Associate Athletics Director emailed Complainant A asking if she was \navailable to meet; Complainant A responded, “[u]nless you are messaging me about the sexual \nassault, in which case I decided NOT to press charges.”  The Associate Athletics Director \nreported Complainant A’s statement to the Title IX Coordinator and emailed Complainant A \nwith campus resources and information about OPHD.  There are no records in the OPHD case \nfile reviewed by OCR indicating that Complainant A responded to this message. \nOn July XX, 2014, CSC issued an “Alleged Violation Letter” charging Complainant A with \nviolations of University policies outside the scope of the University’s SHSVP policy stemming \nfrom her conduct during the June X, 2014 incident.  On July XX, 2014, CSC met with Student 1 \nand learned that, previous to the June X, 2014 incident, Complainant A had allegedly XXXXXX \nXXXXXXXXXXX XXXXXX and physically assaulted him.  CSC offered Student 1 a no-\ncontact directive, and Student 1 declined.  On August X, 2014, CSC forwarded Student 1’s BPD \n \n \n\n                                                     \nPage 14 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \npolice report, written statement, and notes from the July XX, 2014 meeting to the Title IX \nCoordinator.  CSC requested that OPHD determine whether Complainant A’s conduct fell within \nOPHD’s authority to respond to Title IX matters under the SHSVP. \nOn August XX, 2014, Complainant A contacted CSC regarding her pending conduct charges and \nreported that Student 1 had sexually assaulted her.  On August XX, CSC met with Complainant \nA and temporarily suspended7 other unrelated pending conduct charges against Complainant A \nto first proceed with the grievance process under the SHSVP because Complainant A’s sexual \nassault allegation arose from the same June X, 2014 incident as Student 1’s allegations.  CSC \nprovided Complainant A with information about on-campus resources and offered Complainant \nA a no-contact directive.  Complainant A declined the no-contact directive, and CSC informed \nComplainant A that all information concerning her allegation would be shared with OPHD.  CSC \nforwarded  all  meeting  notes  and  correspondence  with  Complainant  A  to  the  Title  IX \nCoordinator.     \nIn an August XX, 2014, email, Complainant A XXXXXXXX XXXX XXX XXXXXXXXXX \nXXXXXXXXX  XXXX.  The team Coach forwarded this email to the Associate Athletics \nDirector, who forwarded it to the Title IX Coordinator.  The Title IX Coordinator scheduled a \nmeeting  with  CSC,  University  Counsel,  and  UCOP  Counsel  to  determine  an  appropriate \nresponse.  Before the group could make a determination, Student 1 requested a no-contact \ndirective  because  Complainant  A  had  threatened  another  student.    The  Associate  Athletics \nDirector connected this student to UCPD, and the Title IX Coordinator drafted a response to \nComplainant A’s August XX, 2014 email.  In this response, sent on September XX, 2014, \nComplainant A was notified that she should not have to XXXXXX XXXX XXX XXXX due to \nher allegations against Student 1.  Complainant A was again informed of campus resources, the \nUniversity’s policies prohibiting retaliation for reporting sexual harassment and sexual violence, \nand notified that OPHD had been contacted because Complainant A’s allegations against Student \n1 concerned conduct prohibited by the SHSVP.   \nOn September XX, 2014, OPHD notified Complainant A and Student 1 that their respective \nallegations (the University characterized Student 1’s allegation against Complainant A as “dating \nviolence” and Complainant A’s allegation against Student 1 as “sexual assault / dating violence” \nbased on the June X incident and statements made to CSC) would be formally investigated by \nOPHD under the University’s SHSVP.  Also on September XX, 2014, OPHD issued mutual no-\ncontact  directives  that  included  prohibiting  communications  with  each  other;  “[s]peaking \nnegatively about the other individual to mutual friends or acquaintances”8; and indirect threats or \nintimidation.  OPHD informed the Associate Athletics Director that notices of investigation and \nmutual no-contact directives had been issued, confirmed that OPHD staff had been assigned to \ninvestigate each party’s allegations, and authorized the Associate Athletics Director to notify the \nteam Coach of the same.    \n                                            \n7 Following the conclusion of OPHD’s investigation on January X, 2015, Complainant A’s conduct charges outside \nthe scope of the SHSVP stemming from the June X, 2014, incident were reinstated. \n8 OCR interprets its regulations consistent with the requirements of the First Amendment, and all actions taken by \nOCR must comport with First Amendment principles.  No OCR regulation should be interpreted to impinge upon \nrights protected under the First Amendment of the U.S. Constitution or to require recipients to enact or enforce \ncodes that punish the exercise of such rights. \n \n \n \n\n                                                     \nPage 15 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nOPHD’s investigation was conducted by two investigators trained in the University’s SHSVP. \nBetween September XX, 2014, and January X, 2015, OPHD interviewed Complainant A and \nStudent 1 multiple times and interviewed seven additional witnesses identified by Complainant \nA and Student 1.  OPHD made multiple requests for each party to provide documentary evidence \nand – while Student 1 provided call logs, text messages, photographs of his injuries allegedly \ncaused by Complainant A, and other documents – Complainant A shared only the police report \nshe had filed with BPD.  Complainant A promised, but ultimately never provided, evidence of \ninjuries allegedly caused by Student 1 during the June X incident or messages from Student 1 \ncorroborating Complainant A’s statement that Student 1 had previously threatened to rape her.    \nOn October X, 2014, Complainant A was placed on interim suspension for conduct unrelated to \nthe OPHD investigation.  Later that same day, Complainant A appealed the interim suspension \nasserting that the underlying allegations were a false accusation that had been made against her \nin retaliation for reporting Student 1’s alleged sexual assault.  In response, on October XX, 2014, \nCSC modified the interim suspension to allow Complainant A to attend classes and access \ncounseling  resources.    On  October  XX,  2014,  CSC  followed  up  with  Complainant  A  to \ndetermine if additional supports were needed, and Complainant A reported that the team Coach \nhad previously asked Complainant A questions that made her uncomfortable.  On October XX \nand November X, 2014, OPHD followed up with Complainant A, her father, and, later, the team \nCoach to address these concerns.   \n \nOn October XX and November X, 2014, Student 1 notified CSC and OPHD, respectively, that \nComplainant A had called Student 1 a “rapist” in a text message to another student.  OPHD \nfollowed up with Student 1 to learn more about the incident, and Student 1 reported that, among \nother  things,  Complainant  A  had  allegedly  threatened  to  harm  XXXXXXX  XXX \nXXXXXXXXXX.  On November X, 2014, CSC issued an Alleged Violation Letter charging \nComplainant A with violating the no-contact directive.  On November XX, 2014, CSC met with \nComplainant A, who asserted that she did not understand the no-contact directive, and she did \nnot believe her behavior violated its terms.  CSC reviewed the directive with Complainant A and \ncounseled her on future interactions with Student 1 and third parties.  On November XX, 2017, \nCSC notified Complainant A that no disciplinary action would be taken.  Thereafter, no further \nreports  were  received  concerning  Complainant  A’s  failure  to  comply  with  the  no-contact \ndirective.    \n \nOn January X, 2015, OPHD issued a report dispositive of all allegations made by Complainant A \nand Student 1.  Written notice of findings was provided to both parties, and Complainant A and \nStudent 1 were informed that they could request a redacted copy of the report.  In April, 2015, \nComplainant A and Student 1 requested and received copies of the report.  Citing definitions of \nprohibited conduct, including dating violence, sexual assault, and sexual harassment, described \nin the SHSVP, the report classified Complainant A’s allegations against Student 1 as sexual \nassault / dating violence and Student 1’s allegations against Complainant A as dating violence.  \nThe report considered all witness interviews, documentary evidence, and additional information \nobtained during OPHD’s investigation. Using a preponderance of the evidence standard, the \nreport included the following findings:     \n \n \n\n                                                     \nPage 16 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \n•  Complainant A’s conduct during the June X, 2014, incident constituted dating violence \nunder the University’s policy and, therefore, Complainant A violated the SHSVP then in \neffect.  \n•  Student 1’s conduct before and during the June X, 2014, incident did not constitute dating \nviolence, sexual assault, or any other violation of the SHSVP and, therefore, Student 1 \ndid not violate University policies then in effect.  \nAs the University proceeded with the conduct process against Complainant A, all parties were \nprovided with contemporaneous notice concerning each step in the conduct process and equal \nopportunities to participate, present evidence, have an advisor present, and review information \npresented by the other party.  \nAnalysis and Conclusion \nOCR found that the University provided the parties with an equitable complaint resolution \nprocess  because  it  conducted  an  adequate,  reliable,  and  impartial  investigation.    After \nComplainant A reported her allegation of sexual assault / dating violence to CSC on August XX, \n2014,  OPHD  initiated  a  formal  investigation  of  the  allegations  under  the  SHSVP.    The \nUniversity provided Complainant A and Student 1 with written notice of all allegations and \napplicable  University  policies.    OPHD’s  investigation  was  conducted  by  two  trained \ninvestigators.  The investigation included a review of all relevant information produced by \nComplainant A, Student 1, and other witnesses identified by Complainant A and Student 1.  \nWhen  Complainant  A  and  Student  1  raised  new  concerns,  OPHD  sought  out  additional \ninformation and worked with CSC, the Athletics Department, and other University departments \nto  implement  interim  measures  and  other  supports  and  information,  including  offering  and \neventually implementing mutual no-contact directives, providing both parties with information \nconcerning on-campus resources, modifying Complainant A’s interim suspension, and meeting \nwith Complainant A and explaining the no-contact directive after Student 1 alleged that she had \nviolated its terms.  \n \nOCR also found that the University completed the investigations in a reasonably prompt manner. \nOn June X, 2014, Complainant A first reported her allegation against Student 1 in an email \nmessage to the team Coach.  This message was forwarded to the Title IX Coordinator, who \ndrafted a reply message with University resources and contact information for OPHD.  OCR did \nnot obtain any evidence showing that Complainant A responded to this message.  OPHD’s \ninvestigation  concluded  on  January  X,  2015,  142  days  after  Complainant  A  reported  her \nallegation to CSC on  August  XX, 2014.  OCR determined that the University provided a \nsufficiently prompt resolution of Complainant A’s complaint given the case’s complexity and \nvolume of documentary evidence submitted by the parties, and the level of coordination required \namongst  University  departments  to  provide  an  equitable  response  to  Complainant  A’s  and \nStudent 1’s allegations.  Accordingly, with respect to its response to this complaint, OCR found \nthe University in compliance with Title IX and its implementing regulation. \n \n \n \n \n \n \n\n                                                     \nPage 17 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \n \n \n \n \n2.  Complainant B – 09-16-2399 \n \nOn August XX, 2017, OCR learned that Complainant B had resolved her allegations through \nmediation with the University, and she requested to withdraw her OCR complaint per the terms of \na private settlement agreement reached with the U.C. Regents.  OCR confirmed that this private \nsettlement agreement was reached through a resolution process comparable to one provided by \nOCR, and any remedy obtained constituted a final resolution of the same issues, concerns, and \nindividual allegations raised by Complainant B.  As such, OCR determined that Complainant B’s \nindividual allegations were appropriate for administrative closure under CPM section 110(a)(2), \nand, accordingly, is administratively closing them. \n \n3.  Review of Title IX Reports and Complaints Received by the University during the 2011-\n12 through 2014-15 Academic Years \n \nFactual Findings \n \na.  Overview of Complaint and Resolution Types \n \nFor  the  years  2011-12  through  2014-15,  in  which  the  University  provided  OCR  with  a \nbreakdown of case information, the University received 401 oral reports or written complaints \n(reports / complaints) that the University classified as sexual harassment and/or sexual violence.  \nOf that number, the University identified 171 reports / complaints that involved student-to-\nstudent sexual harassment and/or sexual violence.  The University identified that it resolved the \nmajority (123 or 72%) of these matters through an alternative resolution process.  From all Title \nIX  reports/complaints  received  by  the  University  from  the  2011-12  through  the  2014-15 \nacademic years, the University classified 31 reports / complaints as allegations of faculty-to-\nstudent sexual harassment and/or sexual violence.  The University identified that it resolved the \nmajority (27 or 87%) of these reports / complaints through an alternative resolution process.  \nFrom the 2011-12 through the 2014-15 academic years, the University classified 23 reports / \ncomplaints as allegations of staff-to-student sexual harassment and/or sexual violence.  The \nUniversity identified that it resolved the majority (20 or 87%) of these reports / complaints \nthrough an alternative resolution process.  During the 2011-12 through the 2014-15 academic \nyears, the University identified that it formally resolved 56 reports / complaints.  Of that number, \nthe University classified 33 as allegations of sexual violence.   \n \nb.  Files Reviewed by OCR \n \nOCR’s review included 128 case files for reports / complaints of sexual harassment and/or sexual \nviolence received from the 2011-12 through the 2013-14 academic years, as well as 71 files from \n \n \n\n                                                     \nPage 18 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nreports  /  complaints  filed  in  the  2014-15  academic  year,9  and  one  matter  in  the  2015-16 \nacademic year that was brought to OCR’s attention.  Through this review of files, OCR identified \ncompliance concerns and made noncompliance findings as follows: \nOverall, OCR identified compliance concerns with respect to equity when the University used an \nalternative resolution process.  The alternative resolution process resulted in complaints being \nresolved without the voluntary agreement of, or, in some matters, notice of the outcome being \nprovided to the complainant and/or respondent.  In some matters, the alternative resolution \nprocess also resulted in complaints being resolved without interviews of the impacted parties or \nan  assessment  of  whether  a  sexually  hostile  environment  had  been  created  and/or  whether \ninterim measures or other remedies were necessary.  \n \nStudent-to-Faculty Member Reports and Complaints \n \nFrom the files reviewed and for example, in four matters, where students alleged unwelcome \nsexual conduct and/or comments by  faculty member respondents, OPHD was on notice of \nprevious complaints concerning the same faculty members but went forward a second (third or \nfourth) time with an alternative resolution process.  In three of these matters, the alternative \nresolution process was completed after a department advisor or chair engaged in counseling \nconversations with respondents concerning their alleged sexually harassing behaviors.  One of \nthese cases eventually went through a formal resolution.  \n \nWith respect to one of the matters involving complaints by three female undergraduate students \nagainst a faculty member, on August XX, 2011, the Title IX Director sent a letter to the faculty \nmember regarding complaints dating back to the 2009-10 and 2010-11 academic years.  The \nthree reports described unwanted physical contact from the faculty member during one-on-one \nmeetings during his office hours.  The cited conduct was the faculty member sitting close on his \noffice sofa; touching students’ legs, shoulders and back; giving them extended hugs with close \nbody contact; and one attempt to kiss a student on her face or neck.  The faculty member was \ndirected to remove the sofa from his office, change the lighting in his office, and to adopt a \n“hands off” policy in meeting with students.  The file does not indicate that the complaining \nstudents were provided any interim measures, or notice of the outcome. \n \nIn July 2013, a graduate student reported to OPHD that the same faculty member, who had \npreviously XXXXXX XX XXX XXXXXXXXXXX XXXXXXXXX, subjected her to persistent \nquestioning about why XXX XXXXX XX XXX XXX XXX XX XX XX XXX XXXXXXXXX \nwhile they were attending XX XXX XX XXXXX XXXXXXXX conference related to their \nsubject of study.  The graduate student alleged that the conduct that ultimately led her to ask the \nfaculty member XXX XX XX XX XXX XXXXXXXXX included having her stay in his office \nfor extended amounts of time related to subjects unrelated to her research and research topic, \nwhich suggested to her that he was trying to engage in a personal relationship with her.  When \nshe responded by asking him XXX XX XXXXX XX XXX XXXXXXXXX because she felt he \ncompromised professional boundaries, he told her, using crude language, that when she looks at \n                                            \n9 For the 2014-15 academic year, OCR’s review included all files identified by the University as including reports / \ncomplaints of sexual violence and all files identified by the University as including student reports / complaints of \nsexual harassment and/or sexual violence against faculty.  \n \n \n\n                                                     \nPage 19 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nhim, it looks like she wants to have sex with him. Over the next four days, XXXXXXXXX \nXXXXX  XXXX  XXXXXXX  XXXXXXXX  XX  XXXXXX,  the  faculty  member  sent  the \ngraduate student seven personal messages on social media, all unanswered, demanding with \nincreasing urgency that she respond to him.  The Title IX Coordinator, along with the dean of the \ncollege and the chair of the department, met with the faculty member in September 2013.  The \nfaculty  member  received  a  letter  in  December  2013  outlining  the  concerns  about  his \ninappropriate  conduct  with  students  and  notes  from  the  meeting  with  him,  in  which  he \ncommitted to respecting “personal boundaries” and was instructed not to engage in further \ncontact with the graduate student.  The letter described no specific disciplinary sanction or \nadditional corrective actions for the faculty member.  The complainant was informed that the \ncomplaint would be resolved through a counseling meeting with the faculty member and an \ninstruction that he cease contact with her. \n \nIn a second matter, documentation reviewed by OCR raised a compliance concern that although \nthe University received notice from several students of repeated incidents of unwelcome sexual \nconduct by a faculty member, the University did not consider whether interim measures were \nappropriate for the complainants nor did it provide notice to all of the complainants regarding the \noutcome of their complaints.  In addition, OCR found the University in noncompliance because \nthe complaints were not promptly resolved.  \n \nOn July XX, 2014, a faculty member contacted OPHD concerning two students who alleged \nincidents of unwelcome conduct of a sexual nature from a faculty member in their department.  \nDuring the course of the investigation, two additional students contacted OPHD to report further \nincidents of unwelcome conduct from the same faculty member.  These reports, submitted by \nstudents who were undergraduates or graduate students at the time that the alleged conduct \noccurred, described more than ten incidents between 2001 and 2010 of unwanted touching and \ncomments of a sexual nature including, but not limited to:  unwanted hugging and kissing; \nunwanted touching of students’ shoulders, necks, knees, legs, and private parts; and discussions \nof specific sexual encounters during a former relationship by the faculty member.  OPHD’s \ninterviews  and  correspondence  with  the  complainants  and  other  witnesses  included  in  the \ncasefile indicated that the majority of these alleged incidents occurred on campus, in transit to or \nfrom a university-related program, or at academic conferences for the faculty and students in \ntheir respective field.  OPHD’s investigative  report and materials included in the case file \nreviewed by OCR do not indicate whether, as part of its response to notice of the alleged conduct \nin each of these cases, the University individually assessed whether interim measures were \nneeded for each of the complainants. \n \nOn  July  XX,  2014,  OPHD  opened  a  formal  investigation  of  these  complaints  under  the \nUniversity’s SHSVP then in effect.  The investigation consisted of eight interviews – the three \nindividuals who decided to proceed as complainants, the respondent faculty member, and four \nadditional witnesses – and a review of past complaints from 2011, 2013, and 2014 regarding \nalleged sexually harassing behavior by the faculty member that OPHD had resolved through \nalternative  resolution  processes  in  prior  years.    The  prior  reports  and  complaints  included \nallegations  of  XXXXXXXX  XXX  XXXX  XXXXXXXX  XX  X  XXXXXX \nXXXXXXXXXXXXX XXXXXXXX and former student and researcher reports of unwelcome \nconduct of a sexual nature against this faculty member.  These reports from former students and \n \n \n\n                                                     \nPage 20 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nresearchers were shared by faculty at other institutions to the faculty member’s department chair.  \nOn June XX, 2015, OPHD issued an investigative report that found, based on a preponderance of \nthe evidence, that the faculty member’s conduct constituted sexual harassment in violation of \nUniversity  policies.    Specifically,  the  report  concluded  that  the  faculty  member’s  conduct \nviolated the SHP in effect at the time the reported incidents were alleged to have occurred \nbecause  his  behavior  toward  the  complainants  was  unwelcome  and  sexual  in  nature  and \npervasive.  OPHD also found that the faculty member’s status in the department coupled with the \npervasive nature of the unwelcome sexual conduct created an intimidating and hostile learning \nenvironment for the students.  The respondent faculty member and complainants were provided \nnotice of these investigative findings and an opportunity to request OPHD’s report.   \n \nOn July X, 2015, the Vice-Provost for Faculty (Vice Provost) met with the faculty member to \ndiscuss OPHD’s findings and the next step in the process, which was the referral to faculty \nadjudication and discipline process under APM-015 and APM-016.  Rather than proceed with \nthe formal faculty hearing process, on July XX, 2015, 355 days after complainants provided \nnotice to the University, the University sent the faculty member  a letter memorializing an \nagreement reached between the Vice Provost and the faculty member through an early resolution \nprocess wherein the faculty member agreed to comply with University policies and procedures, \nincluding the SHSVP and APM-015, and was prohibited from engaging in specific behaviors \nwith students.  University counsel informed OCR that the Faculty Code of Conduct and other \napplicable University policies encouraged the resolution of complaints against faculty members \nthrough agreements reached between the Vice Provost and the respondent-faculty member.  In \nthis regard, local faculty discipline procedures state that “[b]efore filing formal charges with \nP&T, the [Vice-Provost for Faculty] may offer a settlement involving a proposed sanction. If the \nsettlement is accepted by the accused faculty member, a hearing [before the P & T Committee] \nshall not be necessary.”    Documentation provided to OCR suggested that only one of the three \ncomplainants received notice of these provisions that resolved their complaints.   \n \nOn October XX, 2015, the complainant who received notice of the provisions of the agreement \ntold the University that there were “approximately 10 other women who did not feel comfortable \ncoming forward in the first Title IX complaint, but who have been sexually harassed / assaulted \n[by the respondent] in the past.”  In an October XX, 2015, follow-up message with OPHD, this \ncomplainant stated that “[s]ome of these people are willing to file a complaint” with OPHD but \nwere  concerned  about  potential  retaliation.    The  University  responded  that  anyone  with  a \ncomplaint should contact OPHD regardless of whether the complaint concerned past or current \nconduct.  Shortly thereafter, the faculty member resigned from the University.   \n \nIn this matter, OCR identified a concern that the University handled prior reports / complaints \nagainst the faculty member with an alternative resolution process that was not voluntarily agreed \nto  by  the  parties  and  did  not  include  reasonably  effective  steps  to  prevent  further \nharassment.  OCR also identified a concern with the formal investigation completed by OPHD \non  June  XX,  2015  because  the  documents  provided  did  not  show  whether,  as  part  of  the \nUniversity’s response to notice of the alleged conduct, the University assessed if interim or other \nmeasures were appropriate for the complainants during the investigation or at its conclusion to \naddress any ongoing hostile environment.  Likewise, while the faculty member was provided \nwith  a  letter  memorializing  the  agreement  reached  on  July  XX,  2015,  there  was  no \n \n \n\n                                                     \nPage 21 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \ndocumentation in the file indicating that any notice of this outcome was provided to the other \ntwo complainants.  OCR’s review of OPHD documentation showed that only one complainant \nrequested,  and  was  provided  with,  this  written  information.  The  University’s  policies  and \nprocedures at the time did not provide for notice to student complainants regarding the outcome \nof the faculty adjudication and discipline process in matters involving faculty sexual harassment \nand sexual violence.  In order to make a noncompliance finding with respect to equity, OCR \nwould have needed to conduct further investigation, including but not limited to interviews with \nthe OPHD investigator assigned to this matter.  Prior to completing OCR’s investigation, the \nUniversity expressed an interest in entering into a voluntary resolution agreement to remedy the \nabove-identified compliance concerns, and OCR agreed it was appropriate to do so.  \n \nHowever, with respect to whether the complaints were promptly resolved, the case file provided \nto OCR did not contain any evidence of extension requests by the parties, and OCR did not find \nany mitigating factors, such as the complexity of the matter, which could have contributed to the \nextended timeframe for resolving the complainants’ Title IX complaints.  Accordingly, OCR \nfound that the University was not in compliance because it did not provide the parties with a \nprompt complaint resolution process.  In this regard, 355 days passed between the complainants’ \ninitial notice to the University and the completion of the faculty adjudication and discipline \nprocess  through  a  resolution  agreement  between  the  University  and  the  faculty  member \nsubsequent to OPHD’s finding that the faculty member’s conduct violated the SHP.   \n \nIn  two  other  matters  involving  two  different  faculty  members  making  unwanted  sexual \ncomments to graduate students, OPHD provided an alternative resolution process to respond to \nnotice of ongoing  similar conduct, even though OPHD had already utilized the alternative \nresolution process and students continued to make similar complaints against these faculty.  In \nboth cases, the OPHD files did not document that the University followed-up with the graduate \nstudents to determine if the second use of an alternative resolution process was effective at \nstopping the alleged sexually harassing conduct. \n \nWhereas the above cases were either only or primarily handled through the alternative resolution \nprocess, in cases involving formal resolutions of student complaints against faculty during the \nperiod of review, University files did not include documentation showing that the complainant \nhad been informed of the outcome of the process, including but not limited to whether a violation \nhad been found under applicable faculty adjudication and discipline policies and procedures, and \nwhether any applicable corrective actions affecting complainants had been issued.  In addition, \nas discussed previously, during the period of review, the faculty adjudication process did not \ninclude a timeframe, reasonably prompt or otherwise for completion of the process and issuance \nof a final determination.  In practice, OCR also identified a concern that such cases were not \nbeing resolved in a reasonably prompt manner.   \n \nTurning to another matter, OCR found that the University’s response was not reasonably prompt.  \nOn March XX, 2016, a graduate student filed a complaint against a faculty member alleging that \nthe faculty member engaged in unwelcome conduct on the basis of sex starting in the 2011-12 \nacademic year and continuing through May, 2014.  As outlined in the investigative report, the \ncomplainant  alleged  that  the  faculty  member,  XXX  XXX  XXX  XXXXXXXXXXXXX \nXXXXXXXXX XXXXXX XXX XXXXXXXX XXXXXXX XXX X XXXXXX XX XXX \n \n \n\n                                                     \nPage 22 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nXXXXXXXXXXXXX  XXX  XXXXXXXXXXX  XXXXXXXXX,  engaged  in  increasingly \nintimate behavior towards her XX XXX XXXXXXX XXXX, in his office, and in transit to or \nfrom discussions related to academic programming.  In addition, over an eight month period \nfrom October 2013 to May 2014, the complainant alleged that the faculty member engaged in \nunwelcome conduct of a sexual nature.  \n \nThe University commenced an investigation on May X, 2016.  On May XX, 2016, the Title IX \nCoordinator provided written notice to the complainant and the faculty member of the specific \nallegations against the faculty member under the SV/SH policy.  The investigative report states \nthat the investigation was initially delayed because the faculty member XXX XXX XX XXX \nXXXXXXX for slightly less than a month, and the faculty member’s attorney was unavailable to \nmeet  XXXXX  XX  XXX  XXXXXXX  XXXXXXXX  XXXXXXXXX.    Upon  the  faculty \nmember’s return, a mutual no-contact directive was issued.  The investigator interviewed the \ncomplainant,  the  faculty  member,  and  sixteen  additional  witnesses.    The  investigator  also \nreviewed multiple documents submitted by both the complainant and the faculty member.   \n \nOn October XX, 2016, 195 days after the complaint was reported, the complainant and the \nfaculty member were provided with written notice of the outcome, as the investigator found that \nthe faculty member’s conduct constituted sexual harassment under the SV/SH policy.  As a \nresult, consistent with the procedures applicable at the time, this finding was sufficient to trigger \nthe next step in the grievance process, referral of the complaint to the faculty adjudication and \ndiscipline process under APM-015 and APM-016.  While both parties requested a copy of the \ninvestigative report, there is no documentation in the file indicating whether such reports were \nprovided.  While the University informed OCR that the faculty member has been referred to the \nP & T Committee for a hearing regarding possible disciplinary sanctions, as of January XX, \n2018, the University has not provided any information to OCR regarding the outcome of the P & \nT hearing, or whether sanctions and/or other corrective actions were imposed subsequent to the \nhearing, and/or whether the complainant was notified of the same.  \n \nBased on a review of this case, OCR found that the University did not provide the parties with a \nprompt  resolution  process,  because  as  of  January  XX,  2018,  OCR  had  not  received  any \ninformation from the University indicating that the faculty grievance process has concluded and \na final outcome reached and communicated to the parties.10   \n \nTo address the compliance issues discussed herein, the Agreement reached with the University in \nthis matter includes, among other things, revisions to its policies and procedures to provide an \nassurance that any violation or non-violation finding against a faculty member, and any decision \nregarding sanctions, will be made in a reasonably prompt amount of time, and to provide \nadditional  training  on  Title  IX  to  faculty  members,  and  on  Title  IX  rights  and  grievance \nprocedure options for graduate students.   \n \nStudent-to-Graduate Student Instructor Reports and Complaints \n \n                                            \n10 OCR also notes that the documents reviewed also did not address the initial delay in determining whether a no-\ncontact order or other interim measures were needed for the parties.   \n \n \n\n                                                     \nPage 23 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nIn three other matters where undergraduate or graduate students alleged unwelcome conduct \nincluding comments of a sexual nature by graduate student instructor respondents, the alternative \nresolution  process  was  utilized.    In  two  of  the  three  matters  involving  graduate  student \ninstructors, the documentation provided raises a concern that notice of the outcome of the \nprocess was not provided to the complainants, and the cases were closed with no further action \nor follow-up to assess whether the alleged sexual harassment had stopped.  In all three cases, the \nUniversity did not reach a determination as to whether the conduct occurred and if it did, \nwhether it created a hostile environment on the basis of sex.    \n \nIn one matter, on May XX, 2012, an undergraduate female student reported to a department \nadministrator  and  faculty  member  that  her  graduate  student  instructor  was  sending  her \nunwelcomed  messages  with  sexual  content  through  two  social  media  sites.   His  messages \nidentified her address, her current and past boyfriends, and his estimation of when she would get \nher next period.  In addition, the graduate student threatened to tell her father who she was \nhaving sex with.  He also sent her messages under a pseudonym account that she confirmed was \nassociated with him that contained degrading comments about her poor academic showing in the \nclass along with questions about her having sex with him.  The female student explained her \nreluctance to file a complaint because of fear of retaliation in her major classes by other graduate \nstudent  instructors  who  were  friends  with  him.    The  department  administrator  and  faculty \nmember reported to the Title IX Coordinator, who spoke to the female student on May XX, \n2012.  On June X, 2012, the Title IX Coordinator asked the department administrator and faculty \nmember to engage the graduate student instructor in a counseling session describing behavior \nexpectations  and  demanding  an  end  to  his  out  of  class  contact  with  the  undergraduate \nstudent.  There is no documentation in the file indicating whether OPHD communicated back to \nthe female student what actions had been taken, or checked in with her later to confirm that the \nconduct had stopped and/or to see if she had been subjected to any retaliation by other graduate \nstudents in her major classes. \n \nIn a second matter, on November XX, 2011, a department chair reported to OPHD that he had \nreceived a report from his XXX XXXXXXX on or around November XX, 2011 that a male \ngraduate student instructor was making unwelcome sexually explicit comments to undergraduate \nand graduate students XX XXX XXX.  For example, a female graduate student reported that the \ngraduate  student  instructor  told  her  over  numerous  occasions  that  he  found  her  attractive, \ndiscussed in detail what female body types he found attractive, and on one occasion made a \ncomment about her physique, as she was bending down to plug in a computer cable XX XXX \nXXX.   In  addition,  the  XXX  XXXXXXX  reported  that  an  undergraduate  female  student \nrecounted the graduate student instructor telling her that he found unshaved body hair on women \nas “appetizing”.  Another undergraduate female student told the XXX XXXXXXX that while he \nwas her graduate student instructor, he would send her social media “friend requests” under a \npseudonym he was associated with, and that his social media site contained pictures of him \nwearing only his underwear; this student subsequently left XXX XXX.  On November XX, \n2011, an OPHD investigator spoke to the graduate student instructor’s advisor and told her to \ncounsel the graduate student instructor, and check-in with affected students about resources.  \nHowever, the University OPHD file does not contain documentation indicating that it followed \nup with or interviewed any of the three impacted students, made an inquiry into the allegations of \n \n \n\n                                                     \nPage 24 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \npossible sexual harassment, or otherwise followed up to assess whether the conversation was \neffective in stopping the alleged conduct. \n \nIn a third matter, on September XX, 2011, a female undergraduate student filed a police report \nwith the University police department regarding a male graduate student instructor after he \nengaged in unwelcome conduct, such as repeatedly messaging her on a social media site after-\nschool  hours  and  insisting  on  walking  her  home.    Subsequently,  the  undergraduate  female \nstudent contacted a faculty member about ongoing problems with the graduate student instructor, \nincluding an interaction where the graduate student instructor told her, but not other students, \nthat her grade would be impacted unless she shared her class notes with him.  Although OPHD \nreported that the female student sought a no contact order, the information in the file does not \ninclude whether such an order was ever issued.   \n \nOn November X, 2011, the faculty member  contacted OPHD to discuss the situation.  On \nNovember  XX,  2011,  after  meeting  with  the  undergraduate  female  student,  the  Title  IX \nCoordinator determined that a formal investigation was not appropriate and advised the faculty \nmember to meet with the graduate student instructor to describe how  the graduate student \ninstructor’s behaviors were considered unwelcomed, explain University policy, and advise him \nto cease all contact with any undergraduate student who he may have offended.  The file includes \nwritten confirmation in a follow-up e-mail to the male student summarizing what was discussed. \nThe  Title  IX  Coordinator  advised  the  faculty  member  to  also  reach  out  to  the  female \nstudent.  The file includes a copy of the e-mail the faculty member proposed sending, which \nincludes a description of a meeting he had with the graduate student instructor, an explanation of \nhow he will personally review the grading of all her submitted work to ensure that she was not \nretaliated  against,  and  an  advisement  that  she  can  contact  OPHD  with  any  further \nproblems.  There is no documentation in the file to show that OPHD checked in with the female \nstudent later to confirm that the conduct had stopped and/or to see if she had been subjected to \nany retaliation in the class.   \n \nFurther, in the course of OCR’s investigation, several graduate student witnesses approached \nOCR to describe a lack of understanding about the University’s complaint process, including \nwith respect to their role in that process and ability to be protected from retaliation, if they \nreported sexual harassment.  For example, several graduate students told OCR that they were \nunsure if faculty members had a duty to promptly report all allegations of sexual harassment and \nsexual violence to the Title IX Coordinator.  Two other graduate students reported that, even \nthough they were aware of faculty members sexually harassing graduate students, they were \nreluctant to make a report because of potential reprisals that could damage them professionally.  \nThese graduate students were unaware if they themselves had a duty to promptly report such \nallegations while acting in their role as graduate student instructors.  They also stated that they \nwere  unaware  if  they  were  protected  from  retaliation  should  they  report  possible  sexual \nharassment.  Based on the witness statements and after identifying the case files discussed above \nwherein  graduate  students  either  identified  that  they  did  not  timely  report  due  to  fear  of \nretaliation or were alleged to have engaged in sexual harassment in their role as a graduate \nstudent instructor, OCR identified a concern that the University may not have provided adequate \nnotice to graduate students about the University’s Title IX policy against sexual harassment and \nthe applicable grievance procedure. \n \n \n\n                                                     \nPage 25 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \n \nStudent-to-Student Reports and Complaints \n \nOCR also identified compliance issues with respect to the use of the alternative resolution \nprocess for student-to-student matters involving unwelcome sexual conduct and/or comments.   \n \nIn one matter, in two complaints filed by students involving allegations that another student \nengaged in unwanted sexual touching11, including unwanted touching under the clothes, OCR \nidentified that the University was not in compliance because it did not provide the complainants \nwith notices of the outcome of the alternative resolution process until 235 days after the alleged \nmisconduct was reported to the University.  OCR did not identify any mitigating factors that \nmight have explained the extended timeframe, such as the complexity of the investigation or the \nneed to coordinate with a pending police investigation, and the University took no action to \ninvestigate for two months while the respondent was allowed to participate in a University-\nsponsored program.  In addition, OCR identified a concern because the notice provided was not \nadequate because, among other things, it only stated that the matter had been “explored and \nresolved” and did not describe an outcome, including whether a hostile environment had been \ncreated and, if it had, whether any measures were necessary to allow the complainants continued \naccess to the University’s educational programs and activities.  OCR also had a concern that the \nUniversity’s resolution was not equitable because neither the respondent nor the complainants \nwere provided adequate notice of the procedure that the University had chosen to resolve the \ncomplaint.  Finally, OCR had a concern that the University was unable to confirm that it \nexercised  appropriate  oversight  to  ensure  that  the  sexual  harassment  prevention  training  it \nidentified as a remedy for the student group that hosted the event where some of the alleged \nconduct occurred was provided.   \n \nIn a second matter, documentation reviewed by OCR raised a compliance concern that the \nUniversity proceeded with an alternative resolution process without providing adequate notice of \nthe grievance resolution options and an opportunity to proceed with a formal investigation to the \ncomplainant or respondent, even when there was evidence that the alternative resolution process \nwas not effective or adequate.  In this regard, on May XX, 2015, a female student made an e-\nmail inquiry to the Title IX Coordinator about being sexually harassed by a male student.  A \ndocument in the OPHD file from the complainant includes the statement: “I filed a student \nconduct report against a student on campus who has been harassing me through blackmail and \nsexual harassment.”  In response, the female student was provided an opportunity to make an \nappointment to discuss her concern and a list of resources and reporting options.  On June X, \n2015, an OPHD investigator met with the complainant who stated that a male student who was in \nan on-campus club with her had sent her text messages threatening to spread rumors of a sexual \nnature and to e-mail the complainant’s family with negative statements of a sexual nature.  The \ncomplainant stated she felt “unsafe” on campus because of him.  The notes in the file reflect that \nshe told the investigator that she wanted the conduct to stop and that she wanted a no-contact \ndirective. \n \n                                            \n11 These complaints are related to complaints filed by the student who filed an individual allegation in case no. 09-\n14-2232. \n \n \n\n                                                     \nPage 26 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nOn June X, 2015, OPHD sent mutual no-contact directives to both parties.12  Between then and \nMarch, 2016, there was much back and forth about the implementation of the no-contact order \nand how to ensure that both students, who were majors in  the same academic department, would \nbe enrolled in the same classes but have separation.  A month after the no-contact order was put \nin place, the complainant notified OPHD that the respondent had allegedly sent messages to the \ncomplainant’s mutual friends about her sex life; after that date, the complainant notified OPHD \nmultiple times that the no-contact order was not effective because she saw the respondent in a \nUniversity facility where she worked and where he frequently attended academic events.  The \nTitle IX Coordinator did not reconsider whether the alternative process was appropriate.  Rather, \nOPHD issued verbal directives requiring the respondent to make changes to his seating, class \nschedule, and attendance at University facilities both parties frequented to accommodate the no-\ncontact order.  Finally, on October XX, 2015, OPHD issued an amended no-contact directive to \nboth parties, describing measures to be taken to avoid the other party in shared classes and in a \nUniversity facility both frequented.  At different times during the process, each of the parties \nexpressed their dissatisfaction with the University’s response.  \n \nOn March XX, 2016, the complainant’s supervisor requested assistance from OPHD because the \nrespondent had registered for an event at the University facility where the complainant worked, \nand the event coincided with the complainant’s work schedule. On the same day, the OPHD \ninvestigator informed the supervisor that OPHD had received no additional information about \nongoing harassment and that the case was closed, and that the supervisor could send an email to \nher supervisor or to the CSC if assistance was needed. \n \nHere, OCR identified a concern with the University’s response because the documents do not \nreflect that the respondent was informed of his right to contest the restrictions placed on him or \nrequest  a  formal  investigation  into  the  allegations  to  prove  that  the  allegations  were \nunsubstantiated.  OCR also identified a concern because the complainant was likewise not \ninformed that she could request a formal investigation.  Further, the University never determined \nwhether the respondent’s behavior had occurred or created a hostile environment under Title IX \nbecause it was severe, persistent or pervasive under the applicable University procedures before \nunilaterally closing the complaint.  To address these concerns, the University has agreed to revise \nits policies and procedures to ensure that the alternate resolution process is voluntary and to \nprovide notice to both parties regarding the resolution options available under the University’s \nTitle IX grievance procedures. \n \n                                            \n12 In relevant part, the mutual no-contact directive states: “you are to have absolutely no contact with [the other \nstudent], directly or indirectly. You may not have contact with the aforementioned individual through any means or \nmedia, including, but not limited to in-person contact, phone, voicemail, text message, [] or other on-line \ncommunities, instant messenger, email . . .you will take reasonable measures to maintain a distance of 100 feet away \nfrom the aforementioned individual.  If he or she is present in an area that you enter, it is your responsibility to \nremove yourself from the area immediately.  It is also your responsibility to minimize visual contact as much as \npossible . .  you will not directly threaten the aforementioned individual, speak negatively about [the other student] \nto mutual friends or acquaintances. . . in any shared class or shared extracurricular activity, you will sit as far away \nfrom the individual as possible . . . failure to comply would violate the campus code of conduct and/or [University] \npolicies and may lead to this matter being referred to [the student conduct process].” \n \n \n \n\n                                                     \nPage 27 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nIn a third student-to-student matter, students participating in a University extracurricular group \ntraveling in a convoy of buses of students to a University activity distributed 45 copies of \ndocuments  that  contained  lyrics,  passages,  images,  and  text  to  student  passengers  in  their \nbus.  Much of the content was read aloud or sung to the other students on the bus while they \nwere in transit. Nineteen days later, the administrator of the University’s extracurricular group \nreported to OPHD that the documents contained “sexist, racist, explicit, and pornographic” \nmaterial.  The administrator initially requested that the incident be handled by him.  When told \nthat he would have to report, he had already destroyed all copies of the documents; the OPHD \nfile does not contain the documents, but rather written statements from several of the seven \naccused male students, as well as interview statements from the administrator.  With respect to \nthe allegedly sexually harassing statements relevant here, one of the students identified that the \nmaterial included “images of people in sexually compromising positions”, a song targeted at a \nfemale student where the students “strongly sexually objectif[ied] the woman, and call[ed] her a \nslut, implying that [she] existed basically solely for the [students] sexual pleasure” and a second \nsong sexually  “objectifying”  another female student  and “implying” that she was the male \nstudents’ “property”.  Several of the seven students identified that the practice of  creating, \ndistributing, reading aloud and singing the material in the documents during the trip to this \nspecific University event was an unsanctioned long-standing tradition associated with the group.   \n \nA document in the OPHD file states that several students had come forward to complain about \nthe incident on the bus, but the file does not provide any further information about the nature of \ntheir complaints.  In addition, no interviews were conducted with these complaining students; \nfurther, there is no documentation in the file reflecting that the University assessed whether the \nconduct  created  a  hostile  environment  on  the  basis  of  sex  for  the  two  targeted  female \nstudents.  After speaking with the administrator, OPHD proceeded with an early resolution \nprocess in which the students wrote a reflective essay, received a warning, and were required to \ncomplete  a  training.   The  administrator  informed  OPHD  that  he  also  suspended  the  seven \nstudents for three weeks from participating in the University activity.  The file does not reflect \nthat the complaining students received any notice of the outcome of the alternative resolution \nprocess or that such process had been selected to address their reports. \n \nAnonymous Person (Possible Student) to Staff Complaint  \n \nIn a case against a staff member, documentation reviewed by OCR identified a violation in that \nthe  University’s  response  was  inequitable  for  the  respondent.  On  September  X,  2014,  an \nanonymous complainant left a phone message with OPHD.  On September XX, 2014, after \nphone calls back and forth with OPHD, she provided a general statement, indicating that she had \nbeen touched inappropriately by a University staff person during X XXXXXXX on August XX, \n2014.13  Based on this information, on September XX, 2014, the University placed the staff \nperson on administrative leave, pending the investigation.  The University elected to proceed \nwith a formal investigation. \n                                            \n13 The complainant did not identify her connection to the University, but the University assumed she was a student \nbased on her reliance on the student counseling center.   \n \n \n \n\n                                                     \nPage 28 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nOn September XX, 2014, in a response to an e-mail request from OPHD that he appear for an \ninterview four days later, the respondent answered in an e-mail that he spoke a language other \nthan English and required an interpreter for any interview.  The OPHD investigator replied and \nasked if the respondent planned to bring someone to provide translation.  The respondent asked \nthe  OPHD  investigator  to  speak  to  his  friend  who  could  explain  what  he  required.    The \ninvestigator  spoke  to  the  friend  who  confirmed  that  the  respondent  would  not  understand \nquestions asked of him in English. The investigator’s notes indicate that he told the friend that he \nwas not sure of his ability to obtain an interpreter. The investigator then asked the friend if she \nknew of someone who could serve this purpose, and she said she did not know anyone who \ncould interpret for such an interview.  On October XX, 2014, the investigator sent an e-mail to \nthe respondent, wherein he stated that he had  rescheduled the interview using a telephone \ntranslation service.  Later that afternoon, and upon not hearing back, he called the respondent \nwho told the investigator that he required an in-person interpreter.  The investigator subsequently \nlocated an interpreter and rescheduled the interview for October XX, 2014.  \n \nBecause the complainant wished to remain anonymous, her name and the date and time of XXX \nXXXXXXX in question were not disclosed to the respondent.  OPHD asked the complainant \ngeneral questions about XXXXXXXX XX XXXX during the month of August 2014.  He stated \nthat he normally provided XXXX XXXXXXXX a day, and he did not recall X XXXXXXX in \nwhich  anything  unusual  had  happened.    He  denied  touching  any  XX  XXX  XXXXXXX \ninappropriately. \nOPHD also interviewed the respondent’s direct supervisor and a former supervisor.  The current \nsupervisor confirmed that the respondent had been employed as X XXXXXXX XXXXXXXXX \nfor four years and had no complaints made against him.   \nOn  November  XX,  2014  or  72  days  after  notice  was  provided,  OPHD  completed  the \ninvestigative report.  In the analysis, OPHD acknowledged that it was “troubling” to analyze a \ncomplaint from a witness who wished to remain anonymous.  However, OPHD reasoned that she \nhad “nothing to gain” from filing the complaint, as her testimony was consistent and related to \nher motive to prevent future similar conduct.  After reviewing the testimony, OPHD concluded \nthat there was sufficient evidence that the respondent violated the University’s SHSVP.  \nOn November XX, 2014, consistent with the next step for the staff discipline procedure then in \neffect, OPHD forwarded the finding to the respondent’s place of work and the human resource \ndepartment  on  campus  for  further  review  and  disposition.    On  November  XX,  2014,  the \ninvestigator provided the respondent with e-mail notification of the report, and the conclusion \nthat his “conduct violated the Policy.”  The investigator informed the respondent that he could \nrequest a copy of the redacted report.  The respondent sent a reply requesting a copy of the \ninvestigative report be sent to him by mail.   \nOn December X, 2014, the file confirms that University facility where the respondent worked \ninformed the respondent that he was being terminated based on the findings of the OPHD \ninvestigation.  Also on December X, 2014, the OPHD investigator sent the complainant an e-\nmail, confirming that on November XX, 2014, he had a conversation with her confirming that \nthe investigation was completed, and a finding was made against the respondent.  The notice \n \n \n\n                                                     \nPage 29 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nincluded a copy of the redacted investigation report, but did not include a description of the \nsanction against the respondent. \nOn December X, 2014, the respondent sent an e-mail stating that he had not yet received a copy \nof the investigative report.  The investigator replied on the same day, stating that the report was \nsent out three days earlier.  \nOCR  identified  a  violation  because  the  University  failed  to  afford  the  respondent  with  an \nequitable investigation.  The respondent was not provided with an equitable process because he \nwas  asked  to  respond  to  questions  about  alleged  inappropriate  conduct  without  receiving \ninformation about when and with whom the alleged misconduct occurred.  OCR also identified a \nconcern that OPHD did not have a process or procedure in place to assist parties when either is \nnot proficient in English.  In this regard, the investigator initially told the respondent’s friend that \nhe  was  not  certain  of  where  to  find  an  interpreter,  and  had  to  delay  the  interview  for \napproximately  one  month  to  locate  one.    While  both  parties  were  provided  notice  of  the \nconclusion of the investigation, including that the respondent violated the policy, OCR identified \na concern because the respondent may not have been provided with an opportunity to provide a \nresponse before being terminated.  In this regard, PPSM 64 provides that after receiving notice of \nthe intent to terminate, including a statement of reasons for the intended action and any materials \nupon which it is based, the employee has a right to respond either orally or in writing within \neight calendar days of the date of such notice. To address the identified violation and compliance \nconcerns with respect to this matter, the University will determine what, if any, equitable relief is \nappropriate.   \n \nOther Compliance Concerns \n \nIn complaint responses reviewed by OCR before the SHSVP went into effect on February 25, \n2014, OCR also identified that the University’s files lacked information about the University’s \nnotice to both parties about the specific nature of the allegations at issue and the complaint \nresolution process chosen. However, in files reviewed of complaints filed from September, 2014 \nforward, OCR noted that OPHD investigators more regularly provided e-mail notifications to \nboth  parties,  which  included  a  list  of  resources  and  support  services  on  campus  for  both \ncomplainants and respondents, the specific nature of the allegations at issue, and a designation as \nto whether the complaint would be resolved through an alternative resolution process.   \n \nWith respect to whether investigations were resolved in a reasonably prompt manner, in 12 \nmatters, OCR also identified a compliance concern.  One complaint in the 2011-12 academic \nyear took eight months to resolve and two complaints from the 2012-13 academic year took 11 \nand 14 months to resolve, respectively.  Of the remaining nine complaints, which were all \nresolved during the 2014-15 academic year, two were resolved in over 12 months, four were \nresolved in 10 to 12 months, and three were resolved in eight-to-nine months.  None of the \ncomplaint files reviewed included information about mitigating circumstances which might have \ncontributed to the delay, including but not limited to: the complexity of the investigation; the \nneed for coordination with a separate criminal process; or the unavailability of witnesses or \nparties due to school breaks or medical emergencies. \n \n \n \n\n                                                     \nPage 30 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \nPrior  to  completing  its  investigation  with  respect  to  the  other  files  reviewed  by  OCR  in \nsubsection D./E.3.b. wherein OCR identified compliance concerns, the University expressed an \ninterest in a voluntary resolution, and OCR agreed it was appropriate to do so.   The University \nalso informed OCR that it has initiated a climate survey for its faculty, students, and staff and \nwill be analyzing the results to determine if any other measures are needed to prevent and \naddress sexual harassment and sexual violence and provide a prompt and equitable resolution to \nreports and complaints regarding the same.  \n \n \n \n \n  Overall Conclusion \n \nThe University has entered into the enclosed Agreement to address the compliance concerns and \nviolations identified in these consolidated matters.  The Agreement includes: \n \n•  Revisions to the U.C. system-wide policies and procedures including, but not limited to, \nchanges to the alternative resolution process to provide for a reasonably prompt process that \nis voluntary for both parties and includes the ability to proceed to formal investigation and \nadequate notice of the outcome, and an assurance that findings against a faculty or staff \nemployee under the SV/SH policy and any decision regarding actions taken to prevent the \nrecurrence of harassment, including sanctions, will be made in a reasonably prompt amount \nof time, factoring in the complexity of the matter and severity of the allegations;  \n•  Review by the University of eight matters where OCR identified significant concerns and/or \nviolations with respect to whether an equitable process was provided;  \n•  OCR review of the University’s notices of outcome for all formal Title IX investigations \ninvolving faculty or staff and that are referred to a discipline process for the school year \nfollowing  the  University’s  implementation  of  its  revised  sexual  harassment  and  sexual \nviolence policies and procedures; \n•  Ongoing training for faculty and members of the faculty peer review committees on the \nUniversity’s revised policies and procedures, and the prohibition on retaliation when an \nindividual makes a complaint of sexual harassment or sexual violence; and \n•  Training  for  graduate  students  regarding  definitions  of  sexual  harassment  and  sexual \nviolence, how to respond to notice of sexual harassment and sexual violence in their role as \ngraduate student instructors, and their rights and options with respect to making complaints \nof sexual harassment and sexual violence. \n \nBased on the commitments made in the enclosed Agreement, OCR is closing the investigation of \nthese  consolidated  complaints  as  of  the  date  of  this  letter.    When  fully  implemented,  the \nAgreement is intended to address the violation findings and compliance concerns identified in \nthis investigation.  OCR will monitor the implementation of the Agreement until the University \nis in compliance with the statute(s) and regulations at issue in the case.  OCR’s determination in \nthis matter should not be interpreted to address the University’s compliance with any other \nregulatory provision or to address any issues other than those addressed in this letter.  The \ncomplainants may have the right to file a private suit in federal court whether or not OCR finds a \nviolation. \n \n \n\n                                                     \nPage 31 of 31: 09-14-2232, 09-15-2392 and 09-16-2399 \n \n  \nThis letter sets forth OCR’s determination in these consolidated cases.  This letter is not a formal \nstatement of OCR policy and should not be relied upon, cited, or construed as such.  OCR’s \nformal policy statements are approved by a duly authorized OCR official and made available to \nthe public.  Please be advised that the University may not harass, coerce, intimidate, retaliate, or \ndiscriminate against any individual because he or she has filed a complaint or participated in the \ncomplaint resolution process.  If this happens, any individual may file a complaint with OCR \nalleging such treatment. \n  \nUnder the Freedom of Information Act, it may be necessary to release this document and related \ncorrespondence and records upon request.  In the event that OCR receives such a request, it will \nseek to protect, to the extent provided by the law, personal information that, if released, could \nreasonably be expected to constitute an unwarranted invasion of privacy. \n \nThank you for your cooperation in resolving this case.  If you have any questions regarding this \nletter, please call OCR San Francisco at (415) 486-5555.  \n \nSincerely, \n \n            /s/ \n \nLaura Faer \nRegional Director \n \nEnc. \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99879"
    },
    {
      "date": "2018-02-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99881,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99881.pdf",
      "title": "Resolution Agreement",
      "text": "RESOLUTION AGREEMENT \nUniversity of California, Berkeley \nOCR Case No. 09-14-2232 \nThe University of California (U.C.) system is comprised often campuses, including the Berkeley \ncampus.  Throughout this Resolution Agreement (Agreement), the term University refers to U.C. \nBerkeley.  The University agrees to  implement this  Agreement to resolve the  violations and \ncompliance concerns identified by the U.S.  Department of Education, Office for Civil  Rights \n(OCR), under Title IX of the Education Amendments of 1972 {Title IX) and its implementing \nregulation in the above-referenced OCR case number. \nI.  NOTICE OF NONDISCRIMINATION \na.  Consistent with the requirements of 34 C.F.R. §§ I 06.8 and I 06.9, the University will \namend its notice of nondiscrimination to include a statement that students may direct \ninquiries to the OCR. \nb.  Reporting Requirement:  By March I, 2018, the University will provide OCR with \na copy of its amended notice of nondiscrimination for review and approval.  Within \n45 days of OCR's approval of the notice of nondiscrimination, the University will \nprovide  OCR  with  documentation  of  its  dissemination  of  the  notice  of \nnondiscrimination, and a link to the updated statement on the Office for the Prevention \nof Harassment and Discrimination (OPHD) website, and any other relevant websites. \nII.  POLICIES AND PROCEDURES \na.  The University of California, Office of the President, has agreed to revise its system \nwide policies and procedures, which apply to the University, as set forth in section \nII(b) and (c) below, including, but not limited to:  the University's Sexual Violence \nand Sexual Harassment Policy (SV/SH Policy), and its corresponding faculty, staff \nand student disciplinary frameworks. \nb.  The system-wide policies and procedures will be revised to: \ni. Include  an  assurance  that  any  sexual  harassment  or  sexual  violence \ninvestigation against a faculty or staff employee under the SV/SH Policy, and \nthe  notice  of outcome to  both  parties  including  any  subsequent decision \nregarding  sanctions,  will  be  completed  in  a  reasonably  prompt  manner \ndepending on the severity and extent of the harassment and complexity of the \nmatter. \nii.include language clarifying that any alternative, informal or early resolution \nprocess that is used instead of a formal investigation to resolve a complaint of \nbehavior  prohibited  under  the  SV /SH  policy  (hereinafter  \"alternative \nresolution  process\")  will:  a)  conclude  in  a  reasonably  prompt  manner, \ndepending on the complexity of the matter and the severity and extent of the \n\nPage 2 of 7: 09-14-2232 \nharassment;  b)  provide timely  notice to the  parties that (I) the  alternative \nresolution  process  has  been  chosen,  (2)  the  alternative  resolution  process \nrequires  voluntary  agreement of the  parties;  (3) the  parties can  request a \nformal  investigation  prior  to  the  expiration  of the  alternative  resolution \nprocess,  and  4)  the  alternative  resolution  process  includes  notice  of the \noutcome to both parties at the conclusion of the process. \n111.  include language clarifying that students, faculty and staff may also file \ncomplaints against third parties alleging sexual harassment or sexual violence \nprohibited under Title IX and by the SV/SH policy. The type of appropriate \nsteps that the University should take will  differ depending on the  level  of \ncontrol that the University has over the third party. \nc.  Applicable system-wide policies and  procedures will  be  revised  to  include cross \nreferences  to  the  Sexual  Violence  and  Sexual  Harassment  Investigation  and \nAdjudication Fr~mework for Staff and Non-Faculty Academic Personnel in order to \nprovide adequate notice to students, faculty and staff regarding the applicable Title IX \ngrievance procedure. \nd.  Reporting Requirements: \ni. After applicable University review and comment processes have elapsed, but \nno later than February 28, 2019, unless good cause dictates, the University \nwill provide OCR with any revisions to system-wide policies and procedures \nand related documents for review and approval. \nii.  Within 90 days of receipt of OCR's approval, the University will provide \ndocumentation to OCR showing that it has adopted the revised policies and \nprocedures, provide notification of the same on its website and through an \nelectronic  mail  message  to  all  faculty,  staff,  and  students,  and  provide \ndocumentation to OCR regarding the same,  including links to the updated \nwebsite, a copy of the electronic mail message, a copy of and/or link to any \nupdated printed publications containing the revised policies and procedures, \nsuch as the OPHD web  page, other relevant websites,  and  any  additional \ndocumentation that the University has regarding its distribution. \niii.  The  University  will  provide  notice  to  OCR  in  writing  of any  other \nmodifications  to  the  revised  policies  and  procedures  related  to  sexual \nharassment I sexual violence during the period of the Agreement.  Such notice \nwill be provided at least 90 days before the University proposes to adopt the \nmodifications to ensure consistency with this Agreement. \niv.  For complaints against faculty and staff, for the school year following the \nUniversity's implementation of revised sexual harassment and sexual violence \npolicies and procedures, the University will provide documentation to OCR of \nall  formal  Title  IX  investigations  that are  referred  to  the  faculty  or staff \n\nPage 3 of 7: 09-14-2232 \ndiscipline  process.  Specifically, the  University  will  provide  notice of the \noutcomes  including,  but  not  limited  to,  the  outcome  of the  Title  IX \ninvestigation  and  any  sanctions  for  the  respondent that  may  relate  to  the \ncomplainant and/or other remedies that address the hostile environment. \nIll.  PREVENTATIVE  EDUCATION  FOR  FACULTY  AND  TECHNICAL \nEDUCATION FOR PEER REVIEW COMMlTTEE MEMBERS \na.  The  University  will  continue  to  provide  comprehensive  biannual  preventative \neducation to all faculty, in addition to specialized training for faculty assigned to its \nPeer  Review  Committee.  The  preventative  education  program  will  consist  of \ninformation about the University's prohibition of sexual harassment, sexual violence, \nand retaliation, and the University's responsibilities under Title IX to address such \nconduct.  The programs will include, at a minimum: \ni. the University's revised system-wide policies and procedures for Title IX as \ndescribed in section II. supra; \nii.  identifying  which  employees  are  considered  responsible  employees, \ndefined to include any employee who has authority to take action to redress \nsexual  harassment,  who  has  the  duty  to  report  to  appropriate  officials \nregarding  sexual  harassment or other types  of misconduct  by  students or \nemployees, or an individual who a student could reasonably believe has such \nauthority or responsibility, and the obligation when they receive notice about \npossible sexual harassment I sexual violence to promptly report to the Title IX \nCoordinator; and \niii.  information  about  Title  IX's  prohibition  of  retaliation  and  how  to \nrecognize such retaliation. \nFor the Peer Review Committee members, the University will also provide technical \neducation  to  explain  how  it  conducts  adequate,  reliable,  and  impartial  Title  IX \ninvestigations,  including complaints of retaliation that ensure  equity between the \nparties and include an opportunity to present witness testimony and evidence. \nb.  Beginning with the 20 I 7-20 I 8 academic year, the University will ensure that all new \nfaculty  assigned  to  its  Peer  Review  Committee complete the  technical  education \nwithin six months of their appointment to such committee. \nc.  Reporting Requirements: \ni. Within 60 days of the effective date of this Agreement, OCR will review and \napprove program  materials for the Peer Review Committee(s) received  by \nOCR on October 20, 20 I 7. \n\nPage 4 of7: 09-14-2232 \nii.  Within 60 days of the effective date ofthis Agreement, the University will \nprovide OCR with the education materials for faculty.  · \n111.  The  University  will  provide  documentation  that  the  programming  in \nsection Ill has been provided by June I, 20 18 and every two years thereafter \nduring the term of this Agreement. Documentation will include a copy of the \nprogram  materials,  dates(s)  and  the  name  and  contact  infonnation  of the \nindividual(s) who conducted the preventative and technical education.  For the \nPeer Review Committee members, the University will also provide the sign-in \nsheet(s) identifying the name and position of each individual who received the \nprograms within 15 days of completion. \nIV.  GRADUATE STUDENT TRAINING \na.  The  Title  IX  Coordinator,  or  her  designee,  will  ensure  implementation  of \nmandatory sexual harassment I sexual violence training for all graduate students \nwho  enroll  in  the  University  or  become  graduate  student  instructors  in  the \nUniversity after June I, 2018. \nb.  The training, whether in person and/or online, will include but is not limited to the \nfollowing topics (based on the program and employment status of the graduate \nstudent): \ni. the University's revised sexual harassment I sexual violence policies and \nprocedures; \nii.  the  University's  prohibition  against  sexual  harassment,  sexual \nviolence,  and  retaliation  and  how  to  recognize  such  forms  of sex \ndiscrimination when it occurs; \niii.  how  and  to  whom  any  incidents  of sexual  harassment,  sexual \nviolence,  and  retaliation  should  be  reported,  including  identifying  that \ngraduate student instructors, when acting in that capacity, are considered \nresponsible employees and their obligation when they receive notice about \npossible sexual  harassment I sexual violence to  promptly  report to the \nTitle IX Coordinator; and \niv.  Title IX, the rights this law confers on students to equity in the \ngrievance  process,  the  rights  available  to  both  parties  in  the  process, \nincluding the right to an adequate, reliable and impartial investigation and \nto present witnesses and other evidence, the interim measures, supports, \nand resources available to students, and the role of OCR to respond to \ninquiries or complaints with respect to Title IX; and \nv.  the rights of students and/or complainants to file Title IX reports \nand criminal complaints simultaneously. \n\nPage 5 of 7: 09-14-2232 \nc.  These  trammgs  should  be  presented  in  lay  terms  familiar  to  students,  and \nillustrated with examples relevant to student life at the University. \nd.  Reporting Requirements: \ni. By May 31, 2018, and May 31, 2019, the University will provide OCR, \nfor review and approval, the proposed training materials and any agendas \nto  be  used  in  the  trainings  conducted  pursuant  to  section  IV.  The \nUniversity  will  also provide OCR information  regarding the name and \ncontact information of the individual(s) who conducted the training. \nii.  By July 31, 2018, and July 31, 2019, the University will provide \ndocumentation to OCR showing that the individuals who are required to \nreceive the training required by section IV. have done so. \nV.  REVIEW OF SPECIFIC CASES AND INTERNAL ASSESSMENT \na.  As identified in the Resolution Letter issued with this Agreement, in the six student \nreports or complaints against graduate student instructors or faculty  in  which the \nUniversity unilaterally required an alternative resolution process, the University will \nidentify whether any of the original complainants and impacted parties continue to be \nenrolled in the University.  If they are current students, the University will identify \nwhether  they  may  continue  to  experience  conduct  that  is  creating  a  hostile \nenvironment  on  the  basis  of sex.  If the  University  determines  that the  current \nstudents may continue to experience conduct that is creating a hostile environment on \nthe  basis of sex,  the  University  will  first  determine  if interim  measures  may  be \nappropriate  and  as  indicated,  offer  interim  measures,  and  second  identify  to  the \ncomplainants  and  impacted  parties  their  options  for  a  formal  complaint  or  an \nalternative resolution process, or neither of the above.  If requested, the University \nwill then proceed with a prompt and equitable complaint process, under the revised \nprocedures as specified in this Agreement.  Consistent with the revised procedures as \nspecified  in  this  Agreement,  the  University  will  not  proceed  with an  alternative \nresolution process without the voluntary agreement of the parties. \nb.  With respect to a case identified in the Resolution Letter issued with this Agreement \nwhere OCR found  that the respondent was denied an equitable resolution process \nbecause he did not receive any notice of the identity of the complainant or when the \nalleged incident occurred, the University will determine what, if any, equitable relief \nis appropriate. \nc.  With  respect  to  the  case  identified  in  the  Resolution  Letter  issued  with  this \nAgreement where two students were targeted with sexually harassing statements by \nother  students  while  participating  in  a  University  extracurricular  activity,  the \nUniversity  will  assess  whether  the  two  students  are  currently  enrolled  in  the \nUniversity  and  if yes,  whether they  either continue to  participate  and  may  be \nsubjected to a  hostile environment or may  believe they  are  denied  access to  the \n\nPage 6 of 7: 09-14-2232 \nextracurricular activity on the basis of sex.  If so, the University will proceed with \nproviding a prompt and equitable process under the revised procedures as specified in \nthis Agreement.  The University will also assess whether additional training regarding \nthe  University's  policy  against  sexual  harassment  is  needed  for  the  students \nparticipating in the extracurricular activity. \nd.  During the 2018-2019 and 2019-2020 academic years, the University will conduct an \ninternal annual review of complaints I reports of sexual harassment I sexual violence \nthat were resolved through an alternative resolution process.  The review will include \na timeline for each complaint I report that identifies key investigative steps, including \nthe  initial  notification  to  both  parties,  documentation  of the  parties'  voluntary \nagreement to use an alternative resolution process, the ultimate resolution, including \nany discipline or sanctions applied, and notice to the parties of the final resolution and \nsanction,  including  the  date  upon  which  such  notification  was  provided.  The \nUniversity will consider the results of the review to determine whether any changes to \npolicy or practice are  needed  to  ensure a  prompt and  effective  resolution  of the \ncomplaints I reports. \ne.  Reporting Requirements: \ni. By July 31, 2018, the University will provide for OCR's review and approval \nthe results of its review and any steps taken under its revised policies and \nprocedures  as  described  in  section  V.(a)-(c)  of this  Agreement.  If OCR \ndetermines that the University must take further action(s), OCR will provide \nthe  University  with  notice  of the  proposed  corrective  action(s)  and  an \nopportunity to discuss the scope of the action.  The University will initiate the \ncorrective action(s) within forty-five (45) calendar days of receipt of OCR's \ndetermination. \nBy August 1, 2019, and August  I, 2020, the University will provide OCR \nwith  a  summary of the  results of the  internal  annual  review described  in \nsection  V.(d)  above,  including  its  assessment  of whether  the  resolution \nprocess was prompt and equitable.  The University will provide any proposals \nfor addressing concerns identified as a result of the annual review to OCR for \nreview and  approval.  To the extent OCR identifies any cases for further \nreview  after  reviewing  the  summary,  OCR  will  provide  notice  to  the \nUniversity, and the University will promptly provide the case files to OCR for \nrevtew. \nVI.  MONITORING \nThe University understands that by signing this Agreement, it agrees to provide data and other \ninformation in a timely manner.  Further, the University understands that during the monitoring \nof this Agreement, OCR may visit the University, interview staff and students and request such \nadditional reports or data as are necessary for OCR to determine whether the University has \nfulfilled the terms of this Agreement and is in compliance with the regulation implementing Title \nIX, at 34 C.F.R. Part 106, which was at issue in this case.  Upon completion of the obligations \nunder this Agreement, OCR shall close and dismiss this case. \n\nPage 7 of 7: 09-14-2232 \nThe University understands and acknowledges that OCR may initiate administrative enforcement \nor judicial proceedings to enforce the specific terms and obligations of this Agreement.  Before \ninitiating administrative enforcement (34 C.F.R. §§  I 00.9,  I 00.1 0), or judicial proceedings to \nenforce this Agreement, OCR shall give the University written notice of the alleged breach and \nsixty (60) days to cure the alleged breach. \nCarol T. Christ, U.C. Berkeley Chancellor  Date ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99881"
    },
    {
      "date": "2015-07-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99884,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99884.pdf",
      "title": "[Notification letter and data request for University of California at Berkeley]",
      "text": "UNITED STATES DEPAR1MENT OF EDUCATION \nOFFICE FOR CIVIL RIGHTS \n50 BEALE ST., SUITE 7200 \nRHGJONIX \nSAN FRANCISCO, CA 94105  CALIFORNIA \nJUL  1  5 2015 \nNicholas B. Dirks \nChancellor \nUniversity of California, Berkeley \n200 California Hall \nBerkeley, Califomia94720-1520 \nResponse requested by: August 14, 2015 \n(In reply, please refer to Docket# 09-15-2392.) \nDear Chancellor Dirks: \nOn March 25, 2014, the U.S.  Department of Education, Office for Civil Rights (OCR), \nsent  you  notification  of a  com  faint  against  the  University  of  California,  Berkeley \n(University).  Subsequently, on tl>X~,{b)  2015, OCR received a second complaint against \nthe University alleging di  ·  ·  1on o  the basis of sex with respect to an individual \nclaim.  The complainant, ~xo>.~x,xc>  alleges that the ~njversjty failed to promotlv I \n• ably r~spond to. a s~xual VIolence complaint that CbX6),(b)(7)(c) \n~x6 ) ,tl>x7)   filed w1th the Un1vers1ty. \nOCR enforces Title IX of the  Education Amendments  of 1972 and  its  implementing \nregulation at 34 C.F.R.  Part 106, which prohibit discrimination on the basis of sex in \nprograms and  activities operated by recipients of Federal financial assistance.  The \nUniversity receives funds from the Department and is subject to the  above laws and \ntheir regulations as enforced by OCR. \nij7,; \nI \nrY)IJr have detennined that the allegation stated in the complaint received by OCR on \n~2015 is  appropriate for investigation  under the laws enforced  by OCR.  OCR \nproceed with resolution of the complaint.  The complainant has been  notified that her \nallegations  will  be investigated  in  addition  to  an  open  investigation  in  which  OCR  is \nreviewing  overall  University  policies  and  procedures,  in  addition  to  investigating  the \nUniversity's response to individual sexual assault complaints. \nOn March 25, 2014, OCR sent the University an  extensive data request and recently \nasked the University for documentation from the 2014-15 school year.  In addition to the \ndata items already requested, please include a response to the following request for data \nitems, specific to the allegations raised by this complainant: \nThe Department of Education's mission is to promote student achievement and preparation for global competitiveness \nby fostering educational excellence and ensuring equal access . \n. www.ed.gov \n\nPage 2 - (09-15-2392) \n(b )(6),(b )(7)(A),(b) (7)(C) \nBecause OCR has determined that it has jurisdiction and that the complaint was filed \ntimely  or qualified  for a  waiver  of the  timeliness  requirement,  it  is  opening  these \nallegations for investigation.  Please note that opening the allegations for investigation \nin  no  way  implies  that OCR  has  made a determination  with  regard  to their merits. \nDuring the investigation, OCR is a neutral fact-finder, collecting and analyzing relevant \nevidence from the complainant, the recipient, and other sources, as appropriate.  OCR \nwill ensure that its investigation is legally sufficient and is dispositive of the allegations, \nin accordance with the provisions of Article Ill of the Case Processing Manual. \nOCR may close this complaint prior to making formal findings of compliance or non \ncompliance, provided that the circumstances  or information gathered  establishes an \nadministrative or other basis for resolution  in  accordance with the Case Processing \nManual. \n\nPage 3 - (09-15-2392) \nOCR  routinely advises  recipients of Federal funds and  public education  entities that \nFederal regulations prohibit intimidation,  harassment or retaliation against those filing \ncomplaints  with  OCR  and  those  participating  in  the  complaint  resolution  process. \nComplainants  and  participants who  feel  that such  actions  have  occurred  may file a \nseparate complaint with OCR. \nUnder the Freedom of Information Act, it may be necessary to release this document \nand related records upon request.  In the event that OCR receives such a request, it will \nseek to protect, to the extent provided  by law, personal information that, if released, \ncould reasonably be expected to constitute an unwarranted invasion of privacy. \nIf you  have  any  questions  about this  letter,  please  contact Ava  De  Almeida  Law, \nInvestigator, at (415) 486-5513 or Suzanne Taylor, Attorney, at (415) 486-5561. \nSincerely, \nCc:  Therese Leone, Associate Campus Counsel \n\nOCR COMPLAIN. PROCESSING PROCEDURES \nLAWS ENFORCED BY OCR \nOCR enforces the foiiOWlng laws \nTitle VI of tl'le Crvtl Rights Act of 196<\\, whiCh prohibits dtscnmmatron on the basis of race, color or national ongm, \nlltle IX of the Education Amendments of 1972 whlch prohibits dlscnm111atton on ll'le basts of sex; \nSection 5041 of the Rehabilitation Act of 1973 which PfOhlbns dlscrimlnauon on the basts of d•sab~lity, \nAge Dtscnmlnabon Act of 197~. whtcn prohibits dtscnmrnatton on the basis of age, \nloBltohtlyee  SrI IT cotoUfue tth s3e 6o Af  UmA mSene.Ccn acynaos uE Wtqntu thga rlD oAolscoacs!e) 1islnist i peAuscb Atl tccpt  aeorleft  mo1r9e 9tnh0eta,  wrNyho s iccChhh opilodrol sLh,e ipbftiu tBsb eldichls isnoedrc1 mAoincndla aotlrfo y2n 0s o0cnh1 o,t hovlelsh .blc laohsc oiasrl o oehfd idbuiicstsaa ubdoielintny ia;a gl eofn aocecse sasn dto  solar toet heedru dcaisbcorinm amgaet1io1no easg tahiants ht athvee  Bao dye Ssicgonuattse do r \nopen forum or limited public forum \nEVALUATION OF THE COMPLAINT \ncOcOOInooCCCvmmeRRRpps   ltleewaaigvniiinnaalfto attld iuronceantFec t beosidesr Ie  hfee O aOxwavaCCchemhReRs  tp c hmwnloeeeaur resns Ot doptd Cs altgas Rlmsrlcna onomnl mtrchte:u t.tel sn:httltenale lrdtlt mo owerrerotamyecn ireve'am e tlwvl1Iroef nhn tsehe I m nIetwnn  a  cheoodoerrrdd mdtt1hheehpeerro lr  a1nt cO0oto,n  e mCOd\\lIeaRSpCtnt  Reanhl1yr oamnw !ts htrtaf nliellsl eee d gc dfewtoal etomlhe dnaerp m uottlhiantmiheni noleret tmrI .,iwt  t tIyechIh a  weteon Gtic  lhtllon enecmvnvro eletnplhssrltiaeatJalgg mlclcyaatoa ,ttt oemnha  lo  tplchhs cloeaheom oi nccmupoto lplcdmmalo aippnpninrltltaao aamiVininnnultttds. ,s  e ttte  OhhtbnheeCeo etc Rui fosrigl e,emmh adw psa thnwlokaelneoiitnt hsrhIamO  etOnlaf'rl t lCtut shhh oReedan  e sdw cta eeo2tbitrl'0hIanoT lypcunII aln tap1 latnelh8ntsnde0to d   arcnaaela llrqwleel eudgtgtneaehedsy sdrtsa e  aa drsw  1 Cvpwsn1lecaohancyllatnmvts1   etJomwo0rf  anh oet 1ihacof1 ehctl0h h  nolitaS  noats oe flrtli  ee lpioansgrrcpgoa tmoc  ttrienheooedaqnred tu t I  otniotrho  eleOt tmh hCeee Rn l'tas. w  s \nrequest for Information \nOCR will dismiss a complaint If OCR determines that \nOCR does not have tega· authonty to mvesbgate the complaint. \nThe complaint ralls to slate a v10latton of one of the laws OCR enforces, \nTThhee  ccoommppllaaiinntt  wIS ausn ncoleta fril eodr  tbnmcoemlyp alentde  tahnadt  ath we actvoemrp wlaililn naontt  bdeo egsra nnotet dp:r ovide the in!ormatton that OCR requesiJ within 20 calendar day& of OCR's request: \nTTphhroeec  eacolelemdginpagltaisOi,n nats hn rdaa stts hbeeed er ebnsy Io ntlhvueeti soctnoig mmatpeeleadt tsbn ylO h aCanRvoe tr hbeeegreu Fnla etrdoeersyro alsvlt,e asdnta,d taer.d osr  0lo1,c IaI ls cUlIvI lpl erlngd~tinsg a,g OeCncRy  aonrt itChirpoautgens  ath raete t1hpeieren tw'si lml btee ran aclo gmriepvaaranbclee  preroscoeludttuorne sp, rionccelusdsi nugn ddeure c pormocpeasras ble \nTlTehhgeea  lsa salltemagnead aatiolrledngssa.  atJrOe nfso rheacvloes beede bny H pieredv bioyu tsh ed eccoimsiopnlasi noafn tht ea gFaeindsetr athl ec osuarmtse,  trhceC 1UP.tSen tS me csrteattaer oy ro F• eEddeurcaal tcioonu.r tt.h e u.s Department of Education's Clvtl Rights Reviewrng \nAuthority or OCR policy determinations \nOPENING THE COMPLAINT FOR INVESTIGATION \nOcIfo COmRCp Rlha aidnsea tmnerta,m dthem eae rs de ecthitpeairte mInt itwn. aailtlni oidnn vo ewths1tetihgr  arsetoegu atrhrcdee  stco oa tmsh epa lpamptnerotr.ip tisnt  Waott.eH t  hIseOs CuCeOR flT ewIP!tieilall t'e$ntn  osfDu nrueor itntlnfglac tlt b'llnoevn me stvo:eJ tgshtae•g\\ locaonhmso nap,rl aeOi nlCeaRgna tI lSaly na sd un ftefhiuCetr ieraenlctl aipacnield-nf itan rdeOe drp tesOpnoiCnsgRlt t avw ecil olo mcfo tphllleeac inat tlal efnogdra  matiorvtnaestsy !rJzageiaS rleelodlen vI nIan n thnt eoe  vcwtodamey npImclaepr nflirteo sm t hthaet  \nINVESTIGATION OF THE COMPLAINT \nOcoCnRdu mctainyg u isnete atv vieawriest yw oithf  ftahcet -cfionmdinpgla itneacnhtn, riqeuciepsie'\"n Itt'ss  Ipnevressotnignaetilo ann oaf  oat hceorm woiltanrensls eTsh easned t/eocr hsnitieq uv1essl tsm aAy tI nthcelu cdoen rceluv1saJWontn ogf d Itosc lunmveesnlttgaaryu oenv tdOeCncRe  wsiullb dmeittetermd ibnye  bwoitthh  preagrtaterds , to each \nallegation that \nThere is lnsuffrclent evidence to auppon a conclusion that the recipient felted to comply With the law, or \nA preponderance of the evidence supports a conclusiOn that t!le rec:ptent fatled to comply With the law \ncOcooCnnRstat'risnu d etedatc eatr-sms psineucachitfii ocn Oi nwCvielRl sb'stieg f oaertximvpeala lh tnpneoddlrin c1gyns  sa at aInotdett medries onplto sfSi naidtrieoin nagsps o psfr eomnvdte ltdvo l dbthuyea a lc  cdoaumslyep asla uitnnLaeontntte zaresnd do  Ofr eClinaRdp •loenfngfiCts  iaaLlr eea tnntedor tsm f ooarfdm feina adl visnatgailtsae bimsleseu nteotds t  hobefy  O pOuCCbRlRiC  p aodlidcrye sasn dln tdhteviyd ushaol OuldC Rno cta bsee sre. liLeedt tuepros no,t  cfiitneddtn. gosr  \nRESOLUTION OF THE COMPLAINT AFTER A DETERMINATION OF NONCOMPLIANCE \nItstaofhp cO eehn CcoeIdingRfeisoc n dt atiraeiegfittmereeed reeam ddv vrir anootleoil au satbn rctyothta inootrh(yntse  s)ar   erI trellsellaa oceptlotu pttmethlieonepnnt l tir a heafnaacgcivilrpeeeeid e ewb nmtetotl eeh Wcnn ao itlpt lm mpuiIpn1pflC dltyehe8 mewbr t4tearteehnk c cleeoit pvdntoti eelc  n naoogdtnfhda Sth tgtJseers estt aecesanw stvl h siwlt e on 1O tgarheChr est\\R5iaol  e(llwvsa et)iwel  lort shmmf e tnsho o canoontif tc moOtohrpCm etlhtR lpael lng ieartrn,ene fctceohtepmrect  eteerdennsect,tn'  i&Opatl ni1fCeldemnR dttp   hwwlbeayiirlt\"rl    tOecnhnoeCetng aRalota 1rte0ciTanath t (eoteaif l )e at te ohnrrfeedm n  a5tsoep1 rngtomencf m osat hm  oaewpfn  nrltdiehua seenwo ncrl.uere r \\s eaJtodsottleonuenl tmuiabOtgipfOinrete  ndtaeo  g&wm sr!eefeerreecnemeut  mrreeiefne  sfttnuho t!lell voy teh r vepdaee etrc tildpoffyocln( sr'tt!mthnc.t:lasn'csttdb  eWte,hn swett  lw ltitlrhnlte tegrhme n meedsels<<   \napplicable civil rights laws. \nIinf tdhicea rteec iitpsi ewnitll irnegfunseesss  ttoo  neneggaogMet ein a n veogloutniatatiroyn rse tsoo v'uolllounn taargilrye eremseonlvte o rId deonetiSfi endo lat·renarrsle odf• antocnlyc ornmd~pefalatn~ c•eIs.  woril lOrnCgRne wssiH toi s soueeg oaL Laetett.e Or CofR F win1dttm mgf otorm th teh ep arertcterps tePnfOttVhradttn igt  haa fsa c3t0u adla aynsd t ole gal \nbasis for a finding noncompliance \nIEef,nn affooftrreccree mtmheee nn•tts  psAurcoalclnoecnee d aornnfd gU s~w eti loLt  eastguteasrpin oe anf dtFte.m mtedrpmmtg tm oo aoft ebnt.oa no.ncr  orvemolulpusbneat antroay  .gc.r otahmnetp  roleiArc cnlpocrenc tnint ucIfeo t nhFleme druee!ClrSaip lt ioen nnrtae rnfeucms•aeal  tta'olSs ns •ue sngtawontiliucaente gt  oat o trh enese OgreiouCttr>iapOttOee n aatg.n ro eareg wmreienen rmct elWenritt h.\\ h OOeC CcRaRs  weO iltClo e ~tith nwee iDl·l  I.enspistaiuarettem a ae Ldnemt tottemf rJs outrsfa tttimc1vepe.e  nOdCrnRg  ma~ \nalso move tmrTl!'drale'( IC' oeler any new or additiOnal Federal lmane~al asststancc to the rnsUtubon \nRESOLUTION OF THE COMPLAINT PRIOR TO THE CONCLUSION OF THE INVESTIGATION \nEarly Complamt Resolution (ECR}: \ngEeanrleyr Calolym psolaoinnt  aRfteesr othluet iocno mapllolaw ns!  thhaes p baerterens o (ptheen ecdo mfopr laminvaensbt gaantdio tnh e Imf bsot.ttuht tpOanr tw•ehsr cahr e1s w thrlhen sgu tboJ etrcyt  tohti s\\h aep cporomapclham. at)n da n,f  oOpCpRor tduenttetyrm toin reess othlvaet  Ethaer lcyo Cmopmlapinlat inatl leRgeastoiolunhso qnw is: kly; \n1 Corrpla nts that alle!)e arsc11rn..1atron based on age are hmeoly if filed with OCR with•n 180 c:aleMar days or the dale the cornplar11ant first knev. about the al eged d;scnminahon \nDecember 2012 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99884"
    },
    {
      "date": "2015-07-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99883,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99883.pdf",
      "title": "[Notification letter for University of California at Berkeley]",
      "text": "UNITED STATES DEPARTMENT OF EDUCATION \nOffiCE FOR CIVIL RIGHTS \n50 BEALE Sf., SUITE 7200  RF.GIONIX \nSAN FRANCISCO, CA 94105  CALIFORNIA \nJUL  1  5 2015 \n(In reply, please refer to docket# 09-15-2392.) \nDeaf X6).(bX7XC) \nOn %~6).(bX7)  2015,  the  U.S.  Department of Education, Office for Civil  Rights  (OCR), \nreceived your complaint against the University of California, Berkeley (University).  You \nalleged  that  the· University  discriminated  against  a  student  on  the  basis  of  sex. \nSpecifically, you allege that th  Universit  failed to  rom  tl  and equitably respond to a \nsexual violence complaint tha (bX6),(bX7Xc)  filed with the University. \nOCR  enforces  Title  IX of the  Education Amendments  of 1972 and  its  implementing \nregulation  at 34 C.F.R.  Part 106 which prohibit discrimination on the basis of sex in \nprograms and  activities  operated  by  recipients  of Federal financial  assistance.  The \nUniversity receives funds from the Department and is subject to the above laws and \ntheir regulations as enforced by OCR. \nWe have determined that the allegation is appropriate for investigation under the laws \nenforced qy OCR.  OCR will proceed with resolution of the complaint. \nPlease note that your allegation will be investigated at the same time as the open OCR \ninvestigation of the University's response to notice of sexual harassment/assault, under \ndocket # 09-14-2232.  This investigation  includes the following classwide allegations: \nwhether  the  University  failed  to  promptly  and  equitably respond  to  sexual  violence \ncomplaints,  reports  and/or  other incidents  of which  it  had  notice  and  whether the \nUniversity's  failure  to  provide  a  prompt  and  equitable  response  to  notice  of sexual \nviolence allows students to be subjected to a hostile environment on the basis of sex. \nIn  addition  to  the  classwide  allegations,  OCR  is  investigating  individual  allegations \nregarding the University. \nBecause OCR has determined that it has jurisdiction and that the complaint was filed \ntimely or qualified for a waiver of the timeliness requirement, it is opening this allegation \nfor investigation.  Please note that opening the allegation for investigation in no way \nimplies  that  OCR  has  made  a  determination  with  regard  to  its  merit.  During  the \ninvestigation,  OCR is a neutral fact-finder, collecting and analyzing relevant evidence \nThe Department of Education's mission is to promote student achievement and preparation for global competitiveness \nby fostering educational excellence and ensuring equal access. \n· www.ed.gov \n\nPage 2 - (09-15-2392) \nfrom the complainant, the recipient, and other sources, as appropriate.  OCR will ensure \nthat  its  investigation  is  legally  sufficient  and  is  dispositive  of  the  allegations,  in \naccordance with the provisions of Article Ill of the Case Processing Manual. \nWe will contact you or your designated representative soon to discuss the allegation \nand complaint resolution process.  OCR may close this complaint prior to making formal \nfindings  of  compliance  or  non-compliance,  provided  that  the  circumstances  or \ninformation  gathered  establishes  an  administrative  or  other  basis  for  resolution  in \naccordance with the Case Processing Manual. \nFederal  regulations  prohibit  the  Recipient  from  retaliating  against  you  or  from \nintimidating, threatening, coercing, or harassing you or anyone else because you filed a \ncomplaint with OCR or because you or anyone else take part in the complaint resolution \nprocess.  Contact OCR if you believe such actions occur. \nUnder the Freedom of Information Act, it may be necessary to release this document \nand related records upon request.  In the event that OCR receives such a request, it will \nseek to protect, to the extent provided by law, personal information that, if released, \ncould reasonably be expected to constitute an unwarranted invasion of privacy. \nIf you  have  any  questions  about this  letter, please  contact Ava  De  Almeida  Law, \nInvestigator, at (415) 486-5513 or Christina Medina, Attorney, at (415) 486-5548. \nSincerely, \nSara Berman \nTeam Leader ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99883"
    }
  ],
  "document_count": 5
}