{
  "case_id": 15781,
  "fetched_at": "2025-10-22T00:25:49.940352",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "William F. Green State Veterans' Home",
        "institution_alt_state": null,
        "institution_city": "Bay Minette",
        "institution_county": "Baldwin",
        "name": "The State of Alabama",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2013,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      }
    ],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 15781,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Personal injury",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Neglect by staff",
      "General/Misc.: Reassessment and care planning",
      "General/Misc.: Record-keeping",
      "General/Misc.: Rehabilitation",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Skin Infections",
      "General/Misc.: Totality of conditions",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "General/Misc.: Bathing and hygiene",
      "Jails, Prisons, Detention Centers, and Other Institutions: Deinstitutionalization/decarceration",
      "General/Misc.: Discharge & termination plans"
    ],
    "last_checked_date": "2017-05-15T00:00:00-04:00",
    "main_docket": {
      "id": 29043,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Alabama",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation of the W.F. Green State Veterans’ Home in Bay Minette, Alabama",
    "never_filed": true,
    "non_docket_case_number": "168-3-40",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice, Civil Rights Division",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Olmstead Cases"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Alabama",
    "summary": "<p>On November 8, 2007, pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. §§ 1997 et seq., the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the William F. Green State Veterans’ Home (W.F. Green), a state-operated nursing home/facility in Bay Minette, Alabama.  W.F. Green served about 150 veterans of the armed forces and their family members. </p><p>On December 18, 2008, the DOJ issued a findings letter regarding the inadequate conditions of W.F. Green. First, the DOJ found that W.F. Green inadequately assessed and cared for its residents’ health care needs. Generally, nursing homes are expected to develop and implement care plans that address each resident’s needs. W.F. Green failed to assess residents’ conditions as they changed, which, in some cases, resulted in serious injury. An example of such a situation was the case of Mr. R, who, before arriving at W.F. Green, had a history of falling.  He had four serious falls before the staff of W.F. Green even thought about addressing his multiple risk factors for falling. The falls resulted in neurological damage. Additionally, the DOJ found that the training that the staff received also resulted in an unacceptable risk of the transfer of communicable diseases.</p><p>Second, the residents received inadequate nutritional and hydration care.  Of particular concern to the DOJ was that there were very few protocols in place to address resident loss, and the nursing staff consistently failed to investigate significant, unplanned resident weight loss. When weight loss was addressed, it was usually addressed ineffectually; for example, W.F. Green often provided supplements in response to weight loss, but they were not enough to meet a residents’ needs.  Additionally, the hydration measures were unsatisfactory as well.  Nursing staff often ignored fluid orders, and water was nowhere to be found by residents’ besides.</p><p>Third, W.F. Green used psychotropic medications dangerously and inappropriately. Typically, psychotropic medications are only acceptable if they are necessary. Unnecessary medication is defined in federal law as any medication that is excessive in dose or duration, that is prescribed without adequate monitoring, or that is prescribed without a specific target symptom.  W.F. Green would use psychotropic medicine in the absence of target symptoms and for indefinite durations, but most egregiously, it had practically no oversight of the psychotropic medicine use.</p><p>Fourth, nurses were inadequately trained in how to spot and prevent pressure sores and skin issues, which are common in nursing homes. </p><p>Fifth, the rehabilitative care at W.F. Green was unusually sparse.  W.F. Green additionally lacked the space and facilities to provide more rehabilitative services. The lack of facilities also extended to lack of other rehabilitative tools, like wheelchairs. Wheelchairs at W.F. Green were ill-fitting, which resulted in a higher risk of falls and injuries resulting from poor circulation.</p><p>In its findings letter, the DOJ set out some necessary remedial steps, including providing adequate medical care, adequately supervising all clinical disciplines, providing residents with adequate nutrition and hydration, bringing pharmacological practices within generally accepted standards, increasing activities for residents, instituting measures for preventing bed sores, instituting polices to prevent falls and patient abuse, and reducing the uses of restraints. In addition, the findings letter briefly mentioned the obligation under the Americans with Disabilities Act, as interpreted in Olmstead v. L.C., 527 U.S. 581 (1999),  to provide services in the most integrated setting practicable for eligible patients. </p><p>According to several annual congressional reports beginning Fiscal Year 2008, the Civil Rights Division also considered this matter part of its \"New Freedom Initiative,\" an effort to enforce the ADA's integration mandate.  The reports explained that the Division was working with W.F. Green to increase integration with respect to residential, day, and vocational services for its residents. In particular, as a state-run facility, W.F. Green had an obligation to discharge eligible residents to the most integrated setting appropriate for their needs.  W.F. Green, in violation of this mandate, left its residents adrift when it discharged them, and it did not tailor the discharge to each resident’s individual needs.  </p><p>On January 11, 2011, the DOJ and Alabama agreed to an out-of-court Memorandum of Understanding. Within nine months, W.F. Green was expected to increase the supervision and training of its staff, to provide individualized care plans for its residents, to develop policies that ensure that residents get adequate nutritional and hydration care, including engaging a dedicated dietitian who receives regular training,  to use psychotropic drugs only in accordance with individualized resident care plans, to develop and institute a pressure sore program to prevent sores, to provide a screening program to identify patients who need rehabilitation and to provide that rehabilitation. </p><p>Additionally, W.F. Green was expected to take all steps necessary to prevent falls and to prevent abuse, be it from other residents or neglect and mistreatment by staff. </p><p>Finally, the agreement outlined what was expected of W.F. Green with regards to integrating its residents into the community. Upon admission, residents were to be screened to see if they truly needed a nursing home environment.  Initial comprehensive assessments needed to evaluate whether a patient desired to be discharged into the community.  Quarterly, annually, and upon significant change, W.F. Green was to analyze whether the resident could be served in an integrated community setting.  If the resident could be served in a less restrictive setting, professionals were to evaluate what services would be necessary to help the resident’s transition. </p><p>In 2013, the DOJ closed this matter, noting in that year's congressional report that W.F. Green had “fully complied” with the Memorandum of Understanding, that health of the residents had improved, and that residents were better able to be served in more integrated settings. </p>",
    "summary_published_date": "2017-05-15T00:00:00-04:00",
    "summary_short": "A DOJ CRIPA (42 U.S.C. § 1997) investigation into a Veterans' Nursing home in Alabama led to the discovery of conditions that were detrimental to resident health and restricted patient discharge into the community.  A memorandum of understanding by the DOJ as well as preliminary remedies in a findings letter solved these problems.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15781",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15781",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15781",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15781"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114936,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114936"
    },
    {
      "date": "2011-01-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88708,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88708.pdf",
      "title": "Memorandum of Understanding",
      "text": "MEMORANDUM OF UNDERSTANDING\n  \n \nI.  INTRODUCTION\n  \n1.   In the spirit of cooperation and for the purpose of \nproviding adequate care to our Veterans, the United States Department \nof Justice (“DOJ”), the State of Alabama (“the State”), the State of \nAlabama Department of Veterans' Affairs (“ADVA”), and Health \nManagement Resources – Governmental Services, Inc. (“HMR”), a \ncontractee of the ADVA, jointly undertake the following Memorandum of \nUnderstanding (“MOU”). \nII.  BACKGROUND  \n2.   On November 8, 2007, the DOJ notified State officials of \nits intent to investigate conditions of resident care and treatment at \nthe W.F. Green State Veterans' Home (“W.F. Green”) in Bay Minette, \nAlabama, pursuant to the Civil Rights of Institutionalized Persons Act \n(“CRIPA”), 42 U.S.C. § 1997 et seq. \n3.   In February 2008, a DOJ team toured W.F. Green. \n4.   Pursuant to 42 U.S.C. § 1997b(a)(1), and by letter dated \nDecember 18, 2008,the DOJ concluded that certain conditions at W.F. \nGreen violated the federal rights of residents of the nursing home \n(\"DOJ’s Findings Letter\"). \n5.   The State, ADVA and HMR disagree with DOJ’s conclusions. \nSome of these objections and/or responses were contained in letters \ndated December 23, 2008 and February 4, 2009 and/or discussed by \ntelephone or in person. \n \n{B1240525} \n\n6.   The State, ADVA, and HMR do not admit to any violation of \nFederal or State law. \n7.   While not dispositive of the DOJ investigation, W.F. Green \nhas been subject to surveys conducted by the Alabama Department of \nPublic Health and Federal Department of Veterans Administration on 11 \nseparate occasions since the February 2008 DOJ tour of W.F. Green. \nW.F. Green has been deemed in compliance with required standards \napplicable to W.F. Green on each of these occasions. \n8.   In the interest of providing appropriate care to Veterans, \nand to resolve disputed matters, the DOJ, the State, ADVA, and HMR \nagree to undertake and implement the measures set forth below. \nIII. DEFINITIONS  \n  The following definitions apply: \n9.   “Appropriate” shall mean that which is suitable for a \nparticular purpose. \n10.   “Care Plan” shall refer to the comprehensive care plan set \nout in 38 C.F.R. § 51.110(e). \n11.   “Dietitian” shall mean a person who is qualified—based upon \nregistration by the American Dietetic Association or on the basis of \ntraining, experience or education in the identification of dietary \nneeds as well as in the planning and implementation of dietary \nprograms. \n12.   “Fall” shall mean an uncontrolled, unintentional, downward \ndisplacement of a resident’s body to the ground. \n13.   “W.F. Green” shall mean the William F. Green State \nVeterans' Home in Bay Minette, Alabama, a facility owned by the ADVA. \n \n{B1240525}  2 \n\n14.   “Physician” shall mean a medical doctor lawfully entitled \nto practice medicine in the State of Alabama. \n15.   “Psychotropic Medication” shall mean any medication that \naffects the mind, emotions, or behavior. \n16.   “Qualified Professional” or “Qualified Staff\" shall mean an \nindividual who is competent, whether by education, training, or \nexperience, to make the particular decision at issue. \n17.   “RNs” shall mean individuals licensed as Registered Nurses \nby the State of Alabama. \n18.   “LPNs” shall mean individuals licensed as Licensed \nPractical Nurses by the State of Alabama. \n19.   “CNAs” shall mean Certified Nursing Assistants certified by \nthe State of Alabama. \n20.   “Physical  Restraint”  shall  mean  any  manual  method  or  \nphysical  or  mechanical  device,  material,  or  equipment  attached  or  \nadjacent  to  the  resident’s  body  that  the  individual  cannot  remove  \neasily which restricts freedom of movement or normal access to one’s \nbody. \n21.   “Chemical Restraint” shall mean any drug that is used for \ndiscipline or convenience and not required to treat medical symptoms. \n22.   “Resident” shall mean any person residing at W.F. Green \nduring the operation of this MOU. \n23.   “Substantial compliance” shall mean a level of compliance \nthat does not significantly deviate from the terms of this MOU, \nprovided that any deviation poses no significant risk to a resident's \nhealth or safety. Noncompliance with mere technicalities, or temporary \n \n{B1240525}  3 \n\nfailure to comply during a period of otherwise sustained compliance, \nshall not constitute failure to maintain substantial compliance. At \nthe same time, temporary compliance during a period of otherwise \nsustained noncompliance shall not constitute substantial compliance. \nIV.  SUBSTANTIVE REMEDIAL MEASURES  \n24.   The intent and purpose of this MOU is to enhance the level \nof care provided to our Veterans.  Consistent with Congress’ stated \nintent for the implementation of CRIPA, it will do so by putting in \nplace a mechanism for cooperative resolution of potential issues \nidentified by DOJ, while avoiding the unproductive consumption of \nresources inherent in litigation and the disruptive effect that \nlitigation would have on W.F. Green’s residents. \nA.   HEALTH CARE ASSESSMENTS AND CARE PLANS  \n25.  No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \n \n{B1240525}  4 \n\nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n26.  The ADVA and HMR shall continue to ensure that qualified \nprofessionals assess and document residents' medical, functional, \nnursing and psychological needs. \n27.   The ADVA and HMR shall continue to ensure that qualified \nprofessionals identify interventions necessary for residents to \nmaintain or improve their medical status, functional abilities, and \npsychological status. \n28.   The ADVA and HMR shall continue to ensure that care plans \nare developed and implemented for each resident. \n29.   The ADVA and HMR shall continue to ensure that staff are \ntrained in W.F. Green's policies and procedures. \n30.   The ADVA and HMR shall continue to ensure that W.F. Green’s \npolicies and procedures reflect appropriate care in evaluating, \nmonitoring, and treating the needs of the residents of W.F. Green. \n31.   The ADVA and HMR shall continue to ensure that \"standing \norders\" are used only in situations where there is appropriate \noversight of their use. \n32.   The ADVA and HMR shall continue to ensure that appropriate \nfollow-up is provided whenever a standing order is implemented. \n \n{B1240525}  5 \n\n33.   The ADVA and HMR shall continue to evaluate residents' \nstatus to ensure that residents' health status is monitored \naccurately. \n34.   The ADVA and HMR shall continue to determine whether \nresidents who experience a significant change of status require \ninterdisciplinary review or revision of the care plan or both and to \nimplement such revisions, as required. \n35.   The ADVA and HMR shall ensure that staff use available data \n(such as lab/diagnostic studies, other health professions' data) in \ntheir assessments to identify residents' problems/conditions and \nprepare care plans. \n36.   The ADVA and HMR shall ensure that the resident’s physician \ncontinues to be notified of abnormal laboratory findings and the \nresident’s physician responds and follows up as the physician deems \nappropriate. \n37.   The ADVA and HMR shall ensure that policies and practices \nare developed and implemented to appropriately identify and manage \ncommunicable diseases. \n38.   The ADVA and HMR shall continue to ensure that there are \nappropriate infection control practices. \n39.   The ADVA and HMR shall continue to ensure that there are \ntrained staff, particularly RNs, LPNs, and CNAs, to provide routine, \npreventative, and restorative care, and to respond to residents' \nneeds. \n40.   The ADVA and HMR shall continue to implement quality \nassurance mechanisms which track and analyze patterns and trends to \n \n{B1240525}  6 \n\nmonitor the delivery of medical, nursing, and all other health care \nservices to residents. \nB.   NUTRITION AND HYDRATION CARE AND ASPIRATION PREVENTION  \n41.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n42.   The ADVA and HMR shall continue to develop, review, and \nimplement policies, procedures, and protocols necessary to ensure that \nW.F. Green residents receive appropriate nutrition and hydration care. \n \n{B1240525}  7 \n\n43.   The ADVA and HMR shall continue to conduct individual \nnutrition and hydration assessments, and to develop and implement \ninterventions which are reviewed and updated as needed. \n44.   The ADVA and HMR shall continue to engage a qualified \ndietitian to consult with appropriate personnel on residents’ needs \nand on dietary services.  The dietician shall be responsible for \nassessing and care planning of residents’ nutritional needs, both \ninitially and on an on-going basis. \n45.   The ADVA and HMR shall continue to provide training to \nstaff in dietary services. \n46.   The ADVA and HMR shall continue to ensure that residents \nwho need assistance in eating are assisted by appropriately trained \nstaff. \n47.   The ADVA and HMR shall continue to ensure that appropriate \nfluids are available and accessible to residents at all times. \n48.   The ADVA and HMR shall continue to assess and identify \nresidents who are at risk of aspiration and to provide appropriate \ncare to prevent aspiration, where possible. \n49.   Utilizing an interdisciplinary approach, the ADVA and HMR \nshall continue to assess and treat residents with swallowing problems \nand residents who need assistance in eating. To this end, the ADVA and \nHMR shall continue to: \n(a)   Involve Speech Therapy and Occupational Therapy in \ndeveloping a plan of care for residents who are identified as being at \nrisk of aspiration; \n \n{B1240525}  8 \n\n(b)   Provide training to staff in how to properly implement the \nfeeding and positioning plans, and develop and implement a system to \nmonitor residents who are at risk of aspirating; \n(c)   Identify and respond to changes in a resident's nutritional \nor hydration status; and \n(d)   Evaluate residents' medication regimens for the potential \nto pose undue risk of aspiration. \nC.   USE OF PSYCHOTROPIC MEDICATION  \n50.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \n \n{B1240525}  9 \n\nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n51.   The ADVA and HMR shall continue to ensure that psychotropic \nmedications are used only in accordance with a resident’s care plan \nand by order of a physician. \n52.   The ADVA and HMR shall continue to ensure that a resident’s \npsychotropic medications are used only in a manner consistent with \nState and Federal law and are not excessive in duration, without \nappropriate monitoring or indications for use, or without specific \ntarget symptoms. \n53.   As appropriate and unless contraindicated, the ADVA and \nHMR shall continue to ensure that residents will receive gradual dose \nreductions and behavioral interventions aimed at reducing medication \nuse. \n54.   The ADVA and HMR shall continue to ensure that an \ninterdisciplinary team oversees psychotropic medication practices at \nW.F. Green. \n55.   The ADVA and HMR shall continue to ensure that residents \nreceiving psychotropic medication are reviewed for potential negative \nside-effects of such medication. \n56.   The ADVA and HMR shall continue to ensure that there is \nappropriate consultation from psychiatric or pharmacy consultants to \nrespond to the residents' needs. \n57.   The ADVA and HMR shall continue to assess the use of \npsychotropic medications with residents who have a documented history \nof falling or who are at risk of falling. \n \n{B1240525}  10 \n\n58.   The ADVA and HMR shall continue to ensure that psychotropic \nmedications are not used solely to control residents' behavior in the \nabsence of other appropriate, less-intrusive treatment modalities. \n59.   The ADVA and HMR shall continue to ensure that residents \nwith mental illness, especially those with problematic behaviors, \nreceive appropriate mental health services. \n60.   The ADVA and HMR shall continue to ensure that there are \npsychological and psychosocial services to meet the needs of \nresidents, particularly those residents with a diagnosis of dementia. \nD.   PRESSURE SORE PREVENTION AND CARE  \n61.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \n \n{B1240525}  11 \n\nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n62.   W.F. Green shall continue to develop and implement a \npressure sore prevention program to aide in the prevention of pressure \nsores.  W.F. Green shall provide appropriate treatment to residents \nwho have pressure sores. \n63.   The ADVA and HMR shall continue to assess and identify \nresidents who are at risk of developing pressure sores. \n64.   The ADVA and HMR shall continue to develop and implement \nskin care plans for residents identified as at risk of skin breakdown \nor with actual skin breakdown. \n65.   The ADVA and HMR shall continue to monitor the skin \nconditions of residents identified as at risk of skin breakdown or \nwith actual skin breakdown. \n66.   The ADVA and HMR shall continue to ensure that the Wound \nCare Coordinator and his/her designee are trained in current \nprofessional standards, practices, and techniques regarding pressure \nsore assessment and methods of care. \n67.   The ADVA and HMR shall continue to ensure that, as \nappropriate, residents are provided appropriate pressure relieving \npractices and devices, such as pillows, mattresses and cushions to \n\"float\" areas of skin breakdown. \n68.   The ADVA and HMR shall continue to ensure that residents' \nmedical conditions, including nutrition and hydration needs and \n \n{B1240525}  12 \n\ncontinence status, are taken into account when addressing residents' \nskin care needs. \nE.   REHABILITATIVE AND RESTORATIVE CARE  \n69.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n70.   The ADVA and HMR shall continue to: \n(a)   Implement a screening and referral system to identify \nresidents with rehabilitation and restorative needs; \n \n{B1240525}  13 \n\n(b)   Provide interdisciplinary services to residents with \nrehabilitation and restorative needs and monitor those services; \n(c)   Provide space throughout the facility, to include the \ndesignated therapy room, residents’ rooms and common areas for \nrehabilitation services, to meet the needs of residents; \n(d)   Provide residents with adaptive equipment, including \nwheelchairs, and residents are appropriately positioned in \nwheelchairs; \n(e)   Provide assistance to residents who need assistance with \nfeeding or bathing; \n(f)   Provide assistance to residents who can ambulate with \nassistance; \n(g)   Provide to residents who can benefit therefrom exercises, \nwalking and/or movement exercises; and \n(h)   Provide continence care programs to residents who require \nit. \nF.   FALL PREVENTION  \n71.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \n \n{B1240525}  14 \n\ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n72.   The ADVA and HMR shall continue to conduct comprehensive, \ninterdisciplinary assessments of residents upon admission, and \nperiodically thereafter, to determine whether residents are at risk \nfor falls. \n73.   For all residents who are identified to be at risk of \nfalls, the ADVA and HMR shall continue to: \n(a)   Develop and implement a proactive, individualized, fall \nprevention plan; \n(b)   Include the resident’s fall prevention plans in their care \nplan; \n(c)   Provide residents with appropriate supervision to prevent \nfalls to the extent reasonably possible; \n(d)   Ensure that residents receive appropriate assistive devices \nto prevent falls; \n(e)   Utilize appropriate safety devices to prevent falls; and \n \n{B1240525}  15 \n\n(f)   Take actions to ensure that the residents' environment \nremains as free of fall hazards as possible. \n74.   When a fall or a suspected fall has occurred, the ADVA and \nHMR shall continue to: \n(a)   Assess the resident's health status, which assessment shall \ninclude performing neurological assessments when there may have been \nan unwitnessed fall or when the resident falls and hits his/her head, \nmeasures necessary to protect the health and well-being of the \nresident are put into place; \n(b)   Complete an incident report and submit it to the Director \nof Nursing and/or his/her designee; \n(c)   Notify the resident's family/responsible party; \n(d)   Investigate the fall to determine the possible cause(s) of \nthe fall; \n(e)   Maintain records of residents’ falls at W.F. Green, which \nshall include: the date and time of the fall; the specific cause of \nthe fall, if known; the identity of the nursing staff member or \nmembers who witnessed the fall, if any; and any follow-up education \nprovided to these staff members; and \n(f)   Continue to conduct a monthly review of all falls and take \naction to eliminate, to the extent possible, the causes of falls. \nG.   PROTECTION FROM OTHER HARM  \n75.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \n \n{B1240525}  16 \n\nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n76.   The ADVA and HMR shall continue to institute measures \ndesigned to protect residents from harm resulting from instances of \nresident-on-resident assaults, to the extent reasonably possible. \n77.   The ADVA and HMR shall continue to implement policies, \nprocedures, and practices to investigate and respond to instances of \npotential resident abuse, instances of resident-on-resident assaults, \nneglect, and/or mistreatment.  As an element of these practices and \nprocesses, W.F. Green's Medical Director should also periodically \nreview incident reports to ensure that interventions are appropriate. \n \n{B1240525}  17 \n\nInvestigations shall be performed by staff who are appropriately \ntrained in performing investigations. \n78.   The ADVA and HMR shall continue to ensure that there are \nsufficient numbers of staff, particularly RNs, LPNs, and CNAs, present \nand on duty on each shift to attempt to prevent injuries and \nincidents, including resident-on-resident assaults. \n79.   The ADVA and HMR shall continue to identify residents who \npose a risk of harm to other residents, based upon the resident’s \ndangerous behaviors, assess the possible causes of a resident's \nthreatening behavior, and develop and implement interventions. Such \ninterventions shall be implemented without the resort to unduly \nrestrictive measures, such as restraints imposed for the purpose of \ndiscipline. \n80.   The ADVA and HMR shall continue to identify residents who \nare at risk of being targeted and implement measures to attempt to \nprotect them. \n81.   The ADVA and HMR shall continue to ensure that whenever a \nresident suffers an injury or is harmed, or there is an unusual \noccurrence exposing a resident to significant harm, the incident is \ninvestigated and that remedial action is taken.  Accordingly, the ADVA \nand HMR shall continue to take the following actions: \n(a)   An RN supervisor shall assess the resident to determine if \nthere is actual or suspected injury and shall notify the physician in \nthe event of an injury; \n(b)   A physician shall be timely notified if there is a change \nin the resident's condition as a result of the incident and shall \n \n{B1240525}  18 \n\nensure that appropriate administrative or clinical action is being \ntaken; \n(c)   The resident's family or responsible party shall be timely \nnotified of the resident’s condition or incident; \n(d)   An incident report shall be completed at the time of the \noccurrence or upon the discovery and/or identification of an injury; \nand \n(e)   The results of the investigation shall be reported to the \nAdministrator or his/her designee. \n82.   Upon completion of the investigation, the ADVA and HMR \nshall continue to ensure that the Administrator or his/her designee, \nwhere appropriate, determines whether further action should be taken. \n83.   The ADVA and HMR shall continue to ensure that the \nAdministrator and the Director of Nursing, or their designees, discuss \nany incidents as well as discuss and implement, as appropriate, any \nmeasures that should be taken to prevent further incidents. \nH.   ACTIVITIES AND PSYCHOSOCIAL PROGRAMS  \n84.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \n \n{B1240525}  19 \n\ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n85.   The ADVA and HMR shall continue to ensure that activities \nand psychosocial programs are directed by a qualified therapeutic \nrecreation specialist or a qualified activities professional. \n86.   The ADVA and HMR shall continue to provide supplies and \nstaff to facilitate residents' participation in activity programs. \n87.   The ADVA and HMR shall continue to ensure that activities \nprovide the opportunity for resident interaction with others. \n88.   The ADVA and HMR shall continue to ensure that appropriate \nactivities take place on weekends and evenings, as well as during the \nweekdays. \nI.   RESTRAINTS  \n89.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \n \n{B1240525}  20 \n\nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n90.   The ADVA and HMR shall continue to ensure that any device \nthat intentionally serves as a restraint is used only after the \npurpose of the restraint is reviewed and justified to treat the \nresident's medical symptoms. \n91.   Notwithstanding the foregoing paragraph, the ADVA and HMR \nmay use restraints in emergency circumstances where there is not \nsufficient time for an interdisciplinary review, i.e., where the \nsituation presents a danger to the resident and/or others. Such \nemergency use of devices will be reviewed and the devices removed as \nsoon as safety allows. \n \n{B1240525}  21 \n\nJ.   QUALITY ASSURANCE  \n92.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n93.   The ADVA and HMR shall continue to identify quality \nassurance issues, and develop and implement appropriate quality \nassurance mechanisms to address resident quality of care deficiencies. \nNothing in this MOU, including disclosure of any information to DOJ \npursuant to the provisions of this MOU, shall be construed as a waiver \n \n{B1240525}  22 \n\nof any quality assurance privilege recognized under State or Federal \nlaw. \nK.   MORE INTEGRATED SETTING  \n94.   No later than 9 months from the effective date of this MOU, \nADVA and HMR will achieve substantial compliance with the provisions \nof this section and will notify DOJ in writing (notification letter) \nof such compliance.  DOJ will have 90 days after the date of the \nnotification letter to confirm substantial compliance with this \nsection.  Toward that end, upon request, ADVA and HMR will provide DOJ \ndocumentation that is reasonably related to determining substantial \ncompliance with the terms of this MOU and that is consistent with \napplicable laws.  DOJ may tour the facility to confirm substantial \ncompliance with the provisions of this section.  DOJ will give ADVA \nand HMR reasonable prior written notice of the tour and, prior to \narriving at W.F. Green, shall identify to ADVA and HMR any expert \nconsultants DOJ plans to bring to the tour.  The State, ADVA, and HMR \nmay choose to have experts, agents, and/or representatives accompany \nthe DOJ team during the tour.  However, the parties will confer in \ngood faith to determine the necessity of HMR and ADVA obtaining \nexperts to accompany the DOJ team.  W.F. Green shall be deemed in \nsubstantial compliance with the provisions of this section unless \nnotified otherwise by DOJ in writing within 150 days from the date of \nthe notification letter. \n95.   W.F. Green shall evaluate residents upon consideration for \nadmission to determine if they require a nursing home level of care, \ninform the resident or the resident’s responsible party of programs \n \n{B1240525}  23 \n\nand services that may be available to support the resident in a more \nintegrated setting, and enable the resident or the resident’s \nresponsible party to make an informed choice prior to admission to \nW.F. Green. \n96.   W.F. Green shall insure that the resident has a right to a \ndignified existence, self-determination, and communication with and \naccess to persons and services inside and outside the facility. \n97.   No later than 14 days after the date of admission, W.F. \nGreen will make an initial comprehensive assessment of a resident’s \nneeds describing the resident’s capability to perform daily life \nfunctions, strengths, performances, needs as well as significant \nimpairments in functional capacity.  W.F. Green’s initial \ncomprehensive assessment must include an examination of the resident’s \ndesire to be discharged into the community. \n98.   W.F. Green shall conduct annually, quarterly, and as \nrequired by a significant change in the resident’s condition a \ncomprehensive, accurate, standardized, reproducible assessment of each \nresident’s functional capacity, including whether the resident could \nbe served in a more integrated setting.  As part of each assessment, \nin the event that W.F. Green’s treatment professional determines that \na more integrated setting would be more appropriate for the resident’s \nneeds, the resident or the resident’s responsible party will be \ninformed of community alternatives, and the resident or the resident’s \nresponsible party will be asked whether he or she wants to talk to \nsomeone about the possibility of the resident returning to the \ncommunity.  In each instance where W.F. Green’s treatment \n \n{B1240525}  24 \n\nprofessionals determine that the resident’s needs could be met in a \nless restrictive setting and the resident or his or her responsible \nparty agrees to such transition, the resident’s care planning team \nwill identify the services necessary to support the transition and \ndischarge. \n99.   Prior to discharging a resident, W.F. Green must prepare a \ndischarge summary that includes a post-discharge plan of care \n(transition plan) that is developed with the participation of the \nresident and his or her family. \nV.  MONITORING  \n100.   During the operation of this MOU, upon the DOJ’s prior \nwritten request, at mutually agreeable times, the ADVA and HMR shall \nprovide the DOJ reasonable access to facility records, residents' \nrecords and staff records relating to this MOU and consistent with \napplicable laws. \n101.   During the operation of this MOU, the DOJ may conduct \nconfidential interviews with W.F. Green residents, consistent with \napplicable laws. \n102.   During the operation of this MOU, within a reasonable time \nperiod after the DOJ receives any reports of its experts, the DOJ \nshall provide copies of those reports to the ADVA and HMR, and if the \nDOJ issues a findings letter, no later than the date of the findings \nletter. \n \n{B1240525}  25 \n\nVI.  RIGHTS  \n103.   The DOJ does not forego by this MOU its right to seek \nappropriate judicial relief in federal court for any violation of \nFederal law alleged in its December 18, 2008 Findings Letter. \n104.   The State, ADVA, and HMR do not waive any defense, \ncounterclaim, or cross-claim by entering into this MOU.  Moreover, the \nState, ADVA, and HMR do not waive their right to seek appropriate \njudicial relief in State or Federal court. \n105.   The parties agree that this MOU is not enforceable in any \ncourt of law or equity, in administrative proceedings, or in \nalternative dispute resolution forums. \n106.   This MOU does not create any new rights or causes of \naction, either for the signatories thereof or for any third party. \n107.   No third party or person is intended to be a third party \nbeneficiary of this MOU. \n108.   During the operation of this MOU, the DOJ agrees to timely \nprovide the ADVA and HMR with written notice of any alleged breach and \nto provide time to remedy the alleged breach before initiating legal \naction.  The ADVA and HMR shall be afforded 60 days from receipt of \nthe written notice to remedy any alleged breach.  Notwithstanding the \nforegoing, in the event the alleged breach poses an immediate threat \nto the health and safety of a W.F. Green resident, the DOJ, in its \ndiscretion, may simultaneously provide written notice of the alleged \nbreach and initiate legal action. \n109.   This MOU shall constitute the entire integrated agreement \nof the DOJ, the State, the ADVA, and HMR.  This MOU may be amended \n \n{B1240525}  26 \n\nonly by a writing signed by all signatories, except that the United \nStates may commit financial resources to assist the ADVA and HMR in \nremedying any alleged breach without the need for an amendment to this \nMOU. \n110.   This MOU may not be used as evidence of liability in any \nlegal proceeding. \n111.   The DOJ, the State, the ADVA, and HMR agree that this MOU \nshall not be admissible in any court for any purpose insofar as \nlitigation between or among them is concerned. \n112.   Nothing in this MOU shall prevent or interfere with the \nState’s and the ADVA’s ability to enforce the terms of the ADVA’s \nseparate contract with HMR. \n113.   Nothing in this MOU shall prevent or interfere with the \nState’s ability to enforce State law. \n114.   The effective date of this MOU shall be the date that it is \nsigned by the last signatory below. \n \n{B1240525}  27 \n\nAGREED TO: \n\n \nFOR THE UNITED STATES: \ns/ Jonathan M. Smith  1/20/11 \n____________________________________      ____________ \nJonathan M. Smith, Chief  Date \nSpecial Litigation Section \n \n \ns/ Mary R. Bohan  1/20/11 \n____________________________________      ____________ \nMary R. Bohan, Deputy Chief  Date \nSpecial Litigation Section \n \n \ns/ Verlin Deerinwater  1/20/11 \n____________________________________      ____________ \nVerlin Deerinwater, Senior Trial Attorney    Date \nSpecial Litigation Section\nCivil Rights Division\n601 D Street, NW\nRoom 5928 \nWashington, DC  20004 \n(202) 514-6260 \nverlin.deerinwater@usdoj.gov \n \n \n \n{B1240525}  28 \n\nFOR THE STATE OF ALABAMA: \ns/ Bob Riley  1/11/2011 \n____________________________________  ____________ \nBob Riley, Governor  Date \n \n \nFOR THE STATE OF ALABAMA DEPARTMENT OF VETERANS' AFFAIRS \ns/ W. Clyde Marsh  1/7/11 \n____________________________________      ____________ \nW. Clyde Marsh, Commissioner        Date \n \n \nFOR HEALTH MANAGEMENT RESOURCES – GOVERNMENTAL SERVICES, INC. \ns/ William S. Biggs  1/7/11 \n____________________________________      ____________ \nWilliam S. Biggs, President and COO      Date \n \n \n{B1240525}  29 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88708"
    },
    {
      "date": "2008-12-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88706,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88706.pdf",
      "title": "Re: CRIPA Investigation of the W.F. Green State Veterans’ Home in Bay Minette, Alabama [Findings Letter]",
      "text": "U.S. Department of Justice \nCivil Rights Division \nAssistant Attorney General \n950 Pennsylvania Avenue, NW - RFK \nWashington, DC  20530 \nDecember 18, 2008\n \nThe Honorable Bob Riley\n\nGovernor of Alabama\n \nOffice of the Governor\n \nState Capitol\n\n600 Dexter Avenue\n \nMontgomery, AL  26130\n \nRe:\t CRIPA Investigation of the W.F. Green State Veterans’\n\nHome in Bay Minette, Alabama\n \nDear Governor Riley:\n \nI am writing to report the findings1\n of the Civil Rights\n\nDivision’s investigation of conditions and practices of resident\n\ncare and treatment at the W.F. Green State Veterans’ Home (“W.F.\n\nGreen”) in Bay Minette, Alabama.  On November 8, 2007, we\n\nnotified you of our intent to investigate conditions of resident\n\ncare and treatment at W.F. Green pursuant to the Civil Rights of\n\nInstitutionalized Persons Act (“CRIPA”), 42 U.S.C. § 1997.  CRIPA\n \ngives the Department of Justice authority to seek remedies for\n\nany pattern or practice of conduct that violates the\n\nconstitutional and federal statutory rights of persons who reside\n\nin public institutions.\n \nAs part of our investigation, on February 10-15, 2008, we\n\nconducted an on-site inspection of W.F. Green with expert\n\nconsultants in various disciplines.  Our tour focused on the\n \ngeneral care and treatment of residents as well as the facility’s\n\ndischarge planning and community integration practices.  Before,\n\nduring, and after our site visit, we reviewed a wide variety of\n \n1\n  Minor administrative corrections were made to this\n \nletter after it was issued.  These corrections do not affect any\n\nof the findings contained in the letter.  The State has been\n \nnotified of the changes to the document.\n \n\n- 2 ­\nrelevant facility documents, including policies and procedures,\n\nmedical records, and other records relating to the care and\n\ntreatment of W.F. Green residents.  During our visit, we also\n\nspoke with administrators, professionals, staff, and residents.\n \nBefore discussing our findings, we would like to express our\n\nappreciation to the staff of W.F. Green for the extensive\n\ncooperation and assistance provided to us throughout our\n\ninvestigation.  We hope to continue to work with State officials\n\nand the staff at W.F. Green in the same cooperative manner going\n\nforward.\n \nIn keeping with our pledge to share information and to\n\nprovide technical assistance, at the close of our tour we\n\nconveyed our preliminary findings to counsel for the Alabama\n\nAttorney General’s Office and Board of Veterans’ Affairs, the\n\nVeterans’ Affairs Homes Coordinator, certain W.F. Green staff,\n\nand consultants retained by W.F. Green.  Additionally, Alabama’s\n\nVeterans’ Affairs Commissioner, Admiral Clyde Marsh, participated\n\nby telephone.  We especially appreciate that Admiral Marsh took\n\nthe time to participate in the exit conference.\n \nConsistent with our statutory obligations under CRIPA, we\n\nnow write to advise you formally of the findings of our\n\ninvestigation, the facts supporting them, and the minimum\n\nremedial steps that are necessary to remedy the deficiencies set\n\nforth below.  42 U.S.C. § 1997b(a).  Specifically, we have\n\nconcluded that numerous conditions and practices at W.F. Green\n\nviolate the constitutional and federal statutory rights of its\n\nresidents.  In particular, we find that residents of W.F. Green\n\nsuffer significant harm and risk of harm from the facility’s\n\ninadequate medical and nursing services assessment, planning, and\n\ncare; inadequate nutritional and hydration services; improper and\n\ndangerous psychotropic medication practices; inadequate pressure\n\nsore treatment and skin care; inadequate restorative care and\n\nspecialized rehabilitation services; failure to protect residents\n\nfrom harm due to falls; failure to adequately investigate\n\nallegations of resident abuse; and the inappropriate use of\n\nrestraints.  See Youngberg v. Romeo, 457 U.S. 307 (1982).  These\n \ndeficiencies have contributed to the untimely deaths of W.F.\n\nGreen residents as well as led to other preventable illnesses,\n\ninjuries, and harm from a variety of sources.  In addition, we\n\nfind that the State fails to provide services to certain W.F.\n\nGreen residents in the most integrated setting, as required by\n\nthe Americans with Disabilities Act (“ADA”), 42 U.S.C. § 12132 et\n\nseq.; 28 C.F.R. § 35.130(d); see also Olmstead v. L.C., 527 U.S.\n\n581 (1999).\n \n\n- 3 ­\nI.  BACKGROUND\n \nW.F. Green is a state-owned nursing home serving Alabama\n\nveterans or their family members and overseen by the Alabama\n\nBoard of Veterans’ Affairs.2  The facility opened in 1995 and is\n\none of three such nursing homes operated by the Board of\n\nVeterans’ Affairs.  At the time of our tour, the census at W.F.\n\nGreen was approximately 150.  The majority of residents of W.F.\n\nGreen are elderly men, and most of the residents are veterans.\n\nThe nursing home is made up of five units, one of which is a\n\nlocked unit designated for care of residents with dementia.\n\nResidents’ stays at W.F. Green are funded primarily by a mix of\n\nstate and federal Veteran Affairs’ money with a smaller\n\ncontribution coming from the resident.\n \nII.  FINDINGS\n \nA.  INADEQUATE HEALTH CARE  SERVICES\n \nAt issue is whether the State is providing W.F. Green\n\nresidents with adequate health care in accordance with its\n\nconstitutional obligations.  Residents of a public nursing home,\n\nsuch as W.F. Green, have a Fourteenth Amendment due process right\n\nto adequate health care.  Youngberg, 457 U.S. at 315; see Johnson\n\nv. Florida, 348 F.3d 1334, 1339 (11th Cir. 2003) (finding that\n\nYoungberg recognized a due process right to “reasonable care”);\n\nS.H. v. Edwards, 806 F.2d 1045, 1046 (11th Cir. 1988)\n\n(interpreting Youngberg to require states to provide living\n\naccommodations in accordance with relevant standards of care).\n\nFederal regulations specify the generally accepted professional\n\nstandards for health care in nursing homes.  42 U.S.C.\n \n§ 1396r(b)(4)(A), 42 U.S.C. § 1395i-3(b)(4)(A) (facility must\n\nprovide nursing and medical services to \"attain or maintain the\n \n2\n  The State of Alabama contracts with a private\n\nmanagement company, Human Management Resources (“HMR”), to\n\noperate the nursing home on a day-to-day basis.  The majority of\n\nW.F. Green staff are HMR employees.  As such, HMR is a vendor to\n\nthe State of Alabama and an agent of the State.  Ultimately,\n\ntherefore, it is the State of Alabama that is responsible for the\n\ncare and treatment of W.F. Green residents and accountable for\n \nthe actions of HMR.  The actions of HMR are attributable to the\n \nState of Alabama for the purposes of this investigation.\n \n\n- 4 ­\nhighest practicable physical, mental, and psycho-social\n\nwell-being of each resident\").3\n \nW.F. Green fails to adequately address the health care needs\n\nof its residents, including failing to adequately assess and plan\n\nfor residents’ health care needs, failing to provide adequate\n\nnutritional and hydration care to residents, using dangerous\n\npsychotropic medication practices, failing to provide psycho­\nsocial alternatives to medication for residents, failing to\n\nprovide adequate pressure sore treatment and skin care to\n\nresidents, and failing to provide adequate rehabilitative and\n\nrestorative care to residents.\n \n1.\t  Inadequate Assessment and Planning for Health Care\n\nNeeds\n \nAt W.F. Green, medical and nursing staff fail to adequately\n\nassess and implement plans addressing the health care needs of\n\nresidents.  As a consequence, residents are at risk of harm or\n\nexperience harm, and, in some cases, inadequate assessment and\n\nplanning has contributed to the untimely deaths of residents.\n \nGenerally accepted professional standards require W.F. Green\n\nto develop and implement comprehensive care plans for each\n\nresident that specifically address the resident's individualized\n\nneeds.  42 C.F.R. § 483.20.  Assessment and care planning should\n\nbe a multidisciplinary effort, involving physicians and nurses to\n\ndevelop, implement, and update care plans.\n \nNursing assessment is the foundation of this process.\n\nAssessments must be conducted upon admission and as often as\n\nneeded thereafter, including in response to changes in a\n\nresident’s condition.  Because assessments are fundamental to\n \n3  W.F. Green and the State of Alabama do not participate\n\nin the federal Medicaid/Medicare programs.  Thus, W.F. Green is\n\nnot required to comply with the federal programs.  See Title XIX\n \nof the Social Security Act, 42 U.S.C. §§ 1395, 1396r and\n\nimplementing regulations, 42 C.F.R. § 483 Subpart B (Medicaid and\n\nMedicare Program Provisions).  However, these regulations do\n\nestablish the generally accepted professional standards for\n\nquality of care and service in nursing homes.  We note that the\n \nState of Alabama has adopted regulations that closely mirror the\n\nfederal regulations.  We will refer and cite to the federal\n \nregulations throughout this letter as the generally accepted\n\nstandards of care and practice in the relevant area.\n \n\n- 5 ­\ndevelop a comprehensive care plan, nurses have a duty to timely\n\nrecognize and identify problems or risks for each resident.\n\nAccurate assessments are necessary to promote quality and\n\ncontinuity of care.  42 C.F.R. §§ 483.20(k)(2)(iii),(d),(k).\n \nThe failure of W.F. Green staff to adequately assess and\n\nimplement care plans cuts across numerous aspects of care,\n\naffecting residents' health and well-being with respect to\n\nnutrition and hydration, including sufficient food intake;\n\npsychotropic medication management; fall prevention and response;\n\nand physical and rehabilitative care.  Through our record review\n\nand on-site observations, we found examples in which these\n\nmultiple failings lead to harm to W.F. Green residents.\n \nA sentinel example of the intersection of these failures to\n\nadequately assess and plan care is that of W.F. Green resident\n\nA.R.4  Mr. R. was admitted to W.F. Green in May 2007.  He has\n \nseveral medical issues, a history of falls, and he takes\n\nanti-depressants due to his diagnosis of depression.  In November\n \n2007, Mr. R.'s health started to decline rapidly.  He began to\n\nlose weight and was noted to have increased confusion during the\n\nmonth.  On December 11, 2007, Mr. R. fell, suffering a laceration\n\nto his forehead for which he had to be taken to a local emergency\n\nroom.  Despite the serious fall, W.F. Green staff failed to\n\nevaluate the cause of the fall, disregarding the presence of\n\nmultiple risk factors, including his medications, and the\n\nlikelihood of more falls.  Further, there was no evaluation\n\nregarding his increased risk of serious bleeding as an adverse\n\nside effect of his medications.  No revised care plan to prevent\n\nfuture falls was developed.  His psychotropic medication use was\n\nnever assessed or monitored during this time and likely was a\n\ncontributing factor to his declining health.\n \nThe day after Mr. R.’s serious fall, staff noted that Mr. R.\n\nwas “shaking” and later fell, again hitting his head.  Again,\n\nthere was inadequate medical follow-up and evaluation of Mr. R.\n\nafter the fall.  Six days later, he fell a third time.  During\n\nthis time, Mr. R. was experiencing low blood pressure, which\n\ncould have contributed to his falls, but this issue was not\n\nfollowed-up on adequately.  Following these episodes, staff noted\n\necchymotic (dark discoloration of skin, similar to bruising)\n\nareas on his upper body.  Mr. R. was started on a rehabilitation\n \n4\n  To protect residents’ privacy, we identify residents by\n\ninitials other than their own.  We will separately transmit to\n\nthe State a schedule that cross references the initials used in\n \nthis letter with the residents’ actual names.\n \n\n- 6 ­\nprogram at this time.\n\nOn December 22, 2007, Mr. R. fell again, suffering a\n\nlaceration to his face, and was taken to the emergency room.  A\n \nCT scan revealed bleeding in his brain.  It was not until this\n \nfourth fall that W.F. Green staff reduced his medications in an\n \neffort to lessen the risk of falling.  Inexplicably, however, he\n\nwas also taken off his rehabilitation program, despite a clear\n\nneed for the program due to his loss of functioning.\n \nOn January 1, 2008, he suffered cuts and lacerations to his\n\nhead from another fall and was again sent to the emergency room.\n\nDespite this, W.F. Green failed to adequately assess the cause of\n\nthe fall or plan further interventions.  Mr. R. became\n \nincreasingly agitated in January, possibly as a result of\n\nneurological damage, but again, there was no assessment of his\n\nchange in behavior.  Although professional standards would\n\nrequire neurological, psychiatric, or psychological interventions\n\nto assess and address his condition, no action was taken.\n\nThroughout January, Mr. R.'s functional abilities declined,\n\nincluding his balance, but W.F. Green staff did not perform\n\nadequate evaluations or develop interventions to address his\n\ndecline.\n \nAnother failure to evaluate occurred with respect to\n\nMr. R.'s psychotropic medications and other risk factors.  He was\n \nprescribed psychotropic medications without adequate\n\njustification and without adequate monitoring of the potential\n\nadverse effects of the medications.  In January 2008, due to his\n\ndisruptive behavior, his medications were changed, disturbingly,\n\nto include a medication that carries with it a Food and Drug\n\nAdministration warning for risks associated with heart attacks\n\nand strokes.  Mr. R. had already had at least one stroke and had\n\nsignificant heart disease. \n\nThere are no nurses' notes for February 1-7, 2008 in\n\nMr. R.'s records.  The notes resumed on February 8, documenting\n\nthat Mr. R. had a bruise to his face.  Staff concluded that \n\nMr. R. had fallen yet again, suffering another injury to his\n\nhead.  Later the same day, he fell again.\n \nWhile visiting W.F. Green's dementia unit on February 12,\n\n2008, our consultant physician observed Mr. R. in a gerichair.\n\nHe was totally unresponsive, unarousable, with generalized\n\nrigidity and spasticity, and had a fresh bruise above his left\n\neye, covered with a bandage.  Our consultant was told Mr. R. had\n \nfallen that day, but there were no nursing notes about a fall.\n\nDespite his continued falls, Mr. R.'s records had an order in\n\nplace from earlier the same morning to “discontinue neurochecks.”\n \n\n- 7 -\n\nNeurochecks are the generally accepted practice of care to assess\n\nand evaluate individuals for head and neurological trauma.  In\n \nour consultant's opinion, discontinuing the neurochecks in light\n\nof Mr. R.'s falls and head injury placed Mr. R. in immediate\n\njeopardy to this health and safety.  Our consultant informed W.F.\n \nGreen's acting administrator of his concern.\n \nMr. R. also suffered from inadequate nutritional care.  He\n \nexperienced significant unplanned weight loss that was not\n\nassessed or addressed.  Between November 2007 and January 2008,\n\nhe lost 13 pounds but the cause of the weight loss was not\n\ninvestigated.  There was also inadequate evaluation to examine\n\nhis potential eating or swallowing difficulties, a likely\n\npossibility due to his stroke history.  Blood tests during this\n\ntime revealed low levels of albumin, an essential protein in the\n\nblood.  The low albumin level could indicate the presence of a\n\nnumber of serious issues, yet there was no adequate examination\n\nof these findings or follow-up care.\n \nThe failure of W.F. Green to adequately assess and respond\n\nto Mr. R.'s condition is emblematic of the systemic failure of\n\nW.F. Green to adequately assess and respond to residents’\n\nconditions.  Residents such as Mr. R. are placed at great risk to\n\ntheir health and safety and are harmed by W.F. Green's disregard\n\nof the necessity of assessment and planning.\n \nThe following are some of the further examples we\n\nencountered of W.F. Green's failure to assess residents\n \nadequately and implement needed interventions to address the\n\nmedical and nursing care needs of residents:\n \n•\t  Resident B.E. was 93 when he died at W.F. Green in May 2007,\n\nonly one month after he was admitted to the nursing home.\n\nHe had a history of blood disorders for which he required\n\nfrequent transfusions.  At the time of admission, he could\n\nambulate with a walker.  While at W.F. Green, he was\n\nprescribed aspirin, which thinned his blood, putting him at\n\nfurther risk of bleeding problems.  On April 26, Mr. E.\n\ntwice told staff he had fallen, but no investigation was\n\ndone as to whether he had fallen or not.  On April 29, a\n\nfamily member called W.F. Green to report that Mr. E. had\n\nbruises on his trunk.  The next day, a nurse noted further\n\npurple discoloration above his left and right hip.  Mr. E.\n \ntold staff that the bruises were the result of falls.  On\n \nApril 30, he was seen by a nurse practitioner for the\n\nmultiple bruising on the lower and upper parts of his body.\n\nOn May 1, five days after Mr. E. reported he had fallen, he\n\nwas finally seen by a physician who wrote that he believed\n \n\n- 8 -\n\nMr. E.'s bruising was not related to any trauma.  At 12:45\n \na.m. on the morning of May 5, Mr. E. was found on the floor\n\nnear his bed.  He was noted to be “unresponsive, pale and\n\nclammy.”  No neurochecks were done, and it was not until a\n\nhospice nurse came at 2:00 a.m. that he was sent to a\n\nhospital upon her direction.  Mr. E. was dead by the time he\n\narrived at the hospital.\n \n•\t  In our consultant physician's opinion, Mr. E. “died\n\nprematurely due to neglect” by the W.F. Green staff.  Mr. E.\n \nwas at risk of increased bleeding and staff were aware of a\n\npossible fall on April 26, but discounted the resident's\n\nreport, even though he twice told staff he had fallen.  It\n \nis quite likely that the bruising that appeared on his body\n\nwas the result of slow, internal bleeding that was not\n\nassessed or responded to adequately and that likely\n\ncontributed to his untimely death.\n \n•\t  C.T. was 81 when he was admitted to W.F. Green in November\n \n2006.  He had a history of Parkinson's disease, vascular\n\ndementia, gastroesophageal reflux disease, and iron\n\ndeficiency anemia.  Beginning at the end of October 2007,\n\nMr. T. began developing peripheral edema in his legs\n\n(swelling related to fluid retention).  In early November,\n\ntests began to show that Mr. T. was becoming dehydrated,\n\nquite possibly as the result of medication being given for\n\nthe edema, and that his blood potassium was dropping.5\n  \nThere was no adequate assessment or response to any of these\n\nevents.  Mr. T. died suddenly on November 8, 2007.  In our\n \nconsultant's opinion, Mr. T. likely developed peripheral\n\nedema due to deep vein thrombosis (the formation of a blood\n\nclot in the leg) which could have led to the blood clot\n\ntraveling to Mr. T.'s heart and resulting in his quick\n\ndecline and death.  The fact that the death note by the W.F.\n\nGreen physician stated that the cause of death may have been\n\npulmonary embolism indicates that W.F. Green staff were\n\naware of this possibility but neglected to assure that\n\nnecessary tests were done or that Mr. T. was sent to the\n\nhospital in a timely manner.  This is in addition to the\n \nfailure to recognize and treat dehydration and the previous\n\nfailure to evaluate significant laboratory findings, such as\n\nthe showing of critical irregularities in his blood.  In our\n \nconsultant's opinion, the circumstances leading to Mr. T.'s\n\ndeath represent a substantial departure from generally\n \n5\n  Potassium is essential for many body functions,\n\nincluding muscle and nerve function.\n \n\n- 9 ­\naccepted standards of nursing home medical care.\n\n•\t  In February 2008, resident L.J., who has a history of\n\naspiration pneumonia (a life-threatening condition in which\n\nfood and/or liquids gets into the lungs), developed a\n\nserious cough and abnormal lung sounds.  Two days later, he\n\nhad a fever and increased pulse rate.  Despite these obvious\n\nwarning signs of a possible infection or aspiration\n\npneumonia, no medical evaluation was ordered.\n \n•\t  Resident S.C. has a diagnoses of Alzheimer's disease,\n\ndiabetes, depression, seizures, hypertension, and congestive\n\nheart failure, and is dependent on the nursing staff for all\n\nof his daily needs.  On February 9, 2008, Mr. C. started\n\nvomiting dark brown emesis and had a fever of 103 degrees\n\naxillary, indicating an extreme fever.6  Nursing staff\n\nfailed to assess his condition and risks, and it was not\n\nuntil Mr. C.'s family intervened that he was sent to the\n\nhospital.  The hospital records show that he was mildly\n\ndehydrated by the time he got to the hospital and that he\n\nalso had a possible urinary tract infection that had not\n\nbeen detected at W.F. Green.\n \nAnother significant departure from generally accepted\n\nprofessional standards regarding health care assessment and care\n\nplanning at W.F. Green is the facility's use of “standing\n\norders.”  W.F. Green has established protocols to be followed by\n\nthe nursing staff upon the occurrence of certain clinical events\n\nsuch as vomiting, diarrhea, or fever.  Standing orders are\n\nintended to assure expedient care for residents in minor\n\nemergencies.  However, the use of standing orders presumes that\n\nthe W.F. Green nursing staff possess adequate skills and training\n\nand that the orders have built-in safeguards.  This is not the\n \ncase with several of the standing orders at the nursing home.\n\nFirst, the nursing staff at W.F. Green do not have sufficient\n\nclinical skills to ensure the appropriate implementation of the\n\norders.  Second, several of the standing orders are\n\ninappropriate, incomplete, or lack sufficient safeguards to\n\nassure that supervisory nursing personnel, a physician, or a\n\nnurse practitioner is notified to assess the resident on a timely\n\nbasis after nursing staff implement the standing order.  Finally,\n\nthe use of standing orders, without appropriate training or\n\noversight, leaves open the possibility that appropriate follow-up\n\nmay not occur if the acute episode subsides.  Thus, the reliance\n\non these protocols may lead to clinical events that are not\n \n6\n  Temperature readings taken axillary, i.e., under the\n\narm, may be one degree less than an oral temperature reading.\n \n\n- 10 ­\nevaluated on a timely basis, or not evaluated at all, by medical\n\nstaff and risks negative outcomes.\n \nFor example, in November 2007, resident M.I. had an episode\n\nof vomiting and diarrhea.  In February 2008, resident K.O. had a\n\nfever with periods of confusion.  In both instances, nursing\n\nstaff gave the residents symptom-controlling medications\n\naccording to the standing orders.  However, in neither case was\n\nsupervisory medical staff notified nor was there adequate\n\nfollow-up to determine what the causes of the illness might have\n\nbeen, leaving both these residents at risk of the presence of a\n\nserious, long-term concern.\n \nW.F. Green also fails to adequately assess, manage, and\n\ntreat communicable diseases.  We were told that, at the time of\n\nour tour, W.F. Green did not have a dedicated Infection Control\n\nNurse.  During our tour, we observed the nursing staff's failure\n\nto follow generally accepted professional standards of practice\n\nto control infectious diseases within the facility, and their\n\ngeneral lack of knowledge of appropriate infection control\n\npractices.\n \nFor example, some residents at W.F. Green were being treated\n\nfor contagious conditions, including tuberculosis (\"TB\"),7\n \nMethicillin Resistant Staphylococcus Aureus (\"MRSA\"),8\n and\n\nClostridium Difficile (“C.-Diff.”).9  Examples of the inadequate\n\nassessment and care planning for communicable diseases include:\n \n7  Tuberculosis (“TB”) is a potentially life-threatening\n\ninfectious disease that commonly attacks the lungs.  The\n \ntransmittal of TB to staff and residents can be prevented or\n\ncontrolled with an appropriate TB control plan that defines how\n\nthe disease is to be identified, treated, and controlled to\n\nprevent transmission.\n \n8\n  MRSA are drug-resistant bacteria that can cause\n\ndifferent kinds of illness, including skin infections, bone\n\ninfections, pneumonia, and severe life-threatening bloodstream\n\ninfections.  MRSA is particularly prevalent and virulent in\n\ninstitutions where many people are housed in close proximity and\n\nbasic hygiene may be lacking.\n \n9\n  The presence of C.-Diff. bacteria indicates a\n\npotentially life-threatening infection of the colon that is\n\nhighly contagious.\n \n\n- 11 ­\n•\t  Resident U.Y. had a conversion to positive PPD10\n  in January\n\n2008, indicating the presence of TB.  He was given a chest\n\nx-ray and was determined not to have active TB.  However,\n\nthe nursing home did not take any measures to identify the\n\nperson with TB with whom Mr. Y. may have been in contact.\n\nThe Center for Disease Control recommends that if the source\n \nof infection of a skin-test converter is unknown, periodic\n\ntesting of residents and a careful search for the source\n\ncase should be continued.  W.F. Green had done no further\n \nassessment, leaving open the possibility that other\n\nresidents may be exposed to the source of the TB.\n \n•\t  At the time of our tour, W.F. Green resident T.V. had orders\n\nin place for contact isolation due to MRSA of penile\n\ndrainage.  Our nurse expert observed a nursing assistant\n\nproviding care to Mr. V.  The nursing assistant did not have\n\nan accurate understanding of why Mr. V. was in contact\n\nisolation or where the infection was on or in his body.  In\n \naddition, she was not wearing a necessary, protective gown.\n\nIn response to a question about this, she stated:  “I don't\n \nwear a gown.”  The staff member was risking further spread\n\nof the infection by not following generally accepted contact\n\nisolation procedures, which require wearing a gown and\n\ngloves while providing care to the resident in isolation and\n\ndisposing of the gown and gloves in a sealed, designated bin\n\nin the room after providing care.\n \n•\t  Another resident, X.A., had positive C.-Diff cultures in\n\nJanuary and February 2008.  Despite these results, his\n\nrecords lacked any indication that the nursing staff was\n\nfollowing contact isolation procedures.  Given that C.-Diff\n \nis highly contagious and potentially life-threatening, this\n\nwas an egregious departure from generally accepted\n\nprofessional standards.\n \nIn general, the failure of W.F. Green to develop and\n\nimplement adequate infection control policies, procedures, and\n\npractices exposes both residents and staff at the nursing home to\n\nunreasonable risk from infectious diseases.\n \n10\n  A common test for TB is the use of a Purified Protein\n \nDerivative (“PPD”) injected under the skin.\n \n\n- 12 ­\n2.  Inadequate Nutritional and Hydration Care\n \nGenerally accepted professionals standards mandate that\n\nnursing home residents receive adequate nutrition, including\n\nsufficient fluids, to maintain their health and well-being.\n\n42 C.F.R. § 483.25(i-j).  At W.F. Green, many residents do not\n\nreceive adequate nourishment or fluids.\n \nAs with other areas of health care services at W.F. Green,\n\nthe facility fails to adequately assess residents’ nutrition\n\nstatus and changes and appropriately plan for their needs.\n\nCompounding this problem is the lack of adequate\n\ninter-disciplinary communication among the clinical staff\n\nresponsible for ensuring that residents receive adequate\n\nnutrition.\n \nFor example, when we reviewed records of residents with\n\nsignificant, unplanned weight loss, we found that the nursing\n\nhome consistently failed to adequately evaluate why a resident\n\nwas losing weight.  First, the dietitian is not adequately\n\ninformed when a resident is identified as losing weight.  Then,\n\nW.F. Green’s ability to respond to residents’ weight loss is\n\nfurther limited by the fact that the dietitian does not keep a\n\nschedule of her time at the nursing home and staff do not know\n\nwhen the dietitian will be available.  Thus, evaluations are\n\noften delayed or not performed.  When we reviewed the evaluations\n \nthat had been done, they were inadequate (e.g., not determining\n\nexactly how much food and fluid a resident who is losing weight\n\nis actually consuming).  Also, the evaluations failed to address\n\nother basic issues such as dysphagia (a swallowing disorder or\n\ndifficulty) for a resident who was losing weight.  Interventions\n \nthat were provided for weight loss offered only general measures,\n\nsuch as offering the resident supplements, that were inadequate\n\nto meet a resident's individual nutritional needs.  We also\n \nobserved a lack of occupational therapy interventions.  Few\n \nresidents who could have benefitted from assistive devices with\n \nmeals, such as adaptive utensils, had them.\n \nWeight loss may result from a chronic disease, and\n\noccasionally is a manifestation of an acute illness.  Depression,\n\na frequent condition in nursing home residents, is a common\n\nfactor in residents who suffer weight loss.  While many W.F.\n\nGreen residents receive anti-depressant medication, there was\n\noften no evaluation of the role of depression as a possible\n\nfactor in the weight loss.  Medications such as antipsychotics\n\nand diuretics can cause a loss of appetite and reduced food\n\nintake.  There was inadequate effort on the part of the W.F.\n\nGreen medical staff to evaluate medications, or to discontinue or\n \n\n- 13 ­\nchange potentially problematic medications given to residents who\n\nwere losing weight.  Nursing staff also failed to adequately\n\nassess residents for possible side effects of these medications.\n \nIt was apparent during meals that staff in the dining rooms\n\nwere not providing adequate assistance to residents who needed\n\nassistance.  During our tours of the facility, we observed\n\nresidents sitting alone with their meal trays in front of them,\n\nnot eating, and the staff off to one side of the room visiting\n\nwith each other rather than providing needed assistance to\n\nresidents.  Residents were also not positioned properly for\n\neating, and no attempt was made to reposition them.  For example,\n\nsome residents were placed too far away from their plates to eat\n\nor had slumped down in their chairs.\n \nThe following are examples of residents harmed at W.F. Green\n\nby failures to address significant, unplanned weight losses:\n \n•\t  Z.L. was admitted to W.F. Green in May 2007 at age 74.  He \n\nhad had a stroke in December 2006 that left him disabled and\n \nunable to speak.  He had a history of heart attacks,\n\nParkinson's disease, gastroesophageal reflux disease (GERD)\n\nand depression.  He also had a history of recurrent\n\npneumonias, very likely due to aspiration.  In the opinion\n\nof our expert consultant, such a history clearly mandates a\n\ndysphagia evaluation.  However, there was no such evaluation\n\ndone and Mr. L. was placed on a regular diet and thinned\n\nliquids.  Almost immediately, this resulted in his losing\n\nweight, likely due, in part, to his inability to eat\n\nsufficient quantities of food.  His weight on admission was\n\n150 pounds, but by September 2007, four months later, it was\n\ndown to 140 pounds.  Blood tests also showed likely\n\nmalnutrition.  Nursing home staff never evaluated the\n\npossible cause of the weight loss.  No calorie count was\n \nperformed to evaluate Mr. L.'s food and fluid intake, nor\n\nwas a dysphagia evaluation performed.  Without any attempt\n\nto assess the cause of the weight loss, the dietitian's\n\nresponse was to add supplements and a specific appetite\n\nstimulant that has not been shown to be effective in elderly\n\npersons and, in fact, is barred from coverage by Medicare.\n \n•\t  By January 2008, Mr. L.'s weight was down 26 pounds to 124\n\npounds.  Despite his weight loss, the dietitian did not see\n\nMr. L. at any time after September 2007.  Mr. L. died on\n \nFebruary 5, 2008.  His weight loss was likely the result of\n\nhis inability to consume adequate amounts of calories and\n\nprotein due to multiple factors, none of which were assessed\n\nor treated adequately by W.F. Green staff.  The failure to\n \n\n- 14 ­\nassess and respond to Mr. L.'s declining nutritional status\n\nand weight loss represents a substantial departure from\n\naccepted professional judgment and likely contributed to his\n\nuntimely death.\n \n•\t  X.A., a 79-year-old resident, was admitted to W.F. Green in\n\nlate November 2007 with several serious health issues and a\n \ndiagnosis of depression.  By the time we reviewed his record\n\nin February 2008, he had already lost 10 pounds, yet there\n\nwas no attempt to evaluate the cause of the weight loss.  No\n \ncaloric count was performed.  There had been no dysphagia\n\nscreen or evaluation since admission.  The physician made\n\nthe diagnosis of “senile cachexia.”11  There is no such\n \ngenerally accepted diagnosis, and cachexia is not associated\n\nwith aging.  Furthermore, Mr. A. did not show other signs of\n\ncachexia, such as muscle loss.  There could be multiple\n\npotential causes for Mr. A's weight loss, including his\n\neating and swallowing problems and the medication he was\n\ntaking, but W.F. Green failed to assess or intervene\n\nadequately to address his nutritional needs.\n \n•\t  M.I. was admitted to W.F. Green in October 2007 at age 80.\n\nHe had a history of health issues including dementia,\n\ndiabetes, high blood pressure, heart disease, depression,\n\ndysphagia, and weight loss just prior to entering the\n\nfacility.  However, Mr. I.'s initial nutrition assessment\n\ndid not note the amount of the recent weight loss and did\n\nnot document the resident's usual body weight, making it\n\nimpossible to prepare an adequate nutritional care plan for\n\nhim.  His nutritional assessment was never completed.  There\n \nwas an absence of any adequate follow-up even though Mr. I.\n\nwas reportedly not eating and refusing meals.  There was a\n \ndietician's note about Mr. I. dated December 30, 2007.\n\nHowever, Mr. I. was in the hospital at that time (because he\n\nhad fallen and broken his hip).  Thus, the note was\n\napparently written without any actual assessment of Mr. I.\n\nThere was no nutritional assessment following his\n\nreadmission despite his significant functional decline.\n\nThere was also no three-month evaluation in January 2008 as\n\nscheduled.  Mr. I. experienced a significant weight loss\n\nduring the last two weeks of January 2008, yet this had not\n\nbeen addressed by either the dietitian or physician when we\n\nvisited the nursing home in mid-February.\n \n11\n  Cachexia is a loss of weight and appetite in someone\n\nwho is not trying to lose weight.  It is often associated with\n \ncancer or infections diseases such as AIDS or TB.\n \n\n- 15 ­\n•\t  D.F., a 79-year-old resident, was admitted to W.F. Green in\n\nDecember 2005.  He has a history of medical conditions,\n\nincluding hypertension, diabetes, atrial fibrillation, and\n\ndysphagia, putting him at an increased risk of aspiration.\n\nMr. F. lost 14 pounds between May 2007 and February 2008 and\n\nhad blood test results indicating that he was becoming\n\nmalnourished.  Medical staff failed to address the weight\n\nloss or attempt to evaluate the cause.  Further, despite the\n\nstrong likelihood that the weight loss was related to\n\ndysphagia, there is no evidence that there was ever a speech\n\ntherapy evaluation performed for dysphagia.  Mr. F.'s weight\n\nloss was most likely due to his slow eating and inability to\n\nconsume adequate amounts of food, which we observed.\n\nInstead of assistance with feeding, staff removed Mr. F.’s\n\ntrays before he completed the meals, resulting in inadequate\n\nfood consumption.  During one of our tours of a W.F. Green\n\ndining room, we observed Mr. F. repeatedly requesting\n\nassistance from staff to help him eat, saying “I need help,”\n\nbut staff merely uncovered his food and otherwise ignored\n\nhis requests.\n \n•\t  Resident N.D., an 82-year-old resident admitted to W.F.\n\nGreen in May 2006, has a history of hypertension, heart\n\nproblems, Parkinson's disease, lung disease, and dementia.\n\nWe observed Mr. D. eating breakfast during our tour.  He had\n \na significant tremor and consequently was unable to eat\n\nwithout assistance.  Beginning in October 2007, a blood test\n\nshowed that he was not getting sufficient food.  He lost 18\n \npounds during January 2008.  However, as of the last day of\n\nour tour, February 15, he had not yet been assessed by the\n\ndietitian after that weight loss was recognized.  It is\n \nlikely that the cause of the weight loss is related to\n\ndysphagia (common in people with Parkinson's disease), his\n\nlack of ability to chew adequately, and his apparent need\n\nfor a mechanically modified diet.  These factors were not\n \nevaluated, and there is no evidence that Mr. D. ever had a\n\ndysphagia evaluation or evaluation for assistive devices\n\nduring meals.  A rehabilitation screen done in January 2008\n\ndocumented that no rehabilitation services were necessary,\n\neven though, in the opinion of our expert physician, he\n\nclearly needed such services.\n \nW.F. Green also fails to ensure that residents receive\n \nadequate fluids.  Generally accepted professional standards\n\nrequire W.F. Green to ensure that residents receive appropriate\n\ntreatment and services to prevent dehydration.  All too\n \nfrequently, however, residents who are at risk of dehydration are\n\ninadequately monitored by the nursing staff.  Nursing staff often\n \n\n- 16 ­\nignore fluid orders by the physician and nurse practioner.  This\n \nsubstandard practice was evident in our review of residents’\n\nmedical records.  In addition, we noticed during our tour of the\n\nfacility that there was no water at residents’ bedsides.  The\n \nfollowing are examples of residents who were inadequately\n\nmonitored for dehydration:\n \n•\t  In early February 2008, resident T.V.’s laboratory test\n\nresults indicated dehydration.  The dietician had\n \nrecommended that Mr. V. receive 2400 cc's of fluid every 24\n\nhours.  In response to these test results, an order was\n\nwritten to “push fluids” for Mr. V.  However, the nurse's\n\nnotes and intake and output records do not reflect that this\n\nwas done, and his condition continued to worsen.  The nurse\n \npractitioner again ordered staff to encourage fluids.  The\n \nnurses did not follow the directive to increase Mr. V.’s\n \nfluids.  Mr. V. went for at least five days without\n\nreceiving the amount of fluids recommended by W.F. Green\n\nclinical staff.\n \n•\t  At the end of January 2008, resident R.H. began being fed\n\nthrough a tube.  In addition to his nutritional solution,\n\nMr. H. was to receive specific amounts of fluid per day.\n\nMr. H. is totally dependent on others to provide fluids and\n\nis at-risk for dehydration.  Records show that the nurses\n \nroutinely failed to provide the ordered amount of fluids, in\n\nsome cases by as much as 1400 milliliters (the equivalent of\n\nalmost six cups of water).  Although this failure in care\n\nhappened repeatedly, it was apparently not recognized,\n\nindicating that the nurses are not being supervised\n\nadequately.  The nursing staff's failure to administer the\n\nproper fluids put Mr. H. at significant risk of dehydration.\n \nIn summary, due to the failure of W.F. Green to assess and\n\nevaluate adequately and respond to residents' nutritional needs,\n\nparticularly when residents begin to lose weight, residents\n\nsuffer from the effects of not receiving adequate food and\n\nfluids.  These failures have harmed residents, and in some cases,\n\nhave contributed to the untimely deaths of W.F. Green residents.\n \n3.\t  Dangerous Psychotropic Medication Practices and Failure\n\nto Provide Psycho-Social Alternatives to Medication\n \nGenerally accepted professional standards require that, due\n\nto the risks that psychotropic medications pose to nursing home\n\nresidents, the use of such medication be justified and monitored.\n\nFederal law strictly regulates the prescription of psychotropic\n\nmedications for nursing home residents, and generally accepted\n \n\n- 17 ­\nprofessional standards require nursing home residents to be free\n\nfrom unnecessary antipsychotic medication.  See 42 C.F.R. \n\n§ 483.25(l)(1).  “Unnecessary medication” is defined by federal\n\nlaw as any medication that is excessive in dose, excessive in\n\nduration, without adequate monitoring or indication for use, or\n\nwithout specific target symptoms.  Id.  In addition, professional\n\nstandards require that nursing home residents receive gradual\n\ndose reductions and, unless contraindicated, behavioral\n\ninterventions aimed at reducing medication use.  42 C.F.R.\n \n§ 483.25(l)(2)(ii).\n \nBased on the documents provided to us and our observations\n\nduring the tour of W.F. Green, it appears that the majority of\n\nresidents suffer from one or more psychiatric disorders and that\n\ndementia and depression are widespread.  The use of\n \nantidepressants, antipsychotics, and other psychoactive\n\nmedications is common at the nursing home.  Unfortunately, these\n\nmedications are not used in conformity with generally accepted\n\nprofessional standards, and W.F. Green residents have suffered as\n\na result.\n \nThe almost complete lack of qualified professional oversight\n\nto monitor the use of psychotropic medications at W.F. Green is a\n\nmajor reason that the use fails to meet professional standards.\n\nWhen we asked who provides oversight of psychiatric medication,\n\nwe were informed that this oversight had been provided by a part-\n\ntime psychologist for a short period of time, but that the\n\npsychologist no longer provided services at the nursing home.\n\nThe facility’s Medical Director admitted that he did not have an\n\nadequate background in psychiatric care to provide appropriate\n\nmedication assessment and monitoring.  Thus, no one at W.F. Green\n\nis providing needed oversight of psychotropic medication use at\n\nthe nursing home.\n \nWe found numerous examples of inappropriate and dangerous\n\nmedication use at W.F. Green:\n \n•\t  Resident E.L. has taken an antipsychotic medication at W.F.\n\nGreen daily since at least June 2007.  Mr. L. has a history\n\nof a stroke, dementia with delusions, and behavior\n\ndisturbances.  However, at the time of our tour, his record\n\nshowed no evidence of symptoms requiring the use of an\n\nantipsychotic medication.  The facility failed to do any\n\npsychiatric or psychological evaluations or interventions,\n\nincluding non-pharmacologic psychosocial interventions.  He\n \nwas also taking two other psychiatric medications that had\n\nbeen prescribed since 2006, without any evidence of ongoing\n\nassessment for therapeutic efficacy or adequate side effect\n \n\n- 18 ­\nmonitoring.  We observed Mr. L. several times on our tour. \n\nHe was sedated, had severe rigidity with contractures, and\n\nrequired the use of a wheelchair, although he had apparently\n\nbeen able to walk and stand in the prior months.  Mr. L. had\n \nexperienced a steady functional decline, falling in October\n\nand December 2007, with injuries resulting from the December\n\nfall.  Despite the strong likelihood that Mr. L.’s\n\nmedication contributed to his falls, there is no evidence\n\nthat there was any attempt to reduce the antipsychotic\n\nmedications or to evaluate adequately the medications’ side\n\neffects.  Further, medical staff notes failed to evaluate\n\nhis rigidity and contractures.  In our expert physician’s\n\nopinion, Mr. L.’s sedation, rigidity, contractures, falls,\n\nand functional decline likely resulted from the\n\ninappropriate use of antipsychotic medication and the lack\n\nof evaluation for adverse effects of this medication.\n \n•\t  Resident I.S. was admitted to W.F. Green in April 2007 with\n\na long history of Alzheimer’s disease and some agitation.\n\nHe was able to walk on his own when he entered the nursing\n\nhome.  In the months following his admission, Mr. S.\n\ndeveloped inappropriate behaviors, and W.F. Green staff were\n\nunable to handle his psychological needs.  He was admitted\n \ntwice to a local hospital in May and June 2007 for behavior\n\nissues, and returned to the nursing home, taking high doses\n\nof antipsychotic medications.  There was no assessment nor\n \nreview of the need to continue these medications despite the\n\nfact that Mr. S. suffered repeated falls after they were\n\nprescribed.  In December 2007, Mr. S. suffered a significant\n\ndecline, and W.F. Green gradually discontinued the\n\nmedications.  The reduction resulted in no changes in\n\nbehavior, indicating the lack of effectiveness of the\n\nmedications and the paucity of appropriate assessment and\n\nmonitoring.  By December 2007, after only eight months in\n\nthe nursing home, Mr. S. suffered several falls, became\n\nseverely rigid, and developed contractures.  The\n \ninappropriate use of antipsychotic medications was a\n\ncontributing factor to all of these events.\n \n•\t  Another resident, S.P., had been taking a psychotropic\n\nmedication since December 2005.  He has a history of\n\nstrokes, vascular dementia, and dysphagia.  At the time of\n \nour tour, there was no documentation in the record of any\n\nrecent symptoms that require the medication, nor any\n\nevidence of any attempts to gradually reduce the medication.\n\nThere also was no evidence of whether the medication was\n \neffective or not, or that Mr. P. was being monitored for\n\nmedication side effects.  Mr. P. had had recent episodes of \n\n\n- 19 ­\naspiration pneumonia, which very likely may have resulted\n\nfrom his antipsychotic medication.\n \n•\t  Seventy-five-year-old resident C.W. was taking multiple\n\nantipsychotic medications that were not being adequately\n\nmonitored or evaluated.  When we saw him during our tour, he\n\nhad tremors, rigidity, and contractures, likely adverse\n\nreactions to his antipsychotic medications.  Despite the\n\nobvious visibility of these conditions, they were not\n\ndocumented by the physician.  Mr. W. had experienced a\n\nsteady functional decline in his ambulation and had suffered\n\ntwo recent falls.\n \nRecreational and therapeutic activities are the cornerstone\n\nof preventing behavior problems and improving the quality of\n\nresidents’ lives, and many of the resident behavioral problems at\n\nW.F. Green could be alleviated with improved psychosocial\n\nservices and programs.  The failure to provide these essential\n\nservices leaves many residents without needed care, and facility\n\nstaff must contend with an escalation of residents’ behavior\n \nproblems.  Unfortunately, W.F. Green’s primary approach to\n\nresidents’ problematic behavior is to use antipsychotic\n\nmedications and to send residents out for psychiatric\n\nhospitalizations.  Frequently, residents’ maladaptive behaviors\n\nmanifest as aggressive acts toward other residents or staff, and\n\nW.F. Green fails to appropriately address the behaviors.\n \nFor example, W.Q. is an 86-year-old veteran with a history\n\nof dementia with violent behavior and depression, in addition to\n\nseveral medical conditions.  In the fall of 2007, he had repeated\n\nepisodes of violent behavior, including wandering and hitting\n\nstaff and other residents.  Despite his aggressive behavior,\n\nMr. Q. had not been evaluated by a psychiatrist.  W.F. Green’s\n \nresponse to Mr. Q.’s behavior was to send him to an emergency\n\nroom or directly admit him to a hospital.  His behavior remained\n \ninadequately managed.\n \nA specialized activities program for dementia residents\n\nfocusing on individual abilities is fundamental to a dementia\n\nprogram.  W.F. Green’s dementia unit, however, deviates\n\nsignificantly from generally accepted professional standards\n\nregarding dementia care.  Instead, the dementia unit at the\n\nfacility merely prevents elopements and wandering by residents.\n\nAlthough the unit does have greater numbers of direct care staff,\n\nthere is nothing to suggest that staff on the unit receive any\n\nspecialized training in dementia care.  The pervasive lack of\n\npsychosocial services at W.F. Green also impacts the dementia\n\nunit.  The activities we observed on the unit were generic\n \n\n- 20 ­\nactivities and did not appear to be individualized.\n\nAdditionally, during our tours in the unit, several residents\n\nwere not engaged in activities at all.\n \nIn sum, the failure to provide adequate psychosocial\n\nservices at W.F. Green, particularly to those residents with\n\ndementia or depression, results in the inappropriate use of\n\npsychoactive medications, contributing to an increased number of\n\nfalls and injuries, residents being sedated, loss of mobility\n\nleading to contractures, functional decline, and other negative\n\noutcomes for the residents of W.F. Green.\n \n4.  Inadequate Pressure Sore Treatment and Skin Care\n \nPressure sore prevention and care at W.F. Green\n\nsubstantially departs from generally accepted professional\n\nstandards.  Most nursing home residents’ pressure sores can be\n\nsuccessfully treated.  Progression to advanced stages is\n\npreventable.12  Generally accepted professional standards require\n\nnursing homes to conduct comprehensive assessments and ensure\n\nthat a resident who enters a facility without pressure sores does\n\nnot develop pressure sores unless the individual’s clinical\n\ncondition demonstrates that they were unavoidable.  Residents\n \nwith pressure sores must receive necessary treatment and services\n\nto promote healing, prevent infection, and prevent new sores from\n\ndeveloping.  See 42 C.F.R. § 483.25.\n \nWhile W.F. Green has made efforts to improve pressure sore\n\ncare, the program has serious deficiencies that harm residents.\n\nOne significant deficiency is that nursing staff — including the\n\nfacility’s skin care nurse — are not adequately trained in\n\npressure ulcer prevention and treatment to meet the needs of\n\nresidents.  The nursing staff, including nursing assistants, must\n\nbe well trained and supervised in pressure ulcer prevention.  In\n \nreviewing the in-service training for the six months before we\n \n12  Pressure sores, also called pressure ulcers or\n\nbedsores, are lesions that may develop from prolonged pressure on\n\nan area of the body, and can become life-threatening if not\n\nappropriately treated.  Pressure sores are staged I-IV according\n\nto severity as follows:  stage I - intact skin but reddened, non-\n\nblanching; stage II - partial thickness injury like an abrasion\n\nor blister; stage III - full-thickness pressure damage extending\n\ninto subcutaneous tissue; stage IV - full-thickness tissue\n\ndestruction to muscle, tendon or bone.  It is critical that\n \npressure sores be “staged” accurately, as the type and frequency\n\nof treatment depends on the wound being accurately assessed.\n \n\n- 21 ­\ntoured, there was only a very limited amount of training\n\nregarding pressure ulcers and skin care.  W.F. Green’s Wound Care\n \nManual was revised in October 2007, but there is nothing to show\n\nthat staff were educated on these revisions.  Based on our\n \nobservations, interviews, and review of medical records, it is\n\nclear that the nursing staff is not adequately following the\n\nWound Care Manual or adhering to acceptable standards of care,\n\nreflecting a lack of training and supervision of nursing staff.\n\nThe lack of adequate training has a direct impact on the quality\n\nof care delivered and resident outcomes.\n \nAnother significant problem with W.F. Green’s pressure sore\n\ntreatment and prevention program is its lack of multidisciplinary\n\ninvolvement.  Adequate nutritional care is critical in the\n\nprevention and treatment of pressure sores.  Unfortunately, there\n\nis no evidence that the dietician participates in any team effort\n\non prevention or treatment of pressure sores.  Further, medical\n\nstaff and therapy staff are not involved in a team effort to\n\naddress pressure ulcer prevention and treatment in the nursing\n\nhome.\n \nThe combined deficits in adequate training and\n\nmultidisciplinary involvement in pressure ulcer treatment and\n\nprevention adversely impacts residents at W.F. Green.  Basic\n \npressure sore prevention measures are not in place, such as\n\nensuring that residents are turned and positioned adequately and\n\nthat pressure relieving devices are in place as needed.\n \nIn the tragic case of resident Z.L., who is discussed\n\nearlier for issues surrounding his poor nutritional care, W.F.\n\nGreen’s failure to provide adequate pressure sore care likely\n\ncontributed to his untimely death.  After being admitted in May\n\n2007, Mr. L. developed four different pressure sores, mostly on\n\nhis hips and buttocks, clear indications that he was not\n\npositioned and repositioned adequately.  There was no evidence in\n \nhis record that any preventive measures, such as pressure\n\nrelieving cushions or a positioning schedule in his chair, were\n\never implemented.  Further, there was no evidence that any such\n\nmeasures were taken once the ulcers developed.  The nursing home\n\ntreated Mr. L.’s wounds with a chemical compound that can destroy\n\nhealthy skin, hinder wound healing, and is not in keeping with\n\ngenerally accepted professional standards of wound care.  In late\n \nJanuary 2008, a pressure sore on his hip became red and enlarged\n\nand had a large amount of discharge.  W.F. Green staff failed to\n \nrecognize that the redness and increased discharge represented a\n\nlikely infection and no steps were taken to treat it.  In our\n \nexpert physician’s opinion, Mr. L.’s wound infection very likely\n\ncontributed to his death a few days later.\n \n\n- 22 ­\nThe following are other examples of the harm to W.F. Green’s\n\nresidents because of insufficient pressure sore care:\n \n•\t  During wound rounds, we observed X.A., a 79-year-old\n\nresident, in his bed.  Mr. A. was admitted to W.F. Green in\n \nNovember 2007.  He is unable to adequately turn and\n\nreposition himself in bed, and had developed a pressure\n\nulcer on his right heel and on his sacrum13  since admission\n \nto W.F. Green.  At the time of our February tour, the\n\npressure ulcer on his sacrum was documented as resolved, but\n\nthe ulcer on his right heel had progressed to Stage IV.\n\nMr. A.’s heels were not placed in a non-weight bearing\n\nposition.  Instead, Mr. A.’s heels were lying on the bed\n\nwith unrelieved pressure.  His left heel was wrapped in a\n\ngauze bandage “for protection” according to staff.  Although\n\nthe gauze might be helpful in reducing friction from rubbing\n\nhis feet on the bed, it prevents the nursing staff from\n\nvisually checking his skin in that area to detect signs of\n\nunrelieved pressure and early skin changes.  Staff were\n \nfailing to adequately turn and reposition Mr. A.  Our\n \nnursing expert observed that he remained in the same\n\nposition for at least three hours on two different occasions\n\nduring our site visit.\n \n•\t  V.Z. is another W.F. Green resident who is at risk of skin\n \nbreakdown and is totally dependent on the nursing staff to\n\nturn and reposition him.  While walking through the nursing\n\nhome on our tour, one of our experts found him soiled with\n\ndried feces and old, dried blood on his T-shirt.  He was\n \nleft on his back for four hours without repositioning or\n\nturning.  Mr. Z. was using an air mattress that likely\n\nprovided some pressure reduction, but there were no pillows\n\nor wedges on his bed or in his closet that the nursing staff\n\ncould use to turn him.\n \n•\t  At the time of our tour, resident L.J. had two Stage II\n\npressure ulcers:  one on his right outer foot and a second\n\non his right heel.  We noted that Mr. J. was not being\n\nturned and repositioned at least every two hours as required\n\nby generally accepted standards.  Further, although his\n\nrecord identified these pressure ulcers as “inherited” from\n\na recent hospital stay, his medical records showed that the\n \n13\n  The sacrum is a triangular bone at the base of the\n\nspine, above the coccyx (tailbone), that forms the rear section\n\nof the pelvis. \n\n\n- 23 ­\nright outer foot ulcer was present at W.F. Green before he\n\nwent to the hospital.\n \nIt was also clear to us that W.F. Green does not have an\n \nadequate system to appropriately identify which residents were at\n\nrisk of skin breakdown.  Without such a system, the nursing home\n\ncannot develop adequate care plans for residents’ skin needs.\n\nAdditionally, data regarding the origin of pressure sores was\n\ninaccurate.  Records would show that a resident came to the\n \nfacility with a pressure sore, when in fact, the sores were\n\ndeveloped at W.F. Green.  This failure prevents the nursing home\n\nfrom implementing adequate pressure ulcer prevention measures.\n \nW.F. Green’s failure to develop and implement professional\n\nstandards of care for pressure ulcer prevention and treatment and\n\nits lack of adequately trained staff places residents at\n\nunreasonable risk of skin breakdown.  This failure places\n\nresidents at risk to their health and safety and has, in fact,\n\nled to resident harm.\n \n5.  Inadequate Rehabilitative and Restorative Care\n \nFor nursing home residents, rehabilitative and restorative\n\nnursing care is essential to promote resident independence in\n\nareas such as feeding, bathing, toileting, continence, and moving\n\nand positioning.  Therefore, generally accepted professional\n\nstandards require that residents receive adequate restorative\n\nnursing care to meet their needs and maintain their highest\n\npracticable physical, mental, and psychological well-being.  See\n \n42 C.F.R. § 483.25.\n \nOur physician consultant found that the number of residents\n\nat W.F. Green who receive rehabilitative or restorative care is\n \nunusually low, given the needs of the population.  The major\n\nproblems contributing to the facility’s failure to provide these\n\nvital services are the lack of an adequate screening and referral\n\nsystem; a pervasive lack of multidisciplinary communications to\n\naddress resident care; and insufficient space and equipment for\n\nan adequate rehabilitation program.\n \nW.F. Green lacks an adequate screening and referral system\n\nfor rehabilitative and restorative care.  Staff reported that all\n\nresidents are screened to determine whether a referral to\n \nrehabilitation is appropriate, but we were unable to verify this\n\nthrough resident records or outcomes.  Residents were not\n \nconsistently screened at admission or readmission, and screening\n\nwas not always done in a timely manner.  Many residents who are\n\nscreened are inexplicably denied rehabilitative services.  W.F.\n \n\n- 24 ­\nGreen should assure that every resident who may potentially\n\nbenefit from rehabilitation therapy is actually screened, and\n\nthat such screening occurs in a timely fashion.\n \nAnother problem is that notification to rehabilitation staff\n\nof residents who have a functional decline, such as a decline in\n\nactivities of daily living (“ADLs”)14\n  or worsening of\n\ncontractures, is too often inadequate or nonexistent.  The\n \npervasive lack of multidisciplinary interaction to address\n\nresident care affects residents’ access to rehabilitative and\n \nrestorative services.\n \nW.F. Green also lacks adequate space and equipment to serve\n\nthe needs of residents.  There is not an adequate amount of\n\nequipment for strength building or the equipment or space to\n\nassist residents in ambulation or walking exercises.  Services\n \nthat we did observe were very limited and treatments were all\n\nperformed with the residents seated in their wheelchairs.\n \nThe failure to provide adequate rehabilitative services is\n\nresulting in serious negative outcomes for W.F. Green residents.\n\nFor example:\n \n•\t  When resident M.I. was admitted to W.F. Green, he was\n\ndetermined not to need a rehabilitation screen even though\n\nhe was clearly at risk of falling.  His admission assessment\n \nstated that he was using a walker and a wheelchair to\n\nambulate.  However, within three weeks, Mr. I. began to lose\n\nmuch of his ambulation ability, to the point that he could\n\nno longer use his walker.  There was no evidence in his\n \nrecord that this was communicated to any clinical staff or\n\nthat Mr. I. received any further rehabilitation evaluations\n\nor services.  In late December, Mr. I. fell and broke his\n\nhip.  Again, after his return from the hospital, no timely\n\nrehabilitation screening, evaluations, or services were\n\nprovided.  At the end of January 2008, a rehabilitation\n\nscreen documented:  “no change in functional ability.  Tx\n \n[treatment] not recommended.”  This indicates that the\n \nscreener either did not read Mr. I.’s record, or does not\n\npossess the needed skills to perform the screen.  In these\n \ncircumstances, generally accepted professional standards\n\nrequire that Mr. I. receive extensive rehabilitation\n\ntherapy.  His condition did not prevent him from\n\nparticipating in therapy and making functional gains.\n\nHowever, this was not done, and Mr. I. remained at risk of\n\ninjury from unnecessary falls.\n \n14\n  ADLs include eating, bathing, dressing, and toileting.\n \n\n- 25 ­\n•\t  In August 2007, resident I.S. was noted to have an unsteady\n\ngait when he walked, putting him at risk of falling.  A\n \nrehabilitation screen was requested by the staff, but no\n\ntreatment was recommended.  In December 2007, Mr. S. was\n\nfound in a dayroom lying on his back by a recliner.  Later\n \nthat month, his wife told the W.F. Green physician that\n\nMr. S. had not been walking.  Another rehabilitation screen\n \nwas conducted, but no skilled treatment was recommended.\n\nWhen we observed Mr. S. on February 12, 2008, he had\n\nspasticity, rigidity (both disorders of body movement), and\n\ncontractures.  A nurse on the dementia unit explained that\n\nhe began having difficulty standing and could take a couple\n\nof steps only with “much encouragement” and personal\n\nassistance.  Yet, towards the end of January 2008, a\n\nrehabilitation screen documented:  “[R]esident does not\n\ndemonstrate any change in functional ability at this time.”\n\nHowever, the resident had lost, or was losing, his ability\n\nto walk.  This scenario demonstrates a serious lack of\n \ninterdisciplinary communication.  Mr. S. clearly had been on\n\na path of relentless functional decline for at least several\n\nmonths prior to late January.  There was insufficient\n \nresponse to this decline.\n \nThe failure of adequate rehabilitation services was also\n\nevident by the number of residents we observed in inappropriate\n\nor ill-fitted wheelchairs or gerichairs.  We observed residents\n \nwho were sitting too low or too high in their chairs or who did\n\nnot have proper supports for their feet.  The lack of\n \nappropriately fitted footrests may compromise the stability of a\n\nwheelchair, resulting in tips and falls, and it may cause\n\nresidents’ lower extremities to be positioned in a way that\n\ncompromises the circulation.  The lack of footrests may also\n\ncause a resident’s leg or legs to be caught under the chair and\n\nmay cause an injury.15\n \nA further contributing factor to these health care\n\ndeficiencies is the failure of the nursing home to have adequate\n\nquality assurance mechanisms in place.  An adequate quality\n \n15\n  There may be situations when it is desirable to remove\n\nthe foot rests, particularly in residents whose arms are too weak\n\nto self-propel a wheelchair.  However, the resident must have an\n\nassessment to assure that he or she has the physical and\n\ncognitive ability to self-propel safely.  There were inadequate\n\nstructures in place to assure that this was done for residents\n\nwhose wheelchairs did not have footrests.\n \n\n- 26 ­\nassurance program would help to identify, and to respond to, many\n\nof the health-care related, as well as other, deficiencies at\n\nW.F. Green identified in this letter.\n \nB.  INADEQUATE PROTECTION FROM HARM\n \nResidents of nursing homes such as W.F. Green have the\n\nconstitutional right to live in reasonably safe conditions.  See\n \nYoungberg, 457 U.S. at 315.  W.F. Green is failing to ensure that\n\nresidents are reasonably free from harm or unnecessary risk of\n\nharm.  Specifically, the facility is failing to ensure that\n\nresidents are protected adequately from the risk of falling and\n\nthat incidents of potential resident abuse are adequately\n\ninvestigated to protect residents from harm at others’ hands.\n \n1.  Inadequate Fall Prevention Programs\n \nGenerally accepted professional standards require nursing\n\nhomes to assess residents for their risk of falls, make\n\nappropriate diagnoses related to fall risk, develop appropriate\n\ncare plans to mitigate risk of falls, and supervise residents\n\nadequately to protect them from falling.  See 42 C.F.R.\n \n§ 483.25(h)(1-2); 483.20(a-k).  Elderly persons are at particular\n\nrisk from the injuries that can result from falling.\n \nW.F. Green lacks systems to assure that residents at risk of\n\nfalls are appropriately assessed and offered individualized\n\ninterventions to prevent falls.  This is particularly true in the\n\nnursing home’s failure to consider the effects of psychotropic\n\nmedication on increasing residents’ risk of falls and injuries.\n \nThe facility uses a generic risk assessment form for falls.\n\nThe purpose of the risk assessment form is to obtain a numerical\n\nvalue that correlates with risk so the staff can determine if the\n \nresident is at risk.  Although the form contains some\n\nindividualized risk factors, it is incomplete as an assessment\n\ntool from which to develop a care plan.  Nonetheless, it appears\n\nthat it is used in that fashion.  The form is completed on a\n\nquarterly basis and after each fall, but there is little evidence\n\nthat even the incomplete information contained on the form is\n\nused for care planning.  For every W.F. Green resident we\n\nreviewed where falls, or the risk of falling, were issues, staff\n\nfailed to perform a comprehensive risk factor assessment.  Such\n \nan assessment should include a medication review with particular\n\nattention to psychoactive medications, high blood pressure\n\nmedications, and diuretics; a review of health issues, such as\n\ndiabetes and neurological conditions; and assessment of other\n\nfactors such as gait, balance, and feet condition.\n \n\n- 27 ­\nFor example, orthostatic hypotension16  is a common issue in\n \nan elderly population.  However, in dozens of forms we reviewed,\n\nit appeared that this part of the fall assessment form is\n\ncompleted without actually doing the required test or that the\n\nassessor does not know how to perform this test.  The facility\n\nalso failed to adequately assess gait and balance, as only a\n\nminuscule number of residents were assessed for these factors\n \nwhen judged to be at risk or following actual falls.  Falls from\n \nchairs, common at W.F. Green, have been shown to be caused, among\n\nother factors, by balance problems.  Physical therapy or\n\noccupational therapy evaluations or interventions after such\n\nfalls were inadequate.\n \nFurther, although there was frequently an attempt to\n\ndocument the immediate cause of the fall, it seems that this task\n\nwas often left to inadequately educated nursing assistants and to\n\nLicensed Practical Nurses (“LPNs”), who too often do not possess\n\nadequate assessment skills to determine causation of a fall.\n \nExamples of harm to residents due to W.F. Green’s inadequate\n\nfall prevention measures include the following:\n \n•\t  Resident N.X., who was admitted to W.F. Green in March of\n\n2006, is a resident who has a history of falls and injuries,\n\nalong with multiple medical issues that, as we saw in other\n\nrecords, were not evaluated adequately to determine any\n\npossible connection to his falls.  On January 1, 2008,\n\nMr. X. began complaining of severe pain in his shoulder.\n\nThat same day, his record showed that he was found on the\n\nfloor beside his bed on his right side with abrasions to his\n\nright leg.  He was not evaluated until two days later, when\n\nhe was sent to a local emergency room.  Then, Mr. X. was\n\ndiagnosed with acute rhabdomyolysis.17  Our review revealed\n \nit very likely that Mr. X. had fallen twice on January 1.\n\nAgain, there was no adequate investigation of the\n\ncircumstances of the fall (or falls) and no new care plan or\n \n16  Orthostatic hypotension is a change in blood pressure\n\nfrom sitting or lying to standing, which can cause dizziness and\n\nincrease a person’s risk of falling.  The condition worsens with\n \nage and is therefore a critical issue in falls among the elderly.\n \n17\n  Rhabdomyolysis is the breakdown of skeletal muscle\n\ntissue due to an injury to the tissue.  The destruction of the\n \nmuscle releases material into the blood stream that can lead to\n \nacute kidney failure.  Rhabdomylosis is often found in victims\n\nwho have been crushed, such as after an earthquake or a bombing.\n \n\n- 28 ­\ninterventions to prevent further falls or to increase his\n\nsupervision were developed or implemented.  Our consultant\n \nphysician was preparing to tell W.F. Green staff that he\n\nbelieved Mr. X. was in jeopardy when our nurse consultant\n\nentered Mr. X.’s room and found him on the floor, again.\n \n•\t  In October 2007, resident K.O. fell six days after being\n\ndiagnosed with hypoglycemia (low blood sugar), his second\n\nfall in 10 days.  The possibility of hypoglycemia causing\n\nthe falls was not assessed.  He continued to fall, falling\n\nat least three times in January 2008, suffering a head\n\ninjury, skin lacerations, and bruises.  The failure to\n \nevaluate the possible medically-related causes of Mr. O.’s\n\nfalls, as well as other possible causes, places Mr. O. at\n\nheightened risk of untoward outcomes from falls as he is\n\ntaking medications that increase his chances of excessive\n\nbleeding.  Again, the nursing home failed to ensure that\n\nother disciplines, such as rehabilitative therapies, were\n\ninvolved in assessing and implementing interventions to\n\nprevent Mr. O. from falling.\n \n•\t  The nursing admission assessment for resident M.I.,\n\ndiscussed above, stated that he had generalized weakness and\n\nused a walker and a wheelchair to ambulate.  His fall risk\n \nassessment indicated that he was a high fall risk, in part,\n\nbecause he had a history of falling.  However, there was no\n\nevidence that the specific risk factors for M.I. were\n\nevaluated and addressed in his care plan.  There was no\n \nmedication review to see if any of the medications he was\n\ntaking could be contributing to his falls.  An immediate\n \ncare plan was not implemented at the time of admission\n\ndespite the known history of falls.  One day after\n\nadmission, Mr. I. was found on the floor.  An adequate post-\n\nfall evaluation was not performed and there was no\n\nrehabilitation evaluation.\n \n•\t  Later, Mr. I. was started on antidepressant medications,\n\nwhich increase the risk of falls, but no additional fall\n\nprevention measures were instituted.  His blood pressure was\n\nconsistently low, but there was no evaluation to possibly\n\nreduce the medication for blood pressure.  In December 2007,\n\nhe fell and suffered a hip fracture.  After his return from\n \nthe hospital, there was again no assessment of specific fall\n\nrisk factors, and there was no change in the care plan.\n\nMr. I. continued to fall, including a fall at the end of\n\nJanuary where he was found on the floor in front his\n\nwheelchair, in pain and with bruising on his left inner\n\nthigh.  W.F. Green never implemented adequate measures to\n \n\n- 29 ­\nprevent Mr. I. from falling.  This failure led to harm and\n \nkeeps him at unnecessary risk of further harm.\n \n•\t  Resident, I.S., discussed above, was admitted to W.F. Green\n\nin April 2007 and suffered at least eleven falls between May\n\nand December 2007.  His admission fall risk was not done\n \ncorrectly and, of the subsequent fall risk assessments done\n\nfollowing his falls, it appeared that nurses failed to do a\n\ncomplete assessment.  I.S.’s care plan was not properly\n\nevaluated for appropriateness of interventions and he was\n\nnot monitored closely enough by the nurses.  Even after he\n \nhad fallen numerous times, the nurses still allowed him to\n\nwalk unassisted with an unsteady gait.\n \n•\t  Further, I.S. was prescribed antipsychotic and anti-\n\nepileptic medications which can cause orthostatic\n\nhypotension, syncope,18  drowsiness, dizziness, and weakness,\n\nall of which put Mr. S. at higher risk of falling.  W.F.\n \nGreen nursing staff should have known these risks and should\n\nhave supervised Mr. S. closer to prevent his falling.  For\n \nexample, both the W.F. Green physician and Mr. S.’s wife\n\nbecame concerned that he was over-sedated as a result of his\n \nmedication, because at one point he “fell asleep and fell\n\nout of his wheelchair into [his] food.”  Nursing staff\n\nshould have been aware of Mr. S.’s condition, but they were\n\nnot monitoring his reaction to the various medications, and\n\nhe was allowed to continue to fall.  Mr. S. has continued to\n \nfall throughout his stay at W.F. Green.\n \nW.F. Green’s failure to assess residents’ fall risk\n \nappropriately and develop and implement measures to help\n\nameliorate future falls, continues to place residents at undue\n\nrisk of harm and in danger to their health and safety.\n \n2.\t  Failure to Investigate Residents’ Injuries\n \nUnfortunately, episodes of resident-on-resident assaults are\n\nnot uncommon at W.F. Green.  Generally accepted professional\n\nstandards require the nursing home to investigate incidents to\n\ndetermine if interventions are necessary.  In addition, when\n\ninjuries of unknown origin occur, these must be investigated to\n\ndetermine if staff abuse occurred.  W.F. Green does not\n \nadequately investigate resident injuries.  For example:\n \n18\n  Syncope refers to a brief loss of consciousness caused\n\nby a temporary deficiency of oxygen in the brain.\n \n\n- 30 ­\n•\t  Resident W.Q. has a history of rib and clavicle fractures,\n\npotentially related to past violent behavior.  In September\n\n2007, he hit another resident and was sent to an emergency\n\nroom for evaluation.  That same day, a deep hematoma was\n\nfound on his left forearm.  Given Mr. Q.’s aggressive\n\nbehavior, this episode was potentially related to a\n\nretribution or an altercation with another resident but this\n \nwas not reported or investigated.\n \n•\t  Another resident, E.L., was found in December 2007 with his\n\near bruised and swollen.  His left wrist and hand were also\n \nbruised.  There was no investigation or explanation of these\n\nfindings.  Three days later, Mr. L. was suffering from\n\nadditional injuries to his forehead and face and what was\n\ndescribed as a “knot” on his inner thigh.  A medical\n \nevaluation called this “knot” a “hematoma of unknown\n \norigin.”  These unexplained injuries and the possibility\n\nthat they were related to staff abuse were not investigated. \n\n•\t  On February 1, 2008, I.S. was noted to have swelling and\n\ntenderness on his left hand.  The cause of the swelling was\n\nidentified simply as “etiology unknown” and “edema”\n\n(swelling).  When our consultant physician saw Mr. S. during\n\nour tour, almost two weeks later, his hand was still\n\nswollen.  No attempt was made to investigate the possibility\n\nof an unwitnessed fall, trauma, or abuse despite the lack of\n\nmedical explanation for this swelling and the fact that\n\nMr. S. had a history of multiple falls.\n \nFurther, W.F. Green does not report injuries of unknown\n\norigin to proper State authorities.  This reporting is required\n\nby Alabama law, which is similar to federal law requiring that\n\nsuch matters be reported to proper authorities.  See\n \n483.13(c)(2).  In reviewing records, we came across incidents in\n\nwhich residents were found with injuries of unknown origin, but\n\nthe incidents were not reported to the proper State authorities.\n\nWhen we showed the incidents to the Acting Administrator, he\n\nacknowledged that he would expect such incidents to have been\n\nreported to State authorities.\n \nIn summary, the failure of W.F. Green to investigate the\n\ncause of residents’ injuries and take necessary steps to prevent\n\nfurther injuries continues to place residents at undue risk of\n\nharm.\n \nC.\t  INAPPROPRIATE USE OF RESTRAINTS\n \nGenerally accepted professional standards require that\n\nnursing home residents be free from physical restraints imposed\n \n\n- 31 ­\nfor the convenience of staff, without medical justification, or\n\nwhen lesser-restrictive interventions are possible.  Youngberg v.\n\nRomeo, 457 U.S. 307 (1982); See 42 U.S.C. § 1396r(c)(1)(A)(ii).\n\nW.F. Green staff fail to assure that residents are not unduly\n\nrestrained.\n \nFor example, when touring the facility at night, we observed\n\nresident T.V. in bed with both full-length side rails of the bed\n\nraised.  While Mr. V.’s record stated that side rails could be\n \nused for “mobility” or “position,” there was no need for full-\n\nlength side rails to accomplish this.  Moreover, his Minium Data\n\nSet19  documented that he was to be helped by staff for his\n\nmobility in bed, which conflicts with the assessment on the side\n\nrails screen.  There was no physician order for bilateral full-\n\nlength side rails.  The risks associated with the use of side\n \nrails are well known, such as an increased danger of falling.\n\nEven if Mr. V. were in need of elevated side rails to enable him\n \nto improve his bed mobility and positioning, there should have\n\nbeen an evaluation, a statement of the medical reason for the use\n\nof restraint, an informed consent, a physician’s order, and a\n\ncare plan to address the risks, all of which are required by W.F.\n\nGreen’s own policy on restraints.  There was no assessment, care\n\nplan or physician’s order for the bed rails, which serve to\n\nrestrain Mr. V. in his bed.\n \nFurther, we also observed many residents in seating devices,\n\nincluding reclining chairs and gerichairs, which constituted a\n\nfunctional restraint due to the residents’ lack of physical\n\nstrength or control to reposition or to sit upright.  For\n \nexample, while a reclining chair is not a per se restraint,\n\nplacing a person without the ability to adjust the chair or\n\nreposition his or her body without assistance in a recliner and\n\nthen reclining the chair as W.F. Green does, functionally\n\nrestrains the resident.  Similarly, a gerichair is a functional\n\nrestraint when a resident is unable to reposition or move while\n\nseated in the gerichair without assistance.  However, staff did\n\nnot realize or evaluate the arrangement as a restraint, did not\n\nconsider less restrictive measures, did not provide an adequate\n\ncare plan, and did not obtain a physician’s orders for the\n\nrestraint. \n\n19  The Minimum Data Set is part of the federally mandated\n\nprocess for clinical assessment of all residents in\n\nMedicare/Medicaid certified nursing homes.  The MDS process is\n\nintended to provide a comprehensive assessment of a resident’s\n\nfunctional capabilities and helps nursing home staff identify\n\nresident’s health care problems.\n \n\n- 32 ­\nFor example, we observed resident E.L. in the rehabilitation\n\ndepartment in a narrow gerichair.  Mr. L. had severe generalized\n\nrigidity and multiple contractures.  The narrowness of the\n \ngerichair prevented Mr. L. from getting in and out of it, and\n\ntherefore it is a functional restraint.  There was no restraint\n \nevaluation or physician’s order calling for restraint.\n \nWe saw another resident, A.G., in a similarly ill-fitted\n\ngerichair.  From observing his body movements, it appeared he\n\nlikely had Parkinson’s disease.  He was unable to get out of the\n\ngerichair.  Indeed, Mr. G. told our consultant physician that he\n\ncannot get out of the chair, thus the gerichair serves as a\n\nfunctional restraint.  Again, there was no clinical justification\n\nfor the restraint, in violation of generally accepted\n\nprofessional standards.\n \nD.\t  FAILURE TO SERVE RESIDENTS IN THE MOST INTEGRATED\n \nSETTING APPROPRIATE TO THEIR NEEDS\n \nResidents at W.F. Green are covered by the civil rights\n\nprotections of the Americans with Disabilities Act.  42 U.S.C.\n \n§ 12101 et seq.20  As a state-run facility, W.F. Green has legal\n\nobligations toward residents pursuant to Title II of the ADA.21\n \nAmong other obligations toward residents under the ADA, the\n\nState must actively pursue timely discharge of institutionalized\n\nresidents to the most integrated setting appropriate for their\n\nneeds.  The ADA regulations provide that \"[a] public entity shall\n\nadminister services, programs, and activities in the most\n\nintegrated setting appropriate to the needs of qualified\n\nindividuals with disabilities.\"  28 C.F.R. § 35.130(d).  In the\n \npreamble to the regulations, \"the most integrated setting\" is\n\ndefined as that setting which \"enables individuals with\n\ndisabilities to interact with nondisabled persons to the fullest\n\nextent possible.\"  28 C.F.R. pt. 35, App. A at 450.\n \n20\n  Disability is defined under the ADA as “a physical or\n\nmental impairment that substantially limits one or more of the\n\nmajor life activities of such individual, . . . a record of such\n\nimpairment; or. . . being regarded as having such an impairment.”\n\n42 U.S.C. § 12102(2).  See also 28 C.F.R. § 35.104.\n \n21\n  Title II applies to “all services, programs, and\n\nactivities provided or made available by public entities,”\n\nincluding any State or local government and their departments,\n\nagencies, or other instrumentalities.  42 U.S.C. § 12131;\n\n28 C.F.R. § 35.104.\n \n\n- 33 ­\nThe Supreme Court had addressed the rights of persons with\n\ndisabilities to be served in the most integrated setting\n\nappropriate to their needs.  In construing the\n\nanti-discrimination provision contained within the public\n\nservices portion of the ADA, the Supreme Court held that\n\n\"[u]njustified [institutional] isolation ... is properly regarded\n\nas discrimination based on disability.\"  Olmstead v. L.C., 527\n \nU.S. 581, 597 (1999).  Specifically, the Court established that\n\nstates are required to provide community-based treatment for\n\npersons with disabilities when the state's treatment\n\nprofessionals have determined that community placement is\n\nappropriate, provided that the transfer is not opposed by the\n\naffected individual, and that the placement can be reasonably\n\naccommodated, taking into account the resources available to the\n\nstate and the needs of others with disabilities.  Id. at 607. \n\nFurther, where community transition does occur, the State is\n\nresponsible for providing adequate follow-along services.  See\n \nArmstead v. Coler, 914 F.2d 1464, 1467 (11th Cir. 1990).\n \nWith his New Freedom Initiative, President George W. Bush\n\nfurther emphasized the need to tear down barriers to equality and\n\nto expand opportunities available to Americans living with\n\ndisabilities.22  On June 18, 2001, the President signed Executive\n\nOrder No. 13217, entitled \"Community-Based Alternatives for\n\nIndividuals with Disabilities,\" as one step in implementing the\n\nNew Freedom Initiative.  Specifically, the President emphasized\n\nthat unjustified isolation or segregation of qualified\n\nindividuals with disabilities in institutions is a form of\n \nprohibited discrimination, that the United States is committed to\n\ncommunity-based alternatives for individuals with disabilities,\n\nand that the United States seeks to ensure that America's\n \ncommunity-based programs effectively foster independence and\n\nparticipation in the community for Americans with disabilities.\n\nExec. Order No. 13217, §§ 1, 66 Fed. Reg. 33155 (June 18, 2001).\n\nThe President directed the Attorney General to \"fully enforce\"\n\nTitle II of the ADA, especially for the victims of unjustified\n\ninstitutionalization.  Id. at § 2.\n \nAt W.F. Green, the State is failing to adequately assess and\n\ndetermine whether residents are in the most integrated setting\n\nappropriate to their individualized needs.  When W.F. Green \n\nresidents are discharged to a more integrated setting, they are\n\nleft adrift without appropriate follow-up by the State.\n \n22\n  Available at http://www.whitehouse.gov/news/\n \nfreedominitiative/freedominitiative.html.\n \n\n- 34 ­\n1.\t  Assessment of the Most Integrated Setting Appropriate\n\nfor W.F. Green Residents' Needs\n \nW.F. Green's treatment professionals have taken some actions\n\nto identify residents for whom community placement is\n\nappropriate.  At the beginning of our tour, W.F. Green provided\n\nto us a list of 22 residents who, in the opinion of its\n\nprofessional staff, might function well in a more integrated\n\nsetting than the setting at W.F. Green.  These are residents who\n \nhave very minimal needs for assistance and have few ongoing\n\nnursing needs requiring the level of care at a nursing home.\n \nO.U., for example, is a 70-year-old resident who was\n\nadmitted to W.F. Green in November 1999.  He is diagnosed as\n\nhaving had a stroke, hemiplegia (paralysis on one side of the\n\nbody), and vascular dementia.  He is also incontinent of urine. \n\nMr. U. needs limited assistance23  with dressing, bathing, and\n\nbladder continence, and supervision24  with toilet use, and is\n\nable to walk on his own with the use of a cane.  In addition, he\n\nis alert and oriented.  Mr. U. was a career Army man who could\n\nrecall the exact number of years, months and days he was in the\n\nservice.  He told us he participates in activities and outings.\n\nGiven his minimal needs for assistance, Mr. U. does not seem to\n\nrequire nursing home care.\n \nAnother resident identified by W.F. Green staff as a\n\npossible candidate for a more integrated setting is L.B.  Mr. B.\n \nis 79 years old and has lived at W.F. Green since December 2006.\n\nThe only help Mr. B. needs is supervision with bathing.  He is\n \nalert and oriented, and uses a motorized scooter to get around\n\nthe nursing home.  He has family close by who visit him.\n \nP.J. is a 63-year-old resident who was admitted to the\n\nfacility in July 2007 and may function well in a more integrated\n\nsetting.  He has dementia, chronic obstructive pulmonary disease,\n\nand diabetes.  The only help he needs is supervision with\n\nbathing.  He told us that he has family in the area and that he\n\nwould prefer to live somewhere other than the nursing home.\n \n23\n  “Limited assistance” means that the resident is highly\n\ninvolved in performing a given activity, and yet still receives\n\nphysical help in performing the activity.\n \n24\n  “Supervision” means that staff have to provide\n\noversight, encouragement, or cueing three or more times during\n\nthe last seven days, or supervision plus physical assistance only\n\none or two times during the last seven days.\n \n\n- 35 ­\nAs the examples above illustrate, and as recognized by W.F.\n\nGreen, there are clearly residents living at W.F. Green who\n\ncould, with adequate supports and services, live in more\n\nintegrated, community-based settings.  However, during our tour,\n\nour expert consultant identified additional residents who could\n\nlive in more integrated settings but whose potential for\n\ndischarge seems to have been inadequately assessed.\n \nOne example is E.M.  Ms. M.’s discharge potential does not\n\nseem to have been adequately assessed.  She is 84 years old and\n\nhas been at W.F. Green since November 2007.  She is diagnosed\n\nwith dementia and diabetes and requires supervision with\n\nlocomotion, dressing, personal hygiene, and bathing, but she is\n\nable to ambulate with a manual wheelchair.  Ms. M. was not on the\n \nlist of residents with good discharge potential and her record\n\nmerely documented that there were no discharge plans indicated by\n\nher sponsor.25  However, our expert consultant recommends that\n\nher discharge potential be further explored.\n \n2.\t  Discussion of Discharge Options and Residents' Interest\n\nin a More-Integrated Setting\n \nThe second prong of the Olmstead analysis considers whether\n\na resident does not oppose transfer to a community-based setting.\n\nThe written discharge planning policies and procedures at the\n\nfacility are proactive, but this proactive approach is not\n\nreflected in practice.  The policies and procedures recognize\n\nthat discharge planning begins at the time a person enters the\n\nfacility and must be continually reviewed as long as a resident\n\nis at W.F. Green.  However, the records we reviewed and our\n\nconversations with residents demonstrated that discharge planning\n\nis inadequate in practice.\n \nW.F. Green staff should not only assess whether a resident\n\nmay function well in a less restricted setting than the nursing\n\nhome, but also discuss with the residents whether they would like\n\nto move to a more integrated setting if they could.  It is the\n \nresponsibility of the State to identify other more-integrated\n\nliving options, to discuss possible discharge options with\n\nresidents, and to include steps in a post discharge plan of care\n\nto ensure that a resident’s needs will be met when discharged.\n\nAt a minimum, W.F. Green should coordinate with the resident,\n\nfamily, and State agencies to identify and contact appropriate\n\nresources.\n \n25\n  W.F. Green uses the term “sponsor” to refer to a family\n \nmember or guardian of a resident.\n \n\n- 36 ­\nThe documentation in residents' records indicated that staff\n \nerroneously believe that the onus is on the resident or his or\n\nher sponsor to bring up the issue of discharge.  Staff statements\n \nin resident records, such as \"Wife has voiced no wishes to\n\nexplore discharge planning,\" \"No future discharge plans indicated\n\nby sponsor,\" the resident \"has not expressed a desire for\n\ndischarge,\" or a common cursory note that \"D/C (discharge) poor\n\ndue to heath care needs,\" was too common and indicated a lack of\n\nprofessional effort in discharge planning.  In our conversations\n \nwith residents, even the residents listed by W.F. Green as having\n\ngood discharge potential (described above) could not recall ever\n\nhaving discussed the issue of discharge with W.F. Green staff.\n\nWhile some expressed a desire to remain at W.F. Green, none were\n\nopposed to discussing the issue of discharge.\n \nFurther compounding the failures surrounding discharge\n\nplanning was the general sense among W.F. Green staff and\n\nresidents that, from the perspective of the veterans' system,\n\nresidents had no other housing alternatives.26  Based strictly on\n\nthat perspective, there was a sense that were no community based\n\nalternatives in the Alabama veterans' system, and few residents\n\ncould be discharged.  The discharge data bears this out, as only\n\nsix residents were discharged back to the community during the\n\nmore than one year period from January 1, 2007 through February\n\n11, 2008.\n \nThere is also inadequate post-discharge follow-up of\n\nresidents to determine if the residents’ needs were being met in\n\nthe community.  W.F. Green should include in its discharge\n\nplanning process follow-up interventions for those residents who\n\nare, or will be, discharged.\n \nFor example, T.N. was admitted to W.F. Green in June 2007\n\nand discharged four months later.  The records indicate that he\n \nhad been admitted to, and discharged from, W.F. Green on a prior\n\noccasion.  His admitting diagnoses included coronary artery\n\ndisease and chronic obstructive pulmonary disease.  The\n \nInterdisciplinary Discharge Summary noted that the resident was\n\nvery focused on going home and his grandson was planning to\n\nprovide Mr. N. with in-home care.  However, Mr. N.'s record\n\ndescribed his discharge potential as \"[p]oor due to his health\n\ncare needs.\"\n \nAnother resident who was discharged to home was O.K.  Mr. K.\n \nwas admitted to W.F. Green in November 2007 and discharged within\n\ndays.  His diagnosis was cardiovascular accident and he had\n \n26\n  As discussed below, there are housing alternatives in\n\nAlabama with which staff and residents should become familiar.\n \n\n- 37 ­\nspeech and visual deficits, but was noted to be alert and\n\noriented.  W.F. Green initially considered his discharge\n\npotential to be “poor due to health care needs.”  However,\n\nshortly after his admission, his sponsor, who was also his wife,\n\nquickly changed her mind about Mr. K. staying long term at W.F.\n\nGreen.  He was able to be discharged despite the nursing home’s\n\ndetermination that his discharge from the facility was unlikely.\n\nIn fact, Mr. K. was at the facility such a short time that a\n\nphysician never saw him to render an opinion about his health\n\ncare status.  Therefore, it appears that W.F. Green is not\n\nsufficiently thorough in assessing residents’ discharge\n\npotential. \n\nFor residents who have been discharged, as in the cases of\n\nboth Mr. N. and Mr. K., the post discharge planning was\n\nincomplete.  W.F. Green staff should make referrals to community\n\nbased agencies that could make necessary home visits to see how\n\nthe placement was progressing, especially in light of the fact\n\nthat their discharge potential was considered to be poor.  The\n \nfact that Mr. N. had been discharged to home before and returned\n\nto the facility should have indicated that follow-up contact was\n\nappropriate.  In the example of Mr. K., the sponsor was clearly\n\nambivalent about his discharge.  A referral for follow-up should\n\nhave been made.\n \n3.\t  Alternative Placement Can Be Reasonably Accommodated,\n\nTaking Into Account The Resources Available To The\n\nJurisdiction And The Needs Of Others Who Are Similarly\n\nSituated\n \nThe third prong of Olmstead requires consideration of\n\nwhether an alternative placement can be reasonably accommodated,\n\ntaking into account the resources available to the jurisdiction\n\nand the needs of others who are similarly situated.\n \nHistorically, long term care services were only available in\n\nnursing homes.  However, more of these services are now being\n\nprovided in the home and in community-based, residential programs\n\nthat can address both the physical activities of daily living as\n\nwell as the nursing needs of individuals.  Despite this\n\ndevelopment, it was apparent in our tour of W.F. Green and review\n\nof resident documentation that staff responsible for discharge\n\nplanning were not aware of these, or other, potential resources\n\nin the community.\n \nThere are both public and private sources of home and\n\ncommunity based services in the State of Alabama that may provide\n\nservices in a more integrated setting to residents of W.F. Green.\n\nThe first source of services are provided through Medicaid\n \n\n- 38 ­\nadministered by the State.  Even though the nursing home does not\n\nreceive Medicaid monies, the Alabama Medicaid Agency administers\n\nseveral Home and Community Based Care waiver programs, two of\n\nwhich might provide alternative services to residents of W.F.\n\nGreen.\n \nThe Elderly and Disabled waiver and the Independent Living\n\nwaiver are two resources that may be utilized by residents at\n\nW.F. Green to move to a more integrated, community-based setting.\n\nThe Elderly and Disabled Waiver is designed to provide services\n\nto allow elderly and/or disabled individuals who would otherwise\n\nrequire a nursing facility level of care to live in the\n\ncommunity.  The primary focus of this waiver is to provide\n\nservices in a person's home.  The second waiver, the Alabama\n\nIndependent Living waiver, provides services to adults with\n\ndisabilities who have specific medical diagnoses, such as\n\nresidents with severe neurological impairments, quadriplegia,\n\ntraumatic brain injury, amyotrophic lateral sclerosis (Lou\n\nGehrig’s Disease), multiple sclerosis, muscular dystrophy or\n\nspinal muscular atrophy or similar disability.\n \nMany W.F. Green residents could benefit from one of these\n\nMedicaid waiver programs that allow them to receive services in\n\ntheir homes.  It also could be a potential resource for residents\n\nwho have greater needs but strong family support.  One drawback\n \nwith these programs is that the Medicaid waiver programs often\n\nhave waiting lists, and services may not be readily available for\n\na resident who is ready for discharge.  Nevertheless, examples of\n\nresidents who might benefit from this resource are O.U., L.B. and\n\nP.J., mentioned above.\n \nThere are also some private resources available that could\n\nmeet the needs of some residents at W.F. Green.  There are\n \nfacilities and programs in W.F. Green's geographic area that have\n\nnurses on staff and are specifically licensed to address the\n\nneeds of persons with cognitive impairments.  These resources\n \nwould have to be paid for by the resident's finances.  There are\n \nno public funds available to purchase this service.\n \nTaking all of this into consideration under the third prong\n\nof Olmstead, it is the opinion of our expert consultant that\n\nthere are public and private resources in the community that can\n\nmeet the needs of some residents of W.F. Green and that these\n \nneeds can be reasonably accommodated.  The resources include\n \nprivate assisted living facilities that provide personal care\n\nservices and nursing services, and some assisted living\n\nfacilities that provide services for residents who are\n\ncognitively impaired.  There are also services provided by\n \n\n- 39 ­\nMedicaid waivers for persons who meet the eligibility criteria\n\nand can live in their homes.\n \nHowever, the discharge planning process and practices at\n\nW.F. Green do not meet generally accepted professional standards.\n\nThe facility does not accurately assess residents' discharge\n\npotential.  More in-depth assessment of the resident's discharge\n\npotential needs to be done.  The nursing home needs to develop an\n\nattitude that all admissions to W.F. Green are initially\n\ntemporary until there is overwhelming evidence that the person\n\ncannot be served in the community.  At the time of admission,\n\nsocial service staff need to ascertain as accurately as possible\n\nwhat the resident’s and the resident's family’s thoughts are on\n\nthe resident returning to the community.  Currently, staff assume\n\nthat there is no interest in discharge and that there are no\n\nresources available.\n \nUnfortunately, at present, the State only has a one\n\ndimensional long term care model that only provides for nursing\n\nfacility care for veterans or their family members.  The\n \ngenerally accepted professional standards in the design of long\n\nterm care systems emphasize the need for a broad array of long\n\nterm care services, particularly services that can be provided in\n\nthe community.  These types of services are less institutional,\n\nless expensive, and are more humane for the resident.\n \nIn summary, there are residents of W.F. Green who have needs\n\nthat could be met in the community and professional staff have\n\nidentified many of these residents.  W.F. Green’s policies\n\nrecognize the importance of appropriate placements and the\n\nimportance of discharge planning.  However, these policies are\n\nnot being adequately implemented.  There are residents who would\n \nprefer to be in the community.  However, W.F. Green puts the onus\n\non the resident and family to bring the subject up.  The facility\n\nneeds to strengthen the admission process to effectively\n\ndetermine the attitude of the individual, family, or other\n\ninterested parties toward overall placement goals.\n \nFinally, there are resources in the community that could\n\nmeet the needs of some residents of the facility.  The financial\n \nrealities of each individual is an important factor in making the\n\ndecision whether to pursue alternative services in the community,\n\nbut it is the role of the facility to provide accurate, current\n\ninformation on what those alternative resources might be.\n \n\n- 40 ­\nIV.  MINIMAL REMEDIAL MEASURES\n \nTo remedy the identified deficiencies and protect the\n\nconstitutional and statutory rights of W.F. Green residents, the\n\nState should implement promptly, at a minimum, the measures set\n\nforth below:\n \nA.\t  HEALTH CARE SERVICES \n\n1.\t  Ensure there is adequate supervision of all clinical\n\ndisciplines, including medical and nursing staff,\n\nrehabilitation, and activities staff to ensure that\n\nclinical services provided to W.F. Green residents\n\ncomport with generally accepted professional standards.\n \n2. \t Provide each resident with adequate medical and nursing\n\ncare, including appropriate and on-going assessments,\n\nindividualized care plans, and health care\n\ninterventions to protect the resident’s health and\n\nsafety.  To accomplish this, W.F. Green should:\n \na. \t Ensure that each resident’s health status is\n \nadequately monitored and reviewed, and that\n\nchanges in a resident’s health status are\n\naddressed in a timely manner;\n \nb.\t  Ensure that all W.F. Green medical and nursing\n\nstaff members are adequately trained in generally\n\naccepted professional standards for their\n\nrespective areas of responsibility, that policies\n\nare updated and reflect generally accepted\n\nprofessional standards, and that the staff members\n\nare trained on those policies;\n \nc. \t Ensure that medical and nursing staff address,\n\nwith particular attention, residents’ medical\n\nconditions, such as diabetes;\n \nd. \t Develop policies and protocols that ensure that\n\nnursing staff identify and respond adequately to\n\nabnormal laboratory findings that indicate a\n\nchange in a resident’s condition;\n \nee\t.\n  Ensure that residents receive restorative care\n\nservices in order to allow residents to attain and\n \nmaintain their highest practicable level of\n\nfunctioning;\n \nf.\t  Cease the use of “standing orders” as the practice\n\nwas employed at the time of our February 2008,\n \n\n- 41 ­\ntour.  Ensure that all medical or nursing care\n\nissues are responding in an individualized manner\n\nto residents’ conditions in keeping with generally\n\naccepted professional standards;\n \ng.\t  Ensure that policies and practices are developed\n\nand implemented to adequately identify and manage\n\ncommunicable diseases such as TB and MRSA, and\n\nthat infection control practices comport with\n\ngenerally accepted professional standards; and\n \nh.\t  Employ and deploy a sufficient number of\n\nadequately educated nursing staff, including\n\nRegistered Nurses, Licensed Practical Nurses, and\n\nCertified Nursing Assistants, to provide adequate\n\nsupervision, routine care, preventative care, and\n\nrestorative care and treatment to each W.F. Green\n \nresident.\n \n3. \t Provide each resident with adequate nutrition and\n\nhydration services, including:\n \na. \t Conducting adequate nutritional and hydration\n\nassessments, especially calculation of calories,\n\nprotein, carbohydrates, and fluids, of individual\n\nresident’s specific nutritional and hydration\n\nneeds;\n \nb.\t  Ensuring that adequate, individualized care plans,\n\nincluding plans for nutritional needs, are\n\ndeveloped that address the individual needs of\n\nresidents; \n\nc. \t Ensuring that residents receive appropriate diets,\n\nas medically necessary; \n\nd. \t Monitoring residents’ nutritional status, weight,\n\nand food intake;\n \ne.\t  Ensuring that any change in residents’ nutrition\n\nand hydration status is identified and responded\n\nto adequately and that residents have adequate\n\naccess to water and fluids as needed; \n\nf. \t Ensuring that residents who need assistance in\n\neating are assisted by adequately trained staff; \n\ng. \t Ensuring that residents are not fed in manners\n\nthat expose them to risks to their health and\n\nsafety, such as aspiration pneumonia; \n\n\n- 42 ­\nh. \t Conducting peer reviews of any death where weight\n\nor hydration is an issue as well as reviewing any\n\nresidents who suffer unexpected weight loss as\n\ndefined by CMS regulations, with particular\n\nemphasis on the cause of weight or hydration\n\nconcerns;\n \ni.\t  Ensuring that there is adequate professional\n\noversight of nutrition and hydration services by a\n\ndietician adequately educated and experienced in\n\nthe needs of the elderly and that the dietician\n\nparticipates in educating W.F. Green staff\n\nregarding nutritional needs of residents; and\n \nj.\t  Developing appropriate policies, procedures,\n\nprotocols, and clinical guidelines to ensure that\n\nnutrition and hydration services comport with\n\ngenerally accepted professional standards.\n \n4. \t Ensure that psychopharmacological practices comport\n\nwith generally accepted professional standards.  All\n \nuse of psychoactive drugs should be professionally\n\njustified, carefully monitored, documented, and\n\nreviewed by qualified staff.  Medications should be\n \nprescribed based on clinical need.  Medications should\n \nnot be used in manners that expose residents to undue\n\nrisks to their health and safety.  Specific attention\n\nshould be paid to the use of those medications that\n\npose increased risks to the elderly and that may\n\ncontribute to falls.\n \n5.\t  Provide sufficient and meaningful activities for all\n\nresidents and make efforts to get residents involved in\n\nactivities.\n \n6.\t  Provide adequate and appropriate psychiatric, mental\n\nhealth, behavioral, and psychosocial services,\n\nincluding dementia care services, in accordance with\n\ngenerally accepted professional standards.\n \n7.\t  Provide effective preventive systems for pressure sores\n\nand provide adequate care for residents with pressure\n\nsores, including ensuring that residents are\n\nappropriately positioned and that treatments comport\n\nwith generally accepted professional standards, and\n\nthat the nursing staff are adequately educated in the\n\nproper assessment for risk and treatment of pressure\n\nsores. \n\n\n- 43 ­\n8.\t  Ensure that residents receive adequate rehabilitative\n\nand restorative nursing care in areas such as feeding,\n\nbathing, toileting and continence care, and moving and\n\npositioning.\n \n9.\t  Implement adequate quality assurance mechanisms that\n\nare capable of identifying and remedying resident\n\nquality of care deficiencies.\n \nB.\t  PROTECTION FROM HARM\n \n1.\t  Design and implement appropriate interventions to\n\nassess and develop care plans for residents at risk of\n\nfalling.  Ensure that when a resident does fall, staff\n\ninvestigate adequately the reason for the fall and\n\nimplement measures designed to ameliorate future falls\n\nto the extent possible.  Particular attention should be\n \npaid to the effect psychotropic and other medications\n\nmay have on residents falling.  Train staff to ensure\n \nthat changes in blood pressure relevant to falls is\n\ntaken into account as appropriate.\n \n2.\t  Institute policies, procedures, and practices to\n\ninvestigate adequately, and implement corrective\n\nmeasures regarding instances of potential resident\n\nabuse, including instances of resident-on-resident\n\nassaults, and neglect, and/or mistreatment.  Follow all\n \nrelevant law regarding reporting incidents of unknown\n\ninjury, or possible abuse, to appropriate State\n\nauthorities.  W.F. Green’s Medical Director should also\n \nreview all incident reports and ensure that appropriate\n\nadministrative or clinical action is being taken.\n \nC.\t  USE OF RESTRAINTS\n \n1.\t  Ensure that any device that intentionally or\n\nfunctionally serves as a restraint is used only after\n\nan adequate assessment of the risks, and medical need\n\nfor, such restraints in accordance with generally\n\naccepted professional standards.\n \n2.\t  Timely review the continued need for a restraint and\n\nremove the restraint as soon as clinically appropriate.\n \n\n- 44 ­\nD.\t  MOST INTEGRATED SETTING\n \n1.\t  Ensure that residents admitted to W.F. Green for long\n\nterm care have needs that make them appropriate for\n\nsuch care.\n \n2.\t  Ensure that discharge planning meets professional\n\nstandards of care, discharge plans accurately reflect\n\nresidents’ true discharge potential, and discharge\n\noptions are discussed with residents and their\n\nfamilies.\n \n3.\t  Ensure that W.F. Green residents who do not oppose\n\nplacement in the community are being served in the most\n\nintegrated settings appropriate for their needs.\n \n* * *\n \nPlease note that this findings letter is a public document.\n\nIt will be posted on the Civil Rights Division’s website.  While\n \nwe will provide a copy of this letter to any individual or entity\n\nupon request, as a matter of courtesy, we will not post this\n\nletter on the Civil Rights Division’s website until 10 calendar\n\ndays from the date of this letter.\n \nWe hope to continue working with the State in an amicable\n\nand cooperative fashion to resolve our outstanding concerns with\n\nregard to W.F. Green.  Provided that our cooperative relationship\n\ncontinues, we will forward our expert consultants’ reports under\n\nseparate cover.  The reports are not public documents.  Although\n\ntheir reports are the work of each expert consultant and do not\n\nnecessarily represent the official conclusions of the Department\n\nof Justice, their observations, analyses, and recommendations\n\nprovide further elaboration of the relevant concerns and offer\n\npractical, technical assistance in addressing them.  We hope that\n\nyou will give this information careful consideration and that it\n\nwill assist in your efforts at prompt remediation.\n \nWe are obligated to advise you that, in the unexpected event\n\nthat we are unable to reach a resolution regarding our concerns,\n\nwithin 49 days after your receipt of this letter, the Attorney\n\nGeneral is authorized to initiate a lawsuit pursuant to CRIPA, to\n\ncorrect deficiencies of the kind identified in this letter.  See\n \n42 U.S.C. § 1997b(a)(1).  We would very much prefer, however, to\n\nresolve this matter by working cooperatively with you.\n \n\n- 45 ­\nAccordingly, we will soon contact State officials to discuss\n\nthis matter in further detail.  If you have any questions\n\nregarding this letter, please call Shanetta Y. Cutlar, Chief of\n\nthe Civil Rights Division’s Special Litigation Section, at\n\n(202) 514-0195.\n\n Sincerely,\n \n  /s/ Grace Chung Becker\n\n Grace Chung Becker\n\nActing Assistant Attorney General \n\ncc:\t The Honorable Troy King\n\nAttorney General\n\nState of Alabama\n \nThe Honorable Bob Riley\n\nGovernor of Alabama\n \nOffice of the Governor\n \nLarry Weapa\n\nAdministrator\n \nW.F. Green State Veterans’ Home\n \nW. Clyde Marsh\n\nCommissioner\n \nAlabama Department of Veterans’ Affairs\n \nDeborah Rhodes\n \nUnited States Attorney\n\nSouthern District of Alabama\n \nJack Wallace, Jr., Esq.\n\nAssistant Attorney General\n\nState of Alabama\n \nSandra “Sandy” Ingram Speakman\n\nGeneral Counsel\n \nAlabama State Department of Veterans Affairs\n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88706"
    }
  ],
  "document_count": 3
}