{
  "case_id": 16048,
  "fetched_at": "2025-10-22T00:27:00.252146",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Public Defender, Tenth Judicial Circuit",
        "institution_alt_state": null,
        "institution_city": "Bartow",
        "institution_county": "Polk",
        "name": "James Marion Moorman",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1990,
    "constitutional_clause": [
      {
        "value": "Due Process: Procedural Due Process"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Other requirements regarding hiring, promotion, retention"
      }
    ],
    "court": "Florida state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1989,
    "id": 16048,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "General/Misc.: Conflict of interest",
      "Reproductive rights: Fetus Identity"
    ],
    "last_checked_date": "2020-03-02T00:00:00-05:00",
    "main_docket": {
      "id": 54289,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1974,
      "docket_filing_number": 574,
      "is_main_docket": true,
      "court": "Florida state supreme court",
      "state": "Florida",
      "docket_office_number": "",
      "docket_number_manual": "74-574",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re Order on Prosecution of Criminal Appeals by the Tenth Judicial Circuit Public Defender",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Six Florida counties.",
    "plaintiff_type": [
      {
        "value": "City/County Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Appellate Court is initial court"
      }
    ],
    "state": "Florida",
    "summary": "<p>This case arose following a series of judicial orders issued by the District Court of Appeal of Florida, Second District, that unsuccessfully attempted to tackle the large backlog of appeals assigned to the Public Defender of Florida's Tenth Judicial Circuit. Those orders had provided liberal deadlines to public defenders to file briefs in old pending appeals. However, when some filing deadlines transpired and the appeals were dismissed, the court denied motions to reinstate. The backlog of appeals continued to expand, and in a letter to the court dated March 24, 1989, the Tenth Judicial Circuit Public Defender stated that 1,005 cases were awaiting briefing by his office. Additionally, an average of 150 new criminal appeals were filed each month, many of which were ultimately assigned to his office. In his communications with the court, the Tenth Judicial Circuit Public Defender also acknowledged that due to his inability to timely process all appeals, he was forced to choose which of his appellants' appeals would be pursued according to the severity of their sentences. In response, the court found that \"[w]hen an attorney representing indigent defendants is required to make choices between the rights of the various defendants, a conflict of interest is inevitably created.\"</p><p>Additionally, in response to the court's previous orders, a special legislative committee authorized by the Florida Judicial Council and chaired by the chief judge of the court had been appointed to consider the problem of public defender appellate backlog statewide. The committee returned a report describing the \"inability of the appellate public defenders to presently cope with the massive number of appeals\" and recommending adequate funding for public defenders. </p><p>For these reasons, the en banc Second District Court of Appeal entered an order on May 12, 1989, divesting the Tenth Judicial Circuit Public Defender of future appeals assignments beginning on May 22, 1989. Additionally, the court ordered the reinstatement of all those cases previously dismissed in which the appellants might suffer prejudice by a failure to reinstate. </p><p>Six Florida counties (Pinellas, Manatee, Charlotte, Hillsborough, Lee, and Collier), in five consolidated cases, challenged the May 12, 1989, order on two grounds. First, the counties argued that their procedural due process rights had been violated because the order would have a substantial financial impact on the counties, and they were given neither notice nor an opportunity to be heard before the order was issued. Second, the counties challenged the court's order prohibiting the Public Defender for the Tenth Judicial Circuit from accepting appeals from other judicial circuits, and mandating that “[t]he circuit judges within each circuit shall appoint that circuit's public defender to handle such appeals.” The counties argued that this order represented an impermissible redefinition of the duties of the public defender in a manner inconsistent with those established by the legislature.</p><p>The Florida Supreme Court concluded that the Public Defender's excessive caseloads were requiring public defenders to choose between the rights of clients, creating a conflict of interest and a violation of the right to counsel. Therefore, the court concluded that the District Court properly invoked the inherent power of the judiciary in issuing its May 12, 1989, order. However, the Florida Supreme Court modified the procedure adopted by the lower court to make it more consistent with existing legislative directions. Specifically, the court ordered lower courts to appoint alternate counsel upon public defender motions to withdraw and stated that the legislature should appropriate sufficient funds for a “massive employment of the private sector on a one-shot basis.” The court further advised that if sufficient funds were not appropriated within sixty days, the state courts would entertain motions for writs of habeas corpus from indigent appellants whose appellate briefs were delinquent by sixty days or more.</p><p></p>",
    "summary_published_date": "2020-03-02T00:00:00-05:00",
    "summary_short": "This case arose following a series of judicial orders issued by the District Court of Appeal of Florida, Second District, that unsuccessfully attempted to tackle the large backlog of appeals assigned to the Public Defender of Florida's Tenth Judicial Circuit. The backlog of appeals continued to expand, and the Tenth Judicial Circuit Public Defender stated that due to his inability to timely process all appeals, he was forced to choose which of his appellants' appeals would be pursued according to the severity of their sentences. The court found that this created an impermissible conflict of interest, and entered an order relieving the Public Defender of future appeals assignments. Six Florida counties appealed to the Supreme Court of Florida, challenging the order on procedural and substantive grounds. The Florida Supreme Court approved in part and modified the Second District Court's order.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16048",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16048",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16048",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16048"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115315,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115315"
    },
    {
      "date": "1989-05-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 142259,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1989,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Florida state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 104899,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/104899.pdf",
      "title": "Order on Prosecution of Criminal Appeals by the Tenth Judicial Circuit Public Defender",
      "text": "Order on Prosecution of Criminal Appeals by Tenth..., Not Reported in So.2d...   \n1989 WL 142259 \n \n \n  In previous orders, we were reluctant to discharge the \nPublic Defender of the Tenth Judicial Circuit from his \n1989 WL 142259 \nstatutory appellate duties and transfer responsibility to \nOnly the Westlaw citation is currently available. \nother court-appointed counsel. We also were cognizant \nDistrict Court of Appeal of Florida, \nthat “it is not within the province of this court to deal with \nSecond District. \nfunding for, or the allocation of resources within, the \nORDER ON PROSECUTION OF CRIMINAL  Office of the Tenth Circuit Public Defender.” See En \nAPPEALS BY the TENTH JUDICIAL CIRCUIT  Banc Order of March 31, 1987, cited above. However, we \nPUBLIC DEFENDER.  had hoped that our continually calling attention to the \nproblem would assist in a legislative solution. \nMay 12, 1989.    \nA special committee, authorized by the Florida Judicial \n  Council and chaired by the chief judge of this court, was \n  appointed  to  consider  the  problem  of  public  defender \n  appellate backlog statewide. The report of the committee, \n  submitted to and approved by the Judicial Council on \nMarch  30,  1989,  concluded  that  the  “inability  of  the \nappellate  public  defenders  to  presently  cope  with  the \nmassive number of appeals to which they are assigned \nresults  not  from  a  lack  of  efficiency  of  the  public \nNot for Publication. \ndefenders’ offices, but a lack of funds appropriated to \nthem in order that they can adequately staff their offices \nEN BANC.  to handle the case load which they are constitutionally \nand statutorily required to handle.” The recommendation \n*1 This court has previously entered a series of orders  of the committee is that the public defenders, as presently \nattempting  to  deal  with  the  large  backlog  of  appeals  constituted, be adequately funded by the legislature. In \nassigned to the Public Defender of the Tenth Judicial  view of the finding of the special committee, and the \nCircuit in which briefs are substantially overdue. See, e.g.,  action  we  take  today,  we  hereby  reconsider  previous \nHaggins v. State, 498 So.2d 953 (Fla. 2d DCA 1986); En  orders denying reinstatement of certain dismissed appeals. \nBanc Order of March 31, 1987; Order of June 24, 1987.    \n   *2  In  his  communications  with  this  court,  the  Tenth \nSome of the previous orders gave liberal deadlines to the  Judicial Circuit Public Defender has acknowledged that \npublic defender to file briefs in the very oldest pending  by his inability to timely process all appeals, he is being \nappeals, failing which the appeals would be dismissed.  required to choose which of his appellants’ appeals will \nThe public defender has filed briefs in most of those  be pursued according to the severity of their sentences. \nappeals. However, a few of the appeals were dismissed  When  an  attorney  representing  indigent  defendants  is \nand this court denied motions to reinstate filed by the  required to make choices between the rights of the various \npublic defender. The effect of these orders was beneficial  defendants, a conflict of interest is inevitably created. \nas to the prosecution of the oldest appeals, but the overall    \nbacklog of criminal appeals has not been alleviated and,  The dissents discuss legitimate and serious concerns of \nindeed, has worsened.  which we all have been cognizant for some time and \n   which have delayed our entry of this order before now in \nIn a letter to this court, dated March 24, 1989, the public  an  effort  to  find  or  encourage  another  solution.  The \ndefender has stated that the number of cases in which  dissents do not recommend any alternative course except \nrecords are prepared and which are awaiting briefing by  for the Tenth Judicial Circuit Public Defender to file \nhis office is 1,005. Additionally, an average of 150 new  additional motions to withdraw as counsel. That public \ncriminal appeals are filed in this court every month, many  defender  has  previously  filed  motions  to  withdraw  in \nof which are ultimately assigned to the Public Defender of  consideration of which all interested parties were given an \nthe  Tenth  Judicial  Circuit.  This  court  has  the  highest  opportunity to respond. Those responding parties objected \nnumber of criminal appeals of any of Florida’s courts of  to  the  discharge  of  the  Tenth  Judicial  Circuit  Public \nappeal. The public defender cannot process all of these  Defender.  Nothing  has  changed  except  that  more \nnew appeals and dispose of the existing backlog. Thus,  appellants  in  criminal  appeals  have  had  their  appeals \nthe backlog continues to grow.  further  delayed  by  the  inability  of  the  Tenth  Judicial \n   Circuit Public Defender to act expeditiously in processing \n \n\nOrder on Prosecution of Criminal Appeals by Tenth..., Not Reported in So.2d...   \n1989 WL 142259 \n \ntheir appeals. While we acceded previously to the urging  fundamental rights. \nby the respondents in Haggins not to relieve the Tenth    \nJudicial Circuit Public Defender, we conclude that we can \nno longer do so.  See also Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. \n   792, 9 L.Ed.2d 799 (1963). \nThe rights of defendants in criminal proceedings brought    \nby the state cannot be subjected to the fate of choice no  Judge  Schoonover’s  dissent  quotes  from  Petition  of \nmatter how rational that choice may be because of the  Florida Bar, 61 So.2d 646 (Fla.1952), wherein the Florida \ncircumstances  of  the  situation.  We  are  required  to  Supreme Court rejected a request for it to exercise an \nexercise all of our powers, express or inherent, to protect  enlarged concept of its inherent power so as to authorize \nthe rights of the accused and we must do so after due  the funding and appointment of an administrative officer \nconsideration to the rights and limitations provided in  for the then State Board of Law Examiners. The supreme \nboth the Florida Constitution and the Constitution of the  court in that case did, however, outline the proper scope \nUnited States. We are not, as Judge Schoonover’s dissent  of its inherent power as follows: \nappears  to  suggest  we  are,  interfering  in  legislative \nprerogatives,  but  are  merely  attempting  to  protect  the \nIt  is  true  that  courts  of  general \nrights of indigent defendants with the only means we, at \njurisdiction have certain inherent or \nthis time, have at our disposal. Contrary to the implication \nimplied  powers  that  stem  from  the \nof the dissents, we conclude that the legislature of Florida \nconstitutional or statutory provisions \nhas provided for such circumstances in sections 27.53(2) \ncreating the court and clothing it with \nand (3) and 925.036(2), Florida Statutes (1987). We need \njurisdiction. In other words, regularly \nno  further  factual  information  or  determination  to \nconstituted courts have power to do \nconclude that we must act. In providing for compensation \nanything that is reasonably necessary \nof appointed counsel by local government, the legislature \nto administer justice within the scope \nhas not limited payment to representation in capital cases. \nof its jurisdiction, but not otherwise. \nSee § 925.036(2). However, even if the legislature had not \nInherent  power  has  to  do  with  the \nenacted  adequate  provisions  for  the  representation  of \nincidents of litigation, control of the \nindigent defendants, we believe that the inherent power of \ncourt’s process and procedure, control \ncourts is sufficient to afford us the remedy necessary for \nof the conduct of its officers and the \nthe protection of rights of indigent defendants charged \npreservation  of  order  and  decorum \nwith crimes, whether those crimes be capital or otherwise. \nwith  reference  to  its  proceedings. \nSee  Board  of  County  Commissioners  of  Hillsborough \nSuch is the scope of inherent power, \nCounty v. Curry, 545 So.2d 930 (Fla. 2d DCA 1989). \nunless the authority creating the court \n  \nclothes it with more. \n*3 As the court stated in Rose v. Palm Beach County, 361 \nSo.2d 135, 137 (Fla.1978) (footnotes omitted): \n[W]here  the  fundamental  rights  of  individuals  are \n  \nconcerned,  the  judiciary  may  not  abdicate  its \nresponsibility and defer to legislative or administrative  61 So.2d at 647. \narrangements.... \n     \nEvery court has inherent power to do all things that are  Because of the increasing number of delinquent appeals \nreasonably  necessary  for  the  administration  of  justice  and the increasing average length of time taken to file \nwithin  the  scope  of  its  jurisdiction,  subject  to  valid  briefs in these cases, we think the necessity for further \nexisting laws and constitutional provisions. The doctrine  action  by  this  court  to  protect  the  rights  of  those \nof inherent judicial power as it relates to the practice of  appellants is apparent. In Kiernan v. State, 485 So.2d 460 \ncompelling the expenditure of funds by the executive and  (Fla. 1st DCA 1986), the first district, while indicating a \nlegislative branches of government has developed as a  reluctance to disturb the statutory scheme of state funding \nway of responding to inaction or inadequate action that  for  indigent  appellants  through  an  appellate  public \namounts to a threat to the courts’ ability to make effective  defender’s office handling all appeals within each district, \ntheir jurisdiction. The doctrine exists because it is crucial  stated, however, that “when that desire is weighed against \nto  the  survival  of  the  judiciary  as  an  independent,  the indigent defendant’s constitutional right to effective \nfunctioning  and  co-equal  branch  of  government.  The  assistance of appellate counsel, the constitutional right \ninvocation of the doctrine is most compelling when the  must prevail.” Kiernan, 485 So.2d at 462. See also White \njudicial  function  at  issue  is  the  safe-guarding  of  v. Board of County Commissioners of Pinellas County, \n \n\nOrder on Prosecution of Criminal Appeals by Tenth..., Not Reported in So.2d...   \n1989 WL 142259 \n \n537 So.2d 1376 (Fla.1989), where in holding that a rigid  CAMPBELL,  C.J.,  and  SCHEB,  RYDER,  DANAHY, \nstatutory  maximum  for  attorney’s  fees  for  appointed  LEHAN,  FRANK,  HALL,  THREADGILL, \ncounsel  violated  an  indigent  defendant’s  right  to  PATTERSON and ALTENBERND, JJ., concur. \ncompetent and effective representation, the supreme court \nreferred to Makemson v. Martin County, 491 So.2d 1109  SCHOONOVER, J., concurring in part; dissenting in part. \n(Fla.1986), cert. denied, 479 U.S. 1043, 107 S.Ct. 908, 93 \nL.Ed.2d  857  (1987),  to  support  the  principle  of  the  PARKER, J., specially concurring in part; dissenting in \ninherent  power  of  the  courts  to  ensure  the  adequate  part. \n \nrepresentation of the criminally accused. Cf. Board of \nCounty  Commissioners  of  Hillsborough  County  v. \nCharles H. Scruggs, III, 545 So.2d 910 (Fla. 2d DCA \nSCHOONOVER, Judge, concurring in part; dissenting in \n1989). \npart. \n  \n \n*4 Therefore, the Public Defender of the Tenth Judicial \nAlthough I agree with that portion of the foregoing order \nCircuit shall not be assigned to, and he shall not accept \npermitting the reinstatement of appeals which have been \nassignments in, any appeals except those from the Tenth \ndismissed  due  to  the  Tenth  Judicial  Circuit  Public \nJudicial Circuit in which the notice of appeal is filed in \nDefender’s failure to file timely briefs, I must respectfully \nthe trial court after May 22, 1989. If appointed by a \ndissent from the remaining portion of that order which \ncircuit judge or designated by another public defender to \nattempts  to  solve  the  Tenth  Judicial  Circuit  Public \nhandle any of these appeals, the Public Defender of the \nDefender’s  problem  by  relieving  him  of  his  statutory \nTenth Judicial Circuit shall promptly move this court to \nduties  and  leaving  the  other  public  defenders  in  this \nwithdraw. The circuit judges within each circuit shall \ndistrict  to  handle  appeals  for  which  they  are  neither \nappoint  that  circuit’s  public  defender  to  handle  such \nequipped nor funded. \nappeals.  Where  that  public  defender  can  demonstrate \n  \nconflict or other grounds for his inability to handle any \nIn order to explain my reasons for disagreement with the \nsuch appeals, he shall file a motion to withdraw in that \nmajority’s order, a review of the history and background \ncase and the circuit judge shall appoint other counsel. \nof the problem is helpful. In Haggins v. State, 498 So.2d \nContrary to the concern expressed by the dissents, we do \n953 (Fla. 2d DCA 1986), this court considered motions to \nnot  by  this  procedure  disregard  the  interests  of  the \nwithdraw in 247 pending criminal appeals. The motions \nindividual public defenders of each circuit or the fourteen \nalleged that the Tenth Judicial Circuit Public Defender did \ncounties within this district. We know from their previous \nnot have sufficient funding to handle his case load and \nresponses  in  Haggins  that  they  do  not  favor  this \nthat  his  inability  to  expeditiously  process  all  of  the \nprocedure. However, the interests of the appellants whose \nappeals  might  place  him  in  the  position  of  affording \nrights may be prejudiced by further delays are paramount \nineffective assistance of counsel to his clients. As a result \nand must be protected. The interests of the local public \nof  the  motions,  this  court  invited  responses  from  the \ndefenders and the counties may, if necessary, be more \nchairmen  of  the  county  commissions  and  the  county \nfully explored as explained in Haggins upon any motions \nattorneys of all counties within this district, the chief \nto withdraw which the local public defenders feel required \njudges  of  all  circuits  within  the  district,  all  public \nto file with the trial courts as a result of this order. \ndefenders  and  state  attorneys  in  the  district,  and  the \n  \nattorney general’s office. The responses received by this \nIn addition, the Public Defender of the Tenth Judicial \ncourt all opposed the motions to withdraw. Many of the \nCircuit  therefore  shall  forthwith  file  motions  for \nrespondents pointed to section 27.51(4), Florida Statutes \nreinstatement in all those cases heretofore dismissed in \n(1985), which sets forth the Tenth Judicial Circuit Public \nwhich the appellants might suffer prejudice by a failure to \nDefender’s responsibility to handle appeals for the other \nreinstate. Upon filing the record and appellant’s brief in \npublic defenders in this district with funds appropriated \neach of those cases, each will be reinstated and the Public \npursuant  to  section  27.51(6),  Florida  Statutes  (1985). \nDefender of the Tenth Judicial Circuit shall promptly \nAdditionally,  Hillsborough  and  Charlotte  Counties \nproceed to process these appeals. \ncontended that neither statutory authority nor case law \n  \nsupports mandatory county funding of special assistant \nThis court shall continue to monitor the prosecution of \npublic defenders appointed pursuant to section 27.53(2), \nthese appeals and this order shall stand until further order \nFlorida Statutes (1985). Hillsborough County pointed out \nof this court. \nthat the 1979 version of  section 27.53(2), which was \n  \nrelied upon in Escambia County v. Behr, 384 So.2d 147, \nn. 1 (Fla.1980), was amended in 1981 and is no longer \nauthority  for  requiring  the  county  to  pay  the  fees  of \n \n\nOrder on Prosecution of Criminal Appeals by Tenth..., Not Reported in So.2d...   \n1989 WL 142259 \n \nprivate  counsel  specifically  appointed  to  represent  Thus, in Haggins, this court established a precedent of \nindigents in noncapital cases. See Ch. 81-273, § 2, Laws  giving all parties who might be affected by a motion of \nof Fla.  the Tenth Judicial Circuit Public Defender to withdraw as \n   appellate  counsel  an  opportunity  to  be  heard  at  an \n*5 In Haggins, this court denied the motions to withdraw  evidentiary hearing. \nand held that any future attempts by the Tenth Judicial    \nCircuit Public Defender to be relieved from other appeals  After our decision in Haggins, the funding problem of the \nshould be accomplished by filing “appropriate motions to  Tenth  Judicial  Circuit  Public  Defender  apparently \nwithdraw in the various circuit courts from which those  persisted, and he remained unable to handle his appellate \nappeals  are  taken.”  The  rationale  for  mandating  this  case load with the funds provided by the legislature. On \nprocedure was persuasive:  March 31, 1987, this court entered an order related to the \nproblem. See In re Order On Prosecution Of Criminal \nAppeals By The Tenth Circuit Public Defender And By \nThe  circuit  courts  can  better \nOther Public Defenders, 504 So.2d 1349 (Fla. 2d DCA \ndetermine on a case-by-case basis the  1987). In the order, this court noted the position of the \npossible prejudice to the defendants  Florida Judicial Council urging the legislature to address \nresulting from any delays, and those  this ever growing problem. The order directed each local \ncourts  have  the  facility  to  receive  public  defender  within  this  district,  and  any  other \nevidence concerning such matters as  potentially  affected  parties,  such  as  county  attorneys, \nthe ability of the public defender to \ncounty commissions, chief circuit judges, state attorneys, \nhandle his caseload and the means by \nand the attorney general, to show cause why the Tenth \nwhich substitute counsel, if appointed, \nJudicial Circuit Public Defender should not be discharged \ncan be compensated. \nas counsel in 150 cases and should not be required to \nsubmit  the  files  in  those  appeals  to  the  other  public \ndefenders in this district who, this court concluded, were \n  \nco-counsel.  The  responses  to  the  order  unanimously \nopposed the transfer of delinquent criminal appeals to the \nHaggins at 954. In further support of this procedure, this \nother public defenders in this district. The respondents \ncourt  stated  that  the  following  quotation  from  Justice \nasserted that the other public defenders had neither the \nEngland’s concurring opinion in Behr seemed equally \nmanpower nor funds necessary to handle appeals and that \napplicable to both trial and appellate representation: \ncounty budgets lacked funds to pay the private counsel \nwhich would necessarily have to be appointed to handle \nThe problem of excessive caseload in  the appeals. Once again Hillsborough County, this time \nthe public defender’s office should be  joined by Pinellas County, contended that no authority \nresolved  at  the  outset  of  existed to require the various counties to pay for such \nrepresentation,  rather  than  at  some  appointed attorneys. On June 24, 1987, this court entered \nlater  point  in  a  trial  proceeding.  an order declining to transfer any of the Tenth Judicial \nPublic defenders, at the time of their  Circuit Public Defender’s delinquent appeals. See In re \nappointment to a new case, are in the  Order On Prosecution of Criminal Appeals By The Tenth \nbest  position  to  know  whether  Circuit Public Defender And By Other Public Defenders, \nexisting  caseloads  render  unlikely  523 So.2d 1149 (Fla. 2d DCA 1987). \ntheir ability to continue to conclusion    \na new representation. If that prospect  *6 Keeping in mind this history and this court’s prior \nexists, they should so advise the trial  decisions regarding this problem, I now turn to the instant \ncourt  before  undertaking  new  matter. On March 24, 1989, the Tenth Judicial Circuit \ncommitments. Trial judges can then  Public Defender contacted this court by letter. The letter \nconduct  a  hearing,  in  which  the  indicated that if no steps are taken by this session of the \ncounty should be entitled to appear, to  legislature, he will have to limit the number of cases he \nevaluate  the  caseload  claim  and  to  will brief. The letter concludes with: \ndetermine  whether  private  counsel \nshould  be  assigned  to  serve  as  a \nAny  assistance  you  can  lend  us  in \nspecial assistant public defender. \nurging the Legislature to act on this \nmatter would be greatly appreciated. \n   A reminder to the Legislature of the \nstate’s  commitment  to  fully  fund \n \n\nOrder on Prosecution of Criminal Appeals by Tenth..., Not Reported in So.2d...   \n1989 WL 142259 \n \nArticle V costs would be extremely  cert. denied, 479 U.S. 1043, 107 S.Ct. 908, 93 L.Ed.2d \nhelpful  at  a  time  when  indigent  857 (1987). Both of these cases, however, deal only with \nappellants  are  being  denied  capital cases where the legislature has specifically placed \nmeaningful access to the courts....  the burden of paying all compensation and costs upon \nlocal government. See § 925.035, Fla.Stat. (1987). The \nmajority’s order affects only noncapital cases. \n     \n*7 Justice Terrell in a discussion of the separation of \nOn the basis of this letter and another recommendation of \npowers doctrine stated, “Creating officers or positions and \nthe  Florida  Judicial  Council  that  the  appellate  public \nallocating  public  funds  to  support  them,  are  clearly \ndefenders be adequately funded by the legislature, the \nlegislative prerogatives that the judiciary has no right to \nmajority has, without even a motion being filed, entered \ninterfere  with,  absent  specific  authority  from  the \nthe order from which I partially dissent. \nlegislature.”  Petition  of  Florida  Bar,  61  So.2d  646 \n  \n(Fla.1952). Since the majority’s order may result in the \nI  have  no  reason  to  doubt  the  report  of  the  special \nreallocation  of  funds  to  support  the  state’s  appellate \ncommittee  of  the  Florida  Judicial  Council  which \npublic  defender  system,  and  for  the  other  reasons \nconcluded that the appellate public defenders presently \ndiscussed herein, I must respectfully dissent. If the Tenth \nlack adequate funding to cope with the massive number of \nJudicial Circuit Public Defender is unable to perform his \nappeals  which  they  are  both  constitutionally  and \nstatutory duties with the funds at his disposal, he should \nstatutorily  required  to  handle.  See  Art.  V,  §  18,  Fla. \nfollow  the  appropriate  procedure  for  withdrawing  as \nConst.; § 27.51(4), Fla.Stat. (1987). I also agree that this \ncounsel. This procedure would allow all interested parties \ncourt has an obligation to protect a criminal defendant’s \nan opportunity to be heard. \nconstitutional  right  to  effective  assistance  of  appellate \n  \ncounsel and, when necessary to do so, has the inherent \n \npower to enter orders assuring that such assistance is \nprovided. Kiernan v. State, 485 So.2d 460 (Fla. 1st DCA  PARKER, Judge, Specially concurring in part; dissenting \n1986). However, I believe that insufficient evidence has  in part. \nbeen  presented  that  such  a  necessity  presently  exists. \nEven if sufficient evidence had been presented to this  I concur with the majority that the case of White v. Board \ncourt,  the  procedure  set  forth  in  Haggins  would  still  of County Commissioners of Pinellas County, 537 So.2d \napply. Appellate courts are not permitted to act as a nisi  1376 (Fla.1989) permits this court, through its inherent \nprius tribunal in cases where factual determinations must  judicial power, to provide for adequate representation of \nbe made in order to arrive at a decision. Newberry v.  indigent criminal defendants. This power, in my opinion, \nState, 296 So.2d 586 (Fla. 1st DCA 1974).  allows this court to direct the Public Defender of the \n   Tenth Judicial Circuit to accept no additional appellate \nIn  addition  to  disregarding  the  procedure  set  forth  in  cases  from  other  circuits  until  his  case  load  is \nHaggins, the majority’s sua sponte order ignores the fact  manageable. Further, I agree that section 27.51, Florida \nthat the other public defenders of this district are not  Statutes (1987) can be read broadly enough to require the \nfunded  or  equipped  to  handle  appeals.  According  to  public defender who was the trial attorney to handle the \nresponses  received  to  this  court’s  previous  decisions  appeal. \naddressing the Tenth Judicial Circuit Public Defender’s    \ncontinuing plight, the majority’s order will most likely  However,  I  share  Judge  Schoonover’s  concern,  as \nresult  in  motions  to  withdraw  by  the  other  public  expressed  in  his  dissent,  that  the  majority’s  order \ndefenders  of  this  district  when  the  responsibility  of  disregards the procedures established in Haggins v. State, \nappellate representation is passed along to them. See also,  498 So.2d 953 (Fla. 2d DCA 1986), which require the \nKiernan. If such motions are granted, special assistant  public defender to file a motion and anticipate a hearing \npublic defenders will have to be appointed pursuant to  on the matter. In my opinion, the entry today of an order \nsection 27.53(2), Florida Statutes (1987). The majority  of this magnitude in this manner violates due process. \nhas failed to directly address the prior contentions of  There has been no motion directed to this issue pending in \nHillsborough, Charlotte, and Pinellas Counties that the  the trial court or in this court, and no responses have been \ncounties of this district have no obligation to pay any  ordered from affected parties. \nprivate  attorneys  that  may  be  appointed  to  handle    \nnoncapital appeals pursuant to section 27.53(2). Instead,  The  majority’s  order  would  require  the  counties  to \nthe majority cites White v. Board of County Comm’rs of  provide  the  compensation  for  appointed  counsel.  It  is \nPinellas  County,  537  So.2d  1376  (Fla.1989),  and  unlikely that the legislature, in enacting sections 27.53(2), \nMakemson v. Martin County, 491 So.2d 1109 (Fla.1986),  27.53(3),  and  925.036,  Florida  Statutes  (1987),  which \n \n\nOrder on Prosecution of Criminal Appeals by Tenth..., Not Reported in So.2d...   \n1989 WL 142259 \n \nprovide private counsel for indigent criminal defendants  inapplicable the footnote in Escambia County v. Behr, \nin special circumstances, envisioned the eleven counties1  384 So.2d 147, 148 n. 1 (Fla.1980), which relied upon the \nof this district paying attorneys’ fees of appointed counsel  1977  version  of  section  27.53(2)  in  holding  that  the \nin a substantial number of cases each month until such  counties were required to pay the fees and expenses of \ntime as the appellate public defender brings current his  appointed private counsel. \ncase load, which would be the effect of this order if the    \ntrial judge permits the local public defender to withdraw. I  Finally,  I  note  that  section  27.53(2)  requires  that  an \nbelieve the legislature never considered the situation now  attorney  must  register  on  a  list  before  he  or  she  is \nengendered by the majority where private counsel, funded  considered  for  service  as  a  special  assistant  public \nby a county, will handle the appellate public defender’s  defender. My experience as a trial judge indicates to me \nsubstantial incoming case load for an extended period of  that if there is no funding to compensate these attorneys \ntime. The financial impact which the majority’s order will  for their services, the number of attorneys disposed to \nhave  upon  the  counties  will  be  considerable,  and  the  serve will be insufficient to meet the need. \ncounties, at the very least, deserve an opportunity to be    \nheard before such a mandate is issued.  While I agree with the majority that this problem of \n   failing  to  provide  adequate  representation  to  indigent \n*8  As  Justice  Overton  pointed  out  in  his  concurring  criminal defendants is of the utmost importance to these \nopinion  in  White,  while  the  courts  of  this  state  may  defendants and to the court, I take issue with the method \nexercise their inherent authority to require the state to  the majority uses to achieve a solution. Because I cannot \nensure that indigents are provided competent, effective  agree that this court can direct the counties to appropriate \ncounsel who are to be paid reasonable compensation, the  these funds without a motion and full hearing, I refrain \nstate’s inadequate funding of the various public defenders  from joining in the majority opinion in that respect. \nresults in placing the financial burden squarely upon the    \npocketbooks of the counties. Without a full hearing in \nwhich the impacted counties are permitted to present their  All Citations \nviews, I question this court’s authority to order a county \nto appropriate funds to pay for private counsel to replace  Not Reported in So.2d, 1989 WL 142259 \nthe public defender in these appeals if the Florida Statutes   \ndo not specifically so provide. There is an argument to be \nmade that the amendment to section 27.53(2)2 renders \nFootnotes \n \n1  The three counties of the Tenth Judicial Circuit are not affected by this order. \n   \n2  That statute previously read as follows: \n  (2) In addition, any member of the bar in good standing may be appointed by the court to, or may register his or her \navailability to the public defender of each judicial circuit for acceptance of, special assignments without salary to \nrepresent insolvent defendants. Such persons shall be listed and referred to as special assistant public defenders \nand be paid a fee and costs and expenses. Such fee and costs and expenses shall be fixed by the trial judge and shall \nbe paid in the same manner as counsel fees are paid in capital cases or as otherwise provided by law. In addition, \ndefense counsel may be assigned and paid pursuant to any existing or future local act or general act of local \napplication. \n§ 27.53(2), Fla.Stat. (1977) (emphasis supplied). As amended, the statute now provides: \n(2) Any member of The Florida Bar, in good standing, may register his availability to the public defender of any \njudicial circuit for acceptance of special assignments without salary to represent indigent defendants. Such persons \nshall be listed and referred to as special assistant public defenders and be paid a fee and costs and expenses as \nprovided in s. 925.036. \n§ 27.53(2), Fla.Stat. (1987). \n \n \n \n \n\nOrder on Prosecution of Criminal Appeals by Tenth..., Not Reported in So.2d...   \n1989 WL 142259 \n \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/104899"
    },
    {
      "date": "1990-05-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1130,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 561,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Florida state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 104900,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/104900.pdf",
      "title": "Opinion",
      "text": "In re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \n \n \nH. Hamilton Rice, Jr., County Atty., and Paul G. Bangel, \n561 So.2d 1130 \nAsst.  County  Atty.,  Bradenton,  for  petitioner  in  No. \nSupreme Court of Florida. \n74580. \nIn re ORDER ON PROSECUTION OF CRIMINAL \nSandra J. Augustine, County Atty., and Charles H. Webb, \nAPPEALS BY the TENTH JUDICIAL CIRCUIT \nAsst. County Atty., Port Charlotte, for petitioner in No. \nPUBLIC DEFENDER. \n74629. \nNos. 74574, 74580, 74629, 74630 and 74631. \nFrederick B. Karl, County Atty., and Jeanne Z. McLean \n| \nand Robert R. Warchola, Asst. County Attys., Tampa, for \nMay 3, 1990. \npetitioner in No. 74630. \nJames  G.  Yaeger,  County  Atty.,  and  Elizabeth  M. \nSynopsis  Woodford, Asst. County Atty., Fort Myers, for petitioner \nCounties appealed from an order of the Second District  in No. 74631. \nCourt of Appeal regarding the prosecution of criminal \nOpinion \nappeals by the public defender for the Tenth Judicial \n \nCircuit. The Supreme Court held that: (1) the county’s \ndue process rights were not violated by the failure to give \nPER CURIAM. \nthem notice and an opportunity to be heard before the \norder was issued; (2) the order did not impermissibly \n \nredefine the duties of the public defender in a manner \nSix  Florida  counties,  Pinellas,  Manatee,  Charlotte, \ninconsistent  with  those  duties  as  established  by  the \nHillsborough, Lee, and Collier, in five consolidated cases, \nlegislature; and (3) employment of the private sector on a \nchallenge an order of the Second District Court of Appeal \n“one shot” basis was required. \ndated May 12, 1989, regarding the prosecution of criminal \n  \nappeals by the Public Defender for the Tenth Judicial \nSo ordered. \nCircuit. We have jurisdiction because this case affects a \n  \nclass of constitutional officers, public defenders. Art. V, § \nProcedural Posture(s): On Appeal. \n3(b)(3), Fla. Const. We approve in part and modify the \norder of the Second District Court. \nAttorneys and Law Firms \n  \n \n*1131  Susan  H.  Churuti,  County  Atty.,  and  John  E. \n \nSchaefer,  Asst.  County  Atty.,  Clearwater,  James  G. \nYaeger, County Atty., and Elizabeth M. Woodford, Asst. \nCounty Atty., Fort Myers, Lee County joining Pinellas \nCounty,  and  Kenneth  B.  Cuyler,  County  Atty.,  and \nI. \nBrenda C. Wilson and Ramiro Manalich, Asst. County \nAttys., Naples, Collier County joining Pinellas County,  The order under review is a response to the tremendous \nfor petitioner in No. 74574.  backlog  of  appeals  to  the  Second  District  Court  by \nindigent  defendants  in  which  briefs  are  substantially \nJames Marion Moorman, Public Defender, Bartow, for \noverdue.  This  backlog  of  cases  awaiting  briefing  has \nrespondents. \ngrown from 408 cases in June 1986 to 1,005 cases in \nMarch 1989. Brief of James Marion Moorman at 5. The \nWill J. Richardson, Tallahassee, amicus curiae for Florida \nPublic Defender for the Tenth Judicial Circuit, James \nAss’n of Counties, Inc. \nMarion Moorman,1 has estimated that currently as many \nas 1700 cases could be awaiting the filing of appellate \nBennett H. Brummer, Public Defender, and Joseph Louis \nbriefs. Id. at 5 n. 1. \nCampbell,  Sp.  Asst.  Public  Defender,  Miami,  amicus \n  \ncuriae for the Florida Public Defender Ass’n, Inc. \nThe state of Florida provides defendants with the statutory \nright to appeal their judgments and sentences. § 924.06, \nRobert A. Butterworth, Atty. Gen., and Richard E. Doran, \nFla.Stat. (1989). When a state affords a first appeal of \nDirector,  Criminal  Appeals,  Dept.  of  Legal  Affairs, \nright, it must supply indigent appellants with an attorney, \nTallahassee, amicus curiae for State of Fla. \nDouglas v. California, 372 U.S. 353, 83 S.Ct. 814, 9 \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \nL.Ed.2d 811 (1963), because under the doctrine of equal  defendants is required to make choices between the \nprotection, indigent appellants must have the same ability  rights of the various defendants, a conflict of interest is \nto  obtain  meaningful  appellate  review  as  wealthy  inevitably created. \nappellants. Id.; Griffin v. Illinois, 351 U.S. 12, 76 S.Ct. \n585, 100 L.Ed. 891 (1956). Because of the tremendous  .... \nbacklog of indigent appeals, the briefs of nonindigents in \nthe Second District are being filed at least a year sooner  The  rights  of  defendants  in  criminal  proceedings \nthan  those  of  indigents  represented  by  the  public  brought by the state cannot be subjected to the fate of \nchoice  no  matter  how  rational  that  choice  may  be \ndefender. Certainly this creates a serious constitutional \nbecause of the circumstances of the situation. \ndilemma.2 Further, as we noted in *1132 Hatten v. State, \n561 So.2d 562 (Fla.1990), the lengthy delay in filing \nOrder, slip op. at 2 – 3 (emphasis added). The court then \ninitial briefs in appeals by indigents is a clear violation of \nstated  that  “[b]ecause  of  the  increasing  number  of \nthe  indigent  state  defendant’s  constitutional  right  to \ndelinquent appeals and the increasing average length of \neffective assistance of counsel on appeal. See Hooks v. \ntime taken to file briefs in these cases, we think the \nState, 253 So.2d 424 (Fla.1971), cert. denied, 405 U.S. \nnecessity for further action by this court to protect the \n1044, 92 S.Ct. 1330, 31 L.Ed.2d 587 (1972); McDaniel v. \nrights of those appellants is apparent.” Id., slip op. at 5. \nState, 219 So.2d 421 (Fla.1969); see also Evitts v. Lucey, \n  \n469 U.S. 387, 105 S.Ct. 830, 83 L.Ed.2d 821 (1985). \nThe court’s order prohibits Mr. Moorman from accepting \n  \nappeals from any judicial circuit other than the Tenth in \nThe  source  of  this  problem  is  clearly  the  woefully \nwhich the notice of appeal was filed after May 22, *1133 \ninadequate  funding  of  the  public  defenders’  offices, \n1989.  The  order  further  mandates  that  circuit  judges \ndespite repeated appeals to the legislature for assistance. \nwithin each circuit appoint that circuit’s public defender \nAlthough this problem has been most acute in the Second \nto handle appeals from that circuit. If a public defender \nDistrict because that court has the highest number of \nfrom  one  of  those  circuits  has  a  conflict,  the  order \ncriminal appeals of any of Florida’s district courts of \nrequires that they file motions to withdraw so that the \nappeal, Order on the Prosecution of Criminal Appeals by \ncircuit judge may appoint other counsel to represent those \nthe Tenth Judicial Circuit Public Defender, slip op. at 1, \nclients at the expense of local government. \n(Fla. 2d DCA May 12, 1989) [hereinafter “Order ”], we \n  \nrecognize  that  this  is  a  statewide  concern.  The  same \nAs authority for its action, the court quoted Rose v. Palm \nproblem exists, though at present to a lesser extent, in the \nBeach County, 361 So.2d 135, 137 (Fla.1978), in which \nother four districts.3 Further, this serious underfunding of \nthis Court stated: \nthe  public  defenders’  offices  affects  both  trial  and \nappellate caseload. This problem was studied statewide by \n[W]here  the  fundamental  rights  of  individuals  are \na special committee of the Florida Judicial Council, which \nconcerned,  the  judiciary  may  not  abdicate  its \nconcluded that \nresponsibility and defer to legislative or administrative \n  \narrangements.... \nthe  problem  of  the  criminal  workload  within  the \nEvery court has inherent power to do all things that are \njudicial system of the State of Florida is a problem of \nreasonably necessary for the administration of justice \nvolume that cannot be regulated, but must be dealt with \nwithin the scope of its jurisdiction, subject to valid \nas it occurs. Not only does the problem exist now in \nexisting  laws  and  constitutional  provisions.  The \ncrisis proportions, but it appears that the workload in \ndoctrine of inherent judicial power as it relates to the \nregard to all parts of the criminal justice system is \npractice of compelling the expenditure of funds by the \nlikely to increase. \nexecutive and legislative branches of government has \nReport of the Judicial Council Special Committee on \ndeveloped  as  a  way  of  responding  to  inaction  or \nCriminal  Appeal  Structure  Relating  to  Indigent \ninadequate action that amounts to a threat to the courts’ \nDefendants at 9 (March 30, 1989). \nability to make effective their jurisdiction. The doctrine \nIn an attempt to deal with this crisis situation, the Second \nexists  because  it  is  crucial  to  the  survival  of  the \nDistrict Court, sua sponte, issued the order under review. \njudiciary as an independent, functioning and co-equal \nThe court noted that because of the inability of the Public \nbranch of government. The invocation of the doctrine is \nDefender for the Tenth Judicial Circuit to timely process \nmost compelling when the judicial function at issue is \nappeals, \nthe safe-guarding of fundamental rights. \nhe is being required to choose which of his appellants’ \n(Footnotes  omitted.)  The  court  below  stated  that  “the \nappeals will be pursued according to the severity of \ninherent power of courts is sufficient to afford us the \ntheir sentences. When an attorney representing indigent \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \nremedy necessary for the protection of rights of indigent  a proceeding, and they should be able to challenge the \ndefendants charged with crimes.” Order, slip op. at 3. We  evidence offered to support a claim of excess caseload,” \nagree with the court below that courts have the inherent  id. at 150 (England, C.J., concurring), this Court held that \nauthority to issue orders addressing problems such as this.  “[t]he court does not have to ... allow the county an \nHowever,  as  the  district  court  also  recognized,  that  opportunity  to  be  heard  before  appointing  private \ninherent  power  is  limited  by  the  state  and  federal  counsel.” Id. at 150. We reaffirm this statement from \nconstitutions. Because we find that some aspects of the  Behr. \ndistrict  court’s  order  ignore  the  existing  statutory    \nmechanism, we approve in part and modify the order.   Next,  the  counties  and  amicus  challenge  the  court \n   below’s prohibiting the Public Defender for the Tenth \n  Judicial  Circuit  from  accepting  appeals  from  other \n  judicial circuits, and mandating that “[t]he circuit judges \nwithin  each  circuit  shall  appoint  that  circuit’s  public \ndefender to handle such appeals.” Order, slip op. at 5. By \nso doing, they argue, the court impermissibly redefined \nII. \nthe duties of the public defender in a manner inconsistent \nwith those duties as established by the legislature. \n The counties challenge the district court’s order on both \n  \nprocedural and substantive grounds. First, the counties \nPublic defenders are constitutional officers. Article V, \nchallenge the order procedurally, arguing that their due \nsection  18,  of  the  Florida  Constitution,  provides  in \nprocess  rights  have  been  violated  because  the  order \npertinent  part  that  “[i]n  each  judicial  circuit  a  public \nunquestionably will have a substantial financial impact on \ndefender shall be elected for a term of four years. He shall \nthe counties and they were given neither notice nor an \nperform  duties  prescribed  by  general  law.”  The \nopportunity to be heard before the order was issued. We \nlegislature, in accordance with this provision, defined the \ndisagree. The order currently under review is merely the \nduties of the public defender and set forth guidelines for \nmost recent in a series of efforts by the Second District \nindigent representation in chapter 27, Florida Statutes. \nCourt  to  deal  with  this  increasing  problem.  See,  e.g., \nSection  27.51,  Florida  Statutes  (1989),  provides  in \nHaggins v. State, 498 So.2d 953 (Fla. 2d DCA 1986); In \npertinent part: \nre  Order  on  Prosecution  of  Criminal  Appeals  by  the \nTenth Circuit Public Defender, 523 So.2d 1149 (Fla. 2d \n(4)  The  public  defender  for  a  judicial  circuit \nDCA 1987). Although these efforts have had a beneficial \nenumerated in this subsection shall, after the record on \neffect  on  the  prosecution  of  the  oldest  appeals,  the \nappeal is transmitted to the appellate court by the office \nbacklog  of  noncapital  indigent  criminal  appeals  has \nof the public defender which handled the trial and if \ncontinued to grow at an alarming rate. In connection with \nrequested by any public defender within the indicated \nat least two of these prior efforts by the Second District \nappellate district, handle all felony appeals to the state \nCourt, all interested parties, including the counties, have \nand federal courts required of the official making such \nbeen given an opportunity to respond. See id. The issues \nrequest: \nremain the same, and apparently the counties’ response \nalso  remains  unchanged.  The  only  difference  in  the \n.... \nsituation since the counties last were given an opportunity \nto respond is that the backlog is even larger, developing  (b) Public defender of the tenth judicial circuit, on \ninto a crisis situation of constitutional dimensions where  behalf  of  any  public  defender  within  the  district \nan indigent defendant may wait in excess of two years for  comprising the Second District Court of Appeal. \nhis case to be briefed. As the counties have been afforded \nthe opportunity to respond in the ongoing effort to deal  This statute clearly sets out which public defenders are \nwith this crisis, we see no violation of due process for the  responsible for appeals, and imposes no appellate duty on \ncounties in this case.  the other public defenders beyond transmission of the \n   record. The statute does allow the other public defenders \nMoreover, this Court has already considered whether in  the option of handling their own appeals, but it in no way \ncases  where  the  public  defender  seeks  to  withdraw  imposes such a duty on them. \nbecause  of  conflict  the  counties  must  be  allowed  to    \nrespond  to  the  motions  to  withdraw  because  of  their  The order at bar not only relieves the Public Defender for \nsubstantial financial interest in the outcome. In Escambia  the Tenth Judicial Circuit from handling appeals from \nCounty v. Behr, 384 So.2d 147 (Fla.1980), although Chief  other  circuits  within  the  Second  District,  but  also \nJustice  England  in  his  concurrence  argued  that  “the  prohibits him from doing so, and places appellate duties \ncounties are the only real parties *1134 in interest in such  on the trial public defenders from the other circuits. We \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \nbelieve that within the existing statutory framework there  appointment of counsel in lieu of the public defender. \nexists a method for resolving the problem of excessive    \ncaseload.  However, in subsection 27.53(3), Florida Statutes (1989), \n   the legislature has provided an appropriate mechanism to \nIn Escambia County v. Behr, 384 So.2d 147 (Fla.1980),  handle the problem of excessive caseload. That subsection \nthis Court recognized that excessive caseload in the public  provides in pertinent part: \ndefender’s office creates a problem regarding effective \nrepresentation. In that decision, we approved the authority  (3) If at any time during the representation of two or \nof the trial court to appoint private counsel to represent an  more indigents the public defender shall determine that \nindigent on appeal under the provisions of subsection  the interests of those accused are so adverse or hostile \n27.53(2), Florida Statutes (1977). At the time of Behr,  that they cannot all be counseled by the public defender \nsubsection  27.53(2),  Florida  Statutes  (1977),  read  in  or his staff without conflict of interest, or that none can \npertinent part:  be counseled by the public defender or his staff because \nof conflict of interest, it shall be his duty to move the \ncourt to appoint other counsel. The court may appoint \neither: \n(2) In addition, any member of the \nbar  in  good  standing  may  be  (a) One or more members of The Florida Bar, who are \nappointed by the court to, or may  in no way affiliated with the public defender, in his \nregister his or her availability to the  capacity as such, or in his private practice, to represent \npublic  defender  of  each  judicial  those accused; or \ncircuit  for  acceptance  of,  special \nassignments  without  salary  to  (b) A public defender from another circuit. Such public \nrepresent insolvent defendants....  defender  shall  be  provided  office  space,  utilities, \ntelephone services, and custodial services, as may be \nnecessary for the proper and efficient function of the \noffice, by the county in which the trial is held. \n(Emphasis added.) Based on this statutory provision, this \nCourt in Behr and Judge Hubbart in his dissent in Dade  .... \nCounty v. Baker, 362 So.2d 151, 154 (Fla. 3d DCA 1978),    \nquashed,  Escambia  County  v.  Behr,  384  So.2d  147  When excessive caseload forces the public defender to \n(Fla.1980), which we adopted in Behr, found that the \nchoose between the rights of the various indigent criminal \ncourt’s discretion to appoint other counsel in lieu of the \ndefendants  he  represents,  a  conflict  of  interest  is \npublic defender is “virtually unfettered and not dependent \ninevitably created. As the court below stated, “The rights \non  a  showing  of  a  lawful  ground  or  special \nof defendants in criminal proceedings brought by the state \ncircumstances.” Behr, 384 So.2d at 149. \ncannot be subjected to the fate of choice no matter how \n  \nrational that choice may be because of the circumstances \nIn  1981,  following  this  Court’s  decision  in  Behr,  the  of the situation.” Order, slip op. at 3. Subsection 27.53(3) \nlegislature  deleted  from  subsection  27.53(2)  the  all  provides a valid mechanism to handle such situations. \nimportant words “in addition, [any member] of the bar    \nmay be appointed by the court.” Ch. 81–273, Laws of Fla.  The 1981 amendment of the statute also added paragraph \nThe relevant part of this subsection now reads:  (3)(b) of section 27.53, which expressly authorizes the \nappointment of other public defenders where a public \ndefender is permitted to withdraw because of conflict. \nAlthough this section does not differentiate between trial \n*1135  (2)  Any  member  of  The \nand appellate public defenders, when read in pari materia \nFlorida Bar, in good standing, may \nwith section 27.51 which defines the duties of the public \nregister  his  availability  to  the \ndefenders,  it  is  clear  that  when  an  appellate  public \npublic  defender  of  any  judicial \ndefender  withdraws  due  to  conflict,  only  another \ncircuit  for  acceptance  of  special \nappellate public defender, or private counsel, may be \nassignments  without  salary  to \nappointed. Of course, the trial public defender always has \nrepresent indigent defendants. \nthe authority to accept appellate responsibility for a case \nif he or she so desires. The fact that subsection 27.51(6), \nFlorida Statutes (1989), states that funding for appellate \n§  27.53(2),  Fla.Stat.  (1989).  Subsection  27.53(2)  no  work shall be provided to the enumerated appellate public \nlonger  provides  an  independent  mechanism  for  defenders’ offices, and no such funding is provided to the \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \nother  public  defenders’  offices,  highlights  that  the  been  on  the  counties.  Chapter  81–273  deleted  the \nlegislature  considers  that  only  the  enumerated  public  following language from subsection 27.53(2): \ndefenders have the responsibility of handling appeals. \n  \nBy far, however, the major concern of the counties is the \nFees, costs, and expenses shall be \nquestion of compensation for counsel appointed when a \nfixed by the trial judge and shall be \npublic  defender  is  permitted  to  withdraw  because  of \npaid  in  the  same  manner  and \nconflict. The counties essentially make two arguments: 1) \namount as counsel fees are paid in \nThe state has accepted the responsibility for funding the \ncapital  cases  or  as  otherwise \noffices of the public defenders, and indeed, has prohibited \nprovided by law. In addition, such \nthe counties from contributing to the operation of the \ndefense counsel may be assigned \npublic  defenders’  offices.  The  state,  therefore,  should \nand paid pursuant to any existing or \ncompensate  attorneys  appointed  in  cases  of  conflict, \nfuture local act or general act of \nespecially as the conflict is created by the underfunding of \nlocal application. \nthe public defenders, and any compensation to the conflict \nattorneys would essentially be a contribution to the public \ndefenders. 2) By the amendment to subsection 27.53(2) in \n1981, the state relieved the counties of the burden of  Ch. 81–273, § 2, Laws of Fla. (emphasis added). The \ncompensating conflict attorneys, placing it instead on the  payment of counsel fees in capital cases is governed by \nstate itself.  section  925.035,  Florida  Statutes  (1989).  Subsection \n   925.035(6)  provides  an  express  requirement  that \nThe  counties  are  correct  that  the  state  has  expressly  attorneys’ fees in capital cases be paid by the county. \nundertaken to fund the public *1136 defenders to handle  Chapter  81–273  also  amended  subsection  27.53(2)  to \nappeals,4 and has expressly prohibited the counties from  read: “Such persons shall be listed and referred to as \ncontributing funds to the operation of the offices of the  special assistant public defenders and be paid a fee and \npublic  defenders.5  However,  this  does  not  resolve  the  costs  and  expenses  as  provided  in  s.  925.036.”  Id. \nissue. Court-appointed counsel in conflict situations are  (emphasis  added).  Section  925.036,  which  provides \nnot employees of the public defender’s office. Indeed,  maximum levels for compensation of appointed counsel,6 \nparagraph  27.53(3)(a)  specifically  provides  that  was also amended by chapter 81–273 to increase the \ncourt-appointed  private  counsel  should  in  no  way  be  maximum awards and to provide: \naffiliated with the public defender’s office. Therefore,    \npayment  by  the  counties  of  court-appointed  private \ncounsel in conflict cases does not constitute a contribution  If the attorney is representing a defendant charged with \nto the public defender’s office, and does not contravene  more than one offense in the same case, the attorney \nsubsection 27.54(2).  shall be compensated at the rate provided for the most \n   serious offense for which he represented the defendant. \nFurther, while it is true that the legislature’s failure to  This section does *1137 not allow stacking of the fees \nadequately fund the public defenders’ offices is at the  limits established by this section. \nheart of this problem, and the legislature should live up to  Ch. 81–273, § 4, Laws of Fla. The counties argue that \nits responsibilities and appropriate an adequate amount  by removing the language in subsection 27.53(2) which \nfor this purpose, it is not the function of this Court to  tied the payment of fees for court-appointed private \ndecide what constitutes adequate funding and then order  counsel in noncapital cases to those in capital cases, the \nthe  legislature  to  appropriate  such  an  amount.  legislature also intended to eliminate the requirement \nAppropriation of funds for the operation of government is  that  the  county  pay  for  court-appointed  counsel  in \na legislative function. See art. VII, § 1(c), Fla. Const.  noncapital cases. \n(“No money shall be drawn from the treasury except in   Legislative intent is the polestar by which we must be \npursuance  of  appropriation  made  by  law.”).  “[T]he  guided in interpreting these statutory provisions. See, e.g., \njudiciary  cannot  compel  the  Legislature  to  exercise  a  Parker v. State, 406 So.2d 1089 (Fla.1981). The best \npurely legislative prerogative.” Dade County Classroom  evidence of the intent of the legislature is generally the \nTeachers Ass’n v. The Legislature, 269 So.2d 684, 686  plain meaning of the statute. See, e.g., St. Petersburg \n(Fla.1972).  Bank & Trust Co. v. Hamm, 414 So.2d 1071 (Fla.1982). \n   However, in this case the plain meaning of the statute is \nNor do we agree that by adopting chapter 81–273, Laws  less  than  clear.  First,  although  the  amendment  to \nof  Florida,  the  state  accepted  the  obligation  to  fund  subsection 27.53(2) deleted the only language that tied the \ncourt-appointed private counsel, which responsibility has  payment of court-appointed attorneys in noncapital cases \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \nto the statute that addresses such payment in capital cases,  Florida, creating section 925.037, Florida Statutes (1989), \nwherein lies the express language placing the burden for  a pilot program to reimburse the counties for fees paid to \nsuch payment on the counties, no language was added to  court-appointed counsel in capital and noncapital conflict \nassign that responsibility to the state. Courts should not  cases. If the legislature considered the payment of those \nadd additional words to a statute not placed there by the  fees  to  be  primarily  a  state  responsibility,  no  such \nlegislature, especially where uncertainty exists as to the  program would be required because the state would be \nintent of the legislature. See Devin v. City of Hollywood,  paying those fees *1138 from the outset. Most tellingly, \n351 So.2d 1022 (Fla. 4th DCA 1976). It is difficult to  subsection  (8)  of  section  925.037  provides:  “Nothing \nbelieve  that  the  legislature  intended  by  its  silence  to  contained in this chapter shall be construed to be an \nundertake this financial burden. What remains is a statute  appropriation. Once the allocation to the county has been \nthat  is  at  best  ambiguous  as  to  who  should  pay  for  expended, any further obligation under s. 27.53(3) shall \ncourt-appointed  counsel  in  noncapital  cases.  We  must  continue to be the responsibility of the county pursuant to \ntherefore look beyond the language of the statute itself to  this chapter.” (Emphasis added.) This new statute is good \ndetermine  legislative  intent.  Ison  v.  Zimmerman,  372  evidence  that  the  legislature  views  the  primary \nSo.2d 431 (Fla.1979).  responsibility for compensating court-appointed attorneys \n   as being on the counties, that the 1981 amendment to \nThe  legislative  history  of  chapter  81–273,  Laws  of  subsection 27.53(2) did not alter that scheme, and that the \nFlorida, makes it clear that the legislature never intended  legislature  is  only  now  beginning  to  address  the \nto relieve the counties of the obligation of paying for  tremendous financial burden that scheme places on the \ncourt-appointed  attorneys  in  noncapital  conflict  cases.  counties. \nThe  Staff  Analysis  prepared  for  the  Florida  Senate    \nJudiciary–Civil  Committee,  the  Senate  committee  that  It may well be that the counties are correct in asserting \nheard Committee Substitute for Senate Bill 654 (1981),  that  the  state  should  accept  complete  financial \nwhich became chapter 81–273, is particularly informative.  responsibility for the public defenders so that there is no \nThe Staff Analysis states that the effect of the bill was to  need to appoint private counsel to handle cases which \nincrease  the  maximum  fee  awards  per  case  for  would be handled by the public defenders if they were \ncourt-appointed attorneys, and disallow the stacking of  properly funded. These defendants are being prosecuted \nfees for each count of an indictment or information which  for violation of state laws, not county ordinances. We also \nthis Court upheld in Wakulla County v. Davis, 395 So.2d  recognize the severe financial burden that this funding \n540 (Fla.1981). Nowhere does it mention that the bill  scheme places on the counties; however, the legislature is \nwould shift the responsibility to pay for court-appointed  the proper forum to address this concern. We strongly \nattorneys from the county to the state. Further, under the  recommend that the legislature, at the very least, provide \neconomic impact section of the analysis, no mention is  sufficient funds to reimburse the counties pursuant to the \nmade of a fiscal impact on the state. Indeed, the analysis  program set up in section 925.037.7 \nshows  that  the  bill  was  withdrawn  from  the  Senate    \nCommittee on Appropriations without report. If the bill   \nwas  to  have  shifted  the  financial  burden  for   \ncourt-appointed  counsel  onto  the  state,  it  would  of \nnecessity have a serious fiscal impact on the state, and it \nwould  have  been  passed  on  by  the  Appropriations \nIII. \nCommittee. It appears that the purpose of the bill was to \naid the counties by limiting their liability for fees in such \n We conclude from our analysis that the Second District \nsituations by eliminating the stacking of attorneys fees. \nCourt  properly  invoked  the  inherent  power  of  the \nSee also Letter from Sylvia Alberdi, Staff Director of the \njudiciary in issuing its order of May 12, 1989. However, \nS.  Comm.  on  Judiciary–Civ.  to  Senator  Johnson, \nwe modify the procedure adopted by the district court to \nChairman of the S.Comm. on Judiciary–Civ. (Dec. 23, \nmake  it  more  consistent  with  existing  legislative \n1981) (on file Fla. State Archives, series 18, carton 1293). \ndirections. \nClearly, the legislature never intended by the passage of \n  \nchapter  81–273  to  shift  the  responsibility  for \nWe believe the proper course to be followed in such a \ncompensating court-appointed attorneys from the counties \nsituation is for the appellate public defender to continue to \nto the state. Therefore, that obligation remains on the \nbe appointed as appellate counsel under section 27.51. \ncounties. \nHowever,  where  the  backlog  of  cases  in  the  public \n  \ndefender’s office is so excessive that there is no possible \nThis conclusion is bolstered by the passage during the \nway  he  can  timely  handle  those  cases,  it  is  his \n1989  legislative  session  of  chapter  89–129,  Laws  of \nresponsibility to move the court to withdraw. If the court \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \nfinds that the public defender’s caseload is so excessive as  appropriate legislative action, it is \nto  create  a  conflict,  other  counsel  for  the  indigent  the responsibility of the courts to \ndefendant  should  be  appointed  pursuant  to  subsection  do so. \n27.53(3). This procedure is equally applicable to cases for \ntrial and on appeal. If the case is on appeal, the motion \nshould be filed in the district court, because once the \n269 So.2d at 686. Therefore, although this Court may not \nrecord has been transmitted, the circuit court no longer \nbe able to order the legislature to appropriate those funds, \nhas jurisdiction. The district court may then order the \nwe must advise the legislature that if sufficient funds are \ncircuit  court  to  handle  the  motions.  See  Fla.R.App.P. \nnot appropriated within sixty days from the filing of this \n9.600(b). As this Court noted in Behr, the county need not \nopinion, and counsel hired and appearances filed within \nbe  given  an  opportunity  to  be  heard  before  the \n120 days from the filing of this opinion, the courts of this \nappointment  of  counsel,  even  though  it  will  be  the \nstate with appropriate jurisdiction will entertain motions \nresponsibility  of  the  county  to  compensate  private \nfor writs of habeas corpus from those indigent appellants \ncounsel. \nwhose appellate briefs are delinquent sixty days or more, \n  \nand upon finding merit to those petitions, will order the \nThis procedure, however, does not address the existing \nimmediate release pending appeal of indigent convicted \nproblem  of  the  enormous  backlog  of  appellate  cases \nfelons  who  are  otherwise  bondable.  See  §§ \nawaiting briefs in the office of the Public Defender for the \n903.131–903.133, Fla.Stat. (1989).11 While this will not \nTenth Judicial Circuit. This situation demands immediate \nalleviate the situation, it will ameliorate the hardship on \nresolution;  the  constitutional  rights  of  these  indigent \nthose  persons.  There  can  be  no  justification  for  their \nappellants are being violated.8 These delinquent appeals \ncontinued  incarceration  during  the  time  that  their \nmust be briefed promptly. We believe this situation can \nconstitutional rights are being ignored or violated. \nonly be resolved by massive employment of the private \n  \nsector  bar  on  a  “one-shot”  basis.9  In  this  regard,  the \nFor the reasons set forth above, we approve in part and \nlegislature  is  best  able  to  address  this  emergency \nmodify the order of the Second District Court of Appeal \nsituation. The legislature, therefore, should appropriate \ndated May 12, 1989. \nsufficient *1139 funds so that private counsel may be \n  \nappointed to brief and pursue these appeals forthwith.10 \nIt is so ordered. \n  \n  \nAs this Court stated in Dade County Classroom Teachers \nAssociation v. The Legislature: \nEHRLICH, C.J., and OVERTON, McDONALD, SHAW, \nBARKETT, GRIMES and KOGAN, JJ., concur. \nWhen  the  people  have  spoken \nthrough  their  organic  law \nAll Citations \nconcerning their basic rights, it is \nprimarily the duty of the legislative \n561 So.2d 1130, 15 Fla. L. Weekly S278 \nbody  to  provide  the  ways  and \n \nmeans  of  enforcing  such  rights; \nhowever,  in  the  absence  of \nFootnotes \n \n1  Paragraph 27.51(4)(b), Florida Statutes (1989), assigns to the Public Defender for the Tenth Judicial Circuit the \n  responsibility of handling appeals “on behalf of any public defender within the district comprising the Second \nDistrict Court of Appeal.” \n \n2  A prime example of this dilemma is provided by the cases of Tim v. State, 553 So.2d 370 (Fla. 2d DCA 1989), and \n  Sotolongo v. State, 530 So.2d 514 (Fla. 2d DCA 1988). Tim and Sotolongo were codefendants in a trial on \ndrug-related felony charges. The trial court denied their motions to suppress on December 3, 1986. A timely notice \nof appeal was filed for Tim on December 31, 1986, and the Public Defender for the Tenth Judicial Circuit was \nappointed to defend her on January 20, 1987. The record on appeal was received August 3, 1987, but no attorney \nwas assigned to the case until October 1988. In July 1988, the Second District Court issued an order dismissing the \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \nTim case along with that of several other indigent appellants. That order became final on October 26, 1988, \nhowever, Tim’s brief was not mailed until October 31, 1988. The Second District Court permanently dismissed the \nappeal, and denied motions to recall that order. Tim filed a petition for writ of mandamus in this Court, and on May \n15, 1989, this Court issued an order directing the Second District Court to reinstate the appeal. Meanwhile, on May \n12, 1989, the Second District Court issued the order at issue in this case, which reconsidered the cases dismissed in \nOctober 1988. The Second District Court subsequently reinstated Tim’s appeal, accepted the briefs, and reversed \nthe trial court’s denial of her motion to suppress in an opinion issued December 8, 1989. Tim, 553 So.2d at 370. By \ncontrast, codefendant Sotolongo, who was represented by private counsel, received his reversal on the same \ngrounds on September 7, 1988—more than a full year before Tim, who had served her full three-year sentence \nbefore the decision in her case was rendered. \n \n3  For example, in the third district, approximately 15% of indigent appellants serve their sentences before briefs are \n  filed or their cases are disposed of by the court. Brief of the Florida Public Defender Association, Inc. as Amicus \nCuriae at 14 n. 6 \n \n4  Subsection 27.51(6), Florida Statutes (1989), states: “A sum shall be appropriated to the public defender of each \n  judicial  circuit  enumerated  in  subsection  (4)  for  the  employment  of  assistant  public  defenders  and  clerical \nemployees and the payment of expenses incurred in cases on appeal.” \n \n5  Section 27.54, Florida Statutes (1989), provides in pertinent part: \n  (2) No county or municipality shall appropriate or contribute funds to the operation of the offices of the various \npublic defenders, except that a county or municipality may appropriate or contribute funds to pay the salary of \none assistant public defender whose sole function shall be to defend indigents charged with violations of special \nlaws or with violations of ordinances of the county or municipality. \n.... \n(4)  No  public  defender  or  assistant  public  defender  shall  receive  from  any  county  or  municipality  any \nsupplemental salary, except as provided in this section. \n \n6  Fees in excess of these maximum levels may be awarded by the court when necessary “to ensure the adequate \n  representation of the criminally accused” and so “that an attorney who has served the public by defending the \naccused is not compensated in an amount which is confiscatory of his or her time, energy and talents.” Makemson v. \nMartin County, 491 So.2d 1109, 1112, 1115 (Fla.1986), cert. denied, 479 U.S. 1043, 107 S.Ct. 908, 93 L.Ed.2d 857 \n(1987). \n \n7  We also believe it would be helpful for the legislature to fund a commission to examine the funding formula for the \n  public  defenders  and  state  attorneys  to  determine  if  it  accurately  reflects  the  needs  of  these  offices.  This \ncommission could report its findings to the legislature during the 1991 session. \n \n8  We note that the case of Yanke v. Polk County Board of Commissioners, No. 88–878–Civ–T–17, involving an indigent \n  appellant being represented by the Public Defender for the Tenth Judicial Circuit, is currently pending in the United \nStates District Court for the Middle District of Florida. \n \n9  It stands to reason that the employment of additional assistant public defenders to handle properly the appeals that \n  are currently being filed will not take care of the backlog of delinquent appeals. \n \n10  The process of relieving the backlog of appeals will also put a heavy burden on the attorney general’s office, as the \n  agency responsible for handling criminal appeals for the state. That office may also require additional funding in \norder for these appeals to be processed expeditiously. Moreover, as the same problem exists, although to a lesser \ndegree, in the other four districts, the legislature should also consider funding to handle the backlog of unbriefed \nappeals in those offices. \n \n11  Those indigent appellants who are not otherwise bondable and whose appellate briefs are at least sixty days’ \n \n\nIn re Order on Prosecution of Criminal Appeals by Tenth..., 561 So.2d 1130 (1990)   \n15 Fla. L. Weekly S278 \n \n  overdue may file petitions for writs of mandamus to compel the appointment of other counsel to handle their \nappeals. See Hatten v. State, 561 So.2d 562 (Fla.1990). \n \n \n \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/104900"
    }
  ],
  "document_count": 3
}