{
  "case_id": 12016,
  "fetched_at": "2025-10-22T00:17:04.931971",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)",
      "Northwest Immigrant Rights Project (NWIRP)",
      "Perkins Coie"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "DHS/Customs and Border Protection",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "United States Border Patrol",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Immigration and/or the Border"
    ],
    "cause_other": "",
    "causes": [
      "Administrative Procedure Act, 5 U.S.C. §§ 551 et seq.",
      "Declaratory Judgment Act, 28 U.S.C. § 2201"
    ],
    "class_action_granted": "Mooted before ruling",
    "class_action_sought": "Yes",
    "closing_year": 2013,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Discrimination Prohibition"
      },
      {
        "value": "Required disclosure"
      }
    ],
    "court": "Western District of Washington",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Law-enforcement"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2012-04-26",
    "filing_year": 2012,
    "id": 12016,
    "injunction_duration": "18",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "Affected National Origin/Ethnicity(s): Arab/Afgani/Middle Eastern",
      "Affected Race(s): Race, unspecified",
      "General/Misc.: Records Disclosure",
      "Discrimination Basis: Race discrimination",
      "Affected National Origin/Ethnicity(s): Hispanic",
      "General/Misc.: Failure to train",
      "General/Misc.: Racial profiling",
      "Immigration/Border: Border police",
      "Immigration/Border: Constitutional rights",
      "Immigration/Border: Detention - criteria",
      "Discrimination Basis: National origin discrimination"
    ],
    "last_checked_date": "2014-12-05T00:00:00-05:00",
    "main_docket": {
      "id": 31202,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2012,
      "docket_filing_number": 5378,
      "is_main_docket": true,
      "court": "Western District of Washington",
      "state": "Washington",
      "docket_office_number": "3",
      "docket_number_manual": "3:12-cv-05378",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/wawd--3-12-cv-05378.html",
      "recap_link": "https://www.courtlistener.com/docket/4411059/sanchez-v-united-states-office-of-border-patrol/",
      "is_active": true
    },
    "name": "Sanchez v. U.S. Border Patrol",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2014,
    "order_start_year": 2013,
    "permanent_injunction": false,
    "plaintiff_description": "All persons using a vehicle on the Olympic Peninsula who have been or will be stopped, detained, or interrogated by Border Patrol, excluding person disembarking from the international ferry in Port Angeles.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Voluntary Dismissal"
    ],
    "settlement_judgment_date": "2013-09-27",
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Washington",
    "summary": "<p>Plaintiffs, individuals who allege they were stopped and interrogated by U.S. Border Patrol agents in the Olympic Peninsula without reasonable suspicion, filed suit under the Administrative Procedures Act against the Border Patrol on April 26, 2012 in the U.S. District Court for the Western District of Washington. Claiming that the patrol officers were stopping vehicles solely due to the race/ethnicity of the occupants, Plaintiffs asserted that their Fourth Amendment rights were being violated, and that the officers were acting in excess of their authority under 8 U.S.C. &sect;1357 and 8 C.F.R. &sect;287.8(b)(2) (generally requiring officers to have a reasonable suspicion that an occupant of the vehicle is illegally present in the United States in order to stop the vehicle). The Plaintiffs, represented by the ACLU of Washington and the Northwest Immigrant Rights Project (NIRP), asked the court for both declaratory and injunctive relief. Specifically, Plaintiffs requested that patrol officers be trained on what \"reasonable suspicion\" entails, and that the patrol office keep complete and accurate records of officer training and testing, as well as every vehicle stop. Plaintiffs also requested a master to oversee the implementation of these policies. Class certification is still pending. In challenging the Border Patrol's interrogations of Plaintiffs without reasonable suspicion, Plaintiffs cite <a href=\"../../../../case/10217/\" target=\"_blank\" rel=\"noopener\">Nicacio v. INS,</a> in which the court stated it was unlawful for INS to stop vehicles occupied by persons of \"Hispanic appearance\" without particularized reasonable suspicion based on specific articulable documented facts. 595 F. Supp. 19, 26 (E.D. Wash. 1984).Defendants filed a motion to dismiss for lack of jurisdiction on July 12, 2012. Defendants asserted that Plaintiff did not have standing and that there was no private cause of action under 8 U.S.C. &sect;1357. Judge Benjamin H. Settle of the U.S. District Court for the Western District of Washington denied this motion on August 27, 2012, stating that Plaintiffs were likely to suffer substantial and immediate irreparable injury (further stops without reason), and that Plaintiffs properly made a claim under the APA, 5 U.S.C. &sect; 551, which provides a private cause of action. Sanchez v. U.S. Office of Border Patrol, No. 12-5378 BHS, 2012 WL 3715719 (W.D. Wash. 2012).The parties then began settlement negotiations, and reached a settlement in September 2013. The case was voluntarily dismissed. The settlement agreement provided:1) Border Patrol issued a letter to the ACLU of Washington and the Northwest Immigrant Rights Project acknowledging that reasonable suspicion is required for investigative stops, including near the border, and that Border Patrol is \"committed to [comply] with applicable Department of Homeland Security guidance, including with respect to the use of race or ethnicity in law enforcement activities.\" (Oddly, the letter referenced 2004 guidance, rather than stricter 2013 guidance. 2) One refresher training session for Border Patrol personnel on the Fourth Amendment.3) Every six months for eighteen months, CBP agreed to produce to plaintiffs' counsel Field Contact Data Sheets issued by agents at the Port Angeles, Washington Station, redacted to protect personal information.</p>",
    "summary_published_date": "2023-03-16T16:43:50.355027-04:00",
    "summary_short": "Plaintiffs, individuals stopped by Border Patrol in the Olympic Peninsula in Washington without reasonable suspicion other than their Hispanic appearance, filed suit in 2012 against the U.S. Border Patrol, seeking declaratory and injunctive relief from the U.S. District Court for the Western District of Washington.  Plaintiffs sought a requirement that Border Patrol document all stops, as well as training and testing of officers as to what \"reasonable suspicion\" entails.  The litigation settled for modest training requirements in 2013.",
    "summary_tiny": "#ThisDayInTheClearinghouse The parties in Sanchez v. U.S. Border Patrol settled their case alleging that Border Patrol stopped and interrogated the plaintiffs at the border w/o reasonable suspicion. Border patrol agreed to refresher training on the 4th A ",
    "terminating_date": "2013-09-27",
    "clearinghouse_link": "clearinghouse.net/case/12016",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12016",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12016",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12016"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118764,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118764"
    },
    {
      "date": "2012-04-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 41256,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/41256.pdf",
      "title": "Lawsuit Challenges Unconstitutional Stops and Interrogations by Border Patrol Agents on Olympic Peninsula",
      "text": "          \n \n \nApril 26, 2012 \nContact: Doug Honig, ACLU \n    206-624-2184 \n    Matt Adams, NWIRP \n    206-957-8611 \n             \n \nLawsuit Challenges Unconstitutional Stops and Interrogations \n by Border Patrol Agents on Olympic Peninsula \n \nThree residents of the Olympic Peninsula today filed a class-action lawsuit challenging the U.S. \nBorder Patrol’s practice of stopping vehicles and interrogating occupants without legal \njustification.  Filed in U.S. District Court in Seattle, the lawsuit says that the Border Patrol’s \nsuspicionless stops on the Peninsula violate constitutional rights, and it seeks a court injunction \nbarring such unlawful stops in the future. Northwest Immigrant Rights Project (NWIRP) and the \nACLU of Washington are representing the residents and will seek class-action status for the suit. \n \n“The Border Patrol’s actions have created a climate of fear and anxiety for many people living \non the Olympic Peninsula. The residents in this suit all are U.S. citizens who worry that they \ncould be stopped and questioned without reason any time they drive or are passengers in cars.  \nWe’re asking the court to put in place safeguards to stop the Border Patrol’s unlawful and unfair \npractices,” said Sarah Dunne, legal director of ACLU. \n \n“People are being stopped based solely on their appearance and ethnicity. This is unlawful and \ncontrary to American values. No one in a car should be stopped and interrogated by government \nagents unless the law enforcement officer has a legal basis to do so,” said Matt Adams, legal \ndirector of NWIRP. \n \nThe lawsuit seeks a declaration that the Border Patrol’s suspicionless stops violate the Fourth \nAmendment and exceed the agency’s legal powers. The suit seeks to prohibit Border Patrol \nagents from stopping vehicles without reasonable suspicion that an occupant has entered the U.S. \nwithout approval.  It also seeks to prohibit stops altogether until each agent on the Olympic \nPeninsula has received training regarding what constitutes reasonable suspicion for a stop. The \nsuit would have the court require that Border Patrol agents prepare documentation recording the \nbasis of their suspicion that justifies each stop.  Furthermore, the documentation should be easily \naccessible to a court-appointed special master to monitor compliance. \n \n\nThe plaintiffs have experienced unwarranted stops and interrogations in a variety of settings, all \nwhile going about their daily lives. Agents provided flimsy pretexts or no reason at all for the \nstops. Some stops appear to be based on nothing but the Border Patrol agents’ perception of the \nplaintiffs’ ethnicity or the color of their skin. The incidents are typical of troubling encounters \nwhich many residents of the Peninsula have had with Border Patrol agents. \n \n  Jose Sanchez is a resident of Forks and correctional officer for the Olympic Corrections \nCenter. In 2011 in Forks, Border Patrol agents stopped the vehicle he was in, saying its \nwindows were too dark – even though the driver’s side window was not tinted. The \nagents questioned Sanchez – a U.S. citizen – about where he was from.  \nIn an earlier incident, Sanchez and a family member were traveling in a vehicle near \nForks, when Border Patrol agents stopped the car and interrogated him about his \nimmigration status. Though agents told him that his vehicle was stopped because its \nwindows were too dark, the agents did not ask for his insurance or registration. When he \nprovided those documents, the agents refused to inspect them.  \nIn yet another incident at Forks, Sanchez was traveling home in a vehicle which was \nfollowed by Border Patrol agents.  When he arrived at his house, the agents approached \nhim. But when Sanchez began to record the encounter with his cell phone, the agents \nbacked away. \nWhen Sanchez called the Border Patrol office to complain about being repeatedly \nstopped and interrogated, the office supervisor told him simply, “We have certain cars \nthat we need to pull over.”  \n \n  Ismael Ramos Contreras is a resident of Forks and a senior and student government \nbody president at Forks High School. In 2011 at Port Angeles, he was traveling in a \nvehicle with several teenage friends to pick up tuxedos for a Quinceañera (15th birthday) \ncelebration when the vehicle was stopped by four Border Patrol agents. One agent tried to \ntake the key out of the ignition, so the driver handed him the key.  Agents interrogated \nthe boys about their immigration status, but never provided a reason for the stop.   \n       In an earlier incident in 2010, while walking out of the Clallam County Courthouse \nin Forks with his mother, Ramos Contreras was approached by a person who addressed \nhim by name and began questioning him about where he lived and came from. Based on \nthe questions, his mother identified the person as a Border Patrol agent; the person indeed \nturned out to be an agent who was in plain clothes and wearing their badge backwards.  \n \n  Ernest Grimes is a resident of Neah Bay, a correctional officer at Clallam Bay \nCorrections Center, and a part-time police officer. In 2011 near Clallam Bay, a Border \nPatrol agent stopped the vehicle in which Grimes was traveling, approached with his \nhand on his weapon, and yelled at Grimes to roll down his window. Without offering a \nreason for the stop, the agent interrogated Grimes about his immigration status. Grimes, \nwho is African American, was wearing his correctional officer uniform at the time. \n \nRepresenting the plaintiffs are NWIRP legal director Matt Adams, ACLU-WA legal director \nSarah Dunne and staff attorney La Rond Baker, and cooperating attorneys Nicholas Gellert, \nBrendan Peters, Javier Garcia, and Steve Merriman of the firm Perkins Coie LLP ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/41256"
    },
    {
      "date": "2012-04-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Washington",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 41260,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/41260.pdf",
      "title": "Complaint for Injunctive and Declaratory Relief (Class Action)",
      "text": " \n1     \n \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13  UNITED STATES DISTRICT COURT \n14  WESTERN DISTRICT OF WASHINGTON \n15  AT SEATTLE \n16 \n17 \n18  JOSE SANCHEZ, ISMAEL RAMOS  No. ____________ \n19  CONTRERAS, and ERNEST GRIMES, on \n20  behalf of themselves and all others  COMPLAINT FOR INJUNCTIVE AND \n21  similarly situated,  DECLARATORY RELIEF \n22 \n23  Plaintiffs,  CLASS ACTION \n24 \n25  v.   \n26 \n27  UNITED STATES OFFICE OF BORDER \n28  PATROL; UNITED STATES CUSTOMS \n29  & BORDER PROTECTION; \n30  DEPARTMENT OF HOMELAND \n31  SECURITY; JOHN C. BATES, Chief \n32  Patrol Agent, Blaine Sector of the United \n33  States Border Patrol, in his official \n34  capacity; JANET NAPOLITANO, \n35  Secretary, Department of Homeland \n36  Security, in her official capacity; DAVID \n37  AGUILAR, Acting Commissioner, United \n38  States Customs & Border Protection, in his \n39  official capacity; MICHAEL J. FISHER, \n40  Chief of the United States Border Patrol, in \n41  his official capacity; and JAY CUMBOW, \n42  Agent in Charge for the Port Angeles \n43  Office of the Olympic Peninsula of the \n44  United States Border Patrol, in his official \n45  capacity, \n46 \n47  Defendants. \n48 \n49 \n50 \n51   \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 1  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \nINTRODUCTION \n1 \n2 \n1.  This civil rights lawsuit seeks to vindicate the rights of individual Plaintiffs and \n3 \n4 \nClass Members who have been—and/or who have a present fear that in the future they will \n5 \n6 \nbe—unreasonably seized and/or interrogated in violation of the Fourth Amendment of the \n7 \n8 \nUnited States Constitution by the United States Border Patrol and its agents located throughout \n9 \n10 \nWashington State’s Olympic Peninsula.   \n11 \n12 \n2.  This action arises from the Border Patrol’s practice of stopping vehicles or \n13 \n14 \nparticipating in vehicle stops on the Olympic Peninsula without appropriate reasonable \n15 \n16 \nsuspicion in order to interrogate and unreasonably seize the occupants of such vehicles.   \n17 \n18 \n3.  Plaintiffs and Class Members hereby seek a declaration: \n19 \n20 \na.  that Defendants have violated their Fourth Amendment rights; \n21 \n22 \nb.  that Defendants have exceeded their statutory authority; \n23 \n24 \nc.  that it is unlawful for Border Patrol agents to stop a vehicle or participate \n25 \n26 \nin a vehicle stop without a valid search or arrest warrant, unless the \n27 \n28 \nBorder Patrol agent has a particularized reasonable suspicion based upon \n29 \n30 \nspecific and articulable facts and rational inferences therefrom that an \n31 \n32 \noccupant of the vehicle is unlawfully in the United States.  \n33 \n34 \n4.  Plaintiffs and Class Members seek an injunction prohibiting Defendants from \n35 \n36 \nstopping vehicles or participating in vehicle stops: \n37 \n38 \na.  without a reasonable suspicion that an occupant of the vehicle is \n39 \n40 \nunlawfully in the United States;  \n41 \n42 \nb.  until each Border Patrol agent on the Olympic Peninsula has received \n43 \n44 \ntraining as to what constitutes reasonable suspicion for Border Patrol \n45 \n46 \nto stop a vehicle or for Border Patrol to participate in a vehicle stop; \n47 \n48 \nand \n49 \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 2  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  c.  until each Border Patrol agent on the Olympic Peninsula has \n2 \n3  demonstrated, through testing, that he or she understands what \n4 \n5  constitutes reasonable suspicion for a Border Patrol agent to stop a \n6 \n7  vehicle or to participate in a vehicle stop.   \n8 \n9  5.  Plaintiffs and Class Members additionally seek an injunction requiring:  \n10 \n11  a.  Defendants to maintain complete and accurate records that document \n12 \n13  that each agent has received training as to what constitutes reasonable \n14 \n15  suspicion to support a Border Patrol vehicle stop or for Border Patrol to \n16 \n17  participate in a vehicle stop; \n18 \n19  b.  Defendants to maintain complete and accurate records that document \n20 \n21  that each agent has been tested and understands what constitutes \n22 \n23  reasonable suspicion to support a Border Patrol vehicle stop or for \n24 \n25  Border Patrol to participate in a vehicle stop; and \n26 \n27  c.  Defendants to prepare documentation for all vehicle stops made by \n28 \n29  Border Patrol agents or in which Border Patrol agents participate, that \n30 \n31  sets forth in detail the basis for the reasonable suspicion used to justify \n32 \n33  the vehicle stop or interrogation of its occupants, and to maintain this \n34 \n35  documentation in such a manner that it is easily accessible for \n36 \n37  examination by a court-appointed special master for compliance, \n38 \n39  regardless of whether the Border Patrol ultimately determines that the \n40 \n41  occupant(s) stopped are undocumented citizens.  \n42 \n43  In support of this relief, Plaintiffs assert and allege as follows: \n44 \n45  PARTIES \n46 \n47  6.  Plaintiff Jose Sanchez is a resident of Forks, Washington, on the Olympic \n48 \n49  Peninsula.  Plaintiff Sanchez is a correctional officer for Olympic Corrections Center.  Plaintiff \n50 \n51  Sanchez was born in the United States and is of Latino/Hispanic descent. \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 3  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  7.  Plaintiff Ismael Ramos Contreras is a resident of Forks, Washington, on the \n2 \n3  Olympic Peninsula.  Plaintiff Ramos Contreras is an eighteen-year-old high school senior at \n4 \n5  Forks High School.  Plaintiff Ramos Contreras was born in the United States and is of \n6 \n7  Latino/Hispanic descent. \n8 \n9  8.  Plaintiff Ernest Grimes is a resident of Neah Bay, Washington, on the Olympic \n10 \n11  Peninsula.  Plaintiff Grimes is a correctional officer at Clallam Bay Corrections Center and a \n12 \n13  part-time police officer for the Neah Bay Police Department.  Plaintiff Grimes was born in the \n14 \n15  United States and is African-American. \n16 \n17  9.  Defendant Office of Border Patrol (“Border Patrol”) is a subagency within the \n18 \n19  United States Customs & Border Protection (“CBP”), which is an agency of the United States \n20 \n21  Department of Homeland Security (“DHS”).  The Border Patrol is a federal law enforcement \n22 \n23  agency responsible for the enforcement of the laws and regulations governing the admission of \n24 \n25  foreign-born persons to the United States.  The Border Patrol has responsibility for and \n26 \n27  oversight over policies, procedures, and practices relating to stopping and interrogating \n28 \n29  individuals on Washington State’s Olympic Peninsula. \n30 \n31  10.  Defendant United States Customs & Border Protection is an agency of the \n32 \n33  United States Department of Homeland Security.  The United States Customs & Border \n34 \n35  Protection is responsible for securing the borders of the United States.  The United States \n36 \n37  Customs & Border Protection has authority over policies, procedures, and practices relating to \n38 \n39  stopping and interrogating individuals on Washington State’s Olympic Peninsula.  \n40 \n41  11.  Defendant Department of Homeland Security is a Cabinet-level department that \n42 \n43  is responsible for the coordination and unification of national security efforts.  The Department \n44 \n45  of Homeland Security has authority over policies, procedures, and practices relating to stopping \n46 \n47  and interrogating individuals on Washington State’s Olympic Peninsula.  \n48 \n49  12.  Defendant John C. Bates is the Chief Patrol Agent for the Blaine Sector of the \n50 \n51  Border Patrol.  In that capacity, Defendant Bates has direct responsibility for and oversight over \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 4  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  Blaine Sector Border Patrol policies, procedures, and practices relating to stopping and \n2 \n3  interrogating individuals on Washington State’s Olympic Peninsula.  Defendant Bates is sued \n4 \n5  in his official capacity. \n6 \n7  13.  Defendant Janet Napolitano is the Secretary of the DHS vested with all \n8 \n9  functions of all officers, employees, and organizational units of DHS.  Defendant Napolitano \n10 \n11  has authority over all DHS policies, procedures, and practices relating to stopping and \n12 \n13  interrogating individuals on Washington State’s Olympic Peninsula.  Defendant Napolitano is \n14 \n15  sued in her official capacity. \n16 \n17  14.  Defendant David Aguilar is the Acting Commissioner of CBP.  In that capacity, \n18 \n19  Defendant Aguilar has authority over all CBP policies, procedures, and practices relating to \n20 \n21  stopping and interrogating individuals on Washington State’s Olympic Peninsula.  Defendant \n22 \n23  Aguilar is sued in his official capacity. \n24 \n25  15.  Defendant Michael J. Fisher is Chief of the Border Patrol.  In that capacity, \n26 \n27  Defendant Fisher has direct responsibility for and oversight over Border Patrol policies, \n28 \n29  procedures, and practices relating to stopping and interrogating individuals on Washington \n30 \n31  State’s Olympic Peninsula.  Defendant Fisher is sued in his official capacity. \n32 \n33  16.  Defendant Jay Cumbow is the Agent in Charge for the Port Angeles Office of \n34 \n35  the Olympic Peninsula of the Border Patrol.  In that capacity, Defendant Cumbow has direct \n36 \n37  responsibility for and oversight over Border Patrol policies, procedures, and practices relating \n38 \n39  to stopping and interrogating individuals on Washington State’s Olympic Peninsula.  Defendant \n40 \n41  Cumbow is sued in his official capacity. \n42 \n43  JURISDICTION AND VENUE \n44 \n45  17.  The Court has jurisdiction over Plaintiffs’ claims under 28 U.S.C. §§ 1331 and \n46 \n47  1343. \n48 \n49  18.  Venue in the Western District of Washington is proper under 28 U.S.C. \n50 \n51  § 1391(e)(1). \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 5  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  19.  Declaratory relief is authorized under 28 U.S.C. §§ 2201, 2202 and Fed. R. Civ. \n2 \n3  P. 57.  Defendants’ actions constitute agency action within the meaning of the Administrative \n4 \n5  Procedure Act, 5 U.S.C. § 551, authorizing injunctive relief under the Administrative \n6 \n7  Procedure Act, 5 U.S.C. § 702 and Fed. R. Civ. P. 65. \n8 \n9  ALLEGATIONS \n10 \n11  20.  During or around the winter of 2008-2009, at Forks on the Olympic Peninsula, \n12 \n13  Plaintiff Sanchez was traveling in a vehicle that was followed by one or more Border Patrol \n14 \n15  agents.  When Plaintiff Sanchez arrived at his house, the Border Patrol agents approached him.  \n16 \n17  Plaintiff Sanchez began to record the stop with his cell phone.  At this point, the agents backed \n18 \n19  away.   \n20 \n21  21.  On information and belief, the Border Patrol lacked reasonable suspicion to \n22 \n23  justify this stop.  On information and belief, it is alleged that the Border Patrol selected this \n24 \n25  vehicle for this stop solely because Plaintiff Sanchez appeared to the Border Patrol agents to be \n26 \n27  a person of color based on his complexion and hair color. \n28 \n29  22.  During or around the summer of 2009, near Forks on the Olympic Peninsula, \n30 \n31  Plaintiff Sanchez and a member of his family were traveling in a vehicle that was stopped by \n32 \n33  Border Patrol agents.  During the stop, Plaintiff Sanchez was interrogated by two Border Patrol \n34 \n35  agents regarding his immigration status.  Border Patrol agents told Plaintiff Sanchez that they \n36 \n37  had stopped him because his vehicle windows were too dark.  But during the stop, the agents \n38 \n39  did not ask for his insurance or registration.  When Plaintiff Sanchez provided those \n40 \n41  documents, the agents refused to inspect them.  The agents only wanted to see his ID and asked \n42 \n43  him how long he had been in the United States.   \n44 \n45  23.  On information and belief, the Border Patrol lacked reasonable suspicion to \n46 \n47  justify this stop and interrogation.  On information and belief, it is alleged that the Border \n48 \n49  Patrol selected this vehicle for this stop and interrogation solely because Plaintiff Sanchez \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 6  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  appeared to the Border Patrol agents to be a person of color based on his complexion and hair \n2 \n3  color. \n4 \n5  24.  During or around the fall of 2011, at Forks on the Olympic Peninsula, Plaintiff \n6 \n7  Sanchez was traveling in a vehicle that was also stopped by one or more Border Patrol agents.  \n8 \n9  During the stop, Plaintiff Sanchez was interrogated by two Border Patrol agents regarding his \n10 \n11  immigration status.  Again, the Border Patrol agents told him that they had stopped him \n12 \n13  because the windows of the vehicle were too dark.  But the driver’s side window was not \n14 \n15  tinted.  And again, the agents only wanted to see Plaintiff Sanchez’s ID and asked him how \n16 \n17  long he had been in the United States. \n18 \n19  25.   On information and belief, the Border Patrol lacked reasonable suspicion to \n20 \n21  justify this stop and interrogation.  On information and belief, it is alleged that the Border \n22 \n23  Patrol selected this vehicle for this stop and interrogation solely because Plaintiff Sanchez \n24 \n25  appeared to the Border Patrol agents to be a person of color based on his complexion and hair \n26 \n27  color. \n28 \n29  26.  Shortly after the most recent stop, Plaintiff Sanchez tried to file a complaint with \n30 \n31  Border Patrol because its agents were selecting his vehicles for stop and interrogation solely \n32 \n33  because he appeared to Border Patrol agents to be a person of color based on his complexion \n34 \n35  and hair color.  The Border Patrol supervisor would not give him the names of the agents that \n36 \n37  had stopped his vehicles and would not take a complaint over the phone.  When asked by \n38 \n39  Plaintiff Sanchez why Border Patrol agents repeatedly stopped and interrogated him regarding \n40 \n41  his immigration status, the Border Patrol supervisor stated: “We have certain cars that we need \n42 \n43  to pull over.” \n44 \n45  27.  On or about July 22, 2011, at Port Angeles on the Olympic Peninsula, Plaintiff \n46 \n47  Ramos Contreras and four others were traveling in a vehicle that was stopped by Border Patrol \n48 \n49  agents.  Once stopped, a Border Patrol agent tried unsuccessfully to grab the keys from the \n50 \n51  vehicle.  The driver handed the keys to the Border Patrol agent; the agent retained the keys for \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 7  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  the duration of the stop.  During the stop, Plaintiff Ramos Contreras was interrogated by four \n2 \n3  Border Patrol agents regarding his immigration status.  The Border Patrol agents failed to \n4 \n5  provide Plaintiff Ramos Contreras with a reason for the stop, but insisted that the occupants \n6 \n7  hand over their identifying documents.   \n8 \n9  28.  On information and belief, the Border Patrol lacked reasonable suspicion to \n10 \n11  justify this stop and interrogation.  On information and belief, it is alleged that the Border \n12 \n13  Patrol selected this vehicle for this stop and interrogation solely because Plaintiff Ramos \n14 \n15  Contreras and the other occupants appeared to the Border Patrol agents to be persons of color \n16 \n17  based on their complexion and hair color.  \n18 \n19  29.  Plaintiff Ramos Contreras was also questioned by Border Patrol outside the \n20 \n21  Clallam County District Courthouse in Forks on the Olympic Peninsula.  On or about \n22 \n23  December 2, 2010, while walking out of the courthouse, Plaintiff Ramos Contreras was \n24 \n25  approached by a plainclothes Border Patrol agent who questioned him regarding his \n26 \n27  immigration status.  The Border Patrol agent asked Plaintiff Ramos Contreras where he lived \n28 \n29  and where he was born. \n30 \n31  30.  On information and belief, the Border Patrol agent selected Plaintiff Ramos \n32 \n33  Contreras for this interrogation solely because he appeared to the Border Patrol agent to be a \n34 \n35  person of color based on his complexion and hair color. \n36 \n37  31.  On or about October 15, 2011, near Clallam Bay on the Olympic Peninsula, \n38 \n39  Plaintiff Grimes was traveling in a vehicle that was stopped by a Border Patrol agent.  During \n40 \n41  the stop, the Border Patrol agent approached the passenger window of Plaintiff Grimes’ car and \n42 \n43  had his hand on his holstered weapon.  The agent seemed scared and volatile and yelled at \n44 \n45  Plaintiff Grimes to roll down his windows.  During the stop, the agent did not provide a reason \n46 \n47  for stopping the vehicle.  Instead, Plaintiff Grimes was interrogated by the Border Patrol agent \n48 \n49  regarding his immigration status.  Plaintiff Grimes was wearing his correctional-officer uniform \n50 \n51  at the time of this stop. \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 8  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  32.  On information and belief, the Border Patrol lacked reasonable suspicion to \n2 \n3  justify this stop and interrogation.  On information and belief, it is alleged that the Border \n4 \n5  Patrol selected this vehicle for this stop and interrogation solely because Plaintiff Grimes \n6 \n7  appeared to the Border Patrol agent to be a person of color based on his complexion and hair \n8 \n9  color. \n10 \n11  33.  Each of the Plaintiffs has a reasonable fear that he is likely to again be stopped \n12 \n13  and questioned on the Olympic Peninsula by Border Patrol agents without appropriate \n14 \n15  reasonable suspicion for such actions. \n16 \n17  34.  Historical events, current developments, and public statements by Defendants \n18 \n19  indicate that Border Patrol agents intend to continue stopping vehicles and interrogating vehicle \n20 \n21  occupants on the Olympic Peninsula without appropriate reasonable suspicion. \n22 \n23  35.  Thirty years ago—in 1982—a class action complaint for injunctive and \n24 \n25  declaratory relief was filed in the United States District Court for the Eastern District of \n26 \n27  Washington, captioned Nicacio v. United States Immigration & Naturalization Service, Cause \n28 \n29  No. C82-1018 RJM (“Nicacio”).  The Chief Border Patrol agent for the Blaine Sector, which \n30 \n31  has jurisdiction for the Olympic Peninsula, was one of the Defendants in that lawsuit.  See \n32 \n33  Nicacio v. INS, 595 F. Supp. 19 (E.D. Wash. 1984), aff’d, 769 F.2d 1133 (9th Cir. 1985), \n34 \n35  amended by 770 F.2d 700 (9th Cir. 1985). \n36 \n37  36.  In Nicacio, the District Court found that: \n38 \n39  INS agents were regularly conducting roving patrol motor vehicle \n40  stops, detentions and interrogations in the Yakima Valley area of \n41  the Spokane Sector.  Many of the stops were based solely on \n42  Hispanic appearance, or the agents’ subjective feelings or \n43  intuition, or the suspected illegal aliens’ innocuous behavior or \n44  appearance traits.  \n45 \n46  Persons stopped were required in most cases to provide \n47  identification or documentation of legal presence in the United \n48  States.  Defendants keep no record of automobile stops in which \n49  no illegal aliens are apprehended. \n50 \n51  Id. at 21. \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 9  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  37.  The District Court entered judgment for the plaintiffs and the certified class that \n2 \n3  they represented (“All persons of Mexican, Latin, or Hispanic appearance who have been, are, \n4 \n5  or will be traveling by motor vehicle on the highways of the State of Washington.”), the \n6 \n7  operative portions of which are as follows: \n8 \n9  1.   IT IS HEREBY ORDERED:  It is unlawful for the \n10  United States Immigration and Naturalization Service, its agents \n11  and employees and Border Patrol agents:  To stop, detain, and \n12  interrogate persons of Hispanic appearance traveling by motor \n13  vehicle on the highways of the State of Washington without a \n14  valid search or arrest warrant, or unless they have a particularized \n15  reasonable suspicion based on specific articulable facts and \n16  rational inferences therefrom that the occupant of a vehicle is an \n17  alien unlawfully in the United States.   Further, these specific \n18  articulable facts justifying the motor vehicle stops must be based \n19  upon particularized objective factors, and not solely upon the \n20  agents’ individual subjective impressions. \n21 \n22  2.   IT IS FURTHER ORDERED that the United States \n23  Immigration and Naturalization Service, its agents and employees \n24  and Border Patrol agents:  Shall not stop, detain, and interrogate \n25  persons of Hispanic appearance traveling by motor vehicle on the \n26  roadways of the State of Washington without documenting in \n27  writing the specific articulable facts on which defendants base \n28  their particularized reasonable suspicion for stopping, detaining \n29  and interrogating these persons.   Defendants shall maintain this \n30  documentation for a period of not less than three years. \n31 \n32  Id. at 26. \n33 \n34  38.  The District Court also required that “[c]opies of [its] Judgment shall be posted \n35 \n36  in the various INS and Border Patrol offices within the region and the supervisory personnel of \n37 \n38  INS shall proceed forthwith to implement the provisions of this Judgment.”  Id.   \n39 \n40  39.  The defendants in Nicacio appealed; the Court of Appeals affirmed.  Nicacio v. \n41 \nINS, 797 F.2d 700 (9th Cir. 1985).  In addition to challenging the merits of the District Court’s \n42 \n43 \n44  findings and conclusions, the defendants argued that the injunction requiring them to document \n45 \n46  the grounds for vehicle stops that did not result in an arrest or seizure of property was \n47 \n48  “excessively intrusive and burdensome.”  Id. at 706.  The Court of Appeals held that the record \n49 \n50  did not support the defendants’ contention of burden and intrusiveness, and, in so holding, \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 10  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  stated, “Indeed, it is difficult to imagine a remedy that would be less burdensome to the \n2 \n3  government and at the same time serve in any way to prevent future constitutional violations.”  \n4 \n5  Id.  Further, the Court of Appeals noted that the District Court would retain jurisdiction and that \n6 \n7  the defendants could seek to have the injunction modified “if a change in circumstances so \n8 \n9  requires.”  Id.   \n10 \n11  40.  The defendants in Nicacio never sought to modify or seek relief from the \n12 \n13  affirmed judgment.   \n14 \n15  41.  On September 2, 2004, with reference to Nicacio, a request pursuant to the \n16 \n17  Freedom of Information Act (“FOIA”) was made for documents regarding the interrogations of \n18 \n19  persons who appeared to be Hispanic and were traveling on the State of Washington’s roads \n20 \n21  and regarding the required postings of the Nicacio judgment.  The Department of Homeland \n22 \n23  Security, Immigration and Customs Enforcement, responded to this FOIA request on August 3, \n24 \n25  2005, indicating that it had “located no records that are responsive to [the] request.”  With \n26 \n27  reference to Nicacio, this FOIA response stated as follows: \n28 \n29  After reviewing Nicacio v. U.S., we found no order requiring a \n30  posting of the decision.  It was ordered that INS could not stop, \n31  detain, and interrogate persons of Hispanic appearance traveling \n32  by motor vehicle in the State of Washington without \n33  documenting, in writing, the specific facts for stopping, detaining \n34  and interrogating these persons.  INS is required to maintain this \n35  documentation for a period of three years.  Records of all \n36  apprehensions are being documented on either an I-44 or an I-213 \n37  (Record of Deportable Alien) and then filed in the individual’s \n38  alien file.  Furthermore, Detention and Removal Operations \n39  (DRO) does not initiate any stops unless they are targeting a \n40  specific individual with a final order of removal. \n41 \n42  42.  This FOIA response indicates that Defendants are not complying with the \n43 \n44  documentation and posting requirements of the judgment in Nicacio, especially as to \n45 \n46  individuals initially stopped but ultimately not apprehended as removable (for which an I-213 \n47 \n48  form is used) or where no property was seized (and documented on an I-44 form). \n49 \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 11  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  43.  Starting in 2007, Defendants established periodic immigration checkpoints \n2 \n3  along roadways on the Olympic Peninsula in order to try to intercept non-citizens without \n4 \n5  documented permission to be in the United States. \n6 \n7  44.  The Olympic Peninsula checkpoints were set up without advance notice and at \n8 \n9  locations where they could not be avoided by travelers who come upon them along the roads on \n10 \n11  which they are placed. \n12 \n13  45.  Many residents of the area and others who traveled on those roads found these \n14 \n15  checkpoints objectionable.  See, e.g., Manuel Valdes, Border Patrol roadblock irks Forks, \n16 \n17  Seattle Post-Intelligencer, Sept. 8, 2008.  \n18 \n19  46.  Public outcry over the Border Patrol’s interior checkpoints was severe.  In \n20 \n21  response to constituent concerns, both United States Senator Maria Cantwell and United States \n22 \n23  Representative Norm Dicks wrote to Defendant Napolitano.  \n24 \n25  47.  In his February 9, 2009 letter, Representative Dicks questioned the value of the \n26 \n27  Olympic Peninsula checkpoint strategy and reported constituent complaints that “some degree \n28 \n29  of ethnic profiling has been occurring.”  \n30 \n31  48.  Senator Maria Cantwell wrote to Defendant Napolitano on March 27, 2009, \n32 \n33  expressing concern about the Border Patrol’s overly aggressive police tactics.  Specifically, she \n34 \n35  reported that constituents have complained about Border Patrol agents targeting “Muslim, \n36 \n37  Hispanic, and tribal communities . . . solely on their race, ethnicity, or religion.” \n38 \n39  49.  In response to the public outcry and threat of legal action, the Border Patrol \n40 \n41  ceased operating checkpoints on the Olympic Peninsula.  \n42 \n43  50.  Instead, however, the Border Patrol began a practice of stopping individual \n44 \n45  vehicles for questioning without appropriate reasonable suspicion.  Like the checkpoints, this \n46 \n47  current practice of “roving patrol” stops as implemented by the Border Patrol is not focused on \n48 \n49  persons that the Border Patrol believes to have recently crossed the border from Canada.  The \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 12  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  Border Patrol’s practice of roving patrol stops has become increasingly prevalent in recent \n2 \n3  years. \n4 \n5  51.  It is this policy and practice, which echoes the days of Nicacio thirty years ago, \n6 \n7  that is the subject of this lawsuit.  \n8 \n9  52.  It has long been established that a Border Patrol agent violates the Fourth \n10 \n11  Amendment of the United States Constitution when the agent stops a vehicle without \n12 \n13  reasonable suspicion of wrongdoing.  See, e.g., United States v. Brignoni-Ponce, 422 U.S. 873, \n14 \n15  883 (1975) (“[A] requirement of reasonable suspicion for stops allows the Government \n16 \n17  adequate means of guarding the public interest and also protects residents of the border areas \n18 \n19  from indiscriminate official interference.  Under the circumstances, and even though the \n20 \n21  intrusion incident to a stop is modest, we conclude that it is not ‘reasonable’ under the Fourth \n22 \n23  Amendment to make such stops on a random basis.”); see also United States v. Mallides, 473 \n24 \n25  F.2d 859, 862 (9th Cir. 1973) (“Neither the Supreme Court nor this court has ever upheld the \n26 \n27  legality of a detention based upon an officer’s unsupported intuition, and we refuse to do so \n28 \n29  now.”). \n30 \n31  53.  The requirement of reasonable suspicion necessitates “specific articulable \n32 \n33  facts, together with rational inferences from those facts, that reasonably warrant suspicion \n34 \n35  that the vehicle[] contain[s] aliens who may be illegally in the country.”  Brignoni-Ponce, \n36 \n37  422 U.S. at 884. \n38 \n39  54.  Reasonable suspicion cannot be based solely upon the ethnic and/or racial \n40 \n41  appearance of a vehicle’s occupants.  Id. at 886.  \n42 \n43  55.  Moreover, Congress has limited the statutory authority of Border Patrol agents \n44 \n45  to stop vehicles away from the border.  According to 8 U.S.C. § 1357(a)(3), a Border Patrol \n46 \n47  agent is only allowed, “within a reasonable distance from any external boundary of the United \n48 \n49  States, to board and search for aliens any . . . vehicle . . . for the purpose of patrolling the \n50 \n51  border to prevent the illegal entry of aliens into the United States[.]”  (Emphasis added). \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 13  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  56.  The accompanying regulations further limit a Border Patrol agent by requiring \n2 \n3  that an agent must have a “reasonable suspicion, based upon specific articulable facts, that the \n4 \n5  person being questioned is, or is attempting to be, engaged in an offense against the United \n6 \n7  States or is an alien illegally in the United States” in order to stop a vehicle or participate in a \n8 \n9  vehicle stop.  8 C.F.R. § 287.8(b)(2).  \n10 \n11  57.  On information and belief, Defendants have implemented a practice of stopping \n12 \n13  vehicles or participating in vehicle stops based on a hunch or intuition, including stops based \n14 \n15  solely on the ethnic and/or racial appearance of the occupants of the vehicle, and thus without \n16 \n17  sufficient suspicion on which to base the stop.   \n18 \n19  58.  On information and belief, Defendants are aware that Border Patrol agents \n20 \n21  are making stops on the Olympic Peninsula based on nothing more than a hunch or \n22 \n23  intuition, and that they have no basis to assume that the cars that they have stopped have \n24 \n25  entered from the border or are carrying persons coming in from the border.   \n26 \n27  59.  On information and belief, Defendants are aware that the practice of stopping \n28 \n29  vehicles or participating in vehicle stops based on a hunch or intuition results in stops based \n30 \n31  only on the racial and/or ethnic appearance of vehicle occupants. \n32 \n33  60.  It is exactly this kind of discriminatory policing on the basis of ethnic and/or \n34 \n35  racial appearance that the Department of Justice flatly condemned in its investigation of the \n36 \n37  Maricopa County Arizona Sheriff’s Office.  The Department of Justice found that the Maricopa \n38 \n39  Sheriff’s Office had engaged in racial profiling of Latinos.  The report charges that the \n40 \n41  Maricopa County Sheriff’s Office, in the course of immigration-related activities, frequently \n42 \n43  stopped or arrested Latinos without either probable cause or reasonable suspicion.  As a result, \n44 \n45  the Department of Homeland Security revoked the authority of the Maricopa County Sheriff’s \n46 \n47  Office to enforce immigration laws pursuant to a prior written agreement under 8 U.S.C. \n48 \n49  § 1357(g), and the Department of Justice threatened legal action against that Sheriff’s Office to \n50 \n51  ensure that the discriminatory policing ends. \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 14  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  61.  On information and belief, Border Patrol agents working on the Olympic \n2 \n3  Peninsula have not been given adequate training regarding the circumstances under which \n4 \n5  vehicles may be stopped or vehicle occupants interrogated consistent with the United States \n6 \n7  Constitution.   \n8 \n9  62.  Additionally, Defendants have failed to establish policies and procedures that \n10 \n11  ensure that Border Patrol agents working on the Olympic Peninsula understand and can \n12 \n13  implement their training regarding the circumstances under which vehicles may be stopped or \n14 \n15  vehicle occupants interrogated consistent with the United States Constitution.  According to a \n16 \n17  December 2011 Government Accountability Office report on Border Security, the Border \n18 \n19  Patrol lacks a national policy assigning responsibility to ensure that Border Patrol agents are \n20 \n21  sufficiently trained. \n22 \n23  63.  On information and belief, Defendants are aware that Border Patrol agents are \n24 \n25  not completing paperwork that documents the bases for their reasonable suspicion for all stops, \n26 \n27  specifically with respect to stops where Border Patrol agents discover that the person who is \n28 \n29  stopped is lawfully present in the United States. \n30 \n31  64.  On information and belief, the Border Patrol does not have in place a practice \n32 \n33  and procedure requiring the completion of paperwork that sets forth the bases of reasonable \n34 \n35  suspicion for all stops.  The lack of an established policy and procedure encourages or at least \n36 \n37  allows for the Border Patrol’s stopping of vehicles or participating in vehicle stops that are \n38 \n39  based on nothing other than the ethnic and/or racial appearance of a vehicle’s occupants. \n40 \n41  65.  On information and belief, one factor that has resulted in the ever-increasing \n42 \n43  frequency and number of unlawful vehicle stops is the fact that there has been a dramatic \n44 \n45  increase in the number of Border Patrol agents situated on the Olympic Peninsula—and the \n46 \n47  number of agents continues to increase.  Indeed, in the last decade the Port Angeles Office has \n48 \n49  grown from less than five agents to over forty agents. \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 15  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  66.  On information and belief, Border Patrol agents working on the Olympic \n2 \n3  Peninsula do not have enough work preventing the “illegal entry of aliens into the United \n4 \n5  States,” 8 U.S.C. § 1357(a)(3), across the Canada-United States border and have instead been \n6 \n7  directed or given permission to engage or participate in the detention of vehicles and \n8 \n9  interrogation of vehicle occupants who have not recently crossed the Canada-United States \n10 \n11  border. \n12 \n13  67.  On July 29, 2011, Christian Sanchez provided testimony before the Advisory \n14 \n15  Committee on Transparency.  Mr. Sanchez testified that he was employed as a Border Patrol \n16 \n17  agent, and that he had been stationed at Port Angeles on the Olympic Peninsula since \n18 \n19  September 2009.  He testified that the number of Border Patrol officers in the Port Angeles \n20 \n21  office recently increased from four to forty and is still growing.  As a stark example of this \n22 \n23  growth, a new Border Patrol office is being constructed in Port Angeles at a taxpayer-funded \n24 \n25  cost of around $6 million.  See, e.g., New Border Patrol Agent in Charge at Port Angeles, \n26 \n27  Seattle Post-Intelligencer, February 6, 2012. \n28 \n29  68.  Mr. Sanchez also testified that the Port Angeles office was “in a remote area, \n30 \n31  with no border activity.”  He testified that this situation has resulted in “high-energy men” \n32 \n33  being “bored,” a situation that he characterized as a “bad combination.”  He further stated that \n34 \n35  the result was “bad morale and a dangerously unhealthy work environment.” \n36 \n37  69.  Mr. Sanchez’s testimony has brought added public attention to the practice and \n38 \n39  policy of vehicle stops on the Olympic Peninsula, and in response Border Patrol representatives \n40 \n41  have spoken publicly about their “mission” on the Olympic Peninsula.  \n42 \n43  70.  Public statements by Border Patrol representatives demonstrates that Border \n44 \n45  Patrol’s current policy and practice goes well beyond stopping individuals based upon \n46 \n47  reasonable suspicion.  Indeed, on August 16, 2011, the Peninsula Daily News reported on a \n48 \n49  presentation that Station Supervisor Jose Romero made to the Port Angeles Regional Chamber \n50 \n51  of Commerce.  This story quotes Mr. Romero as saying that agents from his office are in areas \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 16  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  throughout the Olympic Peninsula “pretty much every day,” and that “We are the only law \n2 \n3  enforcement agency charged with protecting the whole country by patrolling the streets every \n4 \n5  day.”   \n6 \n7  71.  This same news article quotes Romero as stating, “Questioning someone’s \n8 \n9  immigration status comes partly from a ‘gut feeling’ the agent might have about the person.” \n10 \n11  CLASS ACTION ALLEGATIONS \n12 \n13  72.  Plaintiffs bring this class action on behalf of themselves and all others similarly \n14 \n15  situated.  The proposed Class is defined as follows: \n16 \n17  All persons operating or occupying a vehicle on the Olympic \n18  Peninsula who have been or will be in the future stopped, \n19  detained and/or interrogated by Border Patrol, excluding those \n20  vehicle operators or occupants disembarking from the \n21  international ferry in Port Angeles. \n22 \n23  73.  Plaintiffs and members of the Class seek class-wide equitable, declaratory and \n24 \n25  injunctive relief pursuant to Fed. R. Civ. P. 23(b)(2). \n26 \n27  74.  Membership in the Class is so numerous that individual joinder of all of their \n28 \n29  members would be impracticable.  Such joinder is also impracticable as membership in the \n30 \n31  Class will change over time because many members of the Class are unaware of their rights, \n32 \n33  and because many members of the Class have limited access to legal services and \n34 \n35  representation. \n36 \n37  75.  There are many facts and questions of law common to the representative \n38 \n39  Plaintiffs and the members of the Class, including the following: \n40 \n41  a.  The legality of stopping, detaining, and interrogating Plaintiffs and \n42 \n43  members of the Class. \n44 \n45  b.  Border Patrol’s policy, procedure, or practice of stopping vehicles or \n46 \n47  participating in vehicle stops and interrogating vehicle occupants on the \n48 \n49  Olympic Peninsula without appropriate reasonable suspicion. \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 17  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  c.  Border Patrol’s policy, procedure, or practice of stopping vehicles or \n2 \n3  participating in vehicle stops and interrogating vehicle occupants on the \n4 \n5  Olympic Peninsula based on hunch or intuition. \n6 \n7  d.  Border Patrol’s failure to maintain records of all stops, including those \n8 \n9  stops where the agents determine that the persons stopped have lawful \n10 \n11  status to reside in the United States. \n12 \n13  76.  The claims of the individual Plaintiffs are typical of the claims of the members \n14 \n15  of the Class. \n16 \n17  77.  The individual Plaintiffs will fairly and adequately protect the interests of the \n18 \n19  members of the Class.  There is no conflict between the interests of the individual Plaintiffs and \n20 \n21  members of the Class with respect to the issues in this action.   \n22 \n23  78.  Plaintiffs have retained legal counsel who are experienced in civil rights and \n24 \n25  class action litigation, and who will adequately represent the interests of the members of the \n26 \n27  Class as well as those of the individual Plaintiffs. \n28 \n29  79.  Defendants have acted on grounds generally applicable to both the individual \n30 \n31  Plaintiffs and the members of the Class, making declaratory and injunctive relief appropriate as \n32 \n33  to the Class as well as the individual Plaintiffs. \n34 \n35  FIRST CLAIM FOR RELIEF \n36 \n37  Violation of the Fourth Amendment to the United States Constitution \n38 \n39  80.  Plaintiffs repeat and reallege each of the allegations set forth above. \n40 \n41  81.  Defendants’ unlawful practice of stopping vehicles without reasonable \n42 \n43  suspicion, as set forth above, in violation of Plaintiffs’ and Class Members’ Fourth Amendment \n44 \n45  rights, has adversely affected or aggrieved Plaintiffs and Class Members and caused them to \n46 \n47  suffer harm.  Moreover, Defendants’ unlawful practice is subject to repetition and is likely to \n48 \n49  continue, placing Plaintiffs and Class Members at an imminent risk of suffering a legal wrong. \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 18  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  82.  Plaintiffs and Class Members are entitled to judicial review of Defendants’ \n2 \n3  actions and are entitled to relief including a declaratory judgment and injunction. \n4 \n5  SECOND CLAIM FOR RELIEF \n6 \n7  Violation of 8 U.S.C. § 1357 \n8 \n9  83.  Plaintiffs repeat and reallege each of the allegations set forth above. \n10 \n11  84.  Border Patrol agents have the power to arrest without warrant, “within a \n12 \n13  reasonable distance from any external boundary of the United States, to board and search for \n14 \n15  aliens any . . . vehicle . . . for the purpose of patrolling the border to prevent the illegal entry of \n16 \n17  aliens into the United States.”  8 U.S.C. § 1357(a)(3).  \n18 \n19  85.  However, in order to stop a vehicle, the Border Patrol agent must have “a \n20 \n21  reasonable suspicion based upon specific articulable facts, that the person being questioned is, \n22 \n23  or is attempting to be engaged in an offense against the United States or is an alien illegally in \n24 \n25  the United States.”  8 C.F.R. § 287.8(b)(2).  \n26 \n27  86.  By stopping the Plaintiffs and Class Members without reasonable suspicion, as \n28 \n29  set forth in detail above, Defendants’ actions have exceeded the statutory authority provided by \n30 \n31  8 U.S.C. § 1357(a)(3) and its implementing regulations at 8 C.F.R. § 287.  Defendants’ \n32 \n33  unlawful practices have adversely affected or aggrieved Plaintiffs and Class Members and have \n34 \n35  caused them to suffer harm.  Moreover, Defendants’ unlawful practice is subject to repetition \n36 \n37  and is likely to continue, placing Plaintiffs and Class Members at an imminent risk of suffering \n38 \n39  a legal wrong. \n40 \n41  87.  Plaintiffs and Class Members are entitled to judicial review of Defendants’ \n42 \n43  actions under 5 U.S.C. §§ 702 and 706 and are entitled to relief including a declaratory \n44 \n45  judgment and injunction. \n46 \n47  REQUEST FOR RELIEF \n48 \n49  WHEREFORE the Plaintiffs and Class Members request that the Court: \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 19  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  1.  Certify the class according to the definition provided above and appoint the \n2 \n3  undersigned as class counsel;  \n4 \n5  2.  Declare that Defendants have violated Plaintiffs’ and Class Members’ rights \n6 \n7  under the Fourth Amendment to the United States Constitution; \n8 \n9  3.  Declare that Defendants’ actions are in excess of Defendants’ statutory \n10 \n11  jurisdiction or authority under 8 U.S.C. § 1357, and its implementing regulations at 8 C.F.R. \n12 \n13  § 287; \n14 \n15  4.  Declare that it is unlawful for Border Patrol agents to stop or participate in the \n16 \n17  stop of a vehicle without a valid search or arrest warrant unless the Border Patrol agent has a \n18 \n19  particularized reasonable suspicion based upon specific and articulable facts and rational \n20 \n21  inferences therefrom that the occupant of the vehicle is a person unlawfully in the United \n22 \n23  States; \n24 \n25  5.  Declare that it is a violation of the Fourth Amendment to the United States \n26 \n27  Constitution to stop or participate in a stop of a vehicle based solely on the occupants’ ethnic \n28 \n29  and/or racial appearance; \n30 \n31  6.  Enjoin Defendants or their personnel from stopping vehicles or participating in \n32 \n33  stops: \n34 \n35  a.  without reasonable suspicion that the occupants are not legally \n36 \n37  present in the United States; and \n38 \n39  b.  until each Border Patrol agent has received training as to what \n40 \n41  constitutes reasonable suspicion for a Border Patrol vehicle stop or \n42 \n43  for Border Patrol to participate in a vehicle stop; and \n44 \n45  c.  until each Border Patrol agent has demonstrated, through testing, that \n46 \n47  he or she understands what constitutes reasonable suspicion to \n48 \n49  support a Border Patrol vehicle stop or for Border Patrol to \n50 \n51  participate in a vehicle stop.  \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 20  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1  7.  Enjoin Defendants’ unlawful conduct and require: \n2 \n3  a.  Defendants to maintain complete and accurate records that document \n4 \n5  that each agent has received training as to what constitutes reasonable \n6 \n7  suspicion to support a Border Patrol vehicle stop or for Border Patrol to \n8 \n9  participate in a vehicle stop; \n10 \n11  b.  Defendants to maintain complete and accurate records that document \n12 \n13  that each agent has been tested, and understands what constitutes \n14 \n15  reasonable suspicion to support a Border Patrol vehicle stop or for \n16 \n17  Border Patrol to participate in a vehicle stop; and \n18 \n19  c.  Defendants to prepare documentation for all vehicle stops made by \n20 \n21  Border Patrol agents or in which Border Patrol agents participate, that \n22 \n23  sets forth in detail the basis for the reasonable suspicion used to justify \n24 \n25  the vehicle stop or interrogation of its occupants, and to maintain this \n26 \n27  documentation in such a manner that it is easily accessible for \n28 \n29  examination by a special master to ensure compliance, regardless of \n30 \n31  whether the Border Patrol ultimately determines that the occupant(s) \n32 \n33  stopped are undocumented citizens; \n34 \n35  8.  Appoint a special master, pursuant to Fed. R. Civ. P. 53, to oversee and ensure \n36 \n37  implementation of the above injunctive measures, and to additionally audit and inspect \n38 \n39  Defendants’ documentation to assure future compliance;    \n40 \n41  9.  Award Plaintiffs and Class Members the attorneys’ fees and costs they incur \n42 \n43  herein, pursuant to the Equal Access to Justice Act, 28 U.S.C. § 2412(d)(1)(A); and \n44 \n45  10.  Grant any other relief that the Court may determine to be just and equitable. \n46 \n47   \n48 \n49 \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 21  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n \n\n \n1 \n2  DATED:  April 26, 2012  s/ Nicholas P. Gellert        \n3    Nicholas P. Gellert, WSBA No. 18041 \n4   \n5 \ns/ Brendan J. Peters         \n6 \nBrendan J. Peters, WSBA No. 34490 \n7 \n \n8 \n9  s/ Javier F. Garcia         \n10  Javier F. Garcia, WSBA No. 38259 \n11   \n12  s/ Steven D. Merriman       \n13 \nSteven D. Merriman, WSBA 44035 \n14 \nPerkins Coie LLP \n15 \n1201 Third Avenue, Suite 4800 \n16 \nSeattle, WA  98101-3099 \n17 \nTelephone:  206.359.8000 \n18 \nFacsimile:  206.359.9000 \n19 \n \n20 \nAttorneys for Plaintiffs \n21 \nCooperating Attorney for the ACLU and NWIRP \n22 \n23 \ns/ Sarah Dunne         \n24 \nSarah Dunne, WSBA No. 34869 \n25 \n26 \ns/ La Rond Baker         \n27 \nLa Rond Baker, WSBA No. 43610 \n28 \nACLU of Washington Foundation \n29 \n901 5th Ave, Suite 630 \n30 \nSeattle, WA 98164 \n31 \nTelephone:  206.624.2184 \n32 \n \n33 \ns/ Matt Adams          \n34 \nMatt Adams, WSBA No. 28287 \n35 \nNorthwest Immigrant Rights Project \n36 \n615 Second Ave., Ste. 400 \n37 \nSeattle, WA 98104 \n38 \nTelephone:  206.957.8611 \n39 \nFacsimile:  206.587.4009 \n40 \nAttorneys for Plaintiffs \n41 \n \n42 \n43   \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \nPerkins Coie LLP \nCOMPLAINT FOR INJUNCTIVE AND \n1201 Third Avenue, Suite 4900 \nDECLARATORY RELIEF (No. ______) – 22  Seattle, WA  98101-3099 \n  Phone:  206.359.8000 \n25610-0034/LEGAL23477356.2   Fax:  206.359.9000 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/41260"
    },
    {
      "date": "2013-09-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Washington",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74624,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74624.pdf",
      "title": "Settlement Agreement",
      "text": "Hon. Benjamin H. Settle \n1 \n2 \n3 \n4 \n5 \n6 \nUNITED STATES DISTRICT COURT \n7 \nWESTERN DISTRICT OF WASHINGTON AT TACOMA \n8 \nJOSE SANCHEZ, et al., \n9  NO.  CV12-5378-RJB \nPlaintiffs, \n10  SETTLEMENT AGREEMENT \nv. \n11 \nUNITED STATES BORDER PATROL, et al., \n12  Defendants. \n13 \nTHIS SETTLEMENT AGREEMENT (\"Agreement\") in Jose Sanchez, et al. v.  United \n14 \nStates Border Patrol, et al., Case No. CV12-5378-RJB (U.S.D.C. W.D. Wash.) is made and \n15 \nvoluntarily and freely entered into by and between the plaintiffs, Jose Sanchez, Ismael Ramos \n16 \nContreras, and Ernest Grimes (collectively, \"Plaintiffs\"), and the defendants, United States \n17 \nBorder Patrol; United States Customs and Border Protection (\"CBP\"); Department of Homeland \n18 \nSecurity (\"DHS\"); John C. Bates, Chief Patrol Agent, Blaine Sector of the United States Border \n19  Patrol, in his official capacity; Janet Napolitano, Secretary, DHS, in her official capacity; \n20 \n21 \n22 \nOFFICE OF THE UNITED STATES ATTORNEY \nSETTLEMENT AGREEMENT - I (Case No. CVI2-5378-RJB)  700 Stewart Street. Suite 5220 \nSeattle, WA 98101 \n23 \n(206) 553-7970 \n\n1  Thomas Winkowski, I Acting Commissioner of CBP, in his official capacity; Michael J. Fisher, \nChief of the United States Border Patrol, in his official capacity; and Jay Cumbow, Agent in \n2 \nCharge for the Port Angeles, Washington Station of the United States Border Patrol, in his \n3 \nofficial capacity (collectively, \"Defendants\"), by and through their undersigned counsel. \n4 \nPlaintiffs and Defendants are jointly referred to herein as the \"Parties.\" \n5 \nRECITALS \n6 \nA.  On April 26, 2012, Plaintiffs filed their Complaint in the above-referenced action, \n7 \nseeking - for themselves and a class of persons similarly situated - an injunction \n8 \nagainst the United States Border Patrol's conducting or participating in vehicle \n9  stops on the Olympic Peninsula without required reasonable suspicion that the \n10  occupants of the vehicles stopped are not legally in the United States.  Defendants \ndenied any wrongdoing. \n11 \nB.  Although Plaintiffs Complaint was filed as a putative class action, this \n12 \nAgreement was reached prior to the filing of a motion for class certification, and \n13 \nno class has been celiified. \n14 \nC.  The Pmiies desire to settle fully and finally all differences between them related \n15 \nto this action. \n16 \nNOW, THEREFORE, in consideration of the mutual terms, conditions, promises and \n17 \ncovenants set forth below, by this AGREEMENT, the Pmiies agree as follows: \n18 \n1.  Letter to ACLU and NWIRP.  Within thiliy (30) days of the effective date of this \n19  Agreement, CBP, via its component organization, the U.S. Border Patrol, specifically the Chief \n20 \n21  I Pursuant to Rule 25( d) of the Federal Rules of Civil Procedure, Thomas Winkowski, the Acting \nCommissioner of CBP, has been substituted as defendant in place of his predecessor, David Aguilar. \n22 \nOFFICE OF THE UNITED STATES ATTORNEY \nSETTLEMENT AGREEMENT -2 (Case No. CV12-5378-RJB) \n700 Stewart Street. Suite 5220 \nSeattle, WA 98101 \n23 \n(206) 553-7970 \n\nof the Blaine Sector, will issue a letter to the American Civil Liberties Union of Washington \n1 \n(\"ACLU\") and the Northwest Immigrant Rights Project (\"NWIRP\") containing the language \n2 \nprovided in Exhibit A attached hereto. \n3 \n2.  Training.  As soon as is practicable, but no later than one year from the effective \n4 \ndate of this Agreement, the Border Patrol will provide a single refresher training on the \n5 \napplication of Fourth Amendment principles, including those relating to vehicle stops that must \n6 \nbe based on reasonable suspicion, to all Border Patrol Agents assigned to the Port Angeles, \n7 \nWashington Station, on the date that the training is conducted.  This training will also address \n8 \nwhen Border Patrol Agents should contact state law enforcement authorities for vehicle-related \n9  public safety concerns that they observe.  As pmi of this training, agents in attendance will \n10  receive written materials on the topics covered.  Both the content and the length of the training \nwill be determined solely by CBP.  Further, CBP's Office of Chief Counsel will be involved in \n11 \nthe training's development and implementation.  Notification that the foregoing training has been \n12 \nconducted will be provided via letter to the ACLU and the NWIRP no later than one year from \n13 \nthe effective date of this Agreement. \n14 \n3.  Production of Field Contact Data Sheets.  Every six months for a period of \n15 \neighteen months from the effective date of this Agreement (i. e. three times), CBP will produce to \n16 \nPlaintiffs' counsel via appropriately redacted installments those Field Contact Data Sheets \n17 \n(\"FCDS\") that are issued by agents at the Port Angeles, Washington Station.  Any produced \n18 \nFCDS will be redacted consistent with applicable laws, including FOIA, to protect information \n19  including, but not limited to, personally identifiable information, such as name, date of bitih, \n20  place of birth, alias name(s), social security number; addressees); contact information; vehicle \n21 \n22 \nOFFICE OF THE UNITED STATES ATTORNEY \nSETTLEMENT AGREEMENT -3 (Case No. CVI2-5378-RJB) \n700 Stewart Street, Suite 5220 \nSeattle, WA 98101 \n23 \n(206) 553-7970 \n\n1  information; and any information that may be confidential, sensitive, or as otherwise protected \n2  by law. \n4.  Dismissal of Action.  Within seven (7) days of the execution of this Agreement, \n3 \nPlaintiffs will present the Court with a stipulated motion for an order of dismissal of this action \n4 \nwith prejudice. \n5 \n5.  Costs of Litigation.  The Parties agree that they will each bear their own costs and \n6 \nfees, including attorney's fees, related to this action. \n7 \n6.  Release of Claims.  Each of the Plaintiffs, on behalf of himself, his guardians, \n8 \nheirs, executors, administrators, and assigns does hereby unconditionally release the United \n9  States of America, the Depmiment of Homeland Security, United States Customs and Border \n10  Protection, and the United States Border Patrol, their sub-agencies, officers, agents, employees, \nand attorneys from any and all claims, demands, rights, and causes of action he has asserted in \n11 \nSanchez, et al. v.  Us. Border Patrol, et al., No. 12-CV-5378 (W.D. Wash.), and from any claims \n12 \narising from the same facts that formed the basis of the claims and causes of action therein, \n13 \nincluding without limitation any claim for attorneys' fees and costs, whether for personal \n14 \ninjuries, damage to property, or economic losses, whether known or unknown, whether arising \n15 \nunder common law, statute, or the U.S. Constitution, whether for monetary damages or \n16 \ninjunctive relief, and whether, when directed against an individual, it is brought or stated against \n17 \nhim/her in an official or personal capacity.  Each of the Defendants agrees and acknowledges \n18 \nthat this settlement, and specifically this Release and the dismissal with prejudice, shall not \n19  impact any of the Plaintiffs' ability to bring a claim arising from or related to any future actions \nby the United States Border Patrol, including Plaintiffs' standing to seek injunctive or \n20 \ndeclaratory relief. \n21 \n22  OFFICE OF THE UNITED STATES ATTORNEY \nSETTLEMENT AGREEMENT -4 (Case No. CVI2-5378-RJB) \n700 Stewart Street, Suite 5220 \nSeattle, WA 98101 \n23 \n(206) 553-7970 \n\n1  Each of the Plaintiffs agrees and acknowledges that he is currently represented by \n2  counsel who has advised him regarding this Release. \n7.  No Admission of Liability.  The execution of this Agreement is not, is in no way \n3 \nintended to be, and should not be construed as an admission of liability or fault on the part of the \n4 \nUnited States of America,DHS, CBP, or the United States Border Patrol, or any of their agents, \n5 \nsub-agencies, contractors, servants, or employees, and Defendants specifically deny that they are \n6 \nliable to Plaintiffs.  Furthermore, pursuant to Federal Rule of Evidence 408, this Agreement \n7 \ncannot be used as evidence ofliability or fault on the part ofthe United States of America, DHS, \n8 \nCBP, or the United States Border Patrol, or any of their agents, sub-agencies, contractors, \n9  servants, or employees in any future proceeding.  This Agreement is entered into by all Parties \n10  for the purpose of resolving disputed claims and/or to avoid the expenses and risks of further \nlitigation. \n11 \n8.  Miscellaneous Terms. \n12 \nA.  The persons signing this Agreement warrant and represent that they \n13 \npossess full authority to bind the persons on whose behalf they are signing \nto the terms of the settlement. \n14 \nB.  It is contemplated that this Agreement may be executed in several \ncounterparts, with a separate signature page for each party.  All such \n15 \ncounterparts and signature pages, together, shall be deemed to be one \ndocument. \n16 \nC.  By the execution of this Agreement the Pat1ies acknowledge its receipt \nand sufficiency as a complete compromise of matters involving disputed \n17 \nissues of fact and law and fully assume the risk of any mistake of fact or \nlaw.  The Pat1ies acknowledge that this Agreement contains the entire \n18  understanding between the Parties, and that no promise or representation \nnot contained in this Agreement has been made by any pat1y hereto. \n19 \n20 \n21 \n22 \nOFFICE OF THE UNITED STATES ATTORNEY \nSETTLEMENT AGREEMENT -5 (Case No. CVI2-5378-RJB) \n700 Stewart Street, Suite 5220 \nSeattle, WA 98101 \n23 \n(206) 553-7970 \n\n1  D.  The Parties represent that each has been represented by counsel of choice \nin connection with the review, approval, and execution of this Agreement; \nthat each has shown this Agreement to his, her, or its respective attorney \n2 \nwho has explained it and advised that it is a legally binding contract; that \neach party has read and understood this Agreement; and that each party \n3 \nintends to be bound by each provision of this Agreement. \nE.  This Agreement cannot be modified or amended except by an instrument \n4 \nin writing, agreed to and signed by all of the Parties, nor shall any \nprovision of this Agreement be waived other than by a written waiver \n5 \nsigned by all of the Parties. \nF.  The captions of paragraphs in this Agreement are for convenience only \n6 \nand shall not be deemed to limit, construe, affect, or alter the meaning of \nsuch paragraphs. \n7 \nG.  The effective date of this Agreement shall be the date this Agreement is \nexecuted by the last of the Parties hereto to execute this Agreement. \n8 \n9  By signing below, Plaintiffs Jose Sanchez, Ismael Ramos Contreras, and Ernest Grimes, \n10  and Defendants United States Border Patrol, CBP, DHS, John C. Bates, Janet Napolitano, \nThomas Winkowski, Michael J. Fisher, and Jay Cumbow, hereby agree to, and are bound by, the \n11 \nterms of this Agreement. \n12 \n13 \n14 \n15 \nIsmael Ramos Contreras, Plaintiff \n16 \nDate: \n17 \n18 \n19 \n20 \n21 \n22  OFFICE OF THE UNITED STATES ATTORNEY \nSETILEMENT AGREEMENT -6 (Case No. CV12-5378·RJB)  700 Stewart Street, Suite 5220 \nSeattle, WA 98101 \n23  (206) 553·7970 \n\n1  D.  The Parties represent that each has been represented by counsel of choice \nin connection with the review, approval, and execution of this Agreement; \nthat each has shown this Agreement to his, her, or its respective attorney \n2 \nwho has explained it and advised that it is a legally binding contract; that \neach party has read and understood this Agreement; and that each party \n3 \nintends to be bound by each provision of this Agreement. \nE.  This Agreement cannot be modified or amended except by an instrument \n4 \nin writing, agreed to and signed by all of the Parties, nor shall any \nprovision of this Agreement be waived other than by a written waiver \n5 \nsigned by all of the Parties. \nF.  The captions of paragraphs in this Agreement are for convenience only \n6 \nand shall not be deemed to limit, construe, affect, or alter the meaning of \nsuch paragraphs. \n7 \nG.  The effective date of this Agreement shall be the date this Agreement is \nexecuted by the last of the Parties hereto to execute this Agreement. \n8 \n9  By signing below, Plaintiffs Jose Sanchez, Ismael Ramos Contreras, and Ernest Grimes, \n10  and Defendants United States Border Patrol, CBP, DHS, John C. Bates, Janet Napolitano, \nThomas Winkowski, Michael J. Fisher, and Jay Cumbow, hereby agree to, and are bound by, the \n11 \nterms of this Agreement. \n12 \n13 \nJose Sanchez, Plaintiff \n14 \nDate: \n15 \nIsmael Ramos Contreras, Plaintiff \n16  C-Jj/q \n//3 \nDate: \n17 \nErnest Grimes, Plaintiff \n18 \nDate: \n19 \n20 \n21 \n22 \nOFFICE OF THE UNITED STATES ATTORNEY \nSETfLEMENT AGREEMENT -6 (Case No. CVI2-5378-RJ8) \n700 Stewart Street, Suite 5220 \n23  Seattle, WA 9810 I \n(206) 553-7970 \n\n% --\n1 \nTimothy Belsan \nDepartment of Justice, Office of Immigration Litigation \n2 \nAttorney for Defendants \nDate:  If - £.0 - /3 \n3 \n4· \nRebecca Cohen \n5  Assistant United States Attorney \nAttorney for Defendants \nao -a.O\\3 \n6  Date:  C\\~ \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \nOrr-leu or: TI·IE. UNITED STATES ATTORNEY \nSETTLEMENT AGREEMENT -7 (Case No. CVI2-5378-RJ8) \n700 StewArt Street. Suite S220 \nSeallle, IV A ~H 101 \n23 \n(206) 553-7970 \n\n1  Exhibit A \n\"The U.S. Border Patrol is committed to abiding by the requirements of federal \n2  law.  This commitment extends to the Border Patrol's initiation of vehicle stops \non Washington State's Olympic Peninsula and is made with full awareness of the \n3  requirements in the FOUlih Amendment to the U.S. Constitution, including how \nthe Fourth Amendment has been interpreted by both the U.S. Supreme Court and \nthe Ninth Circuit Court of Appeals. \n4 \n\"Consistent with its commitment to abide by the requirements of federal law, the \n5 \nBorder Patrol acknowledges that for vehicle stops made under the FOUlih \nAmendment in non-border search situations-in other words, those brief, \n6  investigatory inquiries commonly referred to as 'Terry' stops (drawing their name \nfrom the seminal case of Terry v.  Ohio, 392 U.S. 1 (1968) and its progeny)-\n7  agents must have reasonable suspicion of a violation of law.  To be reasonable, \nthe suspicion must be based upon articulable facts which constitute objectively \nvalid reasons for an agent to suspect that a patiicular individual may be involved \n8 \nin a violation of law.  Moreover, the assessment of whether or not reasonable \nsuspicion exists must be based upon all the facts and circumstances at issue, and \n9 \nthese facts and circumstances must raise a suspicion that the patiicular individual \nbeing stopped may be engaged in wrongdoing. \n10 \n\"Because, as the U.S. Supreme Court has stated, 'Roads near the border carry not \n11  only aliens seeking to enter the country illegally, but a large volume of legitimate \ntraffic as well,' the Border Patrol acknowledges that in many circumstances it will \n12  not be sufficient to establish reasonable suspicion to justify a vehicle stop under \nTeny simply that a vehicle is in an area near an international border.  In addition, \nthe Border Patrol acknowledges that it is subject to, and is committed to act in \n13 \ncompliance with, applicable Department of Homeland Security guidance, \nincluding with respect to the use of race or ethnicity in law enforcement activities, \n14 \nand in particular, we call your attention to Secretary Ridge's June 1,2004 \nguidance on this topic, a copy of which is attached to this letter for your ease of \n15 \nreference. \" \n16 \n17 \n18 \n19 \n20 \n21 \n22 \nOFFICE OF THE UNITED STATES ATTORNEY \nSETTLEMENT AGREEMENT -8 (Case No. CYI2-5378-RJB) \n700 Stewart Street, Suite 5220 \nSeattle. WA 9810 I \n23 \n(206) 553-7970 ",
      "document_type_other": "",
      "external_url": "No longer available - http://legalactioncenter.org/sites/default/files/Sanchez%20Settlement%20Agreement.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/74624"
    },
    {
      "date": "2013-09-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Washington",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 74622,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/74622.pdf",
      "title": "Stipulation and [Proposed] Order of Dismissal",
      "text": "Case 3:12-cv-05378-BHS   Document 55   Filed 09/24/13   Page 1 of 5\n \n  THE HONORABLE BENJAMIN H. SETTLE\n1 \n2 \n3 \n4 \n5 \n6 \n7 \n8 \n9 \n10 \n11 \n12 \n13  UNITED STATES DISTRICT COURT \n14  WESTERN DISTRICT OF WASHINGTON \n15  AT SEATTLE \n16 \n17 \n18  JOSE SANCHEZ, ISMAEL RAMOS  No. 3:12-CV-05378 BHS \n19  CONTRERAS, and ERNEST GRIMES, on \n20  behalf of themselves and all others  STIPULATION AND [PROPOSED] \n21  similarly situated,  ORDER OF DISMISSAL \n22 \n23  Plaintiffs,   \n24 \n25  v. \n26 \n27  UNITED STATES OFFICE OF BORDER \n28  PATROL, UNITED STATES CUSTOMS \n29  & BORDER PROTECTION, \n30  DEPARTMENT OF HOMELAND \n31  SECURITY; JOHN C. BATES, Chief \n32  Patrol Agent, Blaine Sector of the United \n33  States Border Patrol, in his official \n34  capacity; JANET NAPOLITANO, \n35  Secretary, Department of Homeland \n36  Security, in her official capacity; \n37  THOMAS WINKOWSKI, Acting \n38  Commissioner, United States Customs & \n39  Border Protection, in his official \n40  capacity;1MICHAEL J. FISHER, Chief of \n41  the United States Border Patrol, in his \n42  official capacity; and JAY CUMBOW, \n43  Agent in Charge for the Port Angeles \n44  Office of the Olympic Peninsula of the \n45  United States Border Patrol, in his official \n46  capacity, \n47   \n48 \n49 \n                                                 \n50 \n1  Pursuant to Rule 25(d) of the Federal Rules of Civil Procedure, Thomas Winkowski, the Acting \n51 \nCommissioner of CBP, has been substituted as defendant in place of his predecessor, David Aguilar. \nPerkins Coie LLP \nSTIPULATION AND [PROPOSED] ORDER OF \n1201 Third Avenue, Suite 4900 \nDISMISSAL (No. 3:12-CV-05378 BHS) – 1 \nSeattle, WA  98101-3099 \nPhone:  206.359.8000 \n82900-0001/LEGAL27921717.1   Fax:  206.359.9000 \n \n\nCase 3:12-cv-05378-BHS   Document 55   Filed 09/24/13   Page 2 of 5\n \n1 \nDefendants. \n2 \n3 \n4   \n5 \n \n6 \n7 \nSTIPULATION \n8 \n9 \nIT IS HEREBY STIPULATED AND AGREED by the undersigned attorneys for the \n10 \n11 \nparties that, pursuant to Rule 41(a)(1)(ii) of the Federal Rules of Civil Procedure, the above-\n12 \n13 \nreferenced case should be DISMISSED with prejudice and without an award of costs or fees to \n14 \n15 \nany party. \n16 \n17 \nStipulated to and presented on this 24th day of September, 2013. \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \nPerkins Coie LLP \nSTIPULATION AND [PROPOSED] ORDER OF \n1201 Third Avenue, Suite 4900 \nDISMISSAL (No. 3:12-CV-05378 BHS) – 2 \nSeattle, WA  98101-3099 \nPhone:  206.359.8000 \n82900-0001/LEGAL27921717.1   Fax:  206.359.9000 \n \n\nCase 3:12-cv-05378-BHS   Document 55   Filed 09/24/13   Page 3 of 5\n \n1  s/ Nicholas P. Gellert \n  DATED:  September 24, 2013 \n2  Nicholas P. Gellert #18041 \n \n3  NGellert@perkinscoie.com  \n4 \nBrendan J. Peters #34490 \n5 \nBPeters@perkinscoie.com \n6 \nJavier F. Garcia #38259 \n7 \nJGarcia@perkinscoie.com \n8 \n9  Steven D. Merriman #44035 \n10  SMerriman@perkinscoie.com \n11   \n12  Perkins Coie LLP \n13  1201 Third Avenue, Suite 4900 \n14  Seattle, WA  98101-3099 \n15  Telephone:  206.359.8000 \n16  Facsimile:  206.359.9000 \n17   \n18  Cooperating Attorneys for the ALCU and NWIRP \n19   \n20  Sarah Dunne, WSBA No. 34869                      \n21  La Rond Baker, WSBA No. 43610 \n22  ACLU of Washington Foundation \n23  901 5th Ave, Suite 630 \n24  Seattle, WA 98164 \n25  Telephone:  206.624.2184 \n26   \n27  Matt Adams, WSBA No. 28287 \n28  Northwest Immigrant Rights Project \n29  615 Second Ave., Ste. 400 \n30  Seattle, WA 98104 \n31  Telephone:  206.957.8611 \n32  Facsimile:  206.587.4009   \n33     \n34  Attorneys for Plaintiffs  \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \nPerkins Coie LLP \nSTIPULATION AND [PROPOSED] ORDER OF \n1201 Third Avenue, Suite 4900 \nDISMISSAL (No. 3:12-CV-05378 BHS) – 3 \nSeattle, WA  98101-3099 \nPhone:  206.359.8000 \n82900-0001/LEGAL27921717.1   Fax:  206.359.9000 \n \n\nCase 3:12-cv-05378-BHS   Document 55   Filed 09/24/13   Page 4 of 5\n \n1   \n \n2   \n3  /s/ Timothy Belsan                           _ \n4 \nTimothy Belsan \n5 \nUnited States Department of Justice \n6 \nOffice of Immigration Litigation \n7 \n8  District Court Section \n9  Ben Franklin Station, P.O. Box 868 \n10  Washington, DC 20044 \n11   \n12 \nRebecca S. Cohen \n13 \nAssistant United States Attorney \n14 \nUnited States Attorney's Office \n15 \n16  700 Stewart Street, Suite 5220 \n17  Seattle, WA 98101-1271 \n18  Attorneys for Defendants \n19 \n20  ORDER \n21 \n22  The parties having so stipulated and agreed, it is hereby SO ORDERED.  The above-\n23 \n24  referenced case is hereby DISMISSED with prejudice and without an award of costs or fees to \n25 \n26  any party. The Clerk is directed to send copies of this Order to all counsel of record. \n27 \n28   \n29 \n30    DATED this _____ day of _____________________, 2013. \n31 \n32     \n33 \n34   \n35 \n36   \n37        ___________________________________ \n38 \n                                               The Honorable Benjamin H. Settle \n39 \n      United  States District Court Judge \n40 \n \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \nPerkins Coie LLP \nSTIPULATION AND [PROPOSED] ORDER OF \n1201 Third Avenue, Suite 4900 \nDISMISSAL (No. 3:12-CV-05378 BHS) – 4 \nSeattle, WA  98101-3099 \nPhone:  206.359.8000 \n82900-0001/LEGAL27921717.1   Fax:  206.359.9000 \n \n\nCase 3:12-cv-05378-BHS   Document 55   Filed 09/24/13   Page 5 of 5\n \nCERTIFICATE OF SERVICE \n1 \n2 \nOn the 24th day of September, 2013, I caused to be served upon the following, at the \n3 \n4 \naddresses stated below, via the method of service indicated, a true and correct copy of the \n5 \n6 \nforegoing document. \n7 \n8 \nSTIPULATION AND [PROPOSED] ORDER OF DISMISSAL  \n9 \n10 \n \n11 \n_  _ Via hand delivery \n12  Timothy M. Belsan \n___  Via U.S. Mail, 1st Class, \n13  Trial Attorney \nPostage Prepaid   \n14  United States Department of Justice \n_  _  Via Overnight Delivery \n15  Office of Immigration Litigation \n_  _ Via  Facsimile \n16  District Court Section \n_    Via  Email \n17  Ben Franklin Station, P.O. Box 868 \n_X  Via  ECF \n18  Washington, DC 20044  \n19   \n20  Attorney for Defendants \n21 \n \n22 \n23  Rebecca S. Cohen  ___ Via hand delivery \n24  Assistant United States Attorney  ___  Via U.S. Mail, 1st Class, \n25  United States Attorney's Office  Postage Prepaid   \n26  700 Stewart Street, Suite 5220  ___  Via Overnight Delivery \n27  Seattle, Washington 98101-1271  _  _ Via  Facsimile \n28  _    Via  Email \n \n29  _X  Via  ECF \nAttorney for Defendants \n30 \n \n31 \n32   \n33 \n34  I certify under penalty of perjury under the laws of the State of Washington that the \n35 \n36  foregoing is true and correct. \n37 \n38  DATED at Seattle, Washington, this 24th day of September, 2013. \n39   \n40   \n41   \n42   /s/Steven D. Merriman     \n43    Steven D. Merriman, WSBA 44035 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \nPerkins Coie LLP \nSTIPULATION AND [PROPOSED] ORDER OF \n1201 Third Avenue, Suite 4900 \nDISMISSAL (No. 3:12-CV-05378 BHS) – 5 \nSeattle, WA  98101-3099 \nPhone:  206.359.8000 \n82900-0001/LEGAL27921717.1   Fax:  206.359.9000 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "55",
      "clearinghouse_link": "clearinghouse.net/doc/74622"
    },
    {
      "date": "2013-09-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Washington",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 44074,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/44074.pdf",
      "title": "Docket [PACER]",
      "text": "Case: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   1 of 8\nCLOSED,STAYED\nU.S. District Court\nUnited States District Court for the Western District of Washington (Tacoma)\nCIVIL DOCKET FOR CASE #: 3:12−cv−05378−BHS\nSanchez et al v. United States Office of Border Patrol et al Date Filed: 04/26/2012\nAssigned to: Judge Benjamin H. Settle Date Terminated: 09/27/2013\nCause: 28:1331 Federal Question: Other Civil Rights Jury Demand: None\nNature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nJose Sanchez represented by Brendan Peters\nPERKINS COIE (SEA)\n1201 3RD AVE\nSTE 4800\nSEATTLE, WA 98101−3099\n206−359−8132\nFax: 206−359−9132\nEmail: BPeters@perkinscoie.com\nATTORNEY TO BE NOTICED\nJavier Garcia\nPERKINS COIE (SEA)\n1201 3RD AVE\nSTE 4800\nSEATTLE, WA 98101−3099\n206−359−8036\nEmail: jgarcia@perkinscoie.com\nATTORNEY TO BE NOTICED\nLa Rond Baker\nAMERICAN CIVIL LIBERTIES UNION\nOF WA\n901 5TH AVENUE\nSTE 630\nSEATTLE, WA 98164\n206−624−2184\nEmail: lbaker@aclu−wa.org\nATTORNEY TO BE NOTICED\nMatt Adams\nNORTHWEST IMMIGRANT RIGHTS\nPROJECT (SEA)\n615 2ND AVE\nSTE 400\nSEATTLE, WA 98104\n206−957−8611\nEmail: matt@nwirp.org\nATTORNEY TO BE NOTICED\nNicholas Peter Gellert\nPERKINS COIE (SEA)\n1201 3RD AVE\nSTE 4800\nSEATTLE, WA 98101−3099\n206−359−8680\nFax: FAX 359−8500\nEmail: NGellert@perkinscoie.com\nATTORNEY TO BE NOTICED\nSarah A Dunne\nACLU OF WASHINGTON\n\nCase: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   2 of 8\n901 FIFTH AVENUE\nSUITE 630\nSEATTLE, WA 98164\n206−624−2184\nEmail: dunne@aclu−wa.org\nATTORNEY TO BE NOTICED\nSteven Douglas Merriman\nPERKINS COIE (SEA)\n1201 3RD AVE\nSTE 4900\nSEATTLE, WA 98101−3099\n206−359−8000\nEmail: smerriman@perkinscoie.com\nATTORNEY TO BE NOTICED\nPlaintiff\nIsmael Ramos Contreras represented by Brendan Peters\n(See above for address)\nATTORNEY TO BE NOTICED\nJavier Garcia\n(See above for address)\nATTORNEY TO BE NOTICED\nLa Rond Baker\n(See above for address)\nATTORNEY TO BE NOTICED\nMatt Adams\n(See above for address)\nATTORNEY TO BE NOTICED\nNicholas Peter Gellert\n(See above for address)\nATTORNEY TO BE NOTICED\nSarah A Dunne\n(See above for address)\nATTORNEY TO BE NOTICED\nSteven Douglas Merriman\n(See above for address)\nATTORNEY TO BE NOTICED\nPlaintiff\nErnest Grimes represented by Brendan Peters\non behalf of themselves and all others (See above for address)\nsimilarly situated ATTORNEY TO BE NOTICED\nJavier Garcia\n(See above for address)\nATTORNEY TO BE NOTICED\nLa Rond Baker\n(See above for address)\nATTORNEY TO BE NOTICED\nMatt Adams\n(See above for address)\nATTORNEY TO BE NOTICED\nNicholas Peter Gellert\n(See above for address)\n\nCase: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   3 of 8\nATTORNEY TO BE NOTICED\nSarah A Dunne\n(See above for address)\nATTORNEY TO BE NOTICED\nSteven Douglas Merriman\n(See above for address)\nATTORNEY TO BE NOTICED\nV.\nDefendant\nUnited States Office of Border Patrol represented by Rebecca Shapiro Cohen\nUS ATTORNEY'S OFFICE (SEA)\n700 STEWART ST\nSTE 5220\nSEATTLE, WA 98101−1271\n206−553−6526\nFax: 206−553−4073\nEmail: rebecca.cohen@usdoj.gov\nATTORNEY TO BE NOTICED\nTimothy Michael Belsan\nUS DEPARTMENT OF JUSTICE (BOX\n868)\nPO BOX 868\nBEN FRANKLIN STATION\nWASHINGTON, DC 20044\n202−532−4596\nEmail: timothy.m.belsan@usdoj.gov\nATTORNEY TO BE NOTICED\nDefendant\nUnited States Customs and Border represented by Rebecca Shapiro Cohen\nProtection (See above for address)\nATTORNEY TO BE NOTICED\nTimothy Michael Belsan\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nDepartment of Homeland Security represented by Rebecca Shapiro Cohen\n(See above for address)\nATTORNEY TO BE NOTICED\nTimothy Michael Belsan\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nJohn C Bates represented by Rebecca Shapiro Cohen\nChief Patrol Agent, Blaine Sector of the (See above for address)\nUnited States Border Patrol, in his ATTORNEY TO BE NOTICED\nofficial capacity\nTimothy Michael Belsan\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\n\nCase: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   4 of 8\nSecretary Janet Napolitano represented by Rebecca Shapiro Cohen\nSecretary, Department of Homeland (See above for address)\nSecurity, in her official capacity ATTORNEY TO BE NOTICED\nTimothy Michael Belsan\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nDavid Aguilar represented by Rebecca Shapiro Cohen\nActing Commissioner, United States (See above for address)\nCustoms and Border Protection, in his ATTORNEY TO BE NOTICED\nofficial capacity\nTimothy Michael Belsan\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nMichael J Fisher represented by Rebecca Shapiro Cohen\nChief of the United States Border Patrol, (See above for address)\nin his official capacity ATTORNEY TO BE NOTICED\nTimothy Michael Belsan\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nJay Cumbow represented by Rebecca Shapiro Cohen\nAgent in Charge for the Port Angeles (See above for address)\nOffice of the Olympic Peninsula of the ATTORNEY TO BE NOTICED\nUnited States Border Patrol, in his\nofficial capacity Timothy Michael Belsan\n(See above for address)\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n04/26/2012 1  COMPLAINT against defendant(s) David V Aguilar, John C Bates, Jay Cumbow,\nDepartment of Homeland Security, Michael J Fisher, Janet Napolitano, United\nStates Customs &Border Protection, United States Office of Border Patrol (Receipt\n# 0981−2794885), filed by Ernest Grimes, Ismael Ramos Contreras, Jose\nSanchez.(Merriman, Steven) (Entered: 04/26/2012)\n04/26/2012 2  PRAECIPE to attach document (Civil Cover Sheet) re 1 Complaint, by Plaintiff(s)\nIsmael Ramos Contreras, Jose Sanchez, Ernest Grimes. (Merriman, Steven)\nModified on 4/27/2012 (DJ). (Entered: 04/26/2012)\n04/26/2012 3  PRAECIPE TO ISSUE SUMMONS re 1 Complaint, by Plaintiffs Ernest Grimes,\nIsmael Ramos Contreras, Jose Sanchez. (Attachments: # 1 Summons DHS, # 2\nSummons Eric Holder, # 3 Summons Janet Napolitano, # 4 Summons Jay\nCumbow, # 5 Summons Jenny Durkan, # 6 Summons John Bates, # 7 Summons\nMichael Fisher, # 8 Summons United States Border Patrol, # 9 Summons United\nStates Customs and Border Protection)(Merriman, Steven) (Entered: 04/26/2012)\n04/27/2012 NOTICE to Filer: Incorrect Divisional Office −− The incorrect divisional office\nwas selected by the filer upon case opening. This case is now assigned a Tacoma\ncase number and judge. All future documents shall reflect the new case number and\njudge.(DJ) (Entered: 04/27/2012)\n04/27/2012 4  Summons(es) electronically issued as to defendant(s) David Aguilar, John C.\nBates, Jay Cumbow, Department of Homeland Security, Michael J. Fisher, Janet\nNapolitano, United States Customs and Border Protection, United States Office of\nBorder Patrol. (Attachments: # 1 Summons, # 2 Summons, # 3 Summons, # 4\n\nCase: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   5 of 8\nSummons, # 5 Summons, # 6 Summons, # 7 Summons, # 8 Summons)(DJ)\n(Entered: 04/27/2012)\n04/27/2012 5  ORDER REGARDING DISCOVERY AND DEPOSITIONS. Authorized by Judge\nRobert J. Bryan. (JL) (Entered: 04/27/2012)\n04/27/2012 6  ORDER REGARDING INITIAL DISCLOSURES, JOINT STATUS REPORT\nAND EARLY SETTLEMENT. FRCP 26f Conference Deadline is 7/12/2012;\nInitial Disclosure Deadline is 7/19/2012; Joint Status Report due by 7/26/2012.\nAuthorized by Judge Robert J. Bryan. (JL) (Entered: 04/27/2012)\n04/27/2012 JSR due 7/26/2012. (JL) (Entered: 04/27/2012)\n04/27/2012 7  Summons electronically issued as to defendant(s) David Aguilar. (DJ) (Entered:\n04/27/2012)\n05/01/2012 8  AFFIDAVIT of Service of Summons and Complaint on Sandra Bowers,\nReceptionist at USDC Seattle on 4/30/2012, filed by Plaintiffs Ernest Grimes,\nIsmael Ramos Contreras, Jose Sanchez. (Merriman, Steven) (Entered: 05/01/2012)\n05/14/2012 9  NOTICE of Appearance by attorney Timothy Michael Belsan on behalf of\nDefendants David Aguilar, John C Bates, Jay Cumbow, Department of Homeland\nSecurity, Michael J Fisher, Janet Napolitano, United States Customs and Border\nProtection, United States Office of Border Patrol. (Belsan, Timothy) (Entered:\n05/14/2012)\n05/14/2012 10  NOTICE of Appearance by attorney Rebecca Shapiro Cohen on behalf of\nDefendants David Aguilar, John C Bates, Jay Cumbow, Department of Homeland\nSecurity, Michael J Fisher, Janet Napolitano, United States Customs and Border\nProtection, United States Office of Border Patrol. (Cohen, Rebecca) (Entered:\n05/14/2012)\n05/23/2012 11  AFFIDAVIT of Mailing of Summons and Complaint to on 4/30/2012, filed by\nPlaintiffs Ernest Grimes, Ismael Ramos Contreras, Jose Sanchez. (Attachments: # 1\nExhibit A−I)(Merriman, Steven) (Entered: 05/23/2012)\n06/19/2012 12  STIPULATION AND PROPOSED ORDER Extending Defendants' Deadline to\nRespond to Plaintffs' Complaint by parties. (Cohen, Rebecca) (Entered:\n06/19/2012)\n06/20/2012 13  STIPULATION AND ORDER EXTENDING DEFENDANTS' DEADLINE TO\nRESPOND TO PLAINTIFFS' COMPLAINT, signed by Judge Robert J. Bryan.\n(DK) (Entered: 06/20/2012)\n07/11/2012 14  JOINT STATUS REPORT signed by all parties estimated Trial Days: 5..\n(Merriman, Steven) (Entered: 07/11/2012)\n07/12/2012 15  MOTION to Dismiss for lack of jurisdiction by Defendants David Aguilar, John C\nBates, Jay Cumbow, Department of Homeland Security, Michael J Fisher, Janet\nNapolitano, United States Customs and Border Protection, United States Office of\nBorder Patrol. (Attachments: # 1 Proposed Order) Noting Date 8/3/2012, (Cohen,\nRebecca) (Entered: 07/12/2012)\n07/12/2012 16  MOTION to Stay discovery pending resolution of motion to dismiss by Defendants\nDavid Aguilar, John C Bates, Jay Cumbow, Department of Homeland Security,\nMichael J Fisher, Janet Napolitano, United States Customs and Border Protection,\nUnited States Office of Border Patrol. (Attachments: # 1 Proposed Order, # 2\nExhibit A−C, # 3 Exhibit D−F, # 4 Exhibit G−I) Noting Date 7/27/2012, (Cohen,\nRebecca) (Entered: 07/12/2012)\n07/23/2012 17  RESPONSE, by Plaintiffs Ernest Grimes, Ismael Ramos Contreras, Jose Sanchez,\nto 16 MOTION to Stay discovery pending resolution of motion to dismiss.\n(Merriman, Steven) (Entered: 07/23/2012)\n07/23/2012 18  DECLARATION of Nicholas P. Gellert filed by Plaintiffs Ernest Grimes, Ismael\nRamos Contreras, Jose Sanchez re 16 MOTION to Stay discovery pending\nresolution of motion to dismiss (Merriman, Steven) (Entered: 07/23/2012)\n\nCase: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   6 of 8\n07/26/2012 19  NOTICE that the following is RE−NOTED: 15 MOTION to Dismiss for lack of\njurisdiction. Filed by Defendants David Aguilar, John C Bates, Jay Cumbow,\nDepartment of Homeland Security, Michael J Fisher, Janet Napolitano, United\nStates Customs and Border Protection, United States Office of Border Patrol.\nNoting Date 8/10/2012, (Cohen, Rebecca) (Entered: 07/26/2012)\n07/27/2012 20  REPLY, filed by Defendants David Aguilar, John C Bates, Jay Cumbow,\nDepartment of Homeland Security, Michael J Fisher, Janet Napolitano, United\nStates Customs and Border Protection, United States Office of Border Patrol, TO\nRESPONSE to 16 MOTION to Stay discovery pending resolution of motion to\ndismiss (Cohen, Rebecca) (Entered: 07/27/2012)\n07/30/2012 21  ORDER ON MOTION TO STAY DISCOVERY PENDING RESOLUTION OF\nMOTION TO DISMISS, denying 16 Motion to Stay. Signed by Judge Robert J.\nBryan. (JL) (Entered: 07/30/2012)\n08/06/2012 22  RESPONSE, by Plaintiffs Ernest Grimes, Ismael Ramos Contreras, Jose Sanchez,\nto 15 MOTION to Dismiss for lack of jurisdiction. (Merriman, Steven) (Entered:\n08/06/2012)\n08/08/2012 23  MINUTE ORDER SETTING TRIAL, PRETRIAL DATES AND ORDERING\nMEDIATION; Length of Trial: *FIVE DAYS*. Bench Trial is set for 5/13/2013 at\n09:30 AM in Courtroom A before Judge Robert J. Bryan. Joinder of Parties due by\n9/14/2012, Class certification motion due by 10/23/12, Expert Witness\nDisclosure/Reports under FRCP 26(a)(2) due by 11/14/2012, Motions due by\n12/24/2012, Discovery completed by 12/21/2012, Dispositive motions due by\n1/21/2013, Settlement conference to be held by 3/14/2013, 39.1 mediation to be\ncompleted by 4/13/2013, 39.1 Settlement Report due by 4/20/2013, Motions in\nLimine due by 4/26/2013, Pretrial Order due by 4/26/2013, Pretrial Conference set\nfor 5/3/2013 at 08:30 AMn. Trial briefs to be submitted by 5/3/2013, Authorized\nby Judge Robert J. Bryan. (DK) (Entered: 08/08/2012)\n08/10/2012 24  REPLY, filed by Defendants David Aguilar, John C Bates, Jay Cumbow,\nDepartment of Homeland Security, Michael J Fisher, Janet Napolitano, United\nStates Customs and Border Protection, United States Office of Border Patrol, TO\nRESPONSE to 15 MOTION to Dismiss for lack of jurisdiction (Cohen, Rebecca)\n(Entered: 08/10/2012)\n08/22/2012 25  STIPULATION AND PROPOSED ORDER for a Protective Order by parties.\n(Cohen, Rebecca) (Entered: 08/22/2012)\n08/22/2012 26  MINUTE ORDER REASSIGNING CASE. Judge Robert J. Bryan RECUSES\nhimself from the above−entitled cause of action. This case is REASSIGNED in\nrotation to Judge Benjamin H Settle for all further proceedings. Counsel are\nrequested to modify their pleadings to reflect this change. Entered as directed by\nJudge Robert J. Bryan. (DK) (Entered: 08/22/2012)\n08/22/2012 Noting Date Set/Reset re 15 MOTION to Dismiss for lack of jurisdiction : Noting\nDate 8/22/2012, to reflect transfer of case to Judge Settle. (TG) (Entered:\n08/22/2012)\n08/23/2012 MOTION(S) REFERRED: re 15 MOTION to Dismiss for lack of jurisdiction\nreferred to Judge Benjamin H. Settle. (JL) (Entered: 08/23/2012)\n08/24/2012 27  Revised MINUTE ORDER SETTING TRIAL AND PRETRIAL DATES − *FIVE\nDAY* Bench Trial is set for 5/14/2013 at 9:00 AM in Courtroom E before Judge\nBenjamin H. Settle. Joinder of Parties due by 9/24/2012, Amended Pleadings due\nby 10/4/2012, Expert Witness Disclosure/Reports under FRCP 26(a)(2) due by\n11/5/2012, Rebuttal Expert Disclosure/Reports due by 12/5/2012, Motions due by\n12/17/2012, Discovery completed by 1/14/2013, Dispositive motions due by\n2/13/2013, Settlement conference to be held by 3/15/2013, 39.1 mediation to be\ncompleted by 4/4/2013, Motions in Limine due by 4/8/2013, 39.1 Settlement\nReport due by 4/15/2013, Pretrial Order due by 4/22/2013, Trial briefs to be\nsubmitted by 4/23/2013, Pretrial Conference set for 4/29/2013 at 11:00 AM in\nCourtroom E before Judge Benjamin H. Settle. (MGC) (Entered: 08/24/2012)\n08/24/2012 28  ORDER by Judge Benjamin H Settle re 25 Stipulation filed by Jay Cumbow,\nUnited States Customs and Border Protection, John C Bates, Michael J Fisher,\n\nCase: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   7 of 8\nUnited States Office of Border Patrol, Janet Napolitano, Department of Homeland\nSecurity, David Aguilar. (TG) (Entered: 08/24/2012)\n08/27/2012 29  ORDER by Judge Benjamin H Settle denying 15 Motion to Dismiss.(TG) (Entered:\n08/27/2012)\n09/05/2012 30  Agreed MOTION Enforcement of Confidentiality Agreement by Defendants David\nAguilar, John C Bates, Jay Cumbow, Department of Homeland Security, Michael J\nFisher, Janet Napolitano, United States Customs and Border Protection, United\nStates Office of Border Patrol. Noting Date 9/5/2012, (Cohen, Rebecca) (Entered:\n09/05/2012)\n09/10/2012 31  ANSWER to 1 Complaint, by David Aguilar, John C Bates, Jay Cumbow,\nDepartment of Homeland Security, Michael J Fisher, Janet Napolitano, United\nStates Customs and Border Protection, United States Office of Border\nPatrol.(Cohen, Rebecca) (Entered: 09/10/2012)\n09/21/2012 32  MOTION CR 37 Submission Regarding Plaintiffs' Request for Production Nos.\n20−24 by Plaintiffs Ernest Grimes, Ismael Ramos Contreras, Jose Sanchez.\n(Attachments: # 1 Proposed Order) Noting Date 9/21/2012, (Gellert, Nicholas)\n(Entered: 09/21/2012)\n09/21/2012 33  DECLARATION of Nicholas P. Gellert filed by Plaintiffs Ernest Grimes, Ismael\nRamos Contreras, Jose Sanchez re 32 MOTION CR 37 Submission Regarding\nPlaintiffs' Request for Production Nos. 20−24 (Attachments: # 1 Exhibit 1)(Gellert,\nNicholas) (Entered: 09/21/2012)\n09/25/2012 34  ORDER by Judge Benjamin H Settle granting 30 Motion Regarding Enforcement\nof Confidentiality Agreement.(TG) (Entered: 09/25/2012)\n10/04/2012 35  ORDER by Judge Benjamin H Settle denying 32 Motion to Compel Request for\nProduction.(TG) (Entered: 10/04/2012)\n10/11/2012 36  STIPULATION AND PROPOSED ORDER Re Amended Scheduling Order by\nparties. (Gellert, Nicholas) (Entered: 10/11/2012)\n10/15/2012 37  STIPULATION AND ORDER by Judge Benjamin H Settle re 36 Stipulation filed\nby Ernest Grimes, Ismael Ramos Contreras, Jose Sanchez: 39.1 mediation to be\ncompleted by 9/27/2013, 39.1 Settlement Report due by 10/11/2013, Discovery\ncompleted by 7/15/2013, Dispositive motions due by 8/15/2013, Expert Witness\nDisclosure/Reports under FRCP 26(a)(2) due by 5/6/2013, Motions due by\n6/17/2013, Motions in Limine due by 10/4/2013, Proposed pretrial order due by\n10/17/2013, Proposed Findings of Fact and Conclusions of Law to be submitted by\n10/18/2013, Rebuttal Expert Disclosure/Reports due by 6/5/2013, Settlement\nconference to be held by 9/13/2013, Trial briefs to be submitted by 10/18/2013,\nBench Trial is set for 11/5/2013 at 09:00 AM before Judge Benjamin H Settle.\nFinal Pretrial Conference set for 10/21/2013 at 01:30 PM before Judge Benjamin H\nSettle. (TG) (Entered: 10/15/2012)\n11/07/2012 38  STIPULATION AND PROPOSED ORDER regarding Privacy Act by parties.\n(Attachments: # 1 Exhibit 1)(Cohen, Rebecca) (Entered: 11/07/2012)\n11/07/2012 39  STIPULATION AND PRIVACY ACT PROTECTIVE ORDER signed by Judge\nBenjamin H. Settle. (MGC) (Entered: 11/07/2012)\n01/02/2013 40  STIPULATION AND PROPOSED ORDER for Privacy Act Protective Order by\nparties. (Cohen, Rebecca) (Entered: 01/02/2013)\n01/03/2013 41  STIPULATION AND PRIVACY ACT PROTECTIVE ORDER by Judge\nBenjamin H Settle re 40 Stipulation filed by Jay Cumbow, United States Customs\nand Border Protection, John C Bates, Michael J Fisher, United States Office of\nBorder Patrol, Janet Napolitano, Department of Homeland Security, David Aguilar.\n(TG) (Entered: 01/03/2013)\n01/04/2013 42  Stipulated MOTION and Proposed Order Regarding Deadline to File Motion for\nClass Certification by Plaintiffs Ernest Grimes, Ismael Ramos Contreras, Jose\nSanchez. Noting Date 1/4/2013, (Gellert, Nicholas) (Entered: 01/04/2013)\n\nCase: 3:12-cv-5378   As of: 01/09/2015 09:20 PM PST   8 of 8\n01/07/2013 43  ORDER by Judge Benjamin H Settle granting 42 Stipulated Motion extending\ndeadline to file motion for class certification to March 1, 2013.(TG) (Entered:\n01/07/2013)\n02/12/2013 44  Stipulated MOTION and Proposed Order to Stay Litigation by Plaintiffs Ernest\nGrimes, Ismael Ramos Contreras, Jose Sanchez. Noting Date 2/12/2013,\n(Merriman, Steven) (Entered: 02/12/2013)\n02/14/2013 45  STIPULATION AND ORDER TO STAY LITIGATION by Judge Benjamin H\nSettle re 44 Stipulated MOTION and Proposed Order to Stay Litigation filed by\nErnest Grimes, Ismael Ramos Contreras, Jose Sanchez. (TG) (Entered: 02/14/2013)\n02/14/2013 Case Stayed (TG) (Entered: 02/14/2013)\n03/14/2013 46  Stipulated MOTION To Extend Litigation Stay and Joint Status Report by\nPlaintiffs Ernest Grimes, Ismael Ramos Contreras, Jose Sanchez. Noting Date\n3/15/2013, (Gellert, Nicholas) (Entered: 03/14/2013)\n03/18/2013 47  ORDER by Judge Benjamin H Settle granting 46 Stipulated Motion to Extend\nLitigation Stay to 4/29/2013.(TG) (Entered: 03/18/2013)\n04/25/2013 48  Stipulated MOTION To Extend Litigation Stay by Plaintiffs Ernest Grimes, Ismael\nRamos Contreras, Jose Sanchez. Noting Date 4/25/2013, (Gellert, Nicholas)\n(Entered: 04/25/2013)\n04/29/2013 49  ORDER by Judge Benjamin H Settle granting 48 Stipulated Motion To Extend\nLitigation Stay to June 12, 2013.(TG) (Entered: 04/29/2013)\n06/12/2013 50  Stipulated MOTION to Extend Litigation Stay and JSR by Defendants David\nAguilar, John C Bates, Jay Cumbow, Department of Homeland Security, Michael J\nFisher, Janet Napolitano, United States Customs and Border Protection, United\nStates Office of Border Patrol. Noting Date 6/12/2013, (Cohen, Rebecca) (Entered:\n06/12/2013)\n06/17/2013 51  ORDER granting 50 Stipulated Motion by Judge Benjamin H Settle. Stay\ncontinued until 6/21/2013. (TG) (Entered: 06/17/2013)\n06/21/2013 52  STIPULATION AND PROPOSED ORDER to Extend Litigation Stay, and JSR by\nparties. (Cohen, Rebecca) (Entered: 06/21/2013)\n06/24/2013 53  STIPULATION AND ORDER by Judge Benjamin H Settle re 52 Stipulation filed\nby Jay Cumbow, United States Customs and Border Protection, John C Bates,\nMichael J Fisher, United States Office of Border Patrol, Janet Napolitano,\nDepartment of Homeland Security, David Aguilar. Parties to file dismissal\npaperwork or new status report by August 21, 2013. (TG) (Entered: 06/24/2013)\n08/21/2013 54  JOINT STATUS REPORT signed by all parties estimated Trial Days: 0. Filed by\nDefendants David Aguilar, John C Bates, Jay Cumbow, Department of Homeland\nSecurity, Michael J Fisher, Janet Napolitano, United States Customs and Border\nProtection, United States Office of Border Patrol.(Cohen, Rebecca) (Entered:\n08/21/2013)\n09/24/2013 55  STIPULATION AND PROPOSED ORDER of Dismissal by parties. (Gellert,\nNicholas) (Entered: 09/24/2013)\n09/27/2013 56  STIPULATION AND ORDER OF DISMISSAL by Judge Benjamin H Settle.\n(TG) (Entered: 09/27/2013)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/44074"
    },
    {
      "date": "2012-08-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 3715719,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2012,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Western District of Washington",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48865,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48865.pdf",
      "title": "Order Denying Motion to Dismiss",
      "text": " \n \n \n \n1   \n \n2   \n \n3 \n \n \n4 \nUNITED STATES DISTRICT COURT \nWESTERN DISTRICT OF WASHINGTON \n5 \nAT TACOMA \n \n6 \n \n7  JOSE SANCHEZ, ISMAEL RAMOS  CASE NO. 12-5378 BHS \nCONTRERAS, and ERNEST FRIMES, \n8  on behalf of themselves and all others  ORDER ON DEFENDANTS’ \nsimilarly situated,  MOTION TO DISMISS FOR        \n9  LACK OF JURISDICTION \n  Plaintiffs, \n10 \n  v. \n11 \nUNITED STATES OFFICE OF \n12  BORDER PATROL, et al., \n13    Defendants. \n \n14 \nThis matter comes before the Court on Defendants’ Motion to Dismiss for Lack of \n15 \nJurisdiction.  Dkt. 15.  The Court has considered the pleadings filed in support of and in \n16 \nopposition to the motion and the file herein. \n17 \nOn April 26, 2012, Plaintiffs filed this putative class action, seeking to enjoin Defendants \n18 \nfrom practices that are resulting in vehicle stops alleged to violate the Fourth Amendment.  Dkt. \n19 \n1.  In their Motion to Dismiss, Defendants argue that the Complaint should be dismissed because \n20 \nPlaintiffs lack standing to seek equitable relief and that there is no private cause of action under 8 \n21 \nU.S.C. § 1357.  Dkt. 15.  Defendants’ motion should be denied because Plaintiffs have alleged \n22 \nsufficient facts, if true, that establish they have standing.  Defendants’ motion regarding 8 U.S.C. \n23 \n§ 1357 should likewise be denied.  Plaintiffs do not rely on a private right of action under 8 \n24 \n \nORDER - 1 \n \n\n \n \n \n \n1  U.S.C. § 1357, but maintain that the Court has jurisdiction pursuant to the Administrative \n2  Procedures Act (“APA”), 5 U.S.C. § 702, to review agency action in violation of § 1357.        \n3  I.  BACKGROUND FACTS AND PENDING MOTION  \n4  A.  Facts \n5  The named Plaintiffs assert that this action “arises from the Border Patrol’s practice of \n6  stopping vehicles or participating in vehicle stops on the Olympic Peninsula without appropriate \n7  reasonable suspicion in order to interrogate and unreasonably seize the occupants of such \n8  vehicles.”  Dkt. 1, at 2.  Each of the named Plaintiffs allege that Defendants have violated their \n9  Fourth Amendment rights and remain in fear that Defendants will continue to violate their rights.  \n10  Id.  The three named Plaintiffs’ allegations regarding their contact with Border Patrol agents are \n11  summarized as follows:       \n12  Plaintiff Sanchez, who lives and works on the Olympic Peninsula, was born in the United \n13  States and is of Latino/Hispanic decent.  Dkt. 1, at 3.  He asserts that he had three contacts with \n14  the Defendants’ Border Patrol agents.  Dkt. 1, at 6-7.  He alleges that during or around the winter \n15  of 2008-2009, he was in a vehicle that was followed by one or more Border Patrol agents.  Dkt. \n16  1, at 6.  When he arrived at his house, the agents approached him.  Id.  Plaintiff began to record \n17  the stop on his cell phone.  Id.  The agents then purportedly “backed away.”  Id.   \n18  Plaintiff Sanchez’s next encounter occurred in or around the summer of 2009.  Dkt. 1, at \n19  6.  He and a family member were in a vehicle that was stopped by Border Patrol agents.  Id.  \n20  Plaintiff Sanchez alleges that he was told that he was stopped because the vehicle windows were \n21  tinted too darkly, but when he attempted to provide his insurance and registration, the agents \n22  refused to inspect them.  Id.  He asserts that the agents questioned him regarding his immigration \n23  status.  Id.   \n24 \n \nORDER - 2 \n \n\n \n \n \n \n1  In the fall of 2011, Plaintiff Sanchez was in a vehicle that was once again stopped by \n2  Border Patrol agents.  Dkt. 1, at 7.  Although the driver’s side window was not tinted, the agents \n3  told him that his vehicle was stopped because the windows were too darkly tinted.  Id.  He \n4  asserts that the agents were only interested in his immigration status, and asked to see his \n5  identification.  Id.          \n6  At the time this case was filed, Plaintiff Contreras was an eighteen-year-old high school \n7  senior at Forks High School.  Dkt. 1, at 4.  Plaintiff Contreras was born in the United States and \n8  is of Latino/Hispanic descent.  Id.  On July 22, 2011, Plaintiff Contreras and a few others were in \n9  a vehicle that was stopped by Border Patrol agents.  Id., at 7.  Once the vehicle was stopped, one \n10  of the agents tried to grab the keys out of the vehicle.  Id.  Although the agent was unable to take \n11  the keys, the driver handed them to the agent and the agent held them for the duration of the stop.  \n12  Id.  Plaintiff Contreras alleges that he was then interrogated by four Border patrol agents \n13  regarding his immigration status.  Id.  He was not given any reason for the stop.  Id.   \n14  Plaintiff Contreras was also questioned about his immigration status outside the Clallam \n15  County District Courthouse by a Border Patrol agent on December 2, 2010.  Id., at 8.        \n16  Plaintiff Grimes, who also lives and works on the Olympic Peninsula, was born in the \n17  United States and is African-American.  Dkt. 1, at 4.  Plaintiff Grimes alleges that he was \n18  stopped by Border Patrol on October 15, 2011, near Clallam Bay.  Id., at 8.  Plaintiff Grimes \n19  alleges that the agent “approached the passenger window of Plaintiff Grimes’ car and had his \n20  hand on his holstered weapon.  The agent seemed scared and volatile and yelled at Plaintiff \n21  Grimes to roll down his windows.”  Id.  Plaintiff Grimes states that he was interrogated about his \n22  immigration status, but was given no reason for the stop.  Id.        \n23     \n24 \n \nORDER - 3 \n \n\n \n \n \n \n1  B.  Pending Motion to Dismiss    \n2  In Defendants’ Motion to Dismiss, they argue that Plaintiffs’ claims should be dismissed \n3  because they have failed to establish standing to seek equitable relief.  Dkts. 15 and 24.  \n4  Defendants also argue that Plaintiffs’ second claim, under 8 U.S.C. § 1357, should be dismissed \n5  because § 1357 does not provide a private cause of action.  Id.   \n6  Plaintiffs oppose the motion.  Dkt. 22.  Plaintiffs argue that at least one of the named \n7  Plaintiffs has alleged more than one incident where Border Patrol has stopped him contrary to \n8  the Fourth Amendment's prohibition against unreasonable seizures.  Dkt. 22.  Plaintiffs contend \n9  that is enough to show they have standing to seek equitable relief.  Id.  Further, Plaintiffs argue \n10  that they are not making a claim under 8 U.S.C. § 1357, but are asserting that this Court has \n11  jurisdiction to review agency action in violation of 8 U.S.C. § 1357, pursuant to the APA, 5 \n12  U.S.C. § 702.  Id.            \n13  II.  DISCUSSION \n14  A.  Standard for Motion to Dismiss \n15  A complaint must be dismissed under Fed. R. Civ. P. 12(b)(1) if, considering the factual \n16  allegations in the light most favorable to the plaintiff, the action: (1) does not arise under the \n17  Constitution, laws, or treaties of the United States, or does not fall within one of the other \n18  enumerated categories of Article III, Section 2, of the Constitution; (2) is not a case or \n19  controversy within the meaning of the Constitution; or (3) is not one described by any \n20  jurisdictional statute.  Baker v. Carr, 369 U.S. 186, 198 (1962); D.G. Rung Indus., Inc. v. \n21  Tinnerman, 626 F. Supp. 1062, 1063 (W.D. Wash. 1986); see 28 U.S.C. §§ 1331 (federal \n22  question jurisdiction) and 1346 (United States as a defendant).  When considering a motion to \n23  dismiss pursuant to Rule 12(b)(1), Court are not restricted to the face of the pleadings, but may \n24 \n \nORDER - 4 \n \n\n \n \n \n \n1  review any evidence to resolve factual disputes concerning the existence of jurisdiction.  \n2  McCarthy v. United States, 850 F.2d 558, 560 (9th Cir. 1988), cert. denied, 489 U.S. 1052 \n3  (1989); Biotics Research Corp. v. Heckler, 710 F.2d 1375, 1379 (9th Cir. 1983).  A federal court \n4  is presumed to lack subject matter jurisdiction until plaintiff establishes otherwise.  Kokkonen v. \n5  Guardian Life Ins. Co. of America, 511 U.S. 375 (1994); Stock West, Inc. v. Confederated \n6  Tribes, 873 F.2d 1221, 1225 (9th Cir. 1989).  Therefore, a plaintiff bears the burden of proving \n7  the existence of subject matter jurisdiction.  Stock West, 873 F.2d at 1225; Thornhill Publishing \n8  Co., Inc. v. Gen’l Tel & Elect. Corp., 594 F.2d 730, 733 (9th Cir. 1979). \n9  B.  Motion to Dismiss for Lack of Standing \n10  Pursuant to Article III of the United States Constitution, federal courts are limited to \n11  hearing only “cases” or “controversies.”  “Standing is a core component of the Article III cases \n12  or controversies requirement.”  Barnum Timber Co. v. U.S. E.P.A., 633 F.3d 894, 897 (9th Cir. \n13  2011) (citing Lujan v. Defenders of Wildlife, 504 U.S. 555, 560 (1992)).  In order to have Article \n14  III standing, a plaintiff must show they have “suffered an injury in fact,” that is caused by “the \n15  conduct complained of,” and that will be “redressed by a favorable decision.”  Camreta v. \n16  Greene, 131 S. Ct. 2020, 2028 (2011) (quoting Lujan, at 560-561).     \n17  In order to receive injunctive relief, a plaintiff must make an additional showing that they \n18  have standing.  City of Los Angeles v. Lyons, 461 U.S. 95, 111 (1983).  “The equitable remedy is \n19  unavailable absent a showing of irreparable injury, a requirement that cannot be met where there \n20  is no showing of any real or immediate threat that the plaintiff will be wronged again—a \n21  likelihood of substantial and immediate irreparable injury.”  City of Los Angeles v. Lyons, 461 \n22  U.S. 95, 111 (1983) (internal quotations omitted).  Even though “case or controversy \n23  considerations obviously shade into those determining whether the complaint states a sound basis \n24 \n \nORDER - 5 \n \n\n \n \n \n \n1  for equitable relief,” the “real or immediate threat” showing is also required.  Id.  Further, the \n2  alleged injuries must be to the named class members because “injunctive relief is not available \n3  based on alleged injuries to unnamed members of a proposed class.”  Hodgers-Durgin v. de la \n4  Vina, 199 F.3d 1037, 1045 (9th Cir. 1999).        \n5  Defendants state in their motion that they are not challenging Plaintiffs’ Article III \n6  standing under the Lujan test at this point in the litigation.  Dkt. 15, at 6.  They contend that \n7  because the additional standing requirement for injunctive relief (announced in Lyons) is so \n8  similar to the Lujan test, the Court need only address whether Plaintiffs have established an \n9  entitlement to equitable relief at this time.  Id. (citing Hodgers-Durgin, at 1042).  That is, that the \n10  Plaintiffs have not shown that there is a real or immediate threat that they will be “wronged \n11  again.”  Id.   \n12  Defendants’ Motion to Dismiss Plaintiffs’ case for failure to show that they have standing to \n13  seek equitable relief (Dkt. 15) should be denied.  The named Plaintiffs have sufficiently shown \n14  that they are likely to suffer substantial and immediate irreparable injury.  “The possibility of \n15  recurring injury ceases to be speculative when actual repeated incidents are documented.” \n16  Nicacio v. U.S. I.N.S., 797 F.2d 700 (9th Cir. 1985) (overruled on other grounds by Hodgers-\n17  Durgin v. de la Vina, 199 F.3d 1037, 1042 (9th Cir. 1999)).  In this case, at least one of the \n18  named Plaintiffs has alleged that he has been stopped twice in violation of the Fourth \n19  Amendment.  (Plaintiff Sanchez contends that he has been stopped three times and seized at least \n20  twice.)  At this stage in the litigation, these allegations are sufficient to show that there is a real \n21  and immediate threat that he will be “wronged again.”  Lyons, at 111. \n22  Defendants rely on Hodgers-Durgin and argue that like the plaintiffs in that case, the \n23  Plaintiffs here do not have standing to seek equitable relief – that is that they have not shown that \n24 \n \nORDER - 6 \n \n\n \n \n \n \n1  there is a likelihood of substantial and immediate irreparable injury to them.  In Hodgers-Durgin, \n2  the Ninth Circuit held that the named plaintiffs (Mr. Lopez and Ms. Hodgers-Durgin) had failed \n3  to make the required showing.  It found: \n4  We hold that Mr. Lopez and Ms. Hodgers–Durgin have not demonstrated a \nsufficient likelihood of injury to warrant equitable relief.  Mr. Lopez drives \n5  between 400 and 500 miles a week and sees Border Patrol agents nearly every \nday. Ms. Hodgers–Durgin drives between Rio Rico and Nogales at least four or \n6  five times a week and sees Border Patrol agents “all over the place” whenever she \ntravels. Yet Mr. Lopez and Ms. Hodgers–Durgin were each stopped only once in \n7  10 years. Based on plaintiffs' own factual record, we believe that it is not \nsufficiently likely that Mr. Lopez or Ms. Hodgers–Durgin will again be stopped \n8  by the Border Patrol. In the absence of a likelihood of injury to the named \nplaintiffs, there is no basis for granting injunctive relief that would restructure the \n9  operations of the Border Patrol and that would require ongoing judicial \nsupervision of an agency normally, and properly, overseen by the executive \n10  branch. \n \n11  Id., at 1044.  This case is distinguishable.  Unlike the plaintiffs in Hodgers-Durgin, at least one \n12  of the named Plaintiffs asserts that he has been stopped more than once in a two- or three-year \n13  period.  Further, unlike the plaintiffs in Hodgers-Durgin there is no evidence in the record of \n14  how often the named Plaintiffs encountered Border Patrol agents, although the Complaint alleges \n15  that there has been a surge of Border Patrol agents on the Olympic Peninsula.  Dkt. 1.  Lastly, \n16  there is no showing, yet, to justify the stops of the Plaintiffs.  Plaintiffs contend in the Complaint \n17  that the sole basis for each of the stops was the Border Patrol agents’ intuition “based solely on \n18  the color and nature of the Plaintiffs’ skin and hair.”  Dkt. 1.  At this stage in the litigation, \n19  Plaintiffs have shown they have sufficient standing to seek equitable relief.   \n20  C.  Motion to Dismiss Claim for Relief Under 8 U.S.C. § 1357 \n21  Pursuant to 8 U.S.C. § 1357(a)(3), Border Patrol agents can make warrantless arrests “within \n22  a reasonable distance from any external boundary to the United States,” they can “board and \n23  search for aliens [in] any . . . vehicle . . . for the purpose of patrolling the border to prevent the \n24 \n \nORDER - 7 \n \n\n \n \n \n \n1  illegal entry of aliens into the united States.”  Under 8 C.F.R. § 287.8(b)(2), a Border Patrol \n2  agent must have “a reasonable suspicion based upon specific articulable facts, that the person \n3  being questioned is, or is attempting to be engaged in an offense against the United States or is \n4  an alien illegally in the United States.”   \n5  Defendants’ motion to dismiss Plaintiffs’ second claim (Dkt. 15) should be denied.  Plaintiffs \n6  state that they are not making a claim under 8 U.S.C. § 1357.  Dkt. 22.  Plaintiffs argue that \n7  jurisdiction to review the Border Patrol’s actions is not found under § 1357, but under the APA.  \n8  Id.  Plaintiffs contend that by stopping them (and the other putative class members) “without \n9  reasonable suspicion based on specific articulable facts” that Defendants are exceeded their \n10  statutory authority.  Dkt. 1, at 19.  Plaintiffs assert in their Complaint that the Defendants’ \n11  actions constitute reviewable “agency action within the meaning of the [APA], 5 U.S.C. § 551, \n12  authorizing injunctive relief under the [APA], 5 U.S.C. § 702.”  Dkt. 1, at 6.    \n13    In their reply, Defendants state that their “confusion regarding Plaintiffs’ basis for \n14  bringing their Second Claim is understandable because Plaintiffs labeled the claim ‘Violation of \n15  8 U.S.C. § 1357’” rather than identifying the claim as a claim under the APA.  Dkt. 24.  \n16  Defendants then go on to argue that the second claim should be dismissed by raising new \n17  arguments in the reply.  For example, they argue that because the first claim (“Violation of the \n18  Fourth Amendment”) and the second claim (“Violation of 8 U.S.C. § 1357”) are the same claim, \n19  and in fact ask for the same relief, the second claim should be dismissed.  Id. (citing Sackett v. \n20  E.P.A., 132 S. Ct. 1367, 1372 (2012) (noting the APA’s judicial review provision also requires \n21  that the person seeking APA review of final agency action have “no other adequate remedy in a \n22  court.”)).  Due to the fact that Plaintiffs do not have an opportunity to respond, in the interests of \n23  due process, those arguments will not be reached here.  Defendants’ motion to dismiss Plaintiffs’ \n24 \n \nORDER - 8 \n \n\n \n \n \n \n1  claim for a “violation of 8 U.S.C. § 1357” should be denied because Plaintiffs have clarified that \n2  they make no such a claim.             \n3  III.  ORDER \n4  Therefore, it is hereby ORDERED that Defendants’ Motion to Dismiss for Lack of \n5  Jurisdiction (Dkt. 15) is DENIED.   \n6  Dated this 27th day of August, 2012. \nA    \n7 \n8 \n9   BENJAMIN H. SETTLE \n United  States District Judge \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n \nORDER - 9 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "29",
      "clearinghouse_link": "clearinghouse.net/doc/48865"
    }
  ],
  "document_count": 7
}