{
  "case_id": 17455,
  "fetched_at": "2025-10-22T00:30:41.510412",
  "case_data": {
    "attorney_orgs": [
      "Civil Rights Corps"
    ],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Tennessee Supreme Court",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Coding Complete",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Tennessee state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2020-03-24",
    "filing_year": 2020,
    "id": 17455,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Over/Unlawful Detention (facilities)",
      "General/Misc.: Conditions of confinement",
      "COVID-19: Mitigation Requested",
      "COVID-19: Mitigation Granted",
      "COVID-19: Social distancing ordered"
    ],
    "last_checked_date": "2020-06-14T00:00:00-04:00",
    "main_docket": {
      "id": 54337,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2020,
      "docket_filing_number": 1803,
      "is_main_docket": true,
      "court": "Tennessee state trial court",
      "state": "Tennessee",
      "docket_office_number": "1",
      "docket_number_manual": "1:20-cv-01803-AKH",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re COVID-19 Pandemic",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Dozens of criminal justice and prison advocacy organizations",
    "plaintiff_type": [
      {
        "value": "Non-profit NON-religious organization"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "COVID-19 (novel coronavirus)"
    ],
    "special_case_type": [
      {
        "value": "Appellate Court is initial court"
      }
    ],
    "state": "Tennessee",
    "summary": "<p>On March 24, 2020, the Choosing Justice Initiative and dozens of criminal justice and prison advocacy groups filed this emergency petition in the Tennessee Supreme Court. The petitioners asked the Court to supplement its earlier order from March 13, 2020 that suspended in-person court proceedings. They sought additional directives to protect the health and safety of incarcerated persons from risks associated with COVID-19 outbreaks inside jails, juvenile detention centers, and prison facilities in Tennessee. The petitioners argued that under state law, the Tennessee State Court had the authority to reduce the threat of COIVD-19 for those in contact with Tennessee's correctional systems and the greater community. They also asked the court to order police departments to issue criminal citations or summons in lieu of arrest when possible. In the petition, the coalition of organizations sought the release of prisoners who</p>\r\n<blockquote>-are serving a misdemeanor sentence;</blockquote>\r\n<p>-are over the age of 50, considered medically fragile, or pregnant;</p>\r\n<p>- are eligible for release on bail, but remain in jail because they cannot afford to pay a money bail condition or court-ordered pretrial monitoring fees;</p>\r\n<p>-are children detained on delinquency charges;</p>\r\n<p>-are persons confined on pending probation or parole violation charges;</p>\r\n<p>-have been granted parole upon the condition that they complete a program prior to release;</p>\r\n<p>-have reached their parole eligibility date;</p>\r\n<p>-are serving sentences solely for drug offenses;</p>\r\n<p>-have less than three years remaining on their sentence; or</p>\r\n<p>-have been in continuous custody for 25 years or more.</p>\r\n<p>The next day, on March 25, 2020, the Court issued an order continuing the March 13th suspension of in-person court proceedings. The Court also ordered local judges to come up with plans for reducing jail populations in their jurisdictions as part of the effort to slow the spread of COVID-19. The order directed each judicial district to submit a plan for a reduction by Monday, March 30.</p>\r\n<p>On April 24, 2020, the Court extended the suspension of in-person court proceedings to May 31 and suspension of jury trials through July 3. Orders of protection and temporary injunctions set to expire between March 13 to May 31 were extended to June 5. According to the latest order on May 26, the suspension of jury trials remains through July 3. Orders of protection and temporary injunctions were further extended through June 15.</p>",
    "summary_published_date": "2025-03-18T19:03:48.891304-04:00",
    "summary_short": "A coalition of criminal justice and prison advocacy organizations filed a petition asking the Supreme Court to take immediate action to reduce the population of Tennessee’s prisons and jails in light of the coronavirus pandemic. On March 25, 2020, the Tennessee Supreme Court ordered local judges to come up with plans for reducing jail populations in their jurisdictions by March 30, 2020. On April 24, 2020, the Court extended the suspension of in-person court proceedings to May 31 and suspension of jury trials through July 3. According to the latest order on May 26, the suspension of jury trials remains through July 3.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/17455",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17455",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17455",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17455"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114766,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114766"
    },
    {
      "date": "2020-03-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Tennessee state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 105326,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/105326.pdf",
      "title": "Order Continuing Suspension of In-Person Court Proceedings and Extension of Deadlines",
      "text": "03/25/2020\nIN THE SUPREME COURT OF TENNESSEE\nAT NASHVILLE\nIN RE: COVID-19 PANDEMIC\n______________________\nNo. ADM2020-00428\n______________________\nORDER CONTINUING SUSPENSION OF IN-PERSON COURT PROCEEDINGS\nAND EXTENSION OF DEADLINES\nOn March 13, 2020, in response to the COVID-19 pandemic, the Chief Justice of \nthe Tennessee Supreme Court declared a state of emergency for the Judicial Branch of \nTennessee government and activated a Continuity of Operations Plan for the courts of \nTennessee. See Tenn. Const. Art. VI, § 1; Tenn. Code Ann. §§ 16-3-501 to 16-3-504 \n(2009); Moore-Pennoyer v. State, 515 S.W.3d 271, 276-77 (Tenn. 2017); Tenn. Sup. Ct. R. \n49.  This state of emergency constitutes a “disaster” for purposes of Tenn. Sup. Ct. R. 49 \nand Tenn. Code Ann. § 28-1-116.  In light of ongoing concerns, the Tennessee Supreme \nCourt hereby continues the suspension of in-person court proceedings and the extension of \ndeadlines as set forth in this order.  We again emphasize that the local and state courts of \nthe State of Tennessee are open and will remain open under all circumstances, subject to \nthe provisions of this order.  \nUnder  the  constitutional,  statutory, and  inherent  authority  of  the  Tennessee \nSupreme Court, we adopt the following provisions.  All in-person proceedings in all state \nand local courts in Tennessee, including but not limited to municipal, juvenile, general \nsessions, trial, and appellate courts, shall be suspended from the close of business on \nFriday, March 13, 2020, through Thursday, April 30, 2020, subject to the exceptions \nbelow.\nExceptions to this suspension of  in-person  court proceedings include, but are not \nlimited to:\n Proceedings  necessary  to  protect  constitutional  rights  of  criminal  defendants, \nincluding bond-related matters, preliminary hearings for incarcerated individuals,\nand plea agreements for incarcerated individuals\n Proceedings related to relief from abuse, including but not limited to orders of \nprotection\n Proceedings related to statutory order of protection hearings after entry of an ex \nparte order as necessary to satisfy any due process concerns\n\n Proceedings related to emergency child custody or visitation orders\n Proceedings related to the voluntary surrender of parental rights\n Settlements involving a minor or a person with a disability\n Department  of  Children’s Services emergency matters  related  to  child  safety, \nplacement, permanency, or federal funding for children in foster care\n Proceedings related to petitions for temporary injunctive relief\n Proceedings related to emergency mental health orders\n Proceedings related to emergency protection of elderly or vulnerable persons\n Proceedings directly related to the COVID-19 public health emergency\n Other exceptions as approved by the Chief Justice\nThe presiding judge or the designee of the presiding judge of each judicial district is \nauthorized  to  determine  the  manner  in  which  in-person  court  proceedings  for  the \nexceptions  listed  above are  to  be  conducted.  Other  exceptions  to  the  suspension  of \nin-person  court proceedings  must be approved by the Chief Justice.   Any permitted\nin-court proceedings shall be limited to attorneys, parties, witnesses, security officers, and \nother necessary persons, as determined by the trial judge.  Judges and their staff shall \nensure that social distancing and other such measures are strictly observed.  For purposes \nof implementing procedural matters during this time, the provisions of Rule 18(c) of the \nRules of the Tennessee Supreme Court are suspended to allow judges to issue general \norders.\nJudges  are charged  with the responsibility of  ensuring that core constitutional \nfunctions and rights are protected.  Additionally, court clerks are charged with ensuring\nthat court functions continue.  See Tenn. Code Ann. §§ 18-1-101 (2009); 18-1-105 (Supp. \n2019).  Nevertheless, all judges and court clerks should minimize in-person contact by \nutilizing available technologies, including alternative means of filing, teleconferencing, \nemail, and video conferencing.  \nAny Tennessee state or local rule, criminal or civil, that impedes a judge’s or court \nclerk’s ability to utilize available technologies to limit in-person contact is suspended \nthroughThursday,April 30, 2020.  See, e.g., Tenn. R. Civ. P. 43.01.  With respect to plea \nagreements for non-incarcerated individuals, this suspension expressly applies to those \nprovisions of Tenn. R. Crim. P. 11 which otherwise would require the proceeding to be in \nperson in open court. See, e.g., Tenn. R. Crim. P. 11(b)(1) and (2), 11(c)(2)(A).\nThe presiding judge or the designee of the presiding judge of each judicial district\nshall develop a written plan to affirmatively address issues regarding the incarceration of \nnonviolent offenders in furtherance of efforts to reduce the jail population, including but \nnot  limited  to  bond  reductions  or  eliminations,  deferred  sentences,  and  suspended \nsentences.  The presiding judge or the designee of the presiding judge of each judicial \ndistrict shall submit its plan to the Administrative Office of the Courts by the close of \n\nbusiness on Monday, March 30, 2020, absent an extension granted by the Chief Justice.  \n    \nJudges’ offices and court clerks’ offices may limit in-person contact with the public \nduring the period of suspension, but must remain functional. If it becomes necessary to \nclose judges’ orcourt clerks’physical offices during the period of suspension, these offices \nshall remain accessible by telephone, email and fax to the extent possible during regular \nbusiness  hours.    If  available,  drop  boxes  should  be  used  for  conventionally  filed \ndocuments.  \nThis  order  expressly  encourages  and  does  not  prohibit court  proceedings  by \ntelephone, video, teleconferencing, email, or other means that do not involve in-person \ncontact. This order does not affect courts’ consideration of matters that can be resolved \nwithout in-person proceedings. Although some non-emergency matters will need to be \nrescheduled, judges are to continue to resolve matters that do not require in-person court \nproceedings. Court clerks are to work cooperatively and at the direction of the presiding \njudge of each judicial district to fulfill the clerks’ obligation to facilitate continuing court \nfunction.   \nDeadlines set forth in court rules, statutes, ordinances, administrative rules, or \notherwise that are set to expire during the period from Friday, March 13, 2020, through\nTuesday, May 5, 2020, are hereby extended through Wednesday, May 6, 2020.  Statutes \nof limitations and statutes of repose that would otherwise expire during the period from\nFriday, March 13, 2020, through Tuesday, May 5, 2020, are hereby extended through \nWednesday, May 6, 2020.  See Tenn. Code Ann. § 28-1-116 (2017).  Deadlines, statutes \nof limitations, and statutes of repose that are not set to expire during the period from \nFriday, March 13, 2020, through Tuesday, May 5, 2020, are not extended or tolled by this \norder. \nWith  regard  to  notarizing  documents  at  this  time,  attorneys  and  judges  are \nencouraged to utilize the “Online Notary Public Act,” Tenn. Code Ann. § 8-16-301, et seq., \nand the regulations promulgated by the Secretary of State at Sec. of State, Tenn. R. and \nReg.  1360-07-03-.01.    Additionally,  with  regard  to  court  filings,  declarations  under \npenalty of perjury may be used as an alternative to a notary.  \nGiven the increasing economic issues caused by this pandemic, no judge, clerk, or \nother court official shall take any action to effectuate an eviction, ejectment, or other \ndisplacement from a residence during the effective dates of this order based upon the \nfailure to make a rent, loan, or other similar payment absent extraordinary circumstances as \ndetermined by a judge in a court of competent jurisdiction.  Nothing in this order affects \nthe obligations, terms, or conditions for payment under existing contracts.  Judges also are \nencouraged to work with court clerks and local law enforcement to develop policies \nseverely limiting or eliminating any new garnishments during this time.   \n\nOrders of protection and temporary injunctions that would otherwise expire during \nthe period from Friday, March 13, 2020, through Tuesday, May 5, 2020, are hereby\nextended through Wednesday, May 6, 2020.\nThis  order  applies  statewide  to  all  courts  and  court  clerks’ offices  except \nadministrative courts within the Executive Branch and federal courts and federal court \nclerks’ offices located in Tennessee.\nUnder the terms of this order, the courts of Tennessee remain open, consistent with \nthe Judicial Branch’s obligation to mitigate the risks associated with COVID-19.  Judges \nshould work with local law enforcement and other county officials to ensure that, to the \nextent  possible,  courthouses  remain  accessible  to  carry  out  essential  constitutional \nfunctions and time-sensitive proceedings.\nThis order is intended to be interpreted broadly for protection of the public from \nrisks associated with COVID-19.\nIt is so ORDERED.\nFOR THE COURT:\n_________________________\nJeffrey S. Bivins, Chief Justice\nCooLbG \n(LAI<\n_________________________\nCornelia A. Clark, Justice\noze,_\ncka.04, \n_________________________\nSharon G. Lee, Justice\n_________________________\nHolly Kirby, Justice\n_________________________\nRoger A. Page, Justice",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/105326"
    },
    {
      "date": "2020-03-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Declaration/Affidavit",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Tennessee state trial court",
      "no_title": false,
      "party_types": [
        "Expert",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 105220,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/105220.pdf",
      "title": "Declaration of Dr. Jaimie Meyer",
      "text": "Case 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 1 of 23\n \nDeclaration of Dr. Jaimie Meyer \n \nPursuant to 28 U.S.C.§ 1746, I hereby declare as follows: \n \nI.  Background and Qualifications \n \n1.  I am Dr. Jaimie Meyer, an Assistant Professor of Medicine at Yale School of Medicine \nand Assistant Clinical Professor of Nursing at Yale School of Nursing in New Haven, \nConnecticut. I am board certified in Internal Medicine, Infectious Diseases and Addiction \nMedicine.  I completed my residency in Internal Medicine at NY Presbyterian Hospital at \nColumbia, New York, in 2008. I completed a fellowship in clinical Infectious Diseases at \nYale School of Medicine in 2011 and a fellowship in Interdisciplinary HIV Prevention at \nthe Center for Interdisciplinary Research on AIDS in 2012. I hold a Master of Science in \nBiostatistics and Epidemiology from Yale School of Public Health. \n2.  I have worked for over a decade on infectious diseases in the context of jails and prisons. \nFrom 2008-2016, I served as the Infectious Disease physician for York Correctional \nInstitution in Niantic, Connecticut, which is the only state jail and prison for women in \nConnecticut.  In that capacity, I was responsible for the management of HIV, Hepatitis C, \ntuberculosis, and other infectious diseases in the facility.  Since then, I have maintained a \ndedicated HIV clinic in the community for patients returning home from prison and jail.  \nFor over a decade, I have been continuously funded by the NIH, industry, and \nfoundations for clinical research on HIV prevention and treatment for people involved in \nthe criminal justice system, including those incarcerated in closed settings (jails and \nprisons) and in the community under supervision (probation and parole).  I have served as \nan expert consultant on infectious diseases and women’s health in jails and prisons for the \nUN Office on Drugs and Crimes, the Federal Bureau of Prisons, and others.  I also served \nas an expert health witness for the US Commission on Civil Rights Special Briefing on \nWomen in Prison.      \n3.  I have written and published extensively on the topics of infectious diseases among \npeople involved in the criminal justice system including book chapters and articles in \nleading peer-reviewed journals (including Lancet HIV, JAMA Internal Medicine, \nAmerican Journal of Public Health, International Journal of Drug Policy) on issues of \nprevention, diagnosis, and management of HIV, Hepatitis C, and other infectious diseases \namong people involved in the criminal justice system. \n4.  My C.V. includes a full list of my honors, experience, and publications, and it is attached \nas Exhibit A.  \n5.  I am being paid $1,000 for my time reviewing materials and preparing this report. \n6.  I have not testified as an expert at trial or by deposition in the past four years.  \nII.  Heightened Risk of Epidemics in Jails and Prisons \n \n1 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 2 of 23\n \n7.  The risk posed by infectious diseases in jails and prisons is significantly higher than in \nthe community, both in terms of risk of transmission, exposure, and harm to individuals \nwho become infected. There are several reasons this is the case, as delineated further \nbelow.    \n8.  Globally, outbreaks of contagious diseases are all too common in closed detention \nsettings and are more common than in the community at large.  Prisons and jails are not \nisolated from communities.  Staff, visitors, contractors, and vendors pass between \ncommunities and facilities and can bring infectious diseases into facilities.  Moreover, \nrapid turnover of jail and prison populations means that people often cycle between \nfacilities and communities.  People often need to be transported to and from facilities to \nattend court and move between facilities.  Prison health is public health. \n9.  Reduced prevention opportunities: Congregate settings such as jails and prisons allow for \nrapid spread of infectious diseases that are transmitted person to person, especially those \npassed by droplets through coughing and sneezing. When people must share dining halls, \nbathrooms, showers, and other common areas, the opportunities for transmission are \ngreater. When infectious diseases are transmitted from person to person by droplets, the \nbest initial strategy is to practice social distancing.  When jailed or imprisoned, people \nhave much less of an opportunity to protect themselves by social distancing than they \nwould in the community. Spaces within jails and prisons are often also poorly ventilated, \nwhich promotes highly efficient spread of diseases through droplets. Placing someone in \nsuch a setting therefore dramatically reduces their ability to protect themselves from \nbeing exposed to and acquiring infectious diseases.  \n10. Disciplinary segregation or solitary confinement is not an effective disease containment \nstrategy.  Beyond the known detrimental mental health effects of solitary confinement, \nisolation of people who are ill in solitary confinement results in decreased medical \nattention and increased risk of death.  Isolation of people who are ill using solitary \nconfinement also is an ineffective way to prevent transmission of the virus through \ndroplets to others because, except in specialized negative pressure rooms (rarely in \nmedical units if available at all), air continues to flow outward from rooms to the rest of \nthe facility.  Risk of exposure is thus increased to other people in prison and staff.  \n11. Reduced prevention opportunities: During an infectious disease outbreak, people can \nprotect themselves by washing hands.  Jails and prisons do not provide adequate \nopportunities to exercise necessary hygiene measures, such as frequent handwashing or \nuse of alcohol-based sanitizers when handwashing is unavailable.  Jails and prisons are \noften under-resourced and ill-equipped with sufficient hand soap and alcohol-based \nsanitizers for people detained in and working in these settings.  High-touch surfaces \n(doorknobs, light switches, etc.) should also be cleaned and disinfected regularly with \nbleach to prevent virus spread, but this is often not done in jails and prisons because of a \nlack of cleaning supplies and lack of people available to perform necessary cleaning \nprocedures.  \n12. Reduced prevention opportunities: During an infectious disease outbreak, a containment \nstrategy requires people who are ill with symptoms to be isolated and that caregivers have \n2 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 3 of 23\n \naccess to personal protective equipment, including gloves, masks, gowns, and eye \nshields.  Jails and prisons are often under-resourced and ill-equipped to provide sufficient \npersonal protective equipment for people who are incarcerated and caregiving staff, \nincreasing the risk for everyone in the facility of a widespread outbreak.  \n13. Increased susceptibility: People incarcerated in jails and prisons are more susceptible to \nacquiring and experiencing complications from infectious diseases than the population in \nthe community.1 This is because people in jails and prisons are more likely than people in \nthe community to have chronic underlying health conditions, including diabetes, heart \ndisease, chronic lung disease, chronic liver disease, and lower immune systems from \nHIV. \n14. Jails and prisons are often poorly equipped to diagnose and manage infectious disease \noutbreaks.  Some jails and prisons lack onsite medical facilities or 24-hour medical care.  \nThe medical facilities at jails and prisons are almost never sufficiently equipped to handle \nlarge outbreaks of infectious diseases. To prevent transmission of droplet-borne \ninfectious diseases, people who are infected and ill need to be isolated in specialized \nairborne negative pressure rooms.  Most jails and prisons have few negative pressure \nrooms if any, and these may be already in use by people with other conditions (including \ntuberculosis or influenza).  Resources will become exhausted rapidly and any beds \navailable will soon be at capacity. This makes both containing the illness and caring for \nthose who have become infected much more difficult. \n15. Jails and prisons lack access to vital community resources to diagnose and manage \ninfectious diseases. Jails and prisons do not have access to community health resources \nthat can be crucial in identifying and managing widespread outbreaks of infectious \ndiseases.  This includes access to testing equipment, laboratories, and medications. \n16. Jails and prisons often need to rely on outside facilities (hospitals, emergency \ndepartments) to provide intensive medical care given that the level of care they can \nprovide in the facility itself is typically relatively limited. During an epidemic, this will \nnot be possible, as those outside facilities will likely be at or over capacity themselves.   \n17. Health safety: As an outbreak spreads through jails, prisons, and communities, medical \npersonnel become sick and do not show up to work. Absenteeism means that facilities \ncan become dangerously understaffed with healthcare providers. This increases a number \nof risks and can dramatically reduce the level of care provided.  As health systems inside \nfacilities are taxed, people with chronic underlying physical and mental health conditions \nand serious medical needs may not be able to receive the care they need for these \nconditions.  As supply chains become disrupted during a global pandemic, the availability \nof medicines and food may be limited. \n18. Safety and security: As an outbreak spreads through jails, prisons, and communities, \ncorrectional officers and other security personnel become sick and do not show up to \n                                                 \n1 Active case finding for communicable diseases in prisons, 391 The Lancet 2186 (2018), \nhttps://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)31251-0/fulltext. \n3 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 4 of 23\n \nwork.  Absenteeism poses substantial safety and security risk to both the people inside \nthe facilities and the public.   \n19. These risks have all been borne out during past epidemics of influenza in jails and \nprisons. For example, in 2012, the CDC reported an outbreak of influenza in 2 facilities \nin Maine, resulting in two inmate deaths.2  Subsequent CDC investigation of 995 inmates \nand 235 staff members across the 2 facilities discovered insufficient supplies of influenza \nvaccine and antiviral drugs for treatment of people who were ill and prophylaxis for \npeople who were exposed.  During the H1N1-strain flu outbreak in 2009 (known as the \n“swine flu”), jails and prisons experienced a disproportionately high number of cases.3  \nEven facilities on “quarantine” continued to accept new intakes, rendering the quarantine \nincomplete. These scenarios occurred in the “best case” of influenza, a viral infection for \nwhich there was an effective and available vaccine and antiviral medications, unlike \nCOVID-19, for which there is currently neither. \nIII.  Profile of COVID-19 as an Infectious Disease4 \n \n20.  The novel coronavirus, officially known as SARS-CoV-2, causes a disease known as \nCOVID-19.  The virus is thought to pass from person to person primarily through \nrespiratory droplets (by coughing or sneezing) but may also survive on inanimate \nsurfaces.  People seem to be most able to transmit the virus to others when they are \nsickest but it is possible that people can transmit the virus before they start to show \nsymptoms or for weeks after their symptoms resolve.  In China, where COVID-19 \noriginated, the average infected person passed the virus on to 2-3 other people; \ntransmission occurred at a distance of 3-6 feet.  Not only is the virus very efficient at \nbeing transmitted through droplets, everyone is at risk of infection because our immune \nsystems have never been exposed to or developed protective responses against this virus. \nA vaccine is currently in development but will likely not be able for another year to the \ngeneral public.  Antiviral medications are currently in testing but not yet FDA-approved, \nso only available for compassionate use from the manufacturer.  People in prison and jail \nwill likely have even less access to these novel health strategies as they become available. \n                                                 \n2 Influenza Outbreaks at Two Correctional Facilities — Maine, March 2011, Centers for Disease \nControl and Prevention (2012), \nhttps://www.cdc.gov/mmwr/preview/mmwrhtml/mm6113a3.htm. \n3 David M. Reutter, Swine Flu Widespread in Prisons and Jails, but Deaths are Few, Prison \nLegal News (Feb. 15, 2010), https://www.prisonlegalnews.org/news/2010/feb/15/swine-flu-\nwidespread-in-prisons-and-jails-but-deaths-are-few/. \n4 This whole section draws from Brooks J.  Global Epidemiology and Prevention of COVID19, \nCOVID-19 Symposium, Conference on Retroviruses and Opportunistic Infections (CROI), \nvirtual (March 10, 2020); Coronavirus (COVID-19), Centers for Disease Control, \nhttps://www.cdc.gov/coronavirus/2019-ncov/index.html; Brent Gibson, COVID-19 \n(Coronavirus): What You Need to Know in Corrections, National Commission on Correctional \nHealth Care (February 28, 2020), https://www.ncchc.org/blog/covid-19-coronavirus-what-you-\nneed-to-know-in-corrections. \n4 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 5 of 23\n \n21. Most people (80%) who become infected with COVID-19 will develop a mild upper \nrespiratory infection but emerging data from China suggests serious illness occurs in up \nto 16% of cases, including death.5  Serious illness and death is most common among \npeople with underlying chronic health conditions, like heart disease, lung disease, liver \ndisease, and diabetes, and older age.6  Death in COVID-19 infection is usually due to \npneumonia and sepsis.  The emergence of COVID-19 during influenza season means that \npeople are also at risk from serious illness and death due to influenza, especially when \nthey have not received the influenza vaccine or the pneumonia vaccine. \n22. The care of people who are infected with COVID-19 depends on how seriously they are \nill.7  People with mild symptoms may not require hospitalization but may continue to be \nclosely monitored at home.  People with moderate symptoms may require hospitalization \nfor supportive care, including intravenous fluids and supplemental oxygen.  People with \nsevere symptoms may require ventilation and intravenous antibiotics. Public health \nofficials anticipate that hospital settings will likely be overwhelmed and beyond capacity \nto provide this type of intensive care as COVID-19 becomes more widespread in \ncommunities. \n23. COVID-19 prevention strategies include containment and mitigation.  Containment \nrequires intensive hand washing practices, decontamination and aggressive cleaning of \nsurfaces, and identifying and isolating people who are ill or who have had contact with \npeople who are ill, including the use of personal protective equipment.  Jails and prisons \nare totally under-resourced to meet the demand for any of these strategies.  As infectious \ndiseases spread in the community, public health demands mitigation strategies, which \ninvolves social distancing and closing other communal spaces (schools, workplaces, etc.) \nto protect those most vulnerable to disease.  Jails and prisons are unable to adequately \nprovide social distancing or meet mitigation recommendations as described above. \n24. The time to act is now.  Data from other settings demonstrate what happens when jails \nand prisons are unprepared for COVID-19.  News outlets reported that Iran temporarily \nreleased 70,000 prisoners when COVID-19 started to sweep its facilities.8  To date, few \nstate or federal prison systems have adequate (or any) pandemic preparedness plans in \n                                                 \n5 Coronavirus Disease 2019 (COVID-19): Situation Summary, Centers for Disease Control and \nPrevention (March 14, 2020), https://www.cdc.gov/coronavirus/2019-ncov/summary.html. \n6 Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, \nChina: a retrospective cohort study.  The Lancet (published online March 11, 2020), \nhttps://www.thelancet.com/journals/lancet/article/PIIS0140-6736(20)30566-3/fulltext \n7 Coronavirus Disease 2019 (COVID-19): Interim Clinical Guidance for Management of \nPatients with Confirmed Coronavirus Disease, Centers for Disease Control and Prevention \n(March 7, 2020), https://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidance-\nmanagement-patients.html. \n8 Iran temporarily releases 70,000 prisoners as coronavirus cases surge, Reuters (March 9, \n2020), https://www.reuters.com/article/us-health-coronavirus-iran/iran-temporarily-releases-\n70000-prisoners-as-coronavirus-cases-surge-idUSKBN20W1E5. \n5 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 6 of 23\n \nplace.9  Systems are just beginning to screen and isolate people on entry and perhaps \nplace visitor restrictions, but this is wholly inadequate when staff and vendors can still \ncome to work sick and potentially transmit the virus to others.    \nIV.  Risk of COVID-19 in ICE’s NYC-Area Detention Facilities \n \n25. I have reviewed the following materials in making my assessment of the danger of \nCOVID-19 in the Bergen, Essex, Hudson, and Orange County jails (“ICE’s NYC-area \njails”): (1) a declaration by Marinda van Dalen, a Senior Attorney in the Health Justice \nProgram at New York Lawyers for the Public Interest (NYLPI); (2) the report Detained \nand Denied: Healthcare Access in Immigration Detention, released by NYLPI in 2017; \nand (3) the report Ailing Justice: New Jersey, Inadequate Healthcare, Indifference, and \nIndefinite Confinement in Immigration Detention, released by Human Rights First in \n2018.  \n26.  Based on my review of these materials, my experience working on public health in jails \nand prisons, and my review of the relevant literature, it is my professional judgment that \nthese facilities are dangerously under-equipped and ill-prepared to prevent and manage a \nCOVID-19 outbreak, which would result in severe harm to detained individuals, jail and \nprison staff, and the broader community. The reasons for this conclusion are detailed as \nfollows.  \n27. The delays in access to care that already exist in normal circumstances will only become \nworse during an outbreak, making it especially difficult for the facilities to contain any \ninfections and to treat those who are infected. \n28. Failure to provide individuals with continuation of the treatment they were receiving in \nthe community, or even just interruption of treatment, for chronic underlying health \nconditions will result in increased risk of morbidity and mortality related to these chronic \nconditions.  \n29. Failure to provide individuals adequate medical care for their underlying chronic health \nconditions results in increased risk of COVID-19 infection and increased risk of \ninfection-related morbidity and mortality if they do become infected. \n30. People with underlying chronic mental health conditions need adequate access to \ntreatment for these conditions throughout their period of detention.  Failure to provide \nadequate mental health care, as may happen when health systems in jails and prisons are \ntaxed by COVID-19 outbreaks, may result in poor health outcomes.  Moreover, mental \nhealth conditions may be exacerbated by the stress of incarceration during the COVID-19 \npandemic, including isolation and lack of visitation.  \n                                                 \n9 Luke Barr & Christina Carrega, State prisons prepare for coronavirus but federal prisons not \nproviding significant guidance, sources say, ABC News (March 11, 2020), \nhttps://abcnews.go.com/US/state-prisons-prepare-coronavirus-federal-prisons-providing-\nsignificant/story?id=69433690. \n6 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 7 of 23\n \n31. Failure to keep accurate and sufficient medical records will make it more difficult for the \nfacilities to identify vulnerable individuals in order to both monitor their health and \nprotect them from infection.  Inadequate screening and testing procedures in facilities \nincrease the widespread COVID-19 transmission.  \n32. Language barriers will similarly prevent the effective identification of individuals who \nare particularly vulnerable or may have symptoms of COVID-19. Similarly, the failure to \nprovide necessary aids to individuals who have auditory or visual disabilities could also \nlimit the ability to identify and monitor symptoms of COVID-19.   \n33. The commonplace neglect of individuals with acute pain and serious health needs under \nordinary circumstances is also strongly indicative that the facilities will be ill-equipped to \nidentify, monitor, and treat a COVID-19 epidemic. \n34. The failure of these facilities to adequately manage single individuals in need of \nemergency care is a strong sign that they will be seriously ill-equipped and under-\nprepared when a number of people will need urgent care simultaneously, as would occur \nduring a COVID-19 epidemic.  \n35. For individuals in these facilities, the experience of an epidemic and the lack of care \nwhile effectively trapped can itself be traumatizing, compounding the trauma of \nincarceration.  \nV.  Conclusion and Recommendations \n \n36. For the reasons above, it is my professional judgment that individuals placed in ICE’s \nNYC-area jails are at a significantly higher risk of infection with COVID-19 as compared \nto the population in the community and that they are at a significantly higher risk of harm \nif they do become infected. These harms include serious illness (pneumonia and sepsis) \nand even death.  \n37. Reducing the size of the population in jails and prisons can be crucially important to \nreducing the level of risk both for those within those facilities and for the community at \nlarge. \n38. As such, from a public health perspective, it is my strong opinion that individuals who \ncan safely and appropriately remain in the community not be placed in ICE’s NYC-area \njails at this time. I am also strongly of the opinion that individuals who are already in \nthose facilities should be evaluated for release. \n \n39. This is more important still for individuals with preexisting conditions (e.g., heart \ndisease, chronic lung disease, chronic liver disease, suppressed immune system, diabetes) \nor who are over the age of 60. They are in even greater danger in these facilities, \nincluding a meaningfully higher risk of death.  \n40. It is my professional opinion that these steps are both necessary and urgent. The horizon \nof risk for COVID-19 in these facilities is a matter of days, not weeks. Once a case of \n7 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 8 of 23\n \nCOVID-19 identified in a facility, it will likely be too late to prevent a widespread \noutbreak.  \n41. Health in jails and prisons is community health. Protecting the health of individuals who \nare detained in and work in these facilities is vital to protecting the health of the wider \ncommunity.  \n \nI declare under penalty of perjury that the foregoing is true and correct. \n \n \nMarch 1__5, 2020            _______________________ \nNew Haven, Connecticut           Dr. Jaimie Meyer \n8 \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 9 of 23\n \n \n \n \n \n \nEXHIBIT A \n \n \n \n \n \n \n \n \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 10 of 23\nJaimie Meyer, MD, MS, FACP \nCURRICULUM VITAE \n \nDate of Revision:  November 20, 2019 \nName:  Jaimie Meyer, MD, MS, FACP \nSchool:  Yale School of Medicine \n \nEducation: \nBA, Dartmouth College Anthropology 2000 \nMD, University of Connecticut School of Medicine 2005 \nMS, Yale School of Public Health Biostatistics and Epidemiology 2014 \n \nCareer/Academic Appointments: \n2005 - 2008  Residency, Internal Medicine, NY Presbyterian Hospital at Columbia, New York, NY \n2008 - 2011  Fellowship, Infectious Diseases, Yale University School of Medicine, New Haven, CT \n2008 - 2012  Clinical Fellow, Infectious Diseases, Yale School of Medicine, New Haven, CT \n2010 - 2012  Fellowship, Interdisciplinary HIV Prevention, Center for Interdisciplinary Research on \nAIDS, New Haven, CT \n2012 - 2014  Instructor, AIDS, Yale School of Medicine, New Haven, CT \n2014 - present  Assistant Professor, AIDS, Yale School of Medicine, New Haven, CT \n2015 - 2018  Assistant Clinical Professor, Nursing, Yale School of Medicine, New Haven, CT \n \nBoard Certification: \nAB of Internal Medicine, Internal Medicine, 08-2008, 01-2019 \nAB of Internal Medicine, Infectious Disease, 10-2010 \nAB of Preventive Medicine, Addiction Medicine, 01-2018 \n \nProfessional Honors & Recognition: \nInternational/National/Regional \n2018  NIH Center for Scientific Review, Selected as Early Career Reviewer \n2017  Doris Duke Charitable Foundation, Doris Duke Charitable Foundation Scholar \n2016  American College of Physicians, Fellow \n2016  NIH Health Disparities, Loan Repayment Award Competitive Renewal \n2016  AAMC, Early Career Women Faculty Professional Development Seminar \n2014  NIH Health Disparities, Loan Repayment Program Award \n2014  NIDA, Women & Sex/Gender Differences Junior Investigator Travel Award \n2014  International Women's/Children's Health & Gender Working Group, Travel Award \n2014  Patterson Trust, Awards Program in Clinical Research \n2013  Connecticut Infectious Disease Society, Thornton Award for Clinical Research \n2011  Bristol Myers-Squibb, Virology Fellows Award \n  1 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 11 of 23\nJaimie Meyer, MD, MS, FACP \n2006  NY Columbia Presbyterian, John N. Loeb Intern Award \n2005  American Medical Women’s Association, Medical Student Citation \n2005  Connecticut State Medical Society, Medical Student Award \n2000  Dartmouth College, Hannah Croasdale Senior Award \n2000  Dartmouth College, Palaeopitus Senior Leadership Society Inductee \n \nYale University \n2014  Women’s Faculty Forum, Public Voices Thought Leadership Program Fellow \n \nGrants/Clinical Trials History: \nCurrent Grants \nAgency:  Center for Interdisciplinary Research on AIDS (CIRA) \nI.D.#:  2019-20 Pilot Project Awards \nTitle:  Optimizing PrEP’s Potential in Non-Clinical Settings: Development and \nEvaluation of a PrEP Decision Aid for Women Seeking Domestic Violence \nServices \nP.I.:  Tiara Willie \nRole:  Principal Investigator \nPercent effort:  2% \nDirect costs per year:  $29,993.00 \nTotal costs for project \nperiod:  $29,993.00 \nProject period:  7/11/2019 - 7/10/2020 \n \nAgency:  SAMHSA \nI.D.#:  H79 TI080561 \nTitle:  CHANGE: Comprehensive Housing and Addiction Management Network for \nGreater New Haven \nRole:  Principal Investigator \nPercent effort:  20% \nDirect costs per year:  $389,054.00 \nTotal costs for project \nperiod:  $1,933,368.00 \nProject period:  11/30/2018 - 11/29/2023 \n \nAgency:  Gilead Sciences, Inc. \nI.D.#:  Investigator Sponsored Award, CO-US-276-D136 \nTitle:  Delivering HIV Pre-Exposure Prophylaxis to Networks of Justice-Involved \nWomen \nRole:  Principal Investigator \nPercent effort:  8% \nDirect costs per year:  $81,151.00 \nTotal costs for project \n  2 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 12 of 23\nJaimie Meyer, MD, MS, FACP \nperiod:  $306,199.00 \nProject period:  6/19/2018 - 1/31/2020 \n \nAgency:  NIDA \nI.D.#:  R21 DA042702 \nTitle:  Prisons, Drug Injection and the HIV Risk Environment \nRole:  Principal Investigator \nPercent effort:  22% \nDirect costs per year:  $129,673.00 \nTotal costs for project \nperiod:  $358,276.00 \nProject period:  8/1/2017 - 7/31/2020 \n \nAgency:  Doris Duke Charitable Foundation \nI.D.#:  Clinical Scientist Development Award \nTitle:  Developing and Testing the Effect of a Patient-Centered HIV Prevention \nDecision Aid on PrEP uptake for Women with Substance Use in Treatment \nSettings \nRole:  Principal Investigator \nPercent effort:  27% \nDirect costs per year:  $149,959.00 \nTotal costs for project \nperiod:  $493,965.00 \nProject period:  7/1/2017 - 6/30/2020 \n \nPast Grants \nAgency:  NIDA \nI.D.#:  K23 DA033858 \nTitle:  Evaluating and Improving HIV Outcomes in Community-based Women who \nInterface with the Criminal Justice System \nRole:  Principal Investigator \nPercent effort:  75% \nDirect costs per year:  $149,509.00 \nTotal costs for project \nperiod:  $821,147.00 \nProject period:  7/1/2012 - 11/30/2017 \n \nAgency:  Robert Leet & Clara Guthrie Patterson Trust \nI.D.#:  R12225, Award in Clinical Research \nTitle:  Disentangling the Effect of Gender on HIV Treatment and Criminal Justice \nOutcomes \nRole:  Principal Investigator \nPercent effort:  10% \nDirect costs per year:  $75,000.00 \n  3 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 13 of 23\nJaimie Meyer, MD, MS, FACP \nTotal costs for project \nperiod:  $75,000.00 \nProject period:  1/31/2014 - 10/31/2015 \n \nAgency:  Bristol-Myers Squibb \nI.D.#:  HIV Virology Fellowship Award \nTitle:  Effect of newer antiretroviral regimens on HIV biological outcomes in HIV-\ninfected prisoners: a 13 year retrospective evaluation \nRole:  Principal Investigator \nPercent effort:  10% \nDirect costs per year:  $34,390.00 \nTotal costs for project \nperiod:  $34,390.00 \nProject period:  12/1/2011 - 11/30/2012 \n \nPending Grants \nAgency:  NIMH \nI.D.#:  R01 MH121991 \nTitle:  Identifying Modifiable Risk and Protective Processes at the Day-Level that \nPredict HIV Care Outcomes among Women Exposed to Partner Violence \nP.I.:  Sullivan, Tami \nRole:  Principal Investigator \nPercent effort:  30% \nDirect costs per year:  $499,755.00 \nTotal costs for project \nperiod:  $4,148,823.00 \nProject period:  1/1/2020 - 12/31/2024 \n \nInvited Speaking Engagements, Presentations, Symposia & Workshops Not Affiliated With \nYale: \nInternational/National \n2019:  CME Outfitters, Washington, DC. \"A Grassroots Approach to Weed out HIV and HCV in Special \nOUD Populations\" \n2019:  US Commission on Civil Rights, Washington, DC. \"An Analysis of Women’s Health, Personal \nDignity and Sexual Abuse in the US Prison System\" \n2018:  College of Problems on Drug Dependence, College of Problems on Drug Dependence, San \nDiego, CA. \"Research on Women who Use Drugs: Knowledge and Implementation Gaps and A \nProposed Research Agenda\" \n2018:  Clinical Care Options, Washington, DC. \"Intersection of the HIV and Opioid Epidemics\" \n2016:  Dartmouth Geisel School of Medicine, Hanover, NH. \"Incarceration as Opportunity: Prisoner \nHealth and Health Interventions\" \n2010:  Rhode Island Chapter of the Association of Nurses in AIDS Care, Providence, RI. \"HIV and \nAddiction\" \n  4 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 14 of 23\nJaimie Meyer, MD, MS, FACP \n \nRegional \n2018:  Clinical Directors Network, New York, NY. \"PrEP Awareness among Special Populations of \nWomen and People who Use Drugs\" \n2018:  Frank H. Netter School of Medicine, Quinnipiac University, Hamden, CT. \"HIV prevention for \njustice-involved women\" \n2017:  Clinical Directors Network, New York, NY. \"Optimizing the HIV Care Continuum for People who \nuse Drugs\" \n2016:  Frank H. Netter School of Medicine, Quinnipiac University, Hamden, CT. \"Topics in Infectious \nDiseases\" \n2016:  Connecticut Advanced Practice Registered Nurse Society, Wethersfield, CT. \"Trends in HIV \nPrevention: Integration of Biomedical and Behavioral Approaches\" \n \nPeer-Reviewed Presentations & Symposia Given at Meetings Not Affiliated With Yale: \nInternational/National \n2019:  CPDD 81st Annual Scientific Meeting, CPDD, San Antonio, TX. \"Punitive approaches to pregnant \nwomen with opioid use disorder: Impact on health care utilization, outcomes and ethical \nimplications\" \n2019:  14th International Conference on HIV Treatment and Prevention Adherence, IAPAC Adherence, \nMiami, FL. \"Decision-Making about HIV Prevention among Women in Drug Treatment: Is PrEP \nContextually Relevant?\" \n2019:  2019 NIDA International Forum, NIDA, San Antonio, TX. \"Diphenhydramine Injection in Kyrgyz \nPrisons: A Qualitative Study Of A High-Risk Behavior With Implications For Harm Reduction\" \n2019:  11th International Women’s and Children’s Health and Gender (InWomen’s) Group, InWomen’s \nGroup, San Antonio, TX. \"Uniquely successful implementation of methadone treatment in a \nwomen’s prison in Kyrgyzstan\" \n2019:  Harm Reduction International, Porto, Porto District, Portugal. \"How does methadone treatment \ntravel? On the ‘becoming-methadone-body’ of Kyrgyzstan prisons\" \n2019:  APA Collaborative Perspectives on Addiction Annual Meeting, APA Collaborative Perspectives \non Addiction Annual Meeting, Providence, RI. \"Impact of Trauma and Substance Abuse on HIV \nPrEP Outcomes among Women in Criminal Justice Systems. Symposium: “Partner Violence: \nIntersected with or Predictive of Substance Use and Health Problems among Women.”\" \n2019:  Society for Academic Emergency Medicine (SAEM), Worcester, MA. \"Effects of a Multisite \nMedical Home Intervention on Emergency Department Use among Unstably Housed People \nwith Human Immunodeficiency Virus\" \n2019:  Conference on Retroviruses and Opportunistic Infections (CROI), IAS, Seattle, WA. \"Released to \nDie: Elevated Mortality in People with HIV after Incarceration\" \n2019:  12th Academic and Health Policy on Conference on Correctional Health, 12th Academic and \nHealth Policy on Conference on Correctional Health, Las Vegas, NV. \"PrEP Eligibility and HIV Risk \nPerception for Women across the Criminal Justice Continuum in Connecticut\" \n2019:  Association for Justice-Involved Female Organizations (AJFO), Atlanta, GA. \"Treatment of \nWomen’s Substance Use Disorders and HIV Prevention During and Following Incarceration\" \n  5 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 15 of 23\nJaimie Meyer, MD, MS, FACP \n2018:  American Public Health Association (APHA) Annual Meeting, American Public Health \nAssociation (APHA) Annual Meeting, San Diego, CA. \"New Haven Syringe Service Program: A \nmodel of integrated harm reduction and health care services\" \n2018:  12th National Harm Reduction Conference, 12th National Harm Reduction Conference, New \nOrleans, LA. \"Service needs and access to care among participants in the New Haven Syringe \nServices Program\" \n2018:  22nd International AIDS Conference, 22nd International AIDS Conference, Amsterdam, NH, \nNetherlands. \"HIV risk perceptions and risk reduction strategies among prisoners in Kyrgyzstan: \na qualitative study\" \n2018:  22nd International AIDS Conference, 22nd International AIDS Conference, Amsterdam, NH, \nNetherlands. \"Methadone Maintenance Therapy Uptake, Retention, and Linkage for People \nwho Inject Drugs Transitioning From Prison to the Community in Kyrgyzstan: Evaluation of a \nNational Program\" \n2018:  NIDA International Forum, NIDA, San Diego, CA. \"HIV and Drug Use among Women in Prison in \nAzerbaijan, Kyrgyzstan and Ukraine\" \n2018:  2018 Conference on Retroviruses and Opportunistic Infections (CROI), CROI, Boston, MA. \"From \nprison’s gate to death’s door: Survival analysis of released prisoners with HIV\" \n2018:  11th Academic and Health Policy on Conference on Correctional Health, Academic Consortium \non Criminal Justice Health, Houston, TX. \"Assessing Concurrent Validity of Criminogenic and \nHealth Risk Instruments among Women on Probation in Connecticut\" \n2017:  IDWeek: Annual Meeting of Infectious Diseases Society of America, Infectious Diseases Society \nof America, San Diego, CA. \"Predictors of Linkage to and Retention in HIV Care Following \nRelease from Connecticut, USA Jails and Prisons (Oral presentation)\" \n2017:  International AIDS Society (IAS) Meeting, International AIDS Society, Paris, Île-de-France, \nFrance. \"Late breaker: Predictors of Linkage to and Retention in HIV Care Following Release \nfrom Connecticut, USA Jails and Prisons\" \n2017:  NIDA International Forum, NIDA, Montreal, QC, Canada. \"A Mixed Methods Evaluation of HIV \nRisk among Women with Opioid Dependence in Ukraine\" \n2017:  International Women's and Children's Health and Gender Working Group, International \nWomen's and Children's Health and Gender Working Group, Montreal, QC, Canada. \"Assessing \nReceptiveness to and Eligibility for PrEP in Criminal Justice-Involved Women\" \n2017:  International Women's and Children's Health and Gender Working Group, International \nWomen's and Children's Health and Gender Working Group, Montreal, QC, Canada. \"A Mixed \nMethods Evaluation of HIV Risk among Women with Opioid Dependence in Ukraine\" \n2017:  Annual Meeting of the Society for Applied Anthropology, Society for Applied Anthropology, \nSanta Fe, NM. \"Where rubbers meet the road: HIV risk reduction for women on probation (Oral \npresentation)\" \n2016:  International Women's and Children's Health and Gender Working Group, International \nWomen's and Children's Health and Gender Working Group, Palm Springs, CA. \"An Event-level \nExamination of Successful Condom Negotiation Strategies among College Women\" \n2015:  CDC National HIV Prevention Conference, CDC, Atlanta, GA. \"Beyond the Syndemic: Condom \nNegotiation and Use among Women Experiencing Partner Violence (Oral presentation)\" \n  6 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 16 of 23\nJaimie Meyer, MD, MS, FACP \n2015:  International Harm Reduction Conference, International Harm Reduction, Kuala Lumpur, \nFederal Territory of Kuala Lumpur, Malaysia. \"Evidence-Based Interventions to Enhance \nAssessment, Treatment, and Adherence in the Chronic Hepatitis C Care Continuum\" \n2015:  International Women's and Children's Health and Gender Working Group, International \nWomen's and Children's Health and Gender Working Group, Phoenix, AZ. \"Violence, Substance \nUse, and Sexual Risk among College Women\" \n2014:  International Women's and Children's Health and Gender Working Group, International \nWomen's and Children's Health and Gender Working Group, San Juan, San Juan, Puerto Rico. \n\"Gender Differences in HIV and Criminal Justice Outcomes\" \n2014:  College on Problems in Drug Dependence (CPDD), College on Problems in Drug Dependence \n(CPDD), San Juan, San Juan, Puerto Rico. \"Gender Differences in HIV and Criminal Justice \nOutcomes\" \n2014:  Conference on Retroviruses and Opportunistic Infections (CROI), Conference on Retroviruses \nand Opportunistic Infections (CROI), Boston, MA. \"Longitudinal Treatment Outcomes in HIV-\nInfected Prisoners and Influence of Re-Incarceration\" \n2013:  HIV Intervention and Implementation Science Meeting, HIV Intervention and Implementation \nScience Meeting, Bethesda, MD. \"Women Released from Jail Experience Suboptimal HIV \nTreatment Outcomes Compared to Men: Results from a Multi-Center Study\" \n2013:  Conference on Retroviruses and Opportunistic Infections (CROI), Conference on Retroviruses \nand Opportunistic Infections (CROI), Atlanta, GA. \"Women Released from Jail Experience \nSuboptimal HIV Treatment Outcomes Compared to Men: Results from a Multi-Center Study\" \n2012:  IDWeek: Infectious Diseases Society of America Annual Meeting, Infectious Diseases Society of \nAmerica, San Diego, CA. \"Correlates of Retention in HIV Care after Release from Jail: Results \nfrom a Multi-site Study\" \n2012:  IDWeek: Infectious Diseases Society of America Annual Meeting, Infectious Diseases Society of \nAmerica, San Diego, CA. \"Frequent Emergency Department Use among Released Prisoners with \nHIV: Characterization Including a Novel Multimorbidity Index\" \n2012:  5th Academic and Health Policy Conference on Correctional Health, 5th Academic and Health \nPolicy Conference on Correctional Health, Atlanta, GA. \"Effects of Intimate Partner Violence on \nHIV and Substance Abuse in Released Jail Detainees\" \n2011:  IAPAC HIV Treatment and Adherence Conference, IAPAC, Miami, FL. \"Adherence to HIV \ntreatment and care among previously homeless jail detainees\" \n \nRegional \n2019:  Connecticut Infectious Disease Society, New Haven, CT. \"Preliminary Findings from a Novel \nPrEP Demonstration Project for Women Involved in Criminal Justice Systems and Members of \ntheir Risk Networks\" \n2017:  Connecticut Public Health Association Annual Conference, Connecticut Public Health \nAssociation, Farmington, CT. \"The New Haven syringe services program\" \n2014:  Connecticut Infectious Disease Society Annual Meeting, Connecticut Infectious Disease Society, \nOrange, CT. \"Longitudinal Treatment Outcomes in HIV-Infected Prisoners and Influence of Re-\nIncarceration\" \n  7 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 17 of 23\nJaimie Meyer, MD, MS, FACP \n2013:  Connecticut Infectious Disease Society Annual Meeting, Connecticut Infectious Disease Society, \nOrange, CT. \"Women Released from Jail Experience Suboptimal HIV Treatment Outcomes \nCompared to Men: Results from a Multi-Center Study\" \n2011:  Connecticut Infectious Disease Society Annual Meeting, Connecticut Infectious Disease Society, \nOrange, CT. \"Emergency Department Use by Released Prisoners with HIV\" \n \nProfessional Service: \nPeer Review Groups/Grant Study Sections \n2019 - present  Reviewer, NIDA, NIH Reviewer: RFA-DA-19-025: HEAL Initiative: Justice Community \nOpioid Innovation Network (JCOIN) Clinical Research Centers \n2019 - present  Reviewer, Yale DCFAR Pilot Projects \n2018 - present  Reviewer, Center for Interdisciplinary Research on AIDS (CIRA) \n2015 - present  Reviewer, University of Wisconsin-Milwaukee Research Growth Initiative \n \nAdvisory Boards \n2017  Advisor, HIV Prevention and Treatment in Cis-Gendered Women, Gilead Sciences, Inc. \n \nJournal Service \nEditor/Associate Editor \n2019 - present  Associate Editor, Journal of the International Association of Providers of AIDS Care \n(JIAPAC), Section Editor: Sex and Gender Issues \n \nReviewer \n2019 - present  Reviewer, JAIDS \n2012 - present  Reviewer, Addiction Sci and Clin Pract \n2012 - present  Reviewer, Addictive Behav Reports \n2012 - present  Reviewer, AIDS Care \n2012 - present  Reviewer, Social Science and Medicine \n2012 - present  Reviewer, SpringerPlus \n2012 - present  Reviewer, Substance Abuse Treatment Prevention and Policy \n2012 - present  Reviewer, Women’s Health Issues \n2012 - present  Reviewer, Yale Journal of Biology and Medicine \n2012 - present  Reviewer, AIMS Public Health \n2012 - present  Reviewer, American Journal on Addictions \n2012 - present  Reviewer, American Journal of Epidemiology \n2012 - present  Reviewer, American Journal of Public Health \n2012 - present  Reviewer, Annals Internal Medicine \n2012 - present  Reviewer, BMC Emergency Medicine \n2012 - present  Reviewer, BMC Infectious Diseases \n2012 - present  Reviewer, BMC Public Health \n2012 - present  Reviewer, BMC Women’s Health \n  8 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 18 of 23\nJaimie Meyer, MD, MS, FACP \n2012 - present  Reviewer, Clinical Infectious Diseases \n2012 - present  Reviewer, Critical Public Health \n2012 - present  Reviewer, Drug and Alcohol Dependence \n2012 - present  Reviewer, Drug and Alcohol Review \n2012 - present  Reviewer, Epidemiologic Reviews \n2012 - present  Reviewer, Eurosurveillance \n2012 - present  Reviewer, Health and Justice (Springer Open) \n2012 - present  Reviewer, International Journal of Drug Policy \n2012 - present  Reviewer, International Journal of Prisoner Health \n2012 - present  Reviewer, International Journal of STDs and AIDS \n2012 - present  Reviewer, International Journal of Women’s Health \n2012 - present  Reviewer, JAMA Internal Medicine \n2012 - present  Reviewer, Journal of Family Violence \n2012 - present  Reviewer, Journal of General Internal Medicine \n2012 - present  Reviewer, Journal of Immigrant and Minority Health \n2012 - present  Reviewer, Journal of International AIDS Society \n2012 - present  Reviewer, Journal of Psychoactive Drugs \n2012 - present  Reviewer, Journal of Urban Health \n2012 - present  Reviewer, Journal of Women’s Health \n2012 - present  Reviewer, Open Forum Infectious Diseases \n2012 - present  Reviewer, PLoS ONE \n2012 - present  Reviewer, Public Health Reports \n \nProfessional Service for Professional Organizations \nAAMC Group on Women in Medicine and Science (GWIMS) \n2016 - present  Member, AAMC Group on Women in Medicine and Science (GWIMS) \n \nAmerican College of Physicians \n2016 - present  Fellow, American College of Physicians \n2013 - 2016  Member, American College of Physicians \n \nAmerican Medical Association \n2005 - present  Member, American Medical Association \n \nAmerican Medical Women’s Association \n2011 - present  Member, American Medical Women’s Association \n \nAmerican Society of Addiction Medicine \n2009 - present  Member, American Society of Addiction Medicine \n \n  9 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 19 of 23\nJaimie Meyer, MD, MS, FACP \nConnecticut Infectious Disease Society \n2011 - present  Member, Connecticut Infectious Disease Society \n \nInfectious Disease Society of America \n2008 - present  Member, Infectious Disease Society of America \n \nInWomen’s Network, NIDA International Program \n2013 - present  Member, InWomen’s Network, NIDA International Program \n \nNew York State Medical Society \n2005 - 2008  Member, New York State Medical Society \n \nYale University Service \nUniversity Committees \n2016 - 2018  Council Member, Leadership Council, Women’s Faculty Forum \n \nMedical School Committees \n2015 - 2016  Committee Member, US Health and Justice Course, Yale School of Medicine \n2014 - present  Committee Member, Yale Internal Medicine Traditional Residency Intern Selection \nCommittee \n \nPublic Service \n2019 - present  Faculty Member, Yale University Program in Addiction Medicine \n2017 - present  Faculty Member, Arthur Liman Center for Public Interest Law, Yale Law School \n2013 - present  Mentor, Women in Medicine at Yale Mentoring Program \n2012 - present  Faculty Member, Yale Center for Interdisciplinary Research on AIDS \n2009 - 2011  Instructor, Preclinical Clerkship Tutor, Yale School of Medicine \n2002  Fellow, Soros Open Society Institute \n1998 - 1999  Fellow, Costa Rican Humanitarian Foundation \n \nBibliography: \nPeer-Reviewed Original Research \n1.  Meyer JP, Qiu J, Chen NE, Larkin GL, Altice FL. Emergency department use by released prisoners \nwith HIV: an observational longitudinal study. PloS One 2012, 7:e42416. \n2.  Chen NE, Meyer JP, Bollinger R, Page KR. HIV testing behaviors among Latinos in Baltimore City. \nJournal Of Immigrant And Minority Health / Center For Minority Public Health 2012, 14:540-51. \n3.  Chitsaz E, Meyer JP, Krishnan A, Springer SA, Marcus R, Zaller N, Jordan AO, Lincoln T, Flanigan TP, \nPorterfield J, Altice FL. Contribution of substance use disorders on HIV treatment outcomes and \nantiretroviral medication adherence among HIV-infected persons entering jail. AIDS And Behavior \n2013, 17 Suppl 2:S118-27. \n  10 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 20 of 23\nJaimie Meyer, MD, MS, FACP \n4.  Chen NE, Meyer JP, Avery AK, Draine J, Flanigan TP, Lincoln T, Spaulding AC, Springer SA, Altice FL. \nAdherence to HIV treatment and care among previously homeless jail detainees. AIDS And \nBehavior 2013, 17:2654-66. \n5.  Althoff AL, Zelenev A, Meyer JP, Fu J, Brown SE, Vagenas P, Avery AK, Cruzado-Quiñones J, \nSpaulding AC, Altice FL. Correlates of retention in HIV care after release from jail: results from a \nmulti-site study. AIDS And Behavior 2013, 17 Suppl 2:S156-70. \n6.  Williams CT, Kim S, Meyer J, Spaulding A, Teixeira P, Avery A, Moore K, Altice F, Murphy-Swallow D, \nSimon D, Wickersham J, Ouellet LJ. Gender differences in baseline health, needs at release, and \npredictors of care engagement among HIV-positive clients leaving jail. AIDS And Behavior 2013, 17 \nSuppl 2:S195-202. \n7.  Meyer JP, Wickersham JA, Fu JJ, Brown SE, Sullivan TP, Springer SA, Altice FL. Partner violence and \nhealth among HIV-infected jail detainees. International Journal Of Prisoner Health 2013, 9:124-41. \n8.  Meyer JP, Qiu J, Chen NE, Larkin GL, Altice FL. Frequent emergency department use among \nreleased prisoners with human immunodeficiency virus: characterization including a novel \nmultimorbidity index. Academic Emergency Medicine : Official Journal Of The Society For Academic \nEmergency Medicine 2013, 20:79-88. \n9.  Meyer JP, Cepeda J, Springer SA, Wu J, Trestman RL, Altice FL. HIV in people reincarcerated in \nConnecticut prisons and jails: an observational cohort study. The Lancet. HIV 2014, 1:e77-e84. \n10.  Meyer JP, Zelenev A, Wickersham JA, Williams CT, Teixeira PA, Altice FL. Gender disparities in HIV \ntreatment outcomes following release from jail: results from a multicenter study. American Journal \nOf Public Health 2014, 104:434-41. \n11.  Meyer JP, Cepeda J, Wu J, Trestman RL, Altice FL, Springer SA. Optimization of human \nimmunodeficiency virus treatment during incarceration: viral suppression at the prison gate. JAMA \nInternal Medicine 2014, 174:721-9. \n12.  Meyer JP, Cepeda J, Taxman FS, Altice FL. Sex-Related Disparities in Criminal Justice and HIV \nTreatment Outcomes: A Retrospective Cohort Study of HIV-Infected Inmates. American Journal Of \nPublic Health 2015, 105:1901-10. \n13.  Boyd AT, Song DL, Meyer JP, Altice FL. Emergency department use among HIV-infected released jail \ndetainees. Journal Of Urban Health : Bulletin Of The New York Academy Of Medicine 2015, 92:108-\n35. \n14.  Shrestha R, Karki P, Altice FL, Huedo-Medina TB, Meyer JP, Madden L, Copenhaver M. Correlates of \nwillingness to initiate pre-exposure prophylaxis and anticipation of practicing safer drug- and sex-\nrelated behaviors among high-risk drug users on methadone treatment. Drug And Alcohol \nDependence 2017, 173:107-116. \n15.  Peasant C, Sullivan TP, Weiss NH, Martinez I, Meyer JP. Beyond the syndemic: condom negotiation \nand use among women experiencing partner violence. AIDS Care 2017, 29:516-523. \n16.  Wickersham JA, Gibson BA, Bazazi AR, Pillai V, Pedersen CJ, Meyer JP, El-Bassel N, Mayer KH, \nKamarulzaman A, Altice FL. Prevalence of Human Immunodeficiency Virus and Sexually \nTransmitted Infections Among Cisgender and Transgender Women Sex Workers in Greater Kuala \nLumpur, Malaysia: Results From a Respondent-Driven Sampling Study. Sexually Transmitted \nDiseases 2017, 44:663-670. \n17.  Hoff E, Marcus R, Bojko MJ, Makarenko I, Mazhnaya A, Altice FL, Meyer JP. The effects of opioid-\nagonist treatments on HIV risk and social stability: A mixed methods study of women with opioid \nuse disorder in Ukraine. Journal Of Substance Abuse Treatment 2017, 83:36-44. \n  11 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 21 of 23\nJaimie Meyer, MD, MS, FACP \n18.  Rutledge R, Madden L, Ogbuagu O, Meyer JP. HIV Risk perception and eligibility for pre-exposure \nprophylaxis in women involved in the criminal justice system. AIDS Care 2018, 30:1282-1289. \n19.  Peasant C, Sullivan TP, Ritchwood TD, Parra GR, Weiss NH, Meyer JP, Murphy JG. Words can hurt: \nThe effects of physical and psychological partner violence on condom negotiation and condom use \namong young women. Women & Health 2018, 58:483-497. \n20.  Loeliger KB, Altice FL, Desai MM, Ciarleglio MM, Gallagher C, Meyer JP. Predictors of linkage to HIV \ncare and viral suppression after release from jails and prisons: a retrospective cohort study. The \nLancet. HIV 2018, 5:e96-e106. \n21.  Odio CD, Carroll M, Glass S, Bauman A, Taxman FS, Meyer JP. Evaluating concurrent validity of \ncriminal justice and clinical assessments among women on probation. Health & Justice 2018, 6:7. \n22.  Loeliger KB, Altice FL, Ciarleglio MM, Rich KM, Chandra DK, Gallagher C, Desai MM, Meyer JP. All-\ncause mortality among people with HIV released from an integrated system of jails and prisons in \nConnecticut, USA, 2007-14: a retrospective observational cohort study. The Lancet. HIV 2018, \n5:e617-e628. \n23.  Loeliger KB, Meyer JP, Desai MM, Ciarleglio MM, Gallagher C, Altice FL. Retention in HIV care \nduring the 3 years following release from incarceration: A cohort study. PLoS Medicine 2018, \n15:e1002667. \n24.  Azbel L, Wegman MP, Polonsky M, Bachireddy C, Meyer J, Shumskaya N, Kurmanalieva A, Dvoryak \nS, Altice FL. Drug injection within prison in Kyrgyzstan: elevated HIV risk and implications for scaling \nup opioid agonist treatments. International Journal Of Prisoner Health 2018, 14:175-187. \n25.  Peasant C, Montanaro EA, Kershaw TS, Parra GR, Weiss NH, Meyer JP, Murphy JG, Ritchwood TD, \nSullivan TP. An event-level examination of successful condom negotiation strategies among young \nwomen. Journal Of Health Psychology 2019, 24:898-908. \n26.  Ranjit YS, Azbel L, Krishnan A, Altice FL, Meyer JP. Evaluation of HIV risk and outcomes in a \nnationally representative sample of incarcerated women in Azerbaijan, Kyrgyzstan, and Ukraine. \nAIDS Care 2019, 31:793-797. \n27.  Rhodes T, Azbel L, Lancaster K, Meyer J. The becoming-methadone-body: on the onto-politics of \nhealth intervention translations. Sociology Of Health & Illness 2019, 41:1618-1636. \n28.  Olson B, Vincent W, Meyer JP, Kershaw T, Sikkema KJ, Heckman TG, Hansen NB. Depressive \nsymptoms, physical symptoms, and health-related quality of life among older adults with HIV. \nQuality Of Life Research : An International Journal Of Quality Of Life Aspects Of Treatment, Care \nAnd Rehabilitation 2019. \n \nChapters, Books, and Reviews \n29.  Azar MM, Springer SA, Meyer JP, Altice FL. A systematic review of the impact of alcohol use \ndisorders on HIV treatment outcomes, adherence to antiretroviral therapy and health care \nutilization. Drug And Alcohol Dependence 2010, 112:178-93. \n30.  Meyer JP, Springer SA, Altice FL. Substance abuse, violence, and HIV in women: a literature review \nof the syndemic. Journal Of Women's Health (2002) 2011, 20:991-1006. \n31.  Meyer JP, Chen NE, Springer SA. HIV Treatment in the Criminal Justice System: Critical Knowledge \nand Intervention Gaps. AIDS Research And Treatment 2011, 2011:680617. \n32.  Springer SA, Spaulding AC, Meyer JP, Altice FL. Public health implications for adequate transitional \ncare for HIV-infected prisoners: five essential components. Clinical Infectious Diseases : An Official \nPublication Of The Infectious Diseases Society Of America 2011, 53:469-79. \n  12 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 22 of 23\nJaimie Meyer, MD, MS, FACP \n33.  Chen NE, Meyer JP, Springer SA. Advances in the prevention of heterosexual transmission of \nHIV/AIDS among women in the United States. Infectious Disease Reports 2011, 3. \n34.  Meyer J, Altice F.  HIV in Injection and Other Drug Users.  Somesh Gupta, Bhushan Kumar, eds. \nSexually Transmitted Infections 2nd ed. New Delhi, India: Elsevier, 2012: 1061-80.  ISBN 978-81-\n312-2809-8. \n35.  Meyer JP, Althoff AL, Altice FL. Optimizing care for HIV-infected people who use drugs: evidence-\nbased approaches to overcoming healthcare disparities. Clinical Infectious Diseases : An Official \nPublication Of The Infectious Diseases Society Of America 2013, 57:1309-17. \n36.  Meyer J, Altice F.  Chapter 47, Treatment of Addictions: Transition to the Community.  Robert L. \nTrestman, Kenneth L. Appelbaum, Jeffrey L. Metzner, eds.  Oxford Textbook of Correctional \nPsychiatry (Winner of the 2016 Guttmacher Award).  Oxford University Press 2015.  ISBN \n9780199360574. \n37.  Meyer JP, Moghimi Y, Marcus R, Lim JK, Litwin AH, Altice FL. Evidence-based interventions to \nenhance assessment, treatment, and adherence in the chronic Hepatitis C care continuum. The \nInternational Journal On Drug Policy 2015, 26:922-35. \n38.  Mohareb A, Tiberio P, Mandimika C, Muthulingam D, Meyer J.  Infectious Diseases in Underserved \nPopulations.  Onyema Ogbuagu, Gerald Friedland, Merceditas Villanueva, Marjorie Golden, eds.  \nCurrent Diagnosis and Treatment- Infectious Diseases.  McGraw-Hill Medical 2016. \n39.  Meyer JP, Womack JA, Gibson B. Beyond the Pap Smear: Gender-responsive HIV Care for Women. \nThe Yale Journal Of Biology And Medicine 2016, 89:193-203. \n40.  Meyer JP, Muthulingam D, El-Bassel N, Altice FL. Leveraging the U.S. Criminal Justice System to \nAccess Women for HIV Interventions. AIDS And Behavior 2017, 21:3527-3548. \n41.  Shrestha R, McCoy-Redd B, Meyer J.  Pre-Exposure Prophylaxis (PrEP) for People Who Inject Drugs \n(PWID).  Brianna Norton, Ed.  The Opioid Epidemic and Infectious Diseases.  Elsevier 2019. \n42.  Meyer JP, Isaacs K, El-Shahawy O, Burlew AK, Wechsberg W. Research on women with substance \nuse disorders: Reviewing progress and developing a research and implementation roadmap. Drug \nAnd Alcohol Dependence 2019, 197:158-163. \n \nPeer-Reviewed Educational Materials \n43.  The Fortune Society Reentry Education Project Detailing Kit.  New York City Department of Health \nand Mental Hygiene.  October 2014 \n44.  United Nations Office on Drugs and Crime.  Vienna, Austria \n \nInvited Editorials and Commentaries \n45.  Meyer JP. Capsule Commentary on Pyra et al., sexual minority status and violence among HIV \ninfected and at-risk women. Journal Of General Internal Medicine 2014, 29:1164. \n46.  Brinkley-Rubinstein L, Dauria E, Tolou-Shams M, Christopoulos K, Chan PA, Beckwith CG, Parker S, \nMeyer J. The Path to Implementation of HIV Pre-exposure Prophylaxis for People Involved in \nCriminal Justice Systems. Current HIV/AIDS Reports 2018, 15:93-95. \n47.  Meyer JP. The Sustained Harmful Health Effects of Incarceration for Women Living with HIV. \nJournal Of Women's Health (2002) 2019, 28:1017-1018. \n \n  13 \n\nCase 1:20-cv-01803-AKH   Document 42   Filed 03/16/20   Page 23 of 23\nJaimie Meyer, MD, MS, FACP \nCase Reports, Technical Notes, Letters \n48.  Paul J. Bullous pemphigoid in a patient with psoriasis and possible drug reaction: a case report. \nConnecticut Medicine 2004, 68:611-5. \n49.  How J, Azar MM, Meyer JP. Are Nectarines to Blame? A Case Report and Literature Review of \nSpontaneous Bacterial Peritonitis Due to Listeria monocytogenes. Connecticut Medicine 2015, \n79:31-6. \n50.  Vazquez Guillamet LJ, Malinis MF, Meyer JP. Emerging role of Actinomyces meyeri in brain \nabscesses: A case report and literature review. IDCases 2017, 10:26-29. \n51.  Harada K, Heaton H, Chen J, Vazquez M, Meyer J. Zoster vaccine-associated primary varicella \ninfection in an immunocompetent host. BMJ Case Reports 2017, 2017. \n52.  Bernardo R, Streiter S, Tiberio P, Rodwin BA, Mohareb A, Ogbuagu O, Emu B, Meyer JP. Answer to \nDecember 2017 Photo Quiz. Journal Of Clinical Microbiology 2017, 55:3568. \n53.  Bernardo R, Streiter S, Tiberio P, Rodwin BA, Mohareb A, Ogbuagu O, Emu B, Meyer JP. Photo Quiz: \nPeripheral Blood Smear in a Ugandan Refugee. Journal Of Clinical Microbiology 2017, 55:3313-\n3314. \n \nScholarship In Press \n54.  Hoff E, Adams Z, Dasgupta A, Goddard D, Sheth S, Meyer J.  Reproductive Health Justice and \nAutonomy: A systematic review of pregnancy planning intentions, needs, and interventions among \nwomen involved in US criminal justice systems.  J Women’s Health \n  14 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "42",
      "clearinghouse_link": "clearinghouse.net/doc/105220"
    },
    {
      "date": "2020-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 105221,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/105221.pdf",
      "title": "COVID-19: Statewide Demands",
      "text": "COVID-19: Statewide Demands \n \n`\n \n \n \n \n_______________________________________________________________________ \n \nTennessee Freedom Caucus \n \nThe Tennessee Freedom Caucus is a coalition of over 40 justice-oriented and grassroots \ngroups located across the state. Established in February 2019, the coalition envisions new \n​​\npossibilities for public safety that are rooted in fully resourced communities; holistic, collective \ncare that includes healing; and meeting the needs of every community member.  \n \n \n\nTable of Contents \n \nIntroduction 3 \nOur Demands 5 \nOn Local Jails, Detention Centers, and Tennessee Department of Corrections 5 \nLocal Jail and Detention Center Release 5 \nPrison Release 7 \nOn Housing 10 \nOn Workers’ Rights 11 \nOn Economic Justice 12 \nOn Healthcare 13 \nOn Voting Rights 15 \nOn Education and Children 16 \nConclusion 18 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n2 \n\nIntroduction \n \nThe Tennessee Freedom Caucus is a coalition of over 40 justice-oriented and grassroots \ngroups located across the state. Established in February 2019, the coalition envisions new \n​\npossibilities for public safety that are rooted in fully resourced communities; holistic, collective \ncare that includes healing; and meeting the needs of every community member. We are working \n​\nin urban and rural areas  to organize a critical mass of Tennesseans to build a political platform \nand engage Tennesseans and elected officials based on this agenda. Some of the values that \ninform our work include accountability; reparations for our people; and investing in \ninfrastructure, social services, and resources that make our people whole while divesting from \npolicing, jails, and surveillance. \n \nAs COVID-19 has spread globally and within the United States, we have been in communication \nwith each other about the needs of our cities, towns, and communities. As a statewide coalition, \nwe are positioned to push a collective set of value-rooted demands surrounding the ongoing \nissues Tennesseans are facing that are now exacerbated by COVID-19. These demands are \nreflective of what we need now in order to survive this pandemic and ultimately achieve long \nterm, collective liberation.  \n \nThrough a survey and conversations with community members, the priority areas that have \nbeen identified include: local jail and detention center release, prison release, housing support, \nworkers’ rights, economic justice, healthcare, education, and voting rights. This document \ncontains demands in these areas.  \n \nMillions of people are at risk of becoming infected and dying from COVID-19, which makes \nthese demands urgent for Tennessee. On Monday, March 23, a group of infectious disease \n​\nexperts informed health officials in Memphis that if action is not taken now to implement the \n​\nnecessary precautions, more than 400,000 people could become infected and more than 8,000 \npeople could die in the city. That projection is only for Memphis, one city within the state.  \n \nWe call on our local and state officials who have the power to meet these demands to ensure \nthat all of our people are safe and have access to the resources they need to survive this crisis \nand live fuller lives post this state of emergency.  \n \n \n \n \n \n \n \n3 \n\nAttention: \n \nBill Lee, Governor \nHerbert Slatery III, Tennessee Attorney General \nJeffrey S. Bivins, Chief Justice, Supreme Court of Tennessee \nRandy McNally, Lieutenant Governor and Speaker, Senate \nCameron Sexton, Speaker, House of Representatives \nTony Parker, Commissioner, Tennessee Department of Correction \nLisa Piercey, Commissioner, Tennessee Department of Health \nJeff McCord, Commissioner, Tennessee Department of Labor and Workforce \nPenny Schwinn, Commissioner, Tennessee Department of Education \nJennifer Nichols, Commissioner, Tennessee Department of Children’s Services \nTre Hargett, Secretary of State \nMark Goins, Coordinator of Elections, Tennessee State Election Commission \nGabe Roberts, Director, TennCare \nJim Purviance, Executive Director, Board of Parole \nJeff Long, Commissioner, Tennessee Department of Safety and Homeland Security \nDavid B. Rausch, Director, Tennessee Bureau of Investigation \nDereck Stewart, Colonel, Tennessee Highway Patrol \nRalph M. Perrey, Executive Director, Tennessee Housing Development Agency \nTennessee Mayors, Sheriffs, Police, and District Attorneys \n \n \nWe ask that these local and state officials review all of the demands within this document \nand act now to protect the lives of millions of Tennesseans who are vulnerable and \n​ ​\nwould experience significant harm if immediate action is not taken.  \n \n \n \n \n \n \n \n \n \n \n4 \n\nOur Demands \n__________________________________________________________________________ \nOn Local Jails, Detention Centers, and Tennessee Department of \nCorrections \nLocal Jail and Detention Center Release \n \nOn the matter of local jail and detention center decarceration in the state of Tennessee, \nwe demand the following policy reforms to protect the health and safety of incarcerated \npeople now: \n \n1. Immediate release of people who are being held in local jails. The rate of jail \n​\nincarceration in Tennessee is nearly double the national average. The majority of jails in \nTennessee are severely overcrowded, which is not only unconstitutional and dangerous \nbut also a matter of life and death, especially during the COVID-19 crisis. Most people in \nTennessee jails are not convicted of a crime and are incarcerated pretrial, including \nmany who are incarcerated simply because they cannot afford to pay their bail. We must \nprioritize community safety over keeping costly jail beds filled by preventing an outbreak \ninside jails and detention centers, which is only inevitable without immediately releasing \npeople from incarceration. \na. Provide housing, medical care, substance use services and treatment, \nmental health care, transportation, and child care assistance as needed to \nall released individuals to ensure safe transition into community. \n​\n2. Immediate release of all people being held in local juvenile detention centers by \n​\nJuvenile Courts. Whenever possible, release youth in juvenile detention to the care of \ntheir family and/or guardians, without further intervention by child welfare agencies.  \n​\n3. End pretrial detention and release community members newly accused of a crime \non their own recognizance without setting bail and without restrictions including \n​\nbut not limited to electronic monitoring, which can severely limit people’s access to \nhealthcare for themselves and their families. \n4. If no other release options are possible, provide medical furlough and immediate \nrelease options for incarcerated people who are particularly vulnerable to illness, \n​\n5 \n\nincluding but not limited to elderly and pregnant people, and/or those who have serious \nchronic medical conditions, mental illness, and disabilities. \n5. If medical furlough or release is not an option, commit to humane and dignified \ntreatment of people who remain held in pretrial detention and local jails.  \n​\na. Provide people who remain incarcerated with access to free preventative \nmeasures, including free daily temperature checks, free medical testing, free \n​\ntreatment, free toilet paper, free phone calls, and free video visitation. We realize \nthat temperature checks will identify people with symptoms, yet we are aware \nthat asymptomatic transmission is still possible and could be one of the driving \nfactors of transmission.   \nb. Provide people who are forced to remain in jail with access to items \nnecessary to survive this crisis free of charge including soap, sanitizing \n​\nproducts, healthy food, and any other items. \nc. End solitary confinement and mandatory lock down to quarantine or isolate \nindividuals. \n6. Provide adequate testing in local jails and detention centers to prevent the spread \n​\nof the virus. \na. Maintain a mandatory COVID-19 screening for staff daily, including \n​\ntemperature checks. \nb. Institute daily COVID-19 screening options for incarcerated people who \nrequest, including temperature checks.   \n​\nc. Notify family or the designated emergency contact on the same day, in the \n​\nevent that an incarcerated person tests positive for the virus or exhibits \nsymptoms of the virus. \n \n7. Immediately cease ICE enforcement, suspend all contracts with ICE, and allow for \nindividuals who have ICE holds to be immediately released regardless of county, \n​\nincluding but not limited to those who are seeking asylum. All Sheriff's Departments and \nPolice Departments within the state must cease cooperation with ICE.  \n8. Cease detainment of individuals with outstanding warrants or parole/probation \ninfractions, civil violations, and monitoring of individuals on probation or parole. \na. Halt all in-person probation and parole meetings and the collection of fees. \nb. Release people who are in jail for technical violations. \nc. Cease charging people for probation and technical violations.  \n9. Cease all in person court proceedings and pretrial hearings and instead utilize \n​\nteleconference when needed. Court proceedings, whether in person or via \nteleconference should only take place if the standards of both protecting public health \n​\nand upholding attorney/client privilege can be upheld. To the extent that not all courts \n​\n6 \n\nhave the capacity to conduct proceedings while maintaining these standards, court \nproceedings should not be held and courts should release individuals from jail. \n10.Vacate all outstanding bench warrants. End work release and child support holds. \n​\n11.Mandate police departments halt arrests and issue citations rather than booking in \n​\norder to ensure that jail populations are kept to a minimum and to prevent exposure. \nRefrain from making arrests for failure to comply with “shelter in place” order. \n12.Dismiss any pending charges and probation violations for anyone arrested and \n​\nnewly arrested for drug offenses, traffic violations, trespassing, and vandalism.  \n13.Conduct review and expedited release of people being held in halfway houses with \n​\ncontinued access to any necessary mental and physical health supports necessary to \ntheir reentry into society.   \n \n____________________________________________________________________ \nPrison Release \nOn the matter of prison decarceration in the state of Tennessee, we demand the following \npolicy reforms to protect the health and safety of people in prisons, including those \nsentenced locally for felonies, now: \n1. Release as many people from incarceration in Tennessee prisons as possible. Given \n​\nthe lack of testing available, ongoing staff shortages, and insufficient medical personnel to \ndeal with a pandemic inside the prison system, the medical duty of care required by \nTennessee code cannot be met during this crisis. All people inside Tennessee prisons and \nsentenced locally must be considered for release due to the inherently dangerous nature of \njails and prisons particularly during this pandemic, but we especially demand: \na. Immediate release of all those especially vulnerable to illness including but \n​\nnot limited to: \ni. Medically fragile people \nii. Adults over 50 \niii. Pregnant people \niv. All individuals incarcerated for self defense and/or failure to protect in an \nabusive situation, criminalized survivors who have been unjustly charged. \nCriminalized survivors of abuse have greater risks to the virus due to the \nimpacts of domestic violence and trauma on weakening the immune \nsystem. \n7 \n\nb. Release of all people, including those serving life sentences, who have \nserved at least 20 continuous years and who therefore have the lowest rate of \n​\nrecidivism. \nc. Release of individuals who have less than three years to serve. The \n​\nquestionable value of deterrence pales in comparison to the exponential risk of \nkeeping them incarcerated. \n \n2. Eliminate medical co-pays for incarcerated people and staff. Many people in prison \n​\nrefuse to go to medical because they have no financial resources and cannot incur debt due \nto a co-pay. With their low rate of pay, prison staff and particularly correctional officers also \noften avoid seeking medical care, presenting a dangerous health risk to those incarcerated \nin the facilities in which they work.  It is essential that all incarcerated people and staff have \nfull access without barriers to health care at this time.  Accordingly, copays for both \nincarcerated people and staff must be suspended. \n \n3. End solitary confinement and mandatory lock down. Medical experts have warned that \n​\ncontinued utilization of solitary confinement puts the prison population at even higher risk for \nan outbreak because it is more difficult to observe and identify symptoms early on.  \n \n4. Eliminate parole revocation for technical violations. Technical violations are qualitatively \n​\ndifferent from a new or repeat offense. The increased risk of reintroducing people for \ntechnical violations back into a vulnerable prison population is irrational and should be \nimmediately discontinued.  \n \n5. Eliminate in person meetings with parole officers. Sheltering in place for public safety \n​\nrequires teleconference whenever possible. That safety precaution should be no different for \nthose on parole and their parole officers. To continue such meetings, which require travel \nback and forth and new potential exposures of the virus, increases public risk without \njustification.  \n6. Institute a presumption of parole. Individuals shall not be denied parole based on \n“seriousness of offense.” Individuals shall not be denied parole based on “seriousness of \n​\noffense” when such individuals are otherwise deemed suitable for release. Individuals who \ncome up for parole reviews should do so with a presumption of release unless assessed to \nbe a real threat and danger. \n7. Release individuals who are incarcerated solely for a drug charge. Individuals \n​\nconvicted solely for drug crime should be released. \n8. Release individuals who have met their release eligibility date. Individuals who have \n​\nmet the threshold of their required sentence should be released unless deemed to be an \nactive threat to public safety.  \n8 \n\n9. Test prison staff weekly, log temperatures daily, and give paid leave for all prison \nstaff who have been exposed. Maintain a mandatory screening for staff daily, including \n​\ntemperature checks. We must take necessary measures to ensure the pandemic does not \ntake lives of incarcerated individuals, who are especially vulnerable populations. \n10.Give incarcerated people the option to log temperatures daily, to test at least weekly, \nand for release or hospitalization for all who have been exposed free of charge. Early \n​\ndetection is essential to prevent the spread of the virus, especially as infectious diseases run \nrampant in correctional institutions.  \na. Institute daily COVID-19 screening options for incarcerated people who \nrequest, including temperature checks.   \n​\nb. Notify family or the designated emergency contact on the same day, in the \n​\nevent that an incarcerated person tests positive for the virus or exhibits \nsymptoms of the virus. \n11.Suspend all court costs and parole fees. Court costs and parole fees criminalize poverty, \n​\nput people at unnecessary risk of re-arrest, and accrue more debt that will exacerbate \neconomic barriers for families and communities that are already particularly burdened due to \nthe economic impact of the crisis. \n12.Suspend all transfers of incarcerated individuals into Department of Correction \ncustody who are currently incarcerated in a local jail. Suspend all intra-prison \n​ ​\ntransfers. Transporting people during this crisis between jails and prisons puts individuals at \n​\nunnecessary risk of contracting and spreading the virus.  \n13.Suspend fees for video visitation, and guarantee in person visitations will be restored \nwhen this pandemic crisis is over and individuals are no longer required to shelter in \nplace. Visitation and human contact is essential for families and children with incarcerated \n​\nloved ones. Parents are more likely to succeed at treatment for substance use disorders and \nless likely to return to prison; by staying connected with their parents, children can \nexperience healthy development, better mental health, and fewer behavioral issues. \n14.Eliminate fees for telephone calls. Fees for telephone calls create major communication \n​\nbarriers between families and their incarcerated loved ones, which is only exacerbated by \nthe suspension of in-person visitation due to the crisis.  \n15.Provide housing stipend, transportation, and child care assistance as needed to all \nreleased and recently released individuals. Many incarcerated people do not have safe \n​\nhousing options upon release. The houseless population is among the most vulnerable and \nmust receive adequate release planning and resources so they can safely return to the \ncommunity. With most services closed, there must be measures taken to provide adequate \ntransition and re-entry.  \n9 \n\n \n \n_________________________________________________________________________ \nOn Housing  \nOn the matter of housing in the state of Tennessee, we demand the following policy \nreforms to protect individuals who are houseless and experiencing housing insecurity \nnow: \n1. Immediately enact rent and mortgage suspension. A rent and mortgage suspension \n​\nis the only safe and reasonable solution to the immediate challenge of housing insecurity \nduring this pandemic, as an overwhelming number of people are now unemployed or \nunderemployed.  \na. No company or individual operating within the state of Tennessee may levy rental \nor mortgage fees, late fees, or other charges for occupation of a private living \nspace against individuals who reside in this state.  \nb. No new charges, including charges for Section 8 and for all other need-based \nhousing programs, may accrue during the period that Tennessee is in a state of \nemergency.  \nc. Ensure that all waived rental fees may be claimed as a write-off toward the tax \nliability of any business or person that loses profit during the suspension.  \n \n2. Suspend all evictions. Displacement of people is a cruel and unnecessary public health \n​\nrisk during this crisis. Shelter is crucial to the success of all current plans to flatten the \ncurve and keep our hospitals from being dramatically overwhelmed. \n \n3. Provide uninterrupted access to public utilities and suspend utility payments. We \n​\nmust guarantee that basic utility needs are met so that vulnerable communities are able \nto stay safe, informed, and protect their families. \na. Suspend utility shut-offs, including, gas, water, electric, Internet, and cable \naccess.  \nb. Immediately reconnect utility services to ensure access for those whose services \nhave been shut off due to lack of payment.  \nc. Cancel any debt to utility service providers until the state of emergency has been \nlifted.   \nd. End privatization of Internet access, restore municipal telecommunications \ncompanies, and provide free signal boosters to communities who don’t have or \nhave limited access to the Internet. \n \n10 \n\n4. Provide housing and care for the unhoused. Those who lack shelter during this time \n​\nexperience a dramatically increased risk. Destroying the community infrastructure of \nhouseless camps and forcing houseless individuals and families to new locations across \nthe city and county will contribute to increased spread of COVID-19, particularly if people \ndo not know they have contracted the virus. We demand that officials: \na. Provide supportive housing for houseless individuals and families.   \nb. Immediately cease sweeps of houseless camps.  \nc. Utilize state and local emergency powers to commandeer local hotels/motels and \nother unused land and properties for use as emergency shelters for those who \nare unhoused and those being released from detention.  \nd. Provide houseless people with access to the Internet and to sanitizing products. \n \n5. Expand the Uniform Residential Landlord-Tenant Act to include all counties in \nTennessee. Those most vulnerable to issues of discrimination and mistreatment while \n​\ninhabiting rental properties must be protected from harm.  \n \n_________________________________________________________________________ \nOn Workers’ Rights  \nOn the matter of workers’ rights in the state of Tennessee, we demand the following \npolicy reforms in order to protect workers and their jobs now: \n1. Provide at least 4 weeks of paid time off for anyone whose hours have been reduced \n​\nand are missing work due to social distancing measures. \n2. Provide at least 14 paid sick days for all direct employees and workers outsourced \n​\nthrough temp agencies.  \n3. Ensure that health insurance is provided to all employees and “subcontractors” \n​\na. Provide free screenings and care when needed.  \n​\n4. Ban retaliation against workers who miss work due to sickness, emergencies, or \n​ ​ ​\nchoosing to socially distance themselves. \n5. Hire back laid off workers after the pandemic.  \n​\n6. Provide personal protective equipment (PPE) and training to reduce virus spread \n​ ​ ​\nand injuries. Ensure sanitary conditions on the job and take all steps possible to reduce \nrisk. \n7. Protect agricultural farmworkers in order to ensure their health and to maintain food \n​\nsovereignty and security of Tennessee food supply. During this crisis, the agriculture \n11 \n\nindustry faces supply chain slowdowns and shortages, which must be combated by \nmeeting the needs of workers within the industry. \na. Commit to the health of agricultural workers and provide personal protective \n​\nequipment (PPE) and training for workers. \nb. Provide paid sick leave for agriculture workers. \n​\nc. Provide visas and safe immigration and travel means for agriculture workers.  \n​\n8. Provide support for local small businesses to convert to worker ownership \nmodels and support workers in the creation of new co-operative businesses. \n​\n9. Provide all accommodations available for independent contract workers, including \n​\nUber and Lyft drivers.  \n10.Provide essential workers with free access to public transportation and expand \n​\npublic transportation systems in counties where there is no public transportation. \n_________________________________________________________________________ \nOn Economic Justice  \nOn the matter of economic justice in the state of Tennessee, we demand the following \npolicy reforms to financially support people, especially those who are low income and \ncash poor now: \n1. Establish a statewide Guaranteed Basic (monthly) Income of $2,000 per adult, \n$500 per child, and an additional $100-200 for those with special needs to all \npeople living in Tennessee, including people who are incarcerated. Ensure that the \n​\nbasic income: \na. Adjusts to inflation of the US dollar \nb. Is not taxed as income and is not included in household resources in order to \navoid penalties of recipient \nc. Is a direct cash transfer \nd. Establishes Guaranteed Basic Income Office to preside over the allocation of \nincome \ne. Does not strip federal and state funding for currently established social safety \nnets \nf. Includes all Tennessee residents and community members regardless of felony \nconviction, incarceration status, former incarceration, citizenship status, or \nhousing status \n \n2. Reallocate the $730 million in unused block grants from TANF for a monthly \nGuaranteed Basic Income for families impacted by COVID-19 and those additionally \n​\nimpacted by the recent tornado. \n12 \n\n \n3. Establish a Guaranteed Basic Income Agency designated to administer \ndistribution and gather data on the efficacy of the Guaranteed Income program.  \na. Agency should include researchers from Tennessee universities (MTSU, Fisk, \netc), as well as administrators to formulate mechanism for distributing direct cash \ntransfers.   \nb. Ensure the funds used to establish and distribute the Guaranteed Basic Income \ndo NOT infringe on currently established safety net programs.  \n \n4. Build and protect the co-operative economy and workers at small businesses: \na. Bail out cooperative businesses with grants and provide funding for \nnon-extractive community-based funds for cooperative businesses.   \nb. Provide funding to support conversions of struggling businesses to cooperatively \nowned business models to avoid closure.   \nc. Fund cooperative training centers and community funders of co-operative \nbusiness.  \nd. Combat the loss of cultural and neighborhood institutions by offering \ncomprehensive grants for small businesses.  \n5. Provide elderly individuals who are caregivers with financial resources and \nchildcare options. Many grandparents or other older guardians are raising school-aged \n​\nchildren for a variety of reasons and they need extra support as people most vulnerable \nto COVID-19 and as primary caregivers. \n_________________________________________________________________________ \nOn Healthcare \nOn the matter of healthcare in the state of Tennessee, we demand the following policy \nreforms in order to expand healthcare access and save lives now: \n1. Provide free healthcare through the expansion of Medicaid. Healthcare is a human \n​\nright. We urge Governor Lee to immediately expand Medicaid to hundreds of thousands \nof Tennesseans. This will ensure that community members have access to the \nhealthcare necessary to survive this pandemic.   \n2. Eliminate policies that deny health coverage for pre-existing conditions and certain \n​\nprocedures, including abortion.  \n3. Re-open rural hospitals that have been closed because of the legislature’s refusal to \n​\nexpand Medicaid in Tennessee. It is important that decision makers prepare several \nhospitals for COVID-19 patients. In efforts to expand access to health care, decision \nmakers should not militarize the provision of healthcare as a response to COVID-19. \n13 \n\n4. Provide free preventative measures and sanitation products, free medical testing, \nand free treatment to all people, particularly people who are houseless, low income, \n​\nBlack, people of color, LGBTQIA+, and elderly, regardless of their level of insurance \ncoverage or immigration status and without fear of criminalization or intimidation. \n5. Maintain full treatment and support for individuals experiencing substance use \ndisorder and/or mental health challenges. This measure should include people who \n​\nhave been receiving treatment before the onset of the COVID-19 pandemic as well as \npeople who may need treatment or support in the future. \n6. Maintain the full capacity of the healthcare system, from large hospitals to small \n​\nclinics, supplied with sufficient resources to care for all patients, including patients that \nhave medical needs other than treatment for COVID-19.  \n7. Maintain the continued provision of care for pregnant people and people seeking \nabortions, including comprehensive prenatal and postpartum care. Expand \n​\ntelehealth benefits to reproductive health and prioritize all reproductive services. \nEliminate the ban on telemedicine for abortion pills and make them available through \nmail.  \n8. Provide treatment at no cost to the patient, now and beyond the life of the \nCOVID-19 pandemic, for people who are now experiencing or will experience \nsecondary physical or mental illness, including post-traumatic stress disorder, as a \n​\nresult of COVID-19.  \n9. Provide personal protective equipment (PPE) for healthcare workers and for \nindividuals who have been designated as “essential workers,” including \n​\nincarcerated people doing sanitation work, transportation workers, emergency \nresponders, airline operators, TSA employees, facilities management workers, and other \nworkers with broad exposure to the public. \na. Provide gloves, N-95 face masks, protective eyewear, face shields, and \ndisposable gowns, and other necessary protective equipment provided in the \nappropriate amounts for the protection of patients and healthcare workers. The \nsame should be available to essential employees based on their level of \nengagement with potentially infected people.  \nb. Provide adequate training on the use of PPE for healthcare workers and \nessential employees.  \n10.Provide hand-washing stations for individuals in houseless camps. The houseless \n​\npopulation is forgotten in times of crisis. They need to be supported and have their \nneeds met to be healthy and safe during this time. \n11.Supply food and necessary items including vegetables, fruits, cooking supplies, \nand sanitizing materials in communities impacted by food aparthied. Many \n​\n14 \n\ncommunity members live in neighborhoods without access to grocery stores that provide \nhealthy food options, cooking supplies and sanitizing materials. Without access to these \nnecessary resources, communities are more vulnerable and put at greater risk.  \n12.Increase monthly payments to people who receive social security and disability \nchecks and immediately increase SNAP and WIC benefits by 100% to ensure \n​\ncommunities have access to the resources necessary to survive.  \n_________________________________________________________________________ \nOn Voting Rights \nOn the matter of voting rights in the state of Tennessee, we demand the following policy \nreforms in order to uphold and protect the right to vote now: \n1. Implement a “no excuse” vote-by-mail/absentee ballot that allows everyone to \n​\nrequest a mail-in ballot without regard to age, need, disability, language status, or other \nreasons.  \n2. Direct counties to request mail-in ballots to voters and provide prepaid postages \nfor their envelopes. \n3. Make all mail-in ballots uniform across all counties with respect to envelope and \nballot design in order to insure visibility and readability. \n​\n4. Implement a vote-by-mail system that allows voters to track their ballot from the \ntime it is sent to the time it is scanned and finally accepted. This should include a \n​\nunique barcode on each ballot and envelope to allow voters to track the status of their \nballot. The tracking of ballots should be available online through the respective county \nregistrar or clerk’s office or election commission, while also considering other tracking \noptions such as text, email, and phone. It is important that the signature matching \nprocess is not overly restrictive and is published to the general public two weeks before \nballots are mailed. \n5. The mail-in ballot system should leave ample opportunity for voters to correct or \n“cure” their ballots if they are rejected due to inconsistencies in the signature \nverification process.  Following the recommendations of election protection experts, \n​\nthe other verification systems entail social security numbers, bank statements and utility \nbills, driver’s license numbers, and affidavits or sworn statements.  \n6. Provide a ballot-processing environment that allows for the safe/secure/healthy \nobservation of workers by non-partisan groups or election monitors.  This will help \n​\nbolster public confidence and allow officials to perform a ballot comparison audit.   \n15 \n\n7. Extend the deadline to request absentee ballots to three (3) days before election. \nThe current deadline to request absentee ballots is seven (7) days before Election Day. \nThis deadline should be extended to three (3) days before the election to give voters \nmore time to request an absentee ballot.  \n8. Ensure that eligible voters who are in pretrial detention are able to get their \nabsentee ballots delivered to them and returned. Encourage local election \n​\ncommissions to develop and publish for review a plan for distributing absentee ballots in \nlocal jails to voters in pretrial detention.   \n9. Provide early voting and in-person drop off options, as well as mail-return options \nfor those voting by absentee ballot.  Ballot drop-off boxes should be locked or sealed \n​\nwith a tamper-evident seal.  They should be visible with large signage, in ADA \naccessible areas, and in or near public buildings and other highly frequented areas.  \n10.In elections held during a presidential or gubernatorial emergency or disaster \ndeclaration, ballot envelopes from home should be permitted. Voters should be \n​\npermitted to access a secure website, login, and print their ballots and ballot envelopes \nfrom home. \n_________________________________________________________________________ \nOn Education and Children \nOn the matter of education in the state of Tennessee, we demand the following policy \nreforms in order to protect young people, students, and educators, including young \npeople who are in state custody, now: \n \n1. Provide supplies and technology for students to strengthen access to distance \nlearning: \na. Provide technology and broadband for students who do not have technological \n​\ncapabilities to aid in access to distance learning. \nb. Provide laptops with curriculum already available (downloaded) on the laptop \n​\nfor students and parents who do not have access to the Internet. \nc. Provide free WiFi and hotspots from any and all Internet providers. \n​\nd. Provide school supplies to students, especially calculators, geometry supplies, \n​\nscience/lab study supplies. \n \n2. Provide food delivery to students throughout the state that includes at least three \n​\nmeals a day, with fresh fruit and vegetables, seven days a week. \n \n3. Provide financial support to meet the needs of students and educators: \n16 \n\na. Provide stipends for after school program educators working in K-12 public \n​\nand private schools. \nb. Provide stipends, technology, and support for parents to help educate their \n​\nchildren at home. \nc. Provide stipends for teachers who teach vocational education programs \nand preschool  \nd. Refund tuition and fees to college students at state schools and people in \n​\nvocational education programs whose schools and programs were closed before \nthe end of the school year. Eliminate student loan debt.  \ne. Make sure the degrees for teachers and educational assistants remain \naccredited and valued. \n​\n \n4. Support childcare providers and educators: \na. Provide additional pay for educators and childcare providers who work \n​\nwithin the education system.   \nb. Provide COVID-19 testing and treatment to childcare providers and \neducators. \nc. Ensure paid sick leave for educators and childcare providers.  \n \n5. Immediately release children from incarceration and detention and provide \nprotection, care and support for children who are in state custody of any kind: \na. Immediate release of all young people being held by Juvenile Court in local \n​\njuvenile detention centers. Whenever possible, release youth in juvenile \ndetention to the care of their family and/or guardians, without further intervention \n​\nby child welfare agencies. \nb. If no release options are possible, juvenile detention facilities must practice \nCDC guidelines regarding protecting youth from COVID-19. \n​\nc. Ensure privately run halfway houses and group homes who are receiving \nstate funding are practicing CDC guidelines regarding protecting youth from \n​\nCOVID-19. \nd. Young people who are in state custody, regardless of whether they are \nlocated in detention facilities, group homes, halfway houses or foster \nhomes, should be given access to free testing and treatment for COVID-19.  \n​\ne. Ensure that young people’s families are notified and continuously kept \nupdated on their child’s status. \n​\nf. Develop procedures for young people who come into state custody on an \nemergency basis during the COVID-19 crisis which includes screening them for \n​\nCOVID-19, and testing them as needed. \ng. Immediately release any young person who is arrested during the COVID-19 \n​\ncrisis to their parents or guardians. \nh. Cease ICE enforcement and immediately release all youth who are being \n​ ​\ndetained by ICE. \n17 \n\ni. Immediately discontinue detaining children for status offenses (including \n​\ntruancy, underage offenses, incorrigibility) and immediately release all young \npeople who are being held for status offenses. \n_________________________________________________________________________ \nConclusion \nEvery resident of this state deserves to live well, with everything they need, and their innate \nhuman rights respected. Black people, Indigenous people, Latinx people, people of color, \nimmigrants, refugees, white people, incarcerated people, workers, houseless people, cash-poor \npeople, people living in rural and small towns, women, trans and gender nonconforming people, \nqueer people, men, caregivers, elders, youth, students, teachers, disabled people, church, \nspiritual, mosque and temple folk, healers, farmers, people with mental illness, people in \nrecovery, survivors and criminalized survivors, cooperative and small business owners, artists, \nmusicians, and everyone else: we see and respect the humanity of one another and know we all \ndeserve to be treated with dignity. We are coming together to express the desires of all of our \n​ ​\ncommunities and restore our righteous relationship with our state’s resources and response. \n  \nDuring this COVID-19 crisis, we must take immediate action. We recognize that our demands \nare largely reflective of what our communities have always deserved and needed. This \npandemic has only further exposed the multitude of ongoing crises that our communities have \nfaced for a long time: incarceration, houselessness, worker exploitation, economic instability, \ninsufficient healthcare, voter suppression, under-resourced education, environmental injustice, \nand more. Our organizing in this moment emerges from a long history of fighting these injustices \nin solidarity with people around the country and across the globe. Now is the time to bring forth \nthe world that is worthy of all people in and out of Tennessee. Otherwise, our communities \nremain vulnerable to continued crises.  \n \nWe, the signatories and crafters of these demands, come together across counties and across \ndifferences recognizing this particular moment of crisis as an opportunity for decision makers \nthroughout our state to use their power for good, modeling for every other state in the U.S. Our \nwork to fight for the implementation of these demands will continue until each of them are won. \nWe will continue to fight for a Tennessee where all of our community needs are met and no one \nis left behind. We will not stay silent as our neighbors are criminalized and over policed while \ntheir communities are depleted of the resources they need to survive. Instead we will organize \nto make sure our tax dollars are used to provide free healthcare, transportation, food, and \neducation. Not to police and incarcerate us. An inadequate response or anything less than what \nwe deserve is unacceptable and we will remember. We are fighting not only for what needs to \nbe done right now to prevent the further spread and lasting harm of COVID-19, but also for a \n​ ​\ncommitment to long term recovery and structural transformation in order to meet the needs of all \n​\nof our people. \n_________________________________________________________________________ \n18 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/105221"
    },
    {
      "date": "2020-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Other",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Tennessee state supreme court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 105219,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/105219.pdf",
      "title": "Emergency Petition to Supplement Court's Order",
      "text": "IN THE SUPREME COURT OF TENNESSEE \nAT NASHVILLE \nIN RE:  COVID-19 PANDEMIC \n______________________ \nNo. ADM2020-0428 \n_______________________ \n \nEMERGENCY PETITION TO SUPPLEMENT COURT’S ORDER  \nWITH DIRECTIVES NECESSARY TO REDUCE COVID-19 PUBLIC \nHEALTH RISKS ASSOCIATED WITH TENNESSEE JAILS, \nJUVENILE DETENTION CENTERS AND PRISONS \n \n  Come  now  the  undersigned  organizations,  on  behalf  of  their \nmembers, and on behalf of every person currently detained in a jail, \njuvenile detention center, or prison in Tennessee pursuant to an order or \njudgment entered by any court or judge subject to the oversight of this \nCourt, and hereby file this emergency petition seeking extraordinary \nrelief.  The  undersigned  organizations  and  individuals  respectfully \npetition this Honorable Court to supplement the Order it entered on \nMarch 13, 2020, Suspending In-Person Court Proceedings, by providing \nnecessary additional directives to Tennessee courts, court clerks, sheriffs, \nand the Tennessee Department of Corrections. The additional directives \nsought  will  protect  the  health  and  safety  of  the  public  (including \nincarcerated persons) from risks associated with COVID-19 outbreaks \ninside jails, juvenile detention centers, and prison facilities in Tennessee.  \n1 \n \n\nNo person can lawfully be incarcerated in a jail, juvenile detention \ncenter, or prison of this State absent a valid order issued by a Tennessee \ncourt. As such, the courts of this State have the ultimate authority to \ncontrol who is held in such facilities. In this unprecedented moment in \nhistory, those same courts also have a moral obligation to protect the \nhealth, safety and well-being of people so detained, because they are \nunable to protect themselves from exposure to the coronavirus due to the \ninherent  conditions  inside  jails,  detention  centers,  and  prisons.  That \nobligation also extends to protecting the health, safety and well-being of \neveryone who enters or works within those facilities, as well as the public \nat-large. This Court is authorized to act for this purpose by Tenn. Const. \nArt. VI, § 1, and Tenn. Code Ann. §§ 16-3-501 to 16-3-504 (2009). \nFor these reasons, the undersigned organizations and individuals \nhereby urgently move this Court to expand its Continuity of Operations \nPlan for the length of its duration to provide municipal, juvenile, general \nsessions, trial and appellate courts of this State, as well as court clerks, \nsheriffs/jailers,  and  the  Tennessee  Department  of  Correction,  with \nspecific and immediate directives necessary to reduce the public health \nthreat of COVID-19 for those in contact with Tennessee’s correctional \nsystems and the greater community. The directives outlined herein are \ndesigned  to  keep  incarcerated  individuals,  correctional  officers,  and \nTennessee  communities  as  safe,  healthy,  and  virus-free  as  possible \nduring this time of national and global crisis.  \nPetitioners submit the necessary directives include the following:  \na.  To take immediate action to reduce substantially the population \nof  local  jails  and  juvenile  detention  centers  in  Tennessee  by \n2 \n \n\nordering  the  immediate  release  of  all  persons  who  meet  the \nfollowing criteria, unless the State can demonstrate by clear and \nconvincing evidence that the person’s release would endanger \nthe safety of a particular person or persons in the community, \nand  that  no  less  restrictive  measure  other  than  confinement \n(including electronic monitoring) can sufficiently mitigate that \ndanger, see generally United States v. Salerno, 481 U.S. 739 \n(1987); State v. Burgins, 464 S.W.3d 298 (Tenn. 2015): \ni.  all persons serving a misdemeanor sentence; \nii. all persons at an elevated risk of contracting COVID-19 \nand/or experiencing more serious symptoms thereof, either \nbecause of age or because of underlying health conditions, \nand all pregnant people;  \niii. all persons confined pretrial who are eligible for release on \nbail, but remain in jail because they cannot afford to pay a \nmoney bail condition or court-ordered pretrial monitoring \nfees; \niv. all children detained on delinquency charges; and \nv.  all  persons  confined  on  pending  probation  or  parole \nviolation charges. \nb.  To take immediate action to reduce new admissions into local \njails in Tennessee by ordering the issuance of a criminal citation \nor  summons  in  lieu  of  arrest  for  all  qualifying  individuals, \npursuant to Tenn. Code Ann. § 40-7-118 and § 40-6-215. \nc.  To take immediate action to reduce further new admission into \nlocal jails in Tennessee, by ordering all newly-arrested persons \n3 \n \n\nwho do not qualify for a citation or summons to be immediately \nreleased: 1) on their own recognizance, Tenn. Code Ann. § 40-11-\n115;  2)  on  an  unsecured  monetary  bail, id.;  or  3)  under  the \nsupervision of a pretrial services program (at no cost to those \nwithout the ability to pay), Tenn. Code Ann. § 40-11-116(b)(1), \nunless  the  State  can  demonstrate  by  clear  and  convincing \nevidence that the person’s release would endanger the safety of \na particular person or persons in the community, and that no less \nrestrictive measure other than confinement (including electronic \nmonitoring) can sufficiently mitigate that danger. See generally \nUnited States v. Salerno, 481 U.S. 739 (1987); State v. Burgins, \n464 S.W.3d 298 (Tenn. 2015). \nd.  To take immediate action to reduce substantially the population \nof local jails or detention facilities housing persons serving felony \nsentences, either by suspending service of those sentences, or \nmodifying  them  to  provide  for  alternative,  community-based \nsupervision, such as probation or community corrections, at no \ncost to people without the ability to pay. \ne.  To take immediate action to reduce new admissions into juvenile \ndetention centers by ordering the release of all children alleged \nto be delinquent. \nf.  To continue all sentencing hearings for persons not in custody \nthat could result in the imposition of a jail or prison sentence. \ng.  To  suspend  all  transfers  of  incarcerated  individuals  into \nDepartment  of  Correction  custody  who  are  currently \nincarcerated in a local jail. \n4 \n \n\nh.  To take immediate action to reduce substantially the population \nof  Tennessee’s  prisons,  including  privately-owned  detention \nfacilities,  by  releasing  through  parole  or  other  available \nmechanisms all persons who meet at least one of the following \ncriteria,  unless  the  State  can  demonstrate  by  clear  and \nconvincing evidence that the person’s release would endanger \nthe safety of a particular person or persons in the community, \nand  that  no  less  restrictive  measure  other  than  confinement \n(including electronic monitoring) can sufficiently mitigate that \ndanger: \ni.  are  over  the  age  of  50,  considered  medically  fragile,  or \npregnant; \nii. have  been  granted  parole  upon  the  condition  that  they \ncomplete a program prior to release; \niii. have reached their parole eligibility date; \niv. are serving sentences solely for drug offenses; \nv.  have less than three years remaining on their sentence; or \nvi. have been in continuous custody for 25 years or more, as \nthis population has the lowest recidivism rate of all release \ncategories. \ni.  Should the Court find any of these categories too broad due to \npublic safety concerns, Petitioners urge the Court to limit them \nonly  to  the  extent  that  the  speculative  risks  associated  with \nrelease  clearly  outweigh  the  known  risks  associated  with \nincarcerated populations during the COVID-19 outbreak. \n \n5 \n \n\nIn support of this Emergency Petition, the undersigned state:  \n \nCOVID-19 IS A NATIONAL AND GLOBAL HEALTH EMERGENCY \n1.  We  are  living  in  an  extreme,  unprecedented,  world-wide \nhealth emergency caused by the rapid spread of the deadly coronavirus. \nThere is no vaccine against this virus,1 and there is no cure for the disease \nit causes, COVID-19. On March 12, 2020, Tennessee Governor Bill Lee \ndeclared  a  state  of  emergency  in  Tennessee.2  The  World  Health \nOrganization has declared COVID-19 a global pandemic.3 On Friday, \nMarch 13, President Trump declared a national emergency.4 \n  2.   COVID-19 is highly transmissible.5 The Centers for Disease \nControl and Prevention (“CDC”) advise that the virus passes from person-\n \n1 Saralyn Cruickshank, “Experts Discuss Covid-19 and Ways to Prevent \nSpread  of  Disease,”  John  Hopkins  Mag.  (Mar.  17,  2020), \nhttps://hub.jhu.edu/2020/03/17/coronavirus-virology-vaccine-social-\ndistancing-update.  \n \n2  https://publications.tnsosfiles.com/pub/execorders/exec-orders-\nlee14.pdf.  \n \n3 See World Health Organization, Director-General Opening Remarks \n(March 11, 2020), https://www.who.int/dg/speeches/detail/who-director-\ngeneral-s-opening-remarks-at-the-media-briefing-on-covid-19---11-\nmarch-2020. \n \n4  https://www.cnn.com/2020/03/13/politics/trump-national-emergency-\nproclamation-text/index.html.  \n \n5  Given  COVID-19’s  contagiousness  and  relatively  high  death  rate, \nparticularly in vulnerable populations, President Trump issued a 15-day \n \n6 \n \n\nto-person through respiratory droplets produced when someone coughs \nor sneezes, and by contact with surfaces.6 The number of known COVID-\n19 infections is increasing exponentially daily. As of March 24, 2020, \nthere have been more than 380,000 confirmed infections globally, with \nthe actual infection rate considered to be much higher than that.7 As of \nthat same date, 46,332 of those infections were in the United States.8 \nWith  new  numbers  being  reported  daily,  Tennessee  health  officials \nconfirmed at least 667 known infections in 48 counties as of March 24, \n2020.9 As of that date, more than 16,500 people have died globally, with \nmore  than  600  deaths  in  the  United  States,  two  of  which  were  in \nTennessee.10  \n \ndirective  to  avoid  gatherings  in  groups  of  more  than  10  people.  The \nPresident’s Coronavirus Guidelines for America, Whitehouse.gov (Mar. \n16,  2020),  https://www.whitehouse.gov/wp-\ncontent/uploads/2020/03/03.16.20_coronavirus-\nguidance_8.5x11_315PM.pdf. \n \n6 https://www.cdc.gov/coronavirus/2019-ncov/prepare/transmission.html. \n \n7 “Mapping the Spread of the Coronavirus in the U.S and Worldwide,” \nWashington  Post  (Mar.  24,  2020), \nhttps://www.washingtonpost.com/graphics/2020/world/mapping-spread-\nnew-coronavirus/.  \n \n8 Id. \n \n9 https://www.tn.gov/health/cedep/ncov.html \n \n10 Supra, note 7. \n \n7 \n \n\n3.  The  numbers of  people  diagnosed  reflect  only a  portion of \nthose infected.11 Relatively few people have been tested, and many people \nare asymptomatic transmitters.12  Thousands of people are carrying a \npotentially fatal disease that is easily transmitted—and few are aware of \nit. The current estimated incubation period is between 2 and 14 days.13 \nApproximately  20%  of  people  infected  experience  life-threatening \ncomplications, and between 1% and 3.4% die.14 A significant percentage \nof  those  who  do  not  die  will  require  hospitalization  and  intensive \n \n11 Melissa Healy, “True Number of US Coronavirus Cases is Far Above \nOfficial  Tally,  Scientists  Say,”  L.A.  Times  (Mar.  10,  2020), \nhttps://www.msn.com/en-us/health/medical/true-number-of-us-\ncoronavirus-cases-is-far-above-official-tally-scientists-say/ar-BB110qoA. \n \n12 Roni Caryn Rabin, “They Were Infected with the Coronavirus. They \nNever Showed Signs,” N.Y. Times (Feb. 26, 2020, updated Mar. 6, 2020),  \nhttps://www.nytimes.com/2020/02/26/health/coronavirus-\nasymptomatic.html; Aria Bendix, “A Person Can Carry And Transmit \nCOVID-19  Without  Showing  Symptoms,  Scientists  Confirm,”,  Bus. \nInsider  (Feb.  24,  2020),  https://www.sciencealert.com/researchers-\nconfirmed-patients-can-transmit-the-coronavirus-without-showing-\nsymptoms. \n \n13  “Coronavirus  Disease  COVID-19  Symptoms,”  Centers  for  Disease \nControl (updated: Feb. 29 2020), https://www.cdc.gov/coronavirus/2019-\nncov/about/symptoms.html. \n \n14  Vox,  Why  Covid-19  is  worse  than  the  flu,  in  one  chart, \nhttps://www.vox.com/science-and-\nhealth/2020/3/18/21184992/coronavirus-covid-19-flu-comparison-chart.  \n \n8 \n \n\ntreatment,  including  ventilation.15  Medical  providers  and  medical \nfacilities are in peril of becoming completely overwhelmed if the infection \nrate is not slowed. \n  4.  COVID-19  has  resulted  in  extraordinary  measures  being \ntaken globally, nationally and locally to control the spread of the virus. \nIn Tennessee, Governor Lee directed the closing of all schools from March \n16, 2020, through at least March 31, 2020.16 On March 22, 2020, he \nissued  another  order  restricting  social  gatherings  to  fewer  than  10 \npeople, and closing dine-in restaurant service and gyms in Tennessee.17 \nIn Metro-Nashville Davidson County, Mayor John Cooper issued a “safer-\nin-home” Order on March 22, 2020, directing Nashvillians to stay at \nhome and closing all non-essential businesses for at least two weeks.18 \nOther Tennessee cities and counties are following suit.19 The CDC has \n \n15 Thomas C. Tsai, Benjamin H. Jacobson, Ashish K. Jah, “American \nHospital  Capacity  And  Projected  Need  for  COVID-19  Patient  Care,” \nHealth Affairs (Mar. 17, 2020), \n https://www.healthaffairs.org/do/10.1377/hblog20200317.457910/full/.  \n \n16https://www.tn.gov/governor/news/2020/3/16/governor-lee-issues-\nstatement-regarding-statewide-school-closure.html. \n \n17  https://www.tn.gov/governor/news/2020/3/22/gov--bill-lee-signs-\nexecutive-order-mandating-alternative-business-models-for-\nrestaurants-and-gyms--lifts-alcohol-regulations.html. \n \n18 https://www.asafenashville.org/safer-at-home-order/ \n \n19 See e.g.,  “Memphis, Shelby County Municipalities Issue “Safer-at-\nHome” Orders to curb the Spread of COVID-19,” WMC Action News (Mar. \n23,  202),  https://www.wmcactionnews5.com/2020/03/23/mayor-issues-\n \n9 \n \n\nissued guidance that gatherings of more than 10 people must not occur. \nThe CDC also urges social distancing – every person should remain at \nleast six feet distant from every other person. Proper hygiene, including \nfrequent cleaning of all surfaces, and frequent, thorough hand-washing \nis also recommended.20 \n  5.  Governors  in  states  where  COVID-19  outbreaks  occurred \nearlier than in Tennessee have taken even more extraordinary measures \nto curb the spread of the virus. In California, New York, Connecticut, \nIllinois,  Louisiana,  Ohio,  Oregon,  Delaware,  Indiana,  Massachusetts, \nMichigan, New Jersey, New Mexico, and West Virginia, nearly one-third \nof all U.S. residents have been ordered to “shelter-in-place.”21 More than \n2,000 physicians from across Tennessee sent a letter to Governor Lee \npleading with him to impose a similar order here for at least the next two \nweeks.  This  letter  was  endorsed  by  the  Middle  Tennessee  Mayors \n \nsafer-home-order-memphis/; Chuck Morris, “Sumner Co. Issues ‘Safer At \nHome’ Declaration Effective Tuesday,” WSMV News (Mar. 23, 2020), \nhttps://www.wsmv.com/news/sumner_county/sumner-co-issues-safer-at-\nhome-declaration-effective-tuesday/article_de87f568-6d14-11ea-9bfd-\n93205e634300.html. \n \n20 https://www.cdc.gov/coronavirus/2019-ncov/prepare/prevention.html \n \n21 Alicia Lee, “These States Have Implemented Stay-At-Home Orders”, \nCNN (March 24, 2020), https://www.cnn.com/2020/03/23/us/coronavirus-\nwhich-states-stay-at-home-order-trnd/index.html. \n \n10 \n \n\nCaucus, who urged Governor Lee to “consider the recommendation of the \nmedical community.”22  \n  6.  People who have control over their bodies are self-isolating to \nprevent  contracting  or  spreading  this  deadly  disease.  None  of  the \nrecommended  measures  for  mitigating  the  spread  of  COVID-19  are \navailable for persons confined in jails, juvenile detention centers, and \nprisons, or for those who must interact with them. These facilities are \ncongregate environments, in which people are confined in close proximity \nto one another and their keepers. Many, such as the Hamblen County, \nTN,  jail,  are  overcrowded  and  unsanitary  places  where  surfaces  are \nrarely, if ever, washed.23 “Current conditions at the Hamblen County jail \nare so dire that inmates are faced with inadequate clothing and sleeping \narrangements while being shackled to walls and door handles.”24 \n \n22 Phil Williams, “1500+ TN Physicians urge governor to order shelter-in-\nplace,”  NewsChannel5  (Mar.  21,  2020), \nhttps://www.newschannel5.com/news/newschannel-5-investigates/1-500-\ntn-physicians-urge-governor-to-order-shelter-in-place. \n   \n23 See Richard Oppel, “A Cesspool of a Dungeon: The Surging Population \nin  Rural  Jails,”  New  York  Times  (Dec.  19,  2020), \nhttps://www.nytimes.com/2019/12/13/us/rural-jails.html.  \n \n24 Joel Ebert, “Hamblen County Jail Inmates Faced with Poor Clothing, \nUnsanitary  Conditions,  New  Federal  Lawsuit  Contends,” KnoxNews \n(Feb.  25,  2020), \nhttps://www.knoxnews.com/story/news/local/2020/02/25/hamblen-\ncounty-tennessee-jail-inmates-face-unsanitary-conditions-federal-\nlawsuit-says/4860221002/. \n \n11 \n \n\n7.  Hamblen County is not alone. On October 31, 2019, roughly \nhalf of Tennessee’s jails were operating over capacity, including one jail \n(Van  Buren  County)  operating  at  600%  of  its  capacity.25  That  day, \nTennessee jails were holding 31,204 people, more than half of whom \n(15,902) were pretrial detainees. Another 4,816 of those people (roughly \n15%) were serving sentences for misdemeanor convictions.26 The number \nof people housed in Tennessee’s jails has not changed drastically in the \npast four months. \n8.  Many of the people detained in jail and prison suffer from \nunderlying  health  conditions,  including  asthma,  diabetes,  and \nhypertension,  which  place  them  at  an  elevated  risk  for  contracting \nserious COVID-19.27 In 2018, 1,776 of Tennessee’s prisoners were age 60 \n \n25 Tennessee Department of Correction, “Jail Summary Report: October \n2019,”  \n \nhttps://www.tn.gov/content/dam/tn/correction/documents/JailOctober20\n19.pdf. See also Governor Bill Lee’s Criminal Justice Investment Task \nForce Report (“CJITF Report”), p. 5 (noting that at the end of 2018, local \ncounty jails in Tennessee housed over 8,500 individuals sentenced for \nfelony  offenses,  and  at  least  half  of  those  jails  were \novercrowded),https://www.tn.gov/content/dam/tn/governorsoffice-\ndocuments/governorlee-documents/CJInvestmentTaskForceReport.pdf. \n \n26 Id. \n \n27 See “Are You at Higher Risk for Severe Illness?” Center for Disease \nControl  &  Prevention  (Mar.  19,  2020), \nhttps://www.cdc.gov/coronavirus/2019-ncov/specific-groups/high-risk-\ncomplications.html.  \n \n12 \n \n\nor older.28  Like a cruise ship or a nursing home, jails and prisons are an \nenvironment in which COVID-19 can easily gain a foothold and spread \nrapidly with devastating consequences. \n9.  During pandemics, jail facilities become “ticking time bombs” \nas “[m]any people crowded together, often suffering from diseases that \nweaken their immune systems, form a potential breeding ground and \nreservoir for diseases.”29 As Dr. Jaimie Meyer, an expert in public health \nin jails and prisons, recently explained, “[T]he risk posed by COVID-19 \nin jails and prisons is significantly higher than in the community, both \nin terms of risk of transmission, exposure, and harm to individuals who \nbecome infected.” See Exhibit 1, Declaration of Dr. Jaimie Meyer (“Meyer \nDecl.”) ¶ 7 (Mar. 15, 2020). This is due to a number of factors: the close \nproximity of individuals in those facilities; their reduced ability to protect \nthemselves through social distancing; the lack of necessary medical and \nhygiene supplies ranging from hand sanitizer to protective equipment; \nventilation  systems  that  encourage  the  spread  of  airborne  diseases; \ndifficulties  quarantining  individuals  who  become  ill;  the  increased \nsusceptibility of the population in jails and prisons; the fact that jails and \nprisons  normally  have  to  rely  heavily  on  outside  hospitals  that  will \nbecome unavailable during a pandemic; and loss of both medical and \ncorrectional staff to illness. Id. ¶¶ 7-19. \n \n28 CJITF Report, supra note 19, at p. 29. \n \n29 See Saint Louis University, “Ticking Time Bomb,” Prisons Unprepared \nFor  Flu  Pandemic,  ScienceDaily  (2006), \nhttps://www.sciencedaily.com/releases/2006/09/060915012301.htm. \n13 \n \n\n  10.  Jails,  juvenile  detention  centers,  and  prisons  are  not  and \ncannot become an isolated environment. By necessity, members of the \nfree  community,  including  correctional  officers,  attorneys,  medical \npersonnel, and others, must enter and leave these facilities on a daily \nbasis.   \n11.  Science  shows  that,  within  jails  and  prisons,  isolation, \nsegregation, and lockdown are ineffective against COVID-19, Meyer Decl. \n¶ 10, and regardless, jails and prisons rarely have the physical space to \naccomplish  these  efforts  for  the  existing  population.  COVID-19  can \nsurvive in the air, so separation in a facility where there is still other \nmovement  of  people,  and  occasional  interaction,  will  not  contain  it. \nSurfaces are still touched–inside cells, in bathrooms, and in transport, at \nthe very least.  Further, the reality is that some contact with others, \nwhether through close proximity or actual contact, is inevitable. Kitchen \nstaff, intake staff, officers and medical staff all interact with incarcerated \npeople as a matter of course, even on lockdown.   \n12.  The world already knows the extreme risks that jails and \nprisons pose for the spread of COVID-19. Last month, the virus rapidly \nspread across China’s prisons and jails. As of February 25, there were \n555  confirmed  infections  in  five  prisons  of  three  provinces  –  Hubei, \nShandong, and Zhejiang. As of February 29, 806 people in Wuhan city \nprisons were infected by the virus.30 It has also spread rapidly in Iran, \n \n30  The  Justice  Collaborative,  “Explainer:  Prisons  and  Jails  are \nParticularly Vulnerable to Covid-19 Outbreaks,” available at  \n \n14 \n \n\nprompting U.S. Secretary of State Mike Pompeo to call for Iran to release \nAmericans detained there because of the “deeply troubling [r]eports that \nCOVID-19 has spread to Iranian prisons,” noting that “[t]heir detention \namid  increasingly  deteriorating  conditions  defies  basic  human \ndecency.”31 Recognizing the unique risks to jail populations, courts across \nIran granted 54,000 inmate furloughs as part of the measure to contain \ncoronavirus across the country.32 \n13.  Cities throughout the United States, and in Tennessee, are \nabout to experience the same thing. In New York, at least 38 people on \nRikers Island have been diagnosed with COVID-19: 21 prisoners and 17 \nemployees, including 6 healthcare workers.33 Once COVID-19 infections \noccur in jail and prison facilities, it is too late to stop the spread, and \neveryone in contact with that facility is at heightened risk of contracting \n \nhttps://thejusticecollaborative.com/wp-\ncontent/uploads/2020/03/TJCVulnerabilityofPrisonsandJailstoCOVID19\nExplainer.pdf. \n \n31 Jennifer Hansler and Kylie Atwood, “Pompeo calls for humanitarian \nrelease  of  wrongfully  detained  Americans  in  Iran  amid  coronavirus \noutbreak,” CNN (Mar. 10, 2020), at https://cnn.it/2W4OpV7. \n \n32 Claudia Lauer and Colleen Long, “US Prisons, Jails on Alert for Spread \nof  Coronavirus,”  The  Associated  Press  (Mar.  7,  2020),  at \nhttps://apnews.com/af98b0a38aaabedbcb059092db356697. \n \n33  “21  Inmates,  17  Employees  Test  Positive  for  COVID-19  on  Rikers \nIsland:  Officials”,  NBC  New  York,  (Mar.  22,  220), \nhttps://www.nbcnewyork.com/news/coronavirus/21-inmates-17-\nemployees-test-positive-for-covid-19-on-rikers-island-officials/2338242/. \n \n15 \n \n\nthe disease, and in turn spreading the virus to others they contact in their \nhomes, neighborhoods, and communities.34 \n  14.  When  COVID-19  infection  occurs  and  spreads  in  a  jail, \njuvenile  detention,  or  prison,  a  significant  number  of  prisoners  and \ndetainees will require urgent medical care. The capacity of the medical \nservice  providers  in  these  facilities  would  quickly  be  overwhelmed, \nexacerbating the death toll and the risks to all involved. \n  15.  Accordingly,  medical  experts  who  specialize  in  corrections \nhealth are recommending that populations of detention centers, jails and \nprisons  in  the  U.S.  be  immediately  and  dramatically  reduced  from \ncurrent  levels,  in  order  to  maximize  the  opportunity  for  appropriate \ndistancing, proper sanitization and hygiene, and appropriate care for \nthose  who  are  or  may  be  infected  with  COVID-19.  According  to  Dr. \nJonathan  Giftos,  former  Medical  Director  for  Correctional  Health \nServices at Riker’s Island, “the only way to really mitigate the harm of \nrapid spread of coronavirus in the jail system is through depopulation, \n \n34 “The pathway for transmission of pandemic influenza between jails and \nthe community is a two-way street. Jails process millions of bookings per \nyear. Infected individuals coming from the community may be housed \nwith  healthy  inmates  and  will  come  into  contact  with  correctional \nofficers, which can spread infection throughout a facility. On release from \njail, infected inmates can also spread infection into the community where \nthey reside.” Pandemic Influenza and Jail Facilities and Populations, \nAmerican Journal of Public Health, October, 2009; See also Dr. Anne \nSpaulding, Coronavirus and the Correctional Facility: for Correctional \nStaff  Leadership,  Mar.  9,  2020, \nhttps://www.ncchc.org/filebin/news/COVID_for_CF_Administrators_3.9.\n2020.pdf. \n \n16 \n \n\nreleasing as many people as possible with focus on those at highest risk \nof complication.”35 Three other experts, Professor Josiah Rich, Professor \nScott Allen, and Dr. Mavis Nimoh agree that “[a]uthorities should release \nthose who do not pose an immediate danger to public safety, while also \nreducing arrests and delaying sentencings…Those being held in jails \nsimply due to their inability to afford bail, or for minor infractions or \nviolations, can generally be released promptly by the judiciary or even \nthe local sheriff. Those eligible for parole can and should be released.”36  \n16.  In  addition  to  releasing  persons  already  in  jail,  juvenile \ndetention centers, and prisons, courts must also reduce the number of \nnew  people  entering  into  them.  “Bringing  more  people  into  the \ncorrectional setting during this period creates additional risk. In the \nabsence of  more  comprehensive  judicial  reform, law enforcement  can \nconsider limiting further incarceration to egregious crimes rather than \n \n35  “Recipe  for  disaster:  The  spread  of  coronavirus  among  detained \npopulation,”  MSNBC  (Mar.  18,  2020),  https://www.msnbc.com/all-\nin/watch/-recipe-for-disaster-the-spread-of-coronavirus-among-detained-\npopulations-80947781758.  \n \n36 Josiah Rich, Scott Allen and Mavis Nimoh, “We must release prisoners \nto lessen the spread of coronavirus,” Washington Post (Mar. 17, 2020), \nhttps://www.washingtonpost.com/opinions/2020/03/17/we-must-release-\nprisoners-lessen-spread-coronavirus/.  Josiah  Rich  is  professor  of \nmedicine and epidemiology at Brown University. Scott Allen is profession \nof medicine emeritus at the University of California at Riverside. Mavis \nNimoh is executive director of the Center for Prisoner Health and Human \nRights a the Miriam Hospital. \n \n17 \n \n\npopulating our jails and prisons with individuals convicted of non-violent \ncrimes.”37  \n  17.  In a recent presentation to correctional healthcare workers \ndeveloped in cooperation with the CDC, Dr. Anne Spaulding, a professor \nof epidemiology and the director of the Emory Center for the Health of \nIncarcerated Persons, encouraged jurisdictions to consider alternatives \nto incarceration or detention, such as at-home electronic monitoring and \ncommunity corrections.38 \n  18.  These concerns and recommendations apply to jails, juvenile \ndetention  centers,  and  prisons  throughout  Tennessee.  In  Nashville-\nDavidson County, Sheriff Daron Hall has already sounded the alarm. In \na  recent  statement,  Hall  said  they  “fully  expect  to  have  COVID-19 \npositive  cases  in  our  facilities.  It’s  critical  we  reduce  the  inmate \npopulation now.”39 In Shelby County, it is already too late to stop COVID-\n \n37 Dr. Oluwadamilola T. Oladeru, Adam Beckman, Dr. Gregg Gonsalves, \n“What COVID-19 Means For America’s Incarcerated Population – And \nHow To Ensure It’s Not Left Behind,” Health Affairs (Mar. 10, 2020), \nhttps://222.healthaffairs.org/do/10.1377/hblog20200310.290180/full/.  \n \n38  Dr.  Anne  Spaulding,  Coronavirus  COVID-19  and  the  Correctional \nFacility  for  the  Correctional  Healthcare  Worker  (Mar.  9,  2020), \nhttps://www.ncchc.org/filebin/news/COVID_for_CF._HCW_3.9.20.pdf. \n \n39  Daron  Hall,  Nashville-Davidson  County  Sheriff,  March  20,  2020, \nhttps://sheriff.nashville.gov/category/media-center/news-releases/. \n \n18 \n \n\n19 from entering the jail, as one employee there who regularly interacts \nwith new arrestees has now been diagnosed with COVID-19.40   \n  19.  Bold action is a necessity in Tennessee, not only for the health \nand well-being of all those confined in jails, juvenile detention centers \nand prisons, but also for the safety of the larger community. Corrections \nofficials are aware of this, but they are limited in what they can do to \nprovide safety, or to reduce the populations of their facilities.41  \n \nCOURT OFFICIALS IN OTHER JURISDICTIONS  \nARE IMPLEMENTING MEASURES TO PROTECT PUBLIC SAFETY  \nFROM COVID-19 OUTBREAKS IN JAILS AND PRISONS \n \n20.  Throughout the State of Tennessee, the United States and the \nworld,  congregate  environments  are  being  temporarily  closed  in  the \ninterest of public health. Residents of more than 15 states have now been \nordered  to  “shelter  at  home.”  Businesses  and  other  organizations \nthroughout the nation and the State of Tennessee have shut down their \n \n40 Mitchell Koch and Peter Fleischer, “Employee at Shelby County Jail \nTests  Positive  for  COVID-19,”  WREG  Memphis  (Mar.  23,  2020), \nhttps://wreg.com/news/employee-at-shelby-county-jail-tests-positive-for-\ncovid-19/.  \n \n41  Chris  Francescani  and  Luke  Barr,  “Fearing  outbreaks  and  riots, \nnation’s  prison  and  jail  wardens  scramble  to  respond  to  coronavirus \nthreat: Prisoners are literally trapped inside cells as the virus spreads, \nexperts say,” ABC News (March 19, 2020),  \nhttps://abcnews.go.com/Health/fearing-outbreaks-riots-nations-prison-\njail-wardens-scramble/story?id=69676840. \n \n19 \n \n\noperations – from shopping malls, to bars and restaurants, gyms, movie \ntheaters, churches, convention centers, hotels, and professional sports \nteams. The universal goal is to minimize contact that fosters the spread \nof the virus, particularly among groups of more than 10 people. Criminal \njustice  leaders  in  other  jurisdictions  have  already  taken  emergency \naction to do the same in correctional settings. \n21.  On March 23, 2020, the New Jersey Supreme Court issued an \nOrder directing lower courts to commute or suspend sentences being \nserved by people held in county jails, due to the dangers posed by COVID-\n19.42 This extraordinary Order directs that any person in the State of \nNew Jersey currently serving a county jail sentence as a condition of \nprobation or as a result of a municipal court conviction be released within \n48 hours.43 It also establishes detailed procedures for local authorities to \nfollow in implementing that Order, while emphasizing the important \npublic safety reasons for significantly reducing jail populations.44 \n \n42  A  copy  of  the  Court’s  Order  is  available  at:  https://www.aclu-\nnj.org/files/5415/8496/4744/2020.03.22_-\n_Consent_Order_Filed_Stamped_Copy-1.pdf. \n \n43 Id. \n \n44 Id. \n \n20 \n \n\n22.  On March 20, 2020, Kentucky’s Chief Justice John Minton Jr. \nurged state court officials “to clear out all of the jail inmates you safely \ncan, ahead of the virus, if you aren’t doing so.”45  \n23.  In  Cleveland,  Ohio,  criminal  court  judges  have  released \ndozens of pre-trial detainees and anticipate the eventual release of 300 \ndetainees from the Cuyahoga County jail, where “almost any kind of \ninmate was considered.”46 \n24.  In Washington, D.C., the D.C. Superior Court Chief Judge \n“issued an emergency order allowing police and prosecutors to exercise \ndiscretion to determine whether a person arrested should be held until \ntheir first court appearance or given citation release with notice of their \nfuture court date.”47  \n25.  Thirty-three elected prosecutors from across the nation, in \njurisdictions ranging from California to Mississippi, recently signed a \n \n45 See Kentucky Department of Public Advocacy, “Reduce Jail Population \nto  Protect  KY  from  COVID-19,”  https://dpa.ky.gov/News-and-Public-\nInformation/Pages/Reduce-Jail-Population-to-Protect-KY-from-COVID-\n19.aspx.  \n \n46  “Ohio  jail  Releases  Hundreds  of  Inmates  Due  to  Coronavirus \nConcerns,”  Oklahoma’s  News4  (Mar.  16,  2020,  8:36  AM), \nhttps://kfor.com/health/coronavirus/ohio-jail-releases-hundreds-of-\ninmates-due-to-coronavirus-concerns/.  \n \n47  “DC  Superior  Court  Issues  Emergency  Order  Allowing \nPolice/Prosecutorial  Discretion  re:  Detaining  Arrestees,”  District  of \nColumbia  Courts  Newsroom  (Mar.  16,  2020), \nhttps://newsroom.dccourts.gov/press-release/stories-\n20200316#.Xm_xsekxS3.twitter. \n \n21 \n \n\npublic statement calling for urgent measures to “dramatically reduce the \nnumber of incarcerated individuals,” to protect incarcerated populations \nfrom the threat of COVID-19.48 \n26.  In  Nashville-Davidson  County,  the  District  Attorney  and \nPublic Defender have reached agreements to release certain individuals \nfrom  jail  on  a  case-by-case  basis,  but  that  process  is  slow,  and  still \nrequires  a  court  appearance  and  approval  of  the  presiding  judge.49 \nMeanwhile, the Tennessee Association of Criminal Defense Lawyers has \ncalled upon Tennessee’s state and local leaders to act to protect the health \nand  safety  of  incarcerated  persons  and  those  who  work  in  close \nconnection with them.50 \n \n48 Fair and Just Prosecution, Joint Statement from Elected Prosecutors \non COVID-19 and Addressing the Rights and Needs of Those in Custody \n(last  updated  Mar.  18,  2020),  https://fairandjustprosecution.org/wp-\ncontent/uploads/2020/03/Coronavirus-Sign-On-Letter.pdf.  \n \n49 Steven Hale, “If An OutBreak Happens in the Jail, It’s Gonna Be \nDevastating,”  Nashville  Scene  (Mar.  21,  2020), \nhttps://www.nashvillescene.com/news/pith-in-the-\nwind/article/21123656/if-an-outbreak-happens-in-the-jail-its-gonna-be-\ndevastating; Steven Hale, “25 People Released from Davidson County \nJail  in  Anti-Outbreak  Effort,”  Nashville  Scene  (Mar.  23,  2020), \nhttps://www.nashvillescene.com/news/pith-in-the-\nwind/article/21123961/25-people-released-from-davidson-county-jail-in-\nantioutbreak-effort. \n \n50 Jamie Satterfield and Travis Dorman, “Tennessee Courts Suspend \nSome Proceedings, Lawyers Question Jail Conditions Amid Pandemic,” \nKnoxNews (Mar. 13, 2020),  \n \n22 \n \n\n \nPOPULATION REDUCTION IS ESSENTIAL TO PROTECT THE \nCONSTITUTIONAL RIGHTS OF JAIL, JUVENILE DETENTION \nCENTER, AND PRISON DETAINEES \n \n27.  To  date,  Tennessee’s  governmental  leaders  have  provided \nvery little, if any, public guidance or direction to courts and legal system \nactors  regarding  measures  that  are  urgently  needed  to  reduce  the \nsignificant public health risks associated with outbreaks of COVID-19 in \nTennessee’s jails, juvenile detention centers, and prisons.51  \n28.  If immediate action is not taken to reduce the population of \njails,  juvenile  detention  centers  and  prisons  in  Tennessee,  persons \ndetained there will remain at grave and unacceptable risk of contracting \nCOVID-19, which is a serious and potentially life-threatening illness for \nwhich  no  vaccine  or  cure  exists.  Other  serious  and  irreversible \nconsequences  are  also  likely,  with  ripple  effects  that  will  negatively \nimpact the public at large, including: \na.   spread  of  infection  to  hundreds,  if  not  thousands,  of \npeople  who  work  every  day  inside  jails,  juvenile \n \nhttps://www.knoxnews.com/story/news/crime/2020/03/13/coronavirus-\ntennessee-courts-suspend-some-proceedings-amid-covid-\n19/5041181002/. \n \n51  Anita  Wadhwani,  “In  Tennessee’s  Overcrowded  Rural  Jails,  A \nPatchwork of Responses to the COVID-19 Crisis,” The Tennessean (Mar. \n17,  2020), \nhttps://www.tennessean.com/story/news/health/2020/03/18/tennessee-\njails-patchwork-responses-covid-19-crisis/5023400002/.   \n23 \n \n\ndetention  centers,  and  prisons,  including  healthcare \nworkers, as well as their families; \nb.  spread of infection to defense attorneys, who need to \nvisit detained clients and are not always able to do so in \na safe manner, and their families; \nc.  spread of infection to judicial staff, clerks, other court \npersonnel, and members of the public (and all of their \nfamilies) when in-person court hearings are necessary \nand social distancing measures are unavailable or not \nfeasible; \nd.  reduced  availability  of  hospital  beds  and  other \nhealthcare  resources  due  to  sick  detainees  and \ncorrectional staff; \ne.  reduced  and  inadequate  staffing  of  jails,  juvenile \ndetention  centers,  and  prisons  where  populations \nremain high, and high numbers of employees are sick, \nwhich  in  turn  creates  additional  (and  unnecessary) \nsafety risks; and \ne.  overall reduced efficacy of social distancing measures in \nTennessee. \n29.  In  contrast,  immediately  lowering  the  population  of  jails, \njuvenile detention centers, and prisons will mean fewer people at risk of \nbecoming  sick  (“flattening  the  carceral-infection  curve”),  and  an \nincreased ability to successfully treat those who become sick.  \n30.  Persons confined in prisons and jails must “be furnished with \nthe basic human needs, one of which is ‘reasonable safety.’” Helling v. \n24 \n \n\nMcKinney, 509 U.S. 24, 33-34 (1993) (citing DeShaney v. Winnebago \nCounty Dept. of Soc. Serv., 489 U.S. 189, 200 (1989)). The due process \nrights  of  a  pretrial  detainee  “are  at  least  as  great  as  the  Eighth \nAmendment protections available to a convicted prisoner.” City of Revere \nv. Mass. Gen. Hosp., 463 U.S. 239, 244 (1983). Those rights are violated \nif he is “incarcerated under conditions posing a substantial risk of serious \nharm,” and the “state of mind is one of ‘deliberate indifference’ to inmate \nhealth or safety.” Farmer v. Brennan, 511 U.S. 825, 834 (1994) (internal \ncitation omitted); see, e.g., Hardy v. District of Columbia, 601 F.Supp.2d \n182,  190  (D.D.C.  2009)  (violation  of  constitutional  rights  of  pretrial \ndetainee  if  the  officials  “knowingly  disregarded  a  substantial  risk  of \nserious harm of which they were aware”).  \n31.  Given what is known today about the spread of coronavirus \nand COVID-19, the Court cannot reasonably presume no harm will befall \nprisoners and detainees in jails, juvenile detention centers, and prisons \nfrom this virus. Jailers in Tennessee know that detection of COVID-19 in \nthe facilities they operate is imminent, and that inaction will have a \nserious impact not only on those held there, but also on those who work \nthere.52 To ignore that reality is the epitome of deliberate indifference. \n \n52 “We fully expect to have COVID-19 positive cases in our facilities. It’s \ncritical we reduce the inmate population now. As criminal justice leaders \nwe need to take action because of the serious impact this virus will have \non sheriff’s office staff and inmates.” Davidson County Sheriff Daron \nHall,  March  20,  2020,  https://sheriff.nashville.gov/sheriff-daron-hall-\nworking-to-reduce-jail-population-during-covid-19-national-public-\nhealth-emergency/. \n \n25 \n \n\n32.  To expose detainees and prisoners to the unmitigated risk of \ncontracting COVID-19 – when there are obvious mitigating steps that \ncan  be  taken  –  is  constitutionally  impermissible.  COVID-19  is  a \ndangerous communicable disease, and correctional facilities are a perfect \nbreeding ground.  To allow pretrial detainees or convicted prisoners to \nsuffer  unnecessary  exposure  to  this  virus  violates  the  constitutional \nimperative  that  they  be  afforded  “reasonable  safety”  while  they  are \nconfined. See Tenn. Code Ann. § 41-2-109; cf. Helling, 509 U.S. at 33 (the \nEighth  Amendment  may  be  violated  even  where  a  possible  infection \nmight not affect all of those exposed.) \n33.  Failure to act in accordance with speed and urgency to lower \ndrastically the population of jails, juvenile detention centers, and prisons \nacross  Tennessee  will  constitute  a  wholesale  violation  of  the \nconstitutional rights of those confined there. \n \nPUBLIC SAFETY CAN BE PROTECTED WHILE REDUCING \nCARCERAL POPULATIONS IN TENNESSEE TO MITIGATE RISK \nOF COVID-19 INFECTION \n \n34.  Petitioners understand that COVID-19 is not the only public \nsafety concern our community faces. If the State can demonstrate by clear \nand  convincing evidence  that  releasing  someone  from  a  jail, juvenile \ndetention center, or prison who is charged with or convicted of a criminal \noffense would endanger the safety of a particular person or persons in the \ncommunity, and that no measures less restrictive than confinement can \n26 \n \n\nreasonably mitigate that danger, confinement may remain appropriate. \nSee generally United States v. Salerno, 481 U.S. 739 (1987). \n35.  In  reality,  a  significant  number  of  people  confined  within \nTennessee’s jail, juvenile detention centers, and prisons today could be \nreleased without endangering public safety or the safety of any particular \nperson.  This includes the thousands of people who have already been \ndeemed bailable by courts, but remain in jail simply because they cannot \nafford to pay the monetary condition set by the judge for their release.53 \nA  detainee’s  exposure  to  the  coronavirus  should not  be  based  on his \nfinancial circumstances, but judges throughout Tennessee unlawfully set \nunaffordable monetary bail conditions on a daily basis in violation of the \nconstitution.54  \n36.  On  March  13,  2020,  the  Chief  Justice  of  the  Tennessee \nSupreme Court declared a state of emergency for the Judicial Branch of \nTennessee  government  in  response  to  the  COVID-19  pandemic,  and \nissued an Order activating a Continuity of Operations Plan for the courts \nof Tennessee. The Order states it is intended to be interpreted broadly \n“for protection of the public from risks associated with COVID-19.” The \nOrder also applies statewide to all courts and court clerks’ offices except \n \n53 See supra note 19. \n54 See e.g., Rodriguez v. Providence Cmty. Corr., Inc., 191 F. Supp. 3d 758 \n(M.D. Tenn. 2016); McNeil v. Community Prob. Servs., LLC, 945 F.3d 991 \n(6th Cir. 2019) (upholding preliminary injunction against Sheriff of Giles \nCounty, TN, prohibiting enforcement of detention orders where monetary \nbail condition was unlawfully set); Torres v. Collins Case No. 2:20-cv-\n00026,  filed  in  the  United  States  District  Court,  Eastern  District  of \nTennesssee, on Feb. 16, 2020. \n27 \n \n\nadministrative courts within the Executive Branch and federal courts \nand federal court clerks’ offices located in Tennessee.  \n37.  The Court’s Order was an important and necessary step to \nprotect  the  health,  safety  and  welfare  of  those  involved  in  our  legal \nsystem, as well as the public at large. The primary effect of the Court’s \nOrder  is  suspension  of  all  in-person  court  proceedings  throughout \nTennessee  until  at  least  March  31,  2020,  with  limited  exceptions, \nincluding  those  necessary  to  protect  constitutional  rights  of  criminal \ndefendants. In this unprecedented time, however, more is required. \n38.  As Tennessee responds to the coronavirus pandemic within \nits  borders,  the  Court’s  intervention  is  also  necessary  to  ensure  the \nprotection of the constitutional rights, including the right to “reasonable \nsafety,” of all persons who are: 1) detained inside local jails in Tennessee, \nor become subject to detention inside those jails while the Order remains \nin effect; 2) detained inside juvenile detention centers, or become subject \nto detention inside those centers while the Order remains in effect; or 3) \ndetained inside a Tennessee prison, including privately-owned detention \nfacilities,  or  become  subject  to  detention  in  prison  while  the  Order \nremains in effect.  \n39.  The release of all detainees in jails, juvenile detention centers, \nor prisons within the following categories is presumptively consistent \nwith  public  safety,  unless  the  State  can  demonstrate  by  clear  and \nconvincing evidence that the person’s release would endanger the safety \nof a particular person or persons in the community, and that no less \nrestrictive  measure  other  than  confinement  (including  electronic \nmonitoring) can sufficiently mitigate that danger: \n28 \n \n\na.  persons serving misdemeanor sentences; \nb.  persons confined pretrial who are eligible for release on \nbail, but remain in jail because they cannot afford to pay \na  money  bail  condition  or  court-ordered  pretrial \nmonitoring fees; \nc.  children detained on delinquency charges;  \nd.  persons  confined  on  probation  or  parole  violation \ncharges; \ne.  persons  at an elevated risk of  contracting COVID-19 \nand/or  experiencing  more  serious  symptoms  thereof, \neither because of age (over 50 years old) or because of \nunderlying health conditions;  \nf.  persons who are pregnant; \ng.  persons serving felony sentences who have been granted \nparole upon the condition that they complete a program \nprior to release; \nh.  persons serving felony sentences who have reached their \nparole eligibility date; \ni.  persons  serving  felony  sentences  solely  for  drug \noffenses; \nj.  persons  serving  felony  sentences  who  have  less  than \nthree years remaining on their sentences; or \nk.  persons  serving  felony  sentences,  including  life \nsentences, who have been in continuous custody for 25 \nyears  or  more,  as  this  population  has  the  lowest \nrecidivism rate of all release categories. \n29 \n \n\n40.  Also,  limiting new admissions to jail, juvenile detention \ncenters, and prisons  is  presumptively  consistent  with  public  safety, \nabsent a showing by clear and convincing evidence that there are no \nconditions upon which the person can be released into the community \nand reasonably assure the safety of a particular person or persons in the \ncommunity.  Accordingly,  diversion  from  admission  to  jail,  juvenile \ndetention centers, and prisons is presumptively consistent with public \nsafety in the following categories: \na.  all persons arrested and determined to be bailable who \ncannot afford to pay the monetary bail set; \nb.  all pregnant people; \nc.  all juveniles alleged to be delinquent; \nd.  all persons at an elevated risk of contracting COVID-19 \nand/or  experiencing  more  serious  symptoms  thereof, \neither because of age or because of underlying health \nconditions;  \ne.  all persons allegedly in violation of probation or parole; \nand \nf.  all persons currently incarcerated in a local jail awaiting \ntransfer to prison who do not qualify for release under \nthe  criteria  outlined  herein  should  remain  housed \nlocally.  \n41.  With  the  filing  of  this  Petition  today,  the  undersigned \nurgently  seek  this  Court’s  protection  from  the  public  health  risks \nassociated  with  a  COVID-19  outbreak  in  Tennessee’s  jails,  juvenile \ndetention centers, and prisons, on behalf of themselves, their members, \n30 \n \n\nthe people who are or will be subject to incarceration in a Tennessee jail, \njuvenile detention center, or prison during this pandemic, and the public \nat large. \n \nWHEREFORE, Petitioners respectfully move that this Court: \n1.  Entertain this Petition and the supporting materials with all due \nhaste; and \n2.  Grant the relief sought by supplementing the Order it entered \non  March  13,  2020  Suspending  In-Person  Court  Proceedings \nwith directives for municipal, juvenile, general sessions, trial, \nand  appellate  courts  in  Tennessee,  as  well  as  court  clerks, \nsheriffs, and the Department of Corrections, to immediately, and \nwithin three days of its Order, establish procedures to reduce the \npopulations of local jails, juvenile detention centers, and prison \nfacilities by releasing persons consistent with the presumptions \noutlined herein. \n   \n31 \n \n\nRespectfully submitted, \n             \n____________________________ \n              C. Dawn Deaner, BPR #017948 \n              Choosing Justice Initiative \n              1623 Haynes Meade Circle \n              Nashville, TN 37207 \n              615-431-3746 \n              dawndeaner@cjinashville.org \n \nWith and on behalf of the following organizations and their members: \nFree Hearts, Dawn Harrington, Executive Director, Nashville, TN \nNo Exceptions, Jeannie Alexander, Executive Director, Nashville, TN \nJust City, Josh Spickler, Executive Director, Memphis, TN \nUnheard Voices Outreach, Rahim Buford, Founder & Executive Director, \nNashville, TN \nTennessee Association of Criminal Defense Lawyers, Jonathan Cooper,  \nEsq., President, Knoxville, TN \nSoutherners on New Ground-Nashville, Angela Henderson, Statewide  \nOrganizer, TN \nParticipatory Defense Nashville, Gicola Lane, Nashville, TN \nHighlander Research & Education Center, Ash-Lee Henderson,  \nCo-Director, New Market, TN  \nNashville Community Bail Fund, Rahim Buford, Manager, Nashville, TN \nVanderbilt Law School Youth Opportunity Clinic, Cara Suvall, Assistant  \n32 \n \n\nClinical Professor of Law \nHealthy and Free Tennessee, Briana Perry & Anna Carella,  \nCo-Directors, Memphis, TN \nNo Life, Youth or Community Wasted, Inc., Terrancé Akins, Founder, \nNashville, TN \nMercy Junction, Alaina Cobb, Executive Director, Chattanooga, TN \nMovements Including X – The MIX, Cathy Carrillo \nJonah’s Journey, Susan Moffitt, Director, Goodlettsville, TN \nJustice for Jocques, Sheila Clemmons-Lee, Founder, Nashville, TN \nNational Lawyers Guild--Tennessee Chapter, Daniel Ayoade Yoon, Esq. \nDemocracy Nashville-Democratic Communities, Jackie Sims, \nCoordinator \nWe Remember Nashville, Brittany Paschall, Nashville, TN \nCatholic Charities of TN – North Nashville, Alisha Haddock, Community \nBased Services Director \nSister Reach, Cherisse Scott, Founder, Memphis, TN \nConcerned Citizens for Justice, Nathan King & Courtney Parham, \nChattanooga, TN \nCommunity Defense of East Tennessee, Imani Mfalme, Executive \n  Director \nGideon’s Army, Jamel Campbell-Gooch, Nashville, TN \nShowing Up for Racial Justice (SURJ)-Nashville, Katherine Briefs \nRTTC Collective, Theeda Murphy, Nashville, TN \nRedneck Revolt -- Chattanooga Chapter, Jacob Rawls \nBlack Lives Matter Nashville, Denzel Caldwell \nBlack Mama’s Bail Out Knoxville, Charice Starr \n33 \n \n\nM-SPAR, Courtney Johnson, Nashville, TN \nBlack Voters Matter Fund, Timothy Hughes, Nashville, TN \nSONG Knoxville, Brandi Augustus \nWorkers’ Dignity, Cecilia Prado, Nashville, TN \nNational Council for Incarcerated and Formerly Incarcerated Women \n and Girls, Andrea James, Executive Director, Boston, MA \nCivil Rights Corps, Alec Karakatsanis, Founder, and Thea Sebastian,  \nPolicy Counsel, Washington, DC \nNational Juvenile Justice Network, Alyson Clements, Director of  \nAdvocacy \nCommunity Justice Exchange, Pilar Weiss, Director, Oakland, CA \nWomen Against Mass Incarceration, Tiheba Bain, Bridgeport, CT \nNew Beginnings Reentry Services, Inc., Stacey Borden, Executive  \nDirector, Boston, MA \nSilicon Valley De-Bug/National Participatory Defense Network,  \nCharisse Domingo, San Jose, California \n34 \n ",
      "document_type_other": "Petition",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/105219"
    },
    {
      "date": "2020-04-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Tennessee state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 107777,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107777.pdf",
      "title": "Order Modifying Suspension of In-Person Court Proceedings and Further Extension of Deadlines",
      "text": "04/24/2020\nIN THE SUPREME COURT OF TENNESSEE\nAT NASHVILLE\nIN RE: COVID-19 PANDEMIC\n______________________\nNo. ADM2020-00428\n______________________\nORDER MODIFYING SUSPENSION OF IN-PERSON COURT PROCEEDINGS\nAND FURTHER EXTENSION OF DEADLINES\nOn March 13, 2020, in response to the COVID-19 pandemic, the Chief Justice of \nthe Tennessee Supreme Court declared a state of emergency for the Judicial Branch of \nTennessee government and activated a Continuity of Operations Plan for the courts of \nTennessee. See Tenn. Const. Art. VI, § 1; Tenn. Code Ann. §§ 16-3-501 to 16-3-504 \n(2009); Moore-Pennoyer v. State, 515 S.W.3d 271, 276-77 (Tenn. 2017); Tenn. Sup. Ct. R. \n49.  This state of emergency constitutes a “disaster” for purposes of Tenn. Sup. Ct. R. 49 \nand Tenn. Code Ann. § 28-1-116. On March 25, 2020, the Tennessee Supreme Court\ncontinued the suspension of in-person court proceedings and the extension of deadlines.  \nSince that time, the State of Tennesseeand its citizens havemade progressin mitigating the \nrisks associated with COVID-19 and preparing for a re-opening of various aspects of daily \nlife. This includes a modification of the suspension of in-person court proceedings, with \nappropriate safeguards.\nUnder  the  constitutional,  statutory, and  inherent  authority  of  the  Tennessee \nSupreme Court, the prior suspension of in-person proceedings, except for jury trials, in all \nstate and local courts in Tennessee, including but not limited to municipal, juvenile, \ngeneral sessions, trial, and appellate courts, shall be modified as set forth in this order.  \nUnless otherwise noted herein, the provisions of this order shall remain in place through \nSunday, May 31, 2020.   \n1) The suspension of jury trials shall remain in effect through Friday, July 3, 2020. \nAny exceptions must be based on extraordinary circumstances and approved by the Chief \nJustice. \n2) Courts should continue to conduct as much business as possible by means other \nthan in-person court proceedings.  Courts are encouraged to continue and even increase\nthe use of telephone, teleconferencing, email, video conferencing or other means that do \nnot involve in-person contact.  All of these methods should be the preferred option over \nin-person court proceedings. \n\n3) All courts within a judicial district shall continue to operate under the guidelines \nand restrictions set forth in this Court’s March 25, 2020 order until the Chief Justice has \napproved a written plan for the judicial district within which the court is located.    \nThe presiding judge or the designee of the presiding judge of each judicial district, \nin coordination with the designated  judge or  other designee of  the  general sessions, \njuvenile, and municipal courts within each judicial district, shall develop a comprehensive\nwritten plan to gradually begin conducting in-person court proceedings (other than jury \ntrials)  in  some  non-emergency  matters.    Each  plan  should  contain guidelines  and \nrestrictions designed to minimize to the greatest extent possible the risk of the spread of \nCOVID-19 from in-person court proceedings.  The written plans may include different \nguidelines and restrictions for different courts or counties within a judicial district.  The \nwritten plans should include guidelines and restrictions addressing matters including but \nnot limited to admission into the courthouse, limitation of the number of persons in the \ncourtroom, staggering of hearing times,management of social distancing in the courthouse \nand in the courtroom, and handling of witnesses (e.g., having witnesses remain in their \nvehicles or placing them in separate rooms).  The use of personal protection such as face\nmasks, as well as appropriate use of disinfectants, is encouraged in courthouses to protect \ncourt personnel and the public. Screening measures such as touchless thermometers and \nhealth questions relevant to COVID-19 may be used for entry into courthouses.  However, \nfactors such as availability and cost of such measures should be taken into consideration \nbefore inclusion as mandatory requirements in a written plan.  Alternatively, a written \nplan may consist of an election to continue to operate under the guidelines and restrictions \nset forth in this Court’s March 25, 2020 order.  The presiding judge or the designee of the \npresiding judge of each judicial district shall submit its written plan to the Administrative \nOffice of the Courts for approval by the Chief Justice.   \n4) Judges are charged with the responsibility of ensuring that core constitutional \nfunctions and rights are protected.  Additionally, court clerks are charged with ensuring \nthat court functions continue.  See Tenn. Code Ann. §§ 18-1-101 (2009); 18-1-105 (Supp. \n2019).  Court clerks are to work cooperatively and at the direction of the presiding judge \nof  each  judicial  district  to  fulfill the  clerks’  obligation  to  facilitate  continuing  court \nfunction.  Nevertheless, all judges and court clerks should continue to minimize in-person \ncontact  by  utilizing  available  technologies,  including  alternative means  of  filing, \nteleconferencing, email, and video conferencing.  \n5) Any Tennessee state or local rule, criminal or civil, that impedes a judge’s or \ncourt clerk’s ability to utilize available technologies to limit in-person contactis suspended \nthrough Sunday, May 31, 2020.  See, e.g., Tenn. R. Civ. P. 43.01.  With respect to plea \nagreements for non-incarcerated individuals, this suspension expressly applies to those \nprovisions of Tenn. R. Crim. P. 11 which otherwise would require the proceeding to be in \n2\n\nperson in open court.  See, e.g., Tenn. R. Crim. P. 11(b)(1) and (2), 11(c)(2)(A).  For \npurposes of implementing procedural matters during this time, the provisions of Rule 18(c) \nof the Rules of the Tennessee Supreme Court are suspended to allow judges to issue \ngeneral orders.\n6) Judges’ offices and court clerks’ offices may limit in-person contact with the \npublic during the period of suspension, but must remain open for business.  If it becomes \nnecessary to restrict physical access to judges’ or court clerks’ offices during the period of \nsuspension, these offices shall remain accessible by telephone, email and fax to the extent \npossible during regular business hours.  If  available, drop  boxes  should be used  for \nconventionally filed documents. \n  \n7) Deadlines set forth in court rules, statutes, ordinances, administrative rules, or \notherwise that are set to expire during the period from Friday, March 13, 2020, through\nSunday May 31, 2020, are hereby extended through Friday, June 5, 2020.  This extension \ndoes not apply to deadlines set forth in the Tennessee Rules of Appellate Procedure or the \nRules of the Tennessee Supreme Court, except as otherwise provided by the orders of this \nCourt entered March 27, 2020 (Order Suspending Board of Professional Responsibility’s \nProceedings and Extending Deadlines) (Order Regarding Continuing Legal Education), \nMarch 31, 2020 (Order Clarifying the Extension of Deadlines), and April 2, 2020 (Order \nTemporarily Modifying Certain Provisions of Tennessee Supreme Court Rule 7).  This \nextension does not apply to deadlines set forth in pre-trial scheduling orders, but such \ndeadlines remain subject to extension by the trial courts in their discretion.  Statutes of \nlimitations and statutes of repose that would otherwise expire during the period from\nFriday, March 13, 2020, through Sunday May 31, 2020, are hereby extended through \nFriday, June 5, 2020.  See Tenn. Code Ann. § 28-1-116 (2017).  Deadlines, statutes of \nlimitations, and statutes of repose that are not set to expire during the period from Friday,\nMarch 13, 2020, through Sunday, May 31, 2020, are not extended or tolled by this order. \n8) Attorneys and judges are encouraged to utilize the “Online Notary Public Act,” \nTenn. Code Ann. § 8-16-301, et seq., and the regulations promulgated by the Secretary of \nState at Sec. of State, Tenn. R. and Reg. 1360-07-03-.01.  Additionally, Executive Order \nNo. 26 issued by Governor Lee on April 9, 2020, addresses notary issues.  With regard to \ncourt filings, declarations under penalty of perjury may be used as an alternative to a \nnotary. The use of electronic signatures as provided under Rule 5B of the Tennessee \nRules of Civil Procedure and Rules 46 and 46A of the Rules of the Tennessee Supreme \nCourt is extended to any pleadings or documents to be filed or served by conventional \nmeans during the time that the state of emergency for the Judicial Branch remains in place.\n9) Given the increasing economic issues caused by this pandemic, no judge, clerk, \nor other court official shall take any action to effectuate an eviction, ejectment, or other \n3\n\ndisplacement from a residence during the effective dates of this order based upon the \nfailure to make a rent, loan, or other similar payment absent extraordinary circumstances as \ndetermined by a judge in a court of competent jurisdiction.  Nothing in this order affects \nthe obligations, terms, or conditions for payment under existing contracts.  Judges also are \nencouraged to work with court clerks and local law enforcement to develop policies \nseverely limiting or eliminating any new garnishments during this time. \n10) Orders of protection and temporary injunctions that would otherwise expire\nduring the period fromFriday,March 13, 2020,through Sunday,May 31, 2020,are hereby \nextended through Friday, June 5, 2020.\nThis  order  applies  statewide  to  all  courts  and  court  clerks’ offices  except \nadministrative courts within the Executive Branch and federal courts and federal court \nclerks’ offices located in Tennessee.\nUnder the terms of this order, the courts of Tennessee remain open, consistent with \nthe Judicial Branch’s obligation to mitigate the risks associated with COVID-19.  Judges \nshould work with local law enforcement and other county officials to ensure that, to the \nextent  possible,  courthouses  remain  accessible  to  carry  out  essential  constitutional \nfunctions and time-sensitive proceedings.\nThis order is intended to be interpreted broadly for protection of the public from \nrisks associated with COVID-19.\nIt is so ORDERED.\nFOR THE COURT:\n_________________________\nJeffrey S. Bivins, Chief Justice\nColvka a Uwd<\n________________________\nCornelia A. Clark, Justice\n4\n\nf/iit4.01,,.\n_________________________\nSharon G. Lee, Justice\n_________________________\nHolly Kirby, Justice\n_________________________\nRoger A. Page, Justice\n5",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107777"
    },
    {
      "date": "2020-05-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Tennessee state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 107776,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107776.pdf",
      "title": "Order Extending State of Emergency and Easing Suspension of In-Person Court Proceedings",
      "text": "05/26/2020\nIN THE SUPREME COURT OF TENNESSEE \nAT NASHVILLE \n \nIN RE: COVID-19 PANDEMIC \n______________________ \n \nNo. ADM2020-00428 \n______________________ \n \n \nORDER EXTENDING STATE OF EMERGENCY AND EASING SUSPENSION \nOF IN-PERSON COURT PROCEEDINGS  \n \nOn March 13, 2020, in response to the COVID-19 pandemic, the Chief Justice of \nthe Tennessee Supreme Court declared a state of emergency for the Judicial Branch of \nTennessee government and activated a Continuity of Operations Plan for the courts of \nTennessee.  See Tenn. Const. Art. VI, § 1; Tenn. Code Ann. §§ 16-3-501 to 16-3-504 \n(2009); Moore-Pennoyer v. State, 515 S.W.3d 271, 276-77 (Tenn. 2017); Tenn. Sup. Ct. \nR. 49.  This state of emergency constitutes a “disaster” for purposes of Tenn. Sup. Ct. R. \n49 and Tenn. Code Ann. § 28-1-116.  The Court hereby extends the state of emergency \nfor the Judicial Branch of Tennessee government and the Continuity of Operations Plan \nfor the courts of Tennessee.  Unless otherwise noted herein, the provisions of this order \nshall remain in place until further order of this Court.     \n \nOn March 25, 2020, the Tennessee Supreme Court continued the suspension of in-\nperson court proceedings and the extension of deadlines.  On April 24, 2020, the Court \nmodified the suspension of in-person court proceedings and further extended deadlines.  \nPursuant to  the Court’s April 24, 2020 order, the Court  has reviewed and approved \ncomprehensive written plans received from the majority of judicial districts to gradually \nbegin the conduct of in-person court proceedings.  \n \nUnder  the  constitutional,  statutory,  and  inherent  authority  of  the  Tennessee \nSupreme Court, the Court now further modifies the prior suspension of in-person court \nproceedings  in  all  state  and  local  courts  in  Tennessee,  including  but  not  limited  to \nmunicipal, juvenile, general sessions, trial, and appellate courts, as set forth in this order.     \n \n1) The suspension of jury trials shall remain in effect through Friday, July 3, 2020.  \nAny  jury  trial  commenced  after  July  3,  2020,  shall  strictly  comply  with  courtroom \ncapacity and social distancing requirements applicable at the time of the trial.  Jurors \nshould  be  required  to  wear  facial  coverings  as  long  as  federal,  state,  and/or  local \nguidelines recommend their use.  If a juror does not bring an appropriate facial covering, \na face mask shall be provided.  In civil cases, jury trials shall proceed with a six (6) \n\nperson jury absent a specific written request by one of the parties for a twelve (12) person \njury, separate and apart from any demand for a twelve (12) person jury contained in a \ncomplaint or answer.  The specific written request for a twelve (12) person jury must be \nfiled no later than twenty (20) days prior to the trial. \n \n2) Courts should continue to conduct as much business as possible by means other \nthan in-person court proceedings.  Courts are encouraged to continue and even increase \nthe use of telephone, teleconferencing, email, video conferencing or other means that do \nnot involve in-person contact.  All of these methods should be the preferred option over \nin-person court proceedings.  \n \n3)  Except  as  otherwise  provided  herein,  the  provisions  of  paragraph  3  of  the \nCourt’s  April  24,  2020  order,  concerning  comprehensive  written  plans  of  judicial \ndistricts,  shall  continue  to  govern,  including  the  provision  which  allows  courts  to \ncontinue operating under the restrictions set forth in the Court’s March 25, 2020 order.    \n \n4) Judges are charged with the responsibility of ensuring that core constitutional \nfunctions and rights are protected.  Additionally, court clerks are charged with ensuring \nthat court functions continue.  See Tenn. Code Ann. §§ 18-1-101 (2009); 18-1-105 (Supp. \n2019).  Court clerks are to work cooperatively and at the direction of the presiding judge \nof each judicial district to fulfill the court clerks’ obligation to facilitate continuing court \nfunction.  Nevertheless, all judges and court clerks should continue to minimize in-person \ncontact  by  utilizing  available  technologies,  including  alternative  means  of  filing, \nteleconferencing, email, and video conferencing.   \n \n5) Any Tennessee state or local rule, criminal or civil, that impedes a judge’s or \ncourt  clerk’s  ability  to  utilize  available  technologies  to  limit  in-person  contact  is \nsuspended until further order of this Court.  See, e.g., Tenn. R. Civ. P. 43.01.  With \nrespect to plea agreements for non-incarcerated individuals, this suspension expressly \napplies to those provisions of Tenn. R. Crim. P. 11 which otherwise would require the \nproceeding to be in person in open court.  See, e.g., Tenn. R. Crim. P. 11(b)(1) and (2), \n11(c)(2)(A).   For  purposes  of  implementing  procedural  matters  during  this  time,  the \nprovisions of Rule 18(c) of the Rules of the Tennessee Supreme Court are suspended to \nallow judges to issue general orders. \n \n6) Judges’ offices and court clerks’ offices may limit in-person contact with the \npublic during the period of suspension, but must remain open for business.  If it becomes \nnecessary to restrict physical access to judges’ or court clerks’ offices during the period \nof suspension, these offices shall remain accessible by telephone, email and fax to the \nextent possible during regular business hours.  If available, drop boxes should be used for \nconventionally filed documents.  \n     \n7) Deadlines set forth in court rules, statutes, ordinances, administrative rules, or \n2 \n \n\notherwise that are set to expire during the period from Friday, March 13, 2020, through \nSunday May 31, 2020, remain extended through Friday, June 5, 2020, pursuant to the \nterms of paragraph 7 of the Court’s April 24, 2020 order.  The Court anticipates that there \nwill be no further extensions of these deadlines.    \n \n8) Attorneys and judges are encouraged to utilize the “Online Notary Public Act,” \nTenn. Code Ann. § 8-16-301, et seq., and the regulations promulgated by the Secretary of \nState at Sec. of State, Tenn. R. and Reg. 1360-07-03-.01.  Additionally, Executive Order \nNo. 26 issued by Governor Lee on April 9, 2020, addresses notary issues.  With regard to \ncourt filings, declarations under penalty of perjury may be used as an alternative to a \nnotary.  The use of electronic signatures as provided under Rule 5B of the Tennessee \nRules of Civil Procedure and Rules 46 and 46A of the Rules of the Tennessee Supreme \nCourt is extended to any pleadings or documents to be filed or served by conventional \nmeans during the time that the state of emergency for the Judicial Branch remains in \nplace. \n   \n9) The moratorium on actions by judges, court clerks, and other court officials to \neffectuate an eviction, ejectment, or other displacement from a residence is hereby lifted \neffective June 1, 2020.  In all judicial actions or proceedings seeking to effectuate an \neviction, ejectment, or other displacement from a residence, the person or entity seeking \nsuch eviction, ejectment, or displacement shall file with the court a declaration under \npenalty of perjury, substantially in the form attached hereto, declaring that the property is \nnot  subject  to  the  restrictions  and  limitations  of  the  Coronavirus  Aid,  Relief,  and \nEconomic Security Act (“CARES Act”) (Public Law No. 116-136).  This declaration \nmust be filed no later than ten (10) days prior to any hearing on the  matter; if the \ndeclaration is not timely filed, the hearing may not proceed and shall be reset.  If the \nproperty is subject to the restrictions and limitations of the CARES Act, the proceeding \nshall be continued until after expiration of any moratorium under the CARES Act.  \n \n10) Orders of protection and temporary injunctions that would otherwise expire \nduring the period from Friday, March 13, 2020, through Sunday, May 31, 2020, are \nhereby extended through Monday, June 15, 2020.  The Court anticipates that there will be \nno further extensions of this deadline.   \n \nThis  order  applies  statewide  to  all  courts  and  court  clerks’  offices  except \nadministrative courts within the Executive Branch and federal courts and federal court \nclerks’ offices located in Tennessee. \n \nUnder the terms of this order, the courts of Tennessee remain open, consistent \nwith the Judicial Branch’s obligation to mitigate the risks associated with COVID-19.  \nJudges should work with local law enforcement and other county officials to ensure that, \nto the extent possible, courthouses remain accessible to carry out essential constitutional \nfunctions and time-sensitive proceedings. \n3 \n \n\n \nThis order is intended to be interpreted broadly for protection of the public from \nrisks associated with COVID-19. \n \n \nIt is so ORDERED. \n \nFOR THE COURT: \n \n \n_________________________ \nJeffrey S. Bivins, Chief Justice \n   \n \n________________________ \nCornelia A. Clark, Justice \n \n \n_________________________ \nSharon G. Lee, Justice \n \n_________________________ \nHolly Kirby, Justice \n \n \n_________________________ \nRoger A. Page, Justice \n4 \n \n\nIN THE _________ COURT FOR_____________ COUNTY, TENNESSEE \n \n____________________ \nPlaintiff, \n \nv. \n____________________          Case No. __________ \nDefendant \n \nDECLARATION UNDER PENALTY OF PERJURY  \n \nI, ____________, hereby declare as follows: \n \n1. I am __the Plaintiff or __an authorized agent of the Plaintiff in this action. \n2. The facts stated in this Declaration are within my personal knowledge and are true and \ncorrect. \n3. I submit this Declaration in support of this action with knowledge of my pleading \nobligations under the Tennessee Rules of Civil Procedure. \n4. This action is being filed due to the non-payment of rent, fees, or other charges. \n___Yes ___No \n5. The property underlying this action is subject to a mortgage: ___Yes ___No. \n6. If yes to paragraph 5, the mortgage is a federally backed mortgage loan or federally \nbacked multifamily mortgage loan as defined in Section 4024(a)(2)(B) of the CARES Act \n(Public Law No. 116-136) and explained below: ___Yes ___No \nA federally backed mortgage is defined as any loan subject to a lien that was made in \nwhole or in part, or insured, guaranteed, supplemented, or assisted in any way by the \nFederal Government, or that is purchased or securitized by Freddie Mac or Fannie Mae. \n7. The property underlying this action is a “covered property” as defined in Section \n4024(a)(2)(A) of the CARES Act  and specified below: ___Yes ___No \nA “covered property” includes any property that participates in any of the following \nprograms or receives funding from any of the following sources: \n▪ Public Housing (42 U.S.C. § 1437d) \n▪ Section 8 Housing Choice Voucher program (42 U.S.C. § 1437f) \n\n▪ Section 8 project-based housing (42 U.S.C. § 1437f) \n▪ Section 202 housing for the elderly (12 U.S.C. § 1701q) \n▪ Section 811 housing for people with disabilities (42 U.S.C. § 8013) \n▪ Section 236 multifamily rental housing (12 U.S.C. § 1715z–1) \n▪ Section 221(d)(3) Below Market Interest Rate (BMIR) housing (12 U.S.C. § 1715l(d)) \n▪ HOME (42 U.S.C. § 12741 et seq.) \n▪ Housing Opportunities for Persons with AIDS (HOPWA) (42 U.S.C. §  12901, et seq.) \n▪ McKinney-Vento Act homelessness programs (42 U.S.C. § 11360, et seq.) \n▪ Section 515 Rural Rental Housing (42 U.S.C. § 1485) \n▪ Sections 514 and 516 Farm Labor Housing (42 U.S.C. §§ 1484, 1486) \n▪ Section 533 Housing Preservation Grants (42 U.S.C. § 1490m) \n▪ Section 538 multifamily rental housing (42 U.S.C. § 1490p-2) \n▪ Low-Income Housing Tax Credit (LIHTC) (26 U.S.C. § 42) \n▪ Rural housing voucher program under section 542 of the Housing Act of 1949 (42 \nU.S.C. 1490r). \n8. I declare under penalty of perjury under the laws of Tennessee that the foregoing is \ntrue and correct. \n___________________      ___________________ \nDate            Signature \n \n            ___________________ \nPrinted Name \n \n___________________ \nTitle/Position \n \n___________________ \nAddress \n \n___________________ \nPhone \n2 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107776"
    }
  ],
  "document_count": 7
}