{
  "case_id": 45204,
  "fetched_at": "2025-10-22T00:41:58.550348",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Anoka",
        "name": "City of Anoka",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Public Housing",
      "Disability Rights"
    ],
    "cause_other": "",
    "causes": [
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq.",
      "Fair Housing Act/Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Reasonable Accommodation"
      },
      {
        "value": "Discrimination Prohibition"
      },
      {
        "value": "Retaliation Prohibition"
      },
      {
        "value": "Develop anti-discrimination policy"
      },
      {
        "value": "Provide antidiscrimination training"
      },
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Required disclosure"
      },
      {
        "value": "Training"
      }
    ],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "175,000",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": null,
    "id": 45204,
    "injunction_duration": "36",
    "issues": [
      "General/Misc.: Housing assistance",
      "Disability and Disability Rights: Mental Illness, Unspecified",
      "General/Misc.: Records Disclosure",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mental impairment",
      "Discrimination Area: Housing Sales/Rental",
      "General/Misc.: Government services",
      "General/Misc.: Housing"
    ],
    "last_checked_date": "2024-06-24T00:00:00-04:00",
    "main_docket": {
      "id": 59083,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": null,
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "DOJ Investigation of Anoka",
    "never_filed": true,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 2024,
    "permanent_injunction": false,
    "plaintiff_description": "The U.S. Department of Justice Civil Rights Division Disability Rights Section",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Minnesota",
    "summary": "<p>This case concerned a U.S. Department of Justice (DOJ) Civil Rights Division investigation that the City of Anoka, Minnesota violated the Americans with Disabilities Act (ADA) and the Fair Housing Act (FHA) by denying tenants with mental health disabilities an equal opportunity to use the emergency response service</p>\r\n<p>On November 7, 2023, the investigation found that the city's \"crime free\" housing ordinance discouraged people with mental health disabilities from calling emergency response services for help because of the risk calling would pose to their current or future housing prospects.</p>\r\n<p>Under the ordinance, the city could penalize landlords for broadly defined &ldquo;nuisance calls&rdquo; to their properties. The city could issue fines and revoke the landlord&rsquo;s license if the landlord did not pursue eviction after such nuisance calls. When tenants with mental health disabilities and those associated with them (like their families or landlords) requested or received emergency assistance, they risked eviction, fines or loss of a rental license.&nbsp;</p>\r\n<p>For years, the city also sent weekly reports to licensed landlords detailing all calls for emergency service from all rental properties. Along with a general description, each report included the name and address of those involved and often revealed personal and sensitive information about the person&rsquo;s mental health disabilities, such as their diagnoses, medications and names of psychiatric or medical providers. Some even shared intimate details about suicide attempts. The city used these reports to notify landlords of potential nuisance calls and encourage landlords to evict tenants. Furthermore, the city often did not enforce the ordinance against people without mental health disabilities who made frequent emergency calls.</p>\r\n<p>In its letter of findings, the DOJ outlined several remedial measures the city would be required to take to comply with the ADA and FHA. Specifically, the city needed to amend or clarify its nuisance ordinance to specifically prohibit discrimination and cease the discriminatory actions against people with mental health disabilities and those associated with them. The city also needed to remove identifying information pertaining to mental health disabilities from its reports to landlords. Finally, the city needed to train all personnel in ADA compliance and appoint an ADA coordinator to oversee ADA compliance going forward.</p>\r\n<p>A consent decree was entered on May 21, 2024 to institute the above remedial measures and will be in effect for thirty-six (36) months.&nbsp;</p>\r\n<p>As of October 23, 2024, the matter was ongoing.</p>",
    "summary_published_date": "2024-11-11T14:03:40.526523-05:00",
    "summary_short": "On November 7, 2023, the U.S. Department of Justice (DOJ) Civil Rights Division issued a finding that the city of Anoka violated the Americans with Disabilities Act (ADA) and the Fair Housing Act (FHA) by denying tenants with mental health disabilities an equal opportunity to use the emergency response service. The DOJ's investigation found that the city's \"crime free\" housing ordinance discouraged people with mental health disabilities from calling emergency response services for help because of the risk calling would pose to their current or future housing prospects. In its letter of findings, the DOJ asked the city to remediate its policies and procedures, designate an ADA coordinator, and train staff.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/45204",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=45204",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=45204",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=45204"
  },
  "documents": [
    {
      "date": "2024-05-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 148912,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/148912.pdf",
      "title": "Consent Decree",
      "text": "EXHIBIT 1 \n \nUNITED STATES DISTRICT COURT \nDISTRICT OF MINNESOTA \n \nUNITED STATES OF AMERICA,  Civil Action No. 0:24-cv-1861 \n \n  Plaintiff, \n \nCONSENT DECREE \nv. \n \n \nCITY OF ANOKA, MINNESOTA, \n \n  Defendant\n \nI.  INTRODUCTION \n1.  This Consent Decree resolves the above-captioned civil action brought by \nPlaintiff United States of America against Defendant City of Anoka (the City) under Title \nII of the Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12131–34, as amended, and \nthe Department of Justice’s implementing regulation, 28 C.F.R. pt. 35, as well as the Fair \nHousing Act (FHA), 42 U.S.C. §§ 3601–3619. \n2.  The  United  States  initiated  an  investigation  after  receiving  complaints \nalleging the City’s administration of its nuisance ordinance and its Crime Free Multi-\nHousing Program discriminates against tenants with mental health disabilities and those \nassociated  with  them,  such  as  their  landlords.    Complainants  alleged  that  the  City \nthreatened tenants with mental health disabilities and those associated with them, including \ntheir landlords, with eviction or penalties after they sought emergency services, including \nfor medical, mental health, or disability-related issues.  The United States also received \ncomplaints that the City sent weekly reports (Calls for Service Reports) to all landlords in \n1 \n \n \n\nEXHIBIT 1 \n \nthe City that revealed confidential medical information of adults and children with mental \nhealth disabilities involved in calls for emergency service at rental properties. \n3.  On November 7, 2023, the United States issued its Findings and Conclusions \nbased on its investigation.  The United States determined that individuals with mental \nhealth disabilities and those associated with them are denied an equal opportunity to benefit \nfrom the City’s emergency response service and subjected to discrimination in violation of \nTitle II of the ADA.  The United States also determined that the City’s ordinance and its \nenforcement thereof subject persons to discrimination in their housing because of their \ndisability or, in the case of landlords, because of the disability of their tenants, in violation \nof the FHA.  In Section III of the Findings and Conclusions, the United States set forth the \nremedial measures the City should implement promptly to come into compliance with the \nADA and FHA. \n4.  The City denies any wrongdoing or liability as asserted in the United States’ \nNovember 7, 2023, Findings and Conclusions.  The City also denies all allegations asserted \nin the United States’ Complaint in the above-captioned action.  However, the City desires \nto avoid any litigation and wishes to ensure its City Code and Nuisance Program comply \nwith the ADA and FHA. \n5.  The United States and the City (collectively, the Parties) agree that it is in the \nParties’ best interests, and the United States believes that it is in the public interest, to \nresolve this lawsuit on mutually agreeable terms.  Accordingly, to avoid additional cost \nand the uncertainty of litigation, the Parties agree to the entry of this Consent Decree \n2 \n \n \n\nEXHIBIT 1 \n \nwithout trial or further adjudication of any issues of fact or law raised in the United States’ \nComplaint in the above-captioned action. \n  The Parties enter this Consent Decree and the Court hereby APPROVES, ENTERS, \nAND ORDERS the following: \nII.  JURISDICTION AND VENUE \n6.  Plaintiff is the United States of America.  \n7.  Defendant  is  a  “public  entity”  under  Title  II  of  the  ADA,  42  U.S.C. \n§ 12131(1) and 28 C.F.R. § 35.104, and is therefore subject to Title II of the ADA, 42 \nU.S.C. §§ 12131–34, and its implementing regulation, 28 C.F.R. pt. 35. \n8.  This Court has jurisdiction over this action under 28 U.S.C. §§ 1331 and \n1345; the FHA, 42 U.S.C. § 3614; and Title II of the ADA, 42 U.S.C. § 12133.  The Parties \nagree that venue is proper in this district under 28 U.S.C. § 1391(b) because the alleged \nclaim occurred in the District of Minnesota. \n9.  The Court may grant the relief sought here under 28 U.S.C. §§ 2201–02, 42 \nU.S.C. § 12133, and 42 U.S.C. § 3614(d). \n10.  The United States has authority to bring this action and seek remedies for \nviolations of Title II of the ADA, 42 U.S.C. § 12133; 28 C.F.R. pt. 35, Subpart F, and for \nviolations of the FHA, 42 U.S.C. § 3614(a). \nIII.  DEFINITIONS \n11.  “Landlord” means the owner or operator of a residential property who holds \na rental license from the City, including all licensees defined in Anoka City Code § 50-50. \n3 \n \n \n\nEXHIBIT 1 \n \n12.  “Nuisance  Ordinance”  means  the  City’s  rental  licensing  and  crime free \nhousing ordinance at Anoka City Code §§ 50-49 to 50-68.  \n13.  “Crime Free/Drug Free Lease Addendum” means the addendum landlords \nare required to include in their leases with tenants under Anoka City Code § 50-53. \n14.  “Crime Free Multi-Housing Program” or “CFMH Program” means the City’s \nprogram with the stated purpose of reducing crime, illegal drugs, and nuisance activity in \nrental properties and includes training landlords must attend prior to obtaining or renewing \na residential license under Anoka City Code § 50-51(c). \n15.  “Calls  for  Service  Reports”  means  the  reports  created  by  the  City  that \ndescribe the calls for emergency service and the City’s response to each at all rental \nproperties in the prior week. \n16.  “Nuisance  Program”  means  the  City’s  Nuisance  Ordinance,  Crime \nFree/Drug Free Lease Addendum, CFMH Program, and Calls for Service Reports, as well \nas the City’s policies, practices, and procedures and all activities related to enforcing or \nimplementing the City’s Nuisance Ordinance, Crime Free/Drug Free Lease Addendum, \nCFMH Program, and Calls for Service Reports. \n17.  “Covered  Personnel”  means  all  City  officials,  administrators,  staff, \nemployees, contractors, volunteers, or agents involved in the City’s Nuisance Program or \nemergency response service.   \n4 \n \n \n\nEXHIBIT 1 \n \n18.  “Aggrieved Persons” means individuals with mental health disabilities, as \nwell as those associated with them, who have been harmed by the City’s enforcement of \nits Nuisance Program and are eligible for relief under the FHA, 42 U.S.C. § 3614(d)(1). \nIV.  INJUNCTIVE RELIEF \n19.  The City will comply with the requirements of Title II of the ADA, 42 U.S.C. \n§§ 12131–34, and its implementing regulation, 28 C.F.R. pt. 35, by ensuring individuals \nwith mental health disabilities, and those associated with them, are provided an equal \nopportunity  to  benefit  from  the  City’s  emergency  response  service  and  do  not  face \ndiscrimination in violation of the ADA.  The City shall not: \na.  Exclude  qualified  individuals  with  mental  health  disabilities,  and  those \nassociated with them, from participation in or deny them the benefits from \nits  services,  programs,  or  activities—including  its  emergency  response \nservice—or otherwise  subject  them  to discrimination  in violation  of  42 \nU.S.C. § 12132 and 28 C.F.R. § 35.130(a), (g);  \nb.  Deny  qualified  individuals  with  mental  health  disabilities,  and  those \nassociated with them, an equal opportunity to participate in or benefit from \nits  services,  programs,  or  activities—including  its  emergency  response \nservice —in violation of 28 C.F.R. § 35.130(b)(1)(i)-(ii), (g);  \nc.  Otherwise limit qualified individuals with disabilities in the enjoyment of \nany right, privilege, advantage, or opportunity enjoyed by others—including \n5 \n \n \n\nEXHIBIT 1 \n \nits  emergency  response  service—in  violation  of  28  C.F.R. \n§ 35.130(b)(1)(vii); and \nd.  Fail to make reasonable modifications in policies, practices, or procedures \nwhen the modifications are necessary to avoid discrimination on the basis of \ndisability, unless the City can demonstrate that making the modifications \nwould fundamentally alter the nature of the service, program, or activity, in \nviolation of 28 C.F.R. § 35.130(b)(7)(i). \n20.  The City will comply with the FHA, 42 U.S.C. §§ 3601–3619.  The City, its \nagents, employees, and all persons acting for or with them will not: \na.  Discriminate in the sale or rental of, or otherwise make unavailable or deny, \na dwelling to any person, in violation of the FHA;  \nb.  Discriminate in the terms, conditions, or privileges of the sale or rental of a \ndwelling, or in the provision of services or facilities in connection with a \ndwelling, in violation of the FHA;  \nc.  Adopt,  maintain,  enforce,  or  implement  any  laws,  regulations,  policies, \nprocedures, or practices that discriminate, in violation of the FHA; or  \nd.  Interfere with or retaliate against any person in the exercise or enjoyment of, \nor on account of any person exercising or enjoying, or aiding or encouraging \nanother person in exercising or enjoying, any right protected by the FHA.  \n21.  Nuisance Program Amendments: Within thirty (30) calendar days of the \nEffective Date of this Consent Decree, the City will submit Nuisance Program rules, \n6 \n \n \n\nEXHIBIT 1 \n \npolicies,  practices,  directives,  protocols,  and  procedures—including  a  revised  Crime \nFree/Drug Free Lease Addendum—to the United States for its review and approval, which \nwill not be unreasonably withheld, providing for the following: \na.  Nondiscrimination:  The City will ensure that its Nuisance Program does not \ndiscriminate against individuals with mental health disabilities and those \nassociated with them in violation of the ADA or the FHA.  The City shall not \ndeny individuals with mental health disabilities, and those associated with \nthem, an equal opportunity to participate in or benefit from its emergency \nresponse service or otherwise subject them to discrimination.  The City shall \nnot engage in any act or practice, directly or through contracting, licensing, \nor  other  arrangements,  that  has  the  purpose  or  effect  of  unlawfully \ndiscriminating  against  people  with  mental  health  disabilities,  or  those \nassociated with them.  The City shall not designate mental health-related \ncalls for emergency service, including calls arising from mental  health-\nrelated  crises  and  side-effects  of  medications  to  treat  mental  health \ndisabilities, as a nuisance.  The City will not enforce its Nuisance Program \nto penalize or punish individuals with mental health disabilities or their \nlandlords  for  calls  for  emergency  service  that  arise  from  medical  or \ndisability-related reasons.  The City shall not publicize, broadcast, expose, or \notherwise make public the disability, medical, and health information of \n7 \n \n \n\nEXHIBIT 1 \n \nindividuals with mental health disabilities through its Nuisance Program or \notherwise in accordance with Paragraph 23. \nb.  Reasonable Modifications and Reasonable Accommodations:  The City shall \nmake reasonable modifications to its Nuisance Program policies, practices, \nor  procedures  when  necessary  to  avoid  discrimination  on  the  basis  of \ndisability under Title II of the ADA, 28 C.F.R. § 35.130(b)(7), and shall also \nmake reasonable accommodations in accordance with the FHA, 42 U.S.C. \n§ 3604(f)(3)(B).  For example, the City shall reasonably modify its policies, \npractices,  and/or  procedures  of  classifying  conduct  arising  from  mental \nhealth  disabilities,  or  the  treatment  of  mental  health  disabilities,  as  a \nnuisance.  The City will respond promptly, and no later than seven (7) \nbusiness  days,  to  disability-related  requests  for  modifications  or \naccommodations to its Nuisance Program to ensure equal opportunity for \nindividuals with disabilities.  The City shall properly evaluate requests for \nmodifications  in  accordance  with  Title  II of the ADA  and  requests  for \naccommodations in accordance with the FHA.  The City will have staff who \nhave been trained, under Paragraph 25, evaluate such requests.  If the City \ndenies an individual’s request, the City will inform the individual that they \nmay appeal to the ADA Compliance Officer, who must respond to the appeal \nwithin seven (7) calendar days of the appeal. \n8 \n \n \n\nEXHIBIT 1 \n \nc.  Anti-Retaliation  and  Anti-Interference:    The  City  shall  not  discriminate \nagainst  any  individual  because  such  individual  has  opposed  any  act  or \npractice made unlawful by the ADA or the FHA or because such individual \nmade  a  charge,  testified,  assisted,  or  participated  in  any  way  in  an \ninvestigation, proceeding, or hearing under the ADA or the FHA.  The City \nshall not coerce, intimidate, threaten, or interfere with any individual in the \nexercise or enjoyment of, or on account of his or her having exercised or \nenjoyed, or on account of his or her having aided or encouraged any other \nindividual in the exercise or enjoyment of, any right granted or protected by \nthe ADA or the FHA.  The City shall not threaten or impose fines, adverse \nlicense actions, or any other penalty due to individuals with mental health \ndisabilities seeking emergency services related to their disabilities or others \nseeking emergency services on their behalf.  The City shall not retaliate \nagainst or coerce any individual who seeks to exercise their rights under this \nConsent Decree or assist individuals with mental health disabilities in doing \nso, reports information to the United States related to this Consent Decree \n(including  the  dissemination  of  confidential  medical  information),  or \nengages in protected activity under the ADA or FHA. \nd.  Complaints and Appeals:  The City will ensure that formal and informal \ncomplaints and appeals by individuals who allege violations of the ADA or \nthe FHA are promptly reviewed and addressed by appropriate action.   \n9 \n \n \n\nEXHIBIT 1 \n \ne.  Corrective  Action:    The  City  will  take  appropriate  corrective  actions, \nincluding disciplinary or other action against staff, to address any allegations \nthe  City  subjected  individuals  with  mental  health  disabilities  or  those \nassociated with them to discrimination, retaliation, coercion, intimidation, \nharassment, threats, or abuse, or that the City engaged in retaliation or \ninterfered with rights protected by the ADA or the FHA.   \n22.  Implementation and Dissemination:  Within thirty (30) calendar days of \napproval by the United States and throughout the term of the Consent Decree, the City will \nadopt and implement the policies, practices, and procedures identified in Paragraph 21.  In \nparticular,  the  City  will  disseminate  a  copy  of  all  approved  policies,  practices,  and \nprocedures  to  all  Covered  Personnel  and  post  the  amended  policies,  practices,  and \nprocedures  to  the  City’s  homepage  (www.anokaminnesota.com/),  police  department \nwebsite  (www.anokaminnesota.com/157/Police-Department),  and  CFMH  program \nwebsite  (www.anokaminnesota.com/278/Crime-Free-Multi-Housing-Program).    These \nwebsites shall also provide methods to provide feedback and complaints, including an \naccessible form and an email address to contact. \n23.  Confidentiality of Mental Health Information:  The City shall not publicize, \nbroadcast, expose, or otherwise make public the disability, medical, and health information \nof individuals with mental health disabilities through its Nuisance Program or otherwise.  \nUpon the Effective Date, the City will suspend public dissemination of its Calls for Service \nReports, or any similar report or information, unless and until the United States approves \n10 \n \n \n\nEXHIBIT 1 \n \nthe City’s policies, practices, and procedures for safeguarding disability, medical, and \nhealth information in such reports.  The City may not produce any information regarding \nthe disability, medical, and health information of individuals with mental health disabilities  \nwhen this production violates the ADA, FHA, or any other federal laws, even if it is “public \ndata” under the Minnesota Government Data Practices Act.  \n24.  ADA Compliance Officer:  The City will designate an ADA Compliance \nOfficer.  This individual will coordinate the City’s efforts to comply with and carry out its \nresponsibilities under the ADA, the FHA, and this Consent Decree. \n25.  Covered Personnel Training:  Within sixty (60) calendar days of the Effective \nDate, the City will submit the resume/CV of a proposed trainer(s) and proposed training \nmaterials to the United States for approval, which will not be unreasonably withheld.  The \ntrainer(s) will have substantive knowledge of Title II of the ADA and the FHA.  Within \nthirty (30) calendar days of receiving approval from the United States of the trainer and \ntraining materials, and then annually, the City will provide mandatory training to all \nCovered Personnel.  \na.  The training will cover Titles II and V of the ADA, the disability-related \nprotections of the FHA, and disability discrimination in general; how to \nidentify when an emergency call may involve someone with a mental health \ndisability;  the  City’s  revised  policies,  practices,  and  procedures  under \nParagraph 21, including (1) how to assess the need for and secure reasonable \nmodifications or reasonable accommodations for individuals with mental \n11 \n \n \n\nEXHIBIT 1 \n \nhealth disabilities under the Nuisance Program  so that they are not penalized \nfor calls for emergency service that arise from mental health-related reasons \nand  (2)  any  new  policies,  practices,  and  procedures  for  safeguarding \ndisability, medical, and health information in Calls for Service Reports; the \nroles and responsibilities of the City’s ADA Compliance Officer; and this \nConsent Decree, including the steps that the City has taken, and will continue \nto take, to ensure that its obligations under this Consent Decree are met.  The \ntraining materials will also (1) state that the City’s Nuisance Program will \nnot be implemented or enforced in a manner which penalizes or punishes \ntenants, residents, or landlords for calls for emergency service that arise from \nmedical or disability-related reasons; (2) describe how to file a complaint and \nappeal a complaint with the City; and (3) provide information on the United \nStates’ ADA Information Line. \nb.  The initial training will be conducted live, either in-person or via remote \nmeeting platform, with an opportunity to pose questions to the individual(s) \nconducting the training at the end of the training session.  Each subsequent \ntraining may be conducted by video recording.  The City will ensure all new \ncovered personnel receive the video recorded training within thirty (30) \ncalendar days of hire or retention, if this time period occurs more than thirty \n(30) calendar days before the next scheduled in-person training.  The new \ncovered personnel who did not receive live training as their first training \n12 \n \n \n\nEXHIBIT 1 \n \nopportunity, shall be required to attend the next available in-person training \nsession. \n26.  Notification to Landlords: Within sixty (60) calendar days of the Effective \nDate, the City will submit proposed materials for dissemination to landlords to the United \nStates for approval, which will not be unreasonably withheld.  Within fourteen (14) \ncalendar days of receiving approval from the United States, the City will share these \nmaterials with all landlords via electronic mail and regular mail.  The City will also share \nthese materials with landlords and rental license applicants during the initial application \nstage, upon any renewal, and during all trainings relating to its CFMH Program. \na.  These materials will include information about: Title II and V of the ADA, \nthe disability-related protections of the FHA, and disability discrimination in \ngeneral;  the  City’s  revised  policies,  practices,  and  procedures  under \nParagraph 21; the roles and responsibilities of the City’s ADA Compliance \nOfficer; and this Consent Decree, including the steps the City has taken, and \nwill continue to take to ensure that its obligations under this Consent Decree \nare met.  The materials will also (1) state that the City’s Nuisance Program \nwill not be implemented or enforced in a manner that penalizes or punishes \ntenants, residents, or landlords for calls for emergency service that arise from \nmedical or disability-related reasons; (2) explain how to file a complaint and \nappeal a complaint with the City and provide information on the United \nStates’  ADA  Information  Line;  and  (3)  provide  information  about  how \n13 \n \n \n\nEXHIBIT 1 \n \npersons  who  may  have  been  harmed  by  the  City’s  enforcement  of  the \nNuisance  Program  may  contact  the  United  States  to  be  considered  for \nsettlement fund eligibility, until such time as the settlement fund has been \ndisbursed.  \nb.  The City shall also disseminate this information to a landlord whenever the \nCity  determines  a  call  for  emergency  service  at  one  of  the  landlord’s \nproperties should be designated as a nuisance under the City’s nuisance \nordinance or whenever the City takes any enforcement action against the \nlandlord or the landlord’s tenants under the Nuisance Program. \n27.  Notification to Tenants: Within sixty (60) calendar days of the Effective \nDate, the City will submit proposed materials for tenants to the United States for approval, \nwhich will not be unreasonably withheld.  Within fourteen (14) calendar days of receiving \napproval from the United States, the City shall disseminate this information to a tenant \nwhenever the City determines a call for emergency service related to the tenant should be \ndesignated as a nuisance under the City’s nuisance ordinance or whenever the City takes \nany enforcement action against the tenant or those associated with the tenant, including the \ntenant’s landlord, under the Nuisance Program. \na.  These materials will include information about: Title II and V of the ADA, \nthe disability-related protections of the FHA, and disability discrimination in \ngeneral;  the  City’s  revised  policies,  practices,  and  procedures  under \nParagraph 21; the roles and responsibilities of the City’s ADA Compliance \n14 \n \n \n\nEXHIBIT 1 \n \nOfficer; and this Consent Decree, including the steps that the City has taken, \nand will continue to take to ensure that its obligations under this Consent \nDecree are met.  The materials will also (1) state that the City’s Nuisance \nProgram will not be implemented or enforced in a manner that penalizes or \npunishes tenants, residents, or landlords for calls for emergency service that \narise from medical or disability-related reasons; and (2) explain how to file \na complaint and appeal a complaint with the City and provide information on \nthe United States’ ADA Information Line. \nV.  MONETARY DAMAGES TO AGGRIEVED PERSONS \n \n28.  Within thirty (30) calendar days of the entry of this Consent Decree, the City \nshall deposit $175,000 (the Settlement Fund) in a single interest-bearing bank account for \nthe purpose of paying monetary damages to Aggrieved Persons.  Any interest accruing to \nthe account shall become a part of the Settlement Fund and be used as set forth in this \nConsent Decree.  Within ten (10) calendar days of the establishment of the account, the \nCity shall submit proof to the United States that the account has been established and the \nfunds deposited.  The City shall be solely responsible for any taxes assessed or owed on \nany interest earned on money deposited until the fund has been distributed. \n29.  The United States shall identify Aggrieved Persons and verify their claim for \ncompensation.  To facilitate the identification of such individuals, the City will provide the \nUnited States with documents and information related to the enforcement of the Nuisance \nProgram, including Calls for Service Reports, records kept of Nuisance Program violations, \n15 \n \n \n\nEXHIBIT 1 \n \nenforcement letters sent to housing providers or tenants, and additional information upon \nrequest. \n30.  Within six (6) months of the City sending the notifications to landlords and \ntenants required by Paragraphs 26 and 27, the United States will identify to the City the \nindividuals who have been determined to be Aggrieved Persons and provide the City with \ninformation regarding the basis for each Aggrieved Person’s eligibility.  The United States \nwill also notify the Aggrieved Persons they have  been  identified as eligible to seek \ncompensation from the Settlement Fund.   \n31.  Within fourteen (14) calendar days of receiving the information identified in \nParagraph 30, the City will have the opportunity, but not the obligation, to submit sworn \nstatements, documentary evidence (i.e. police reports), and/or a statement commenting on \nthe merits of the claim. \n32.  If the City elects to make a submission to a particular claim, the Aggrieved \nPerson has the opportunity to submit supplementary evidence and/or a statement to the \nUnited States. \n33.  The United States shall consider all objections and additional documentation \nraised by both the City and potential Aggrieved Persons.  The United States shall have full \nand  final  authority  regarding  the  distribution  of  the  Settlement  Fund.    Once  its \ndetermination  is  complete,  the  United  States  will  provide  the  City  with  its  final \ndeterminations for each Aggrieved Person and file a Notice of Fund Distribution with the \nCourt.   \n16 \n \n \n\nEXHIBIT 1 \n \n34.  Within twenty-one (21) calendar days of the filing of the Notice of Fund \nDistributions, the City shall forward to the United States checks payable to the Aggrieved \nPersons in the amounts determined by the United States. \n35.  After the United States receives a signed release (attached as Appendix A) \nfrom a particular Aggrieved Person releasing the City from all claims related to this action \nin exchange for monetary damages, it will distribute the settlement check to that person.  \nThe United States will provide a copy of all signed releases to the City following the \ndistribution of the fund. \nVI.  MONITORING AND REPORTING \n36.  Reporting Requirements:  Every six (6) months throughout this Consent \nDecree , the City will submit written reports to the United States, delineating all steps taken \nduring the reporting period to comply with each substantive provision of this Consent \nDecree.  Each report will include the following for the preceding reporting period: \na.  Nuisance Program Data:  Detailed descriptions of all calls for emergency \nservice the City designated as a nuisance under its Nuisance Ordinance, \nincluding (1) the dates and times of the calls, (2) names and addresses of all \nindividuals involved, such as the tenant, landlord, and police officers, (3) the \nrationale for the nuisance designation, and (4) the outcomes of the City’s \ndesignation of the calls as a nuisance, including whether the City provided \nnotice to the landlord or tenant, threatened or levied fines, or rescinded a \nresidential license and whether the tenant or residents were evicted.  If the \n17 \n \n \n\nEXHIBIT 1 \n \nUnited States requests more information about these incidents, the City will \nprovide such information within twenty-one (21) calendar days.  Requested \ninformation  may  include  all  communications  between  the  City  and  the \nlandlord and/or tenants involved and any police reports referencing the calls \nfor emergency service.  \nb.  Requests for Reasonable Modifications or Reasonable Accommodations: A \ncopy of every formal or informal request for a reasonable modification under \nParagraph 21(b) or request for a reasonable accommodation under Paragraph \n21(b) and the City’s response to or resolution of the request.  \nc.  Confidentiality: If disability, medical, or health information of an individual \nwith a mental health disability obtained through the City’s Nuisance Program \nor emergency response service was shared with any non-City individual or \nentity,  an  explanation  of  the  circumstances  that  led  to  each  prohibited \ndisclosure. \nd.  Complaints and Appeals: A copy of every formal or informal complaint and \nappeal by an individual relating to disability-based discrimination in the \nCity’s Nuisance Program or emergency response service or any other issue \ncovered by this Consent Decree, and the City’s response to or resolution of \nthe complaint and appeal.  \ne.  Training: For all training required in Paragraph 25, the City will submit \nwritten reports detailing: the date and time of each training; a copy of the \n18 \n \n \n\nEXHIBIT 1 \n \nagenda and materials (e.g., handouts, PowerPoint presentations) used for \neach training; and the names and titles of the individuals who attended the \ntraining. \nf.  All Other Relevant Documents: All other documents requested by the United \nStates relevant to this Consent Decree and to the United States’ determination \nof the City’s ongoing compliance with this Consent Decree. \nVII.  ADDITIONAL TERMS \n37.  Notification:  All documents and communications required to be sent to the \nUnited  States  under  this  Consent  Decree  will  be  sent    by  email  to  Christine  Kim \n(christine.kim@usdoj.gov)  and  Sarah  Golabek-Goldman  (sarah.golabek-\ngoldman@usdoj.gov) or by overnight courier to Christine Kim (202-305-0043), Disability \nRights Section/Civil Rights Division, 4 Constitution Square, 150 M Street NE / 9th Floor, \nWashington, DC 20002.  The cover letter will include a subject line referencing the City \nof Anoka and DJ No. 204-39-198. \n38.  Effective Date and Term:  The Effective Date will be the date that the Court \napproves and enters the Consent Decree or issues electronic notification that it has done \nso, whichever is later.  Unless otherwise specified, all time periods designated for an action \nrun from the Effective Date.  This Consent Decree will remain in effect for three (3) years \nfrom the Effective Date.  The Court will retain continuing and exclusive jurisdiction for \nthe duration of the Consent Decree to enforce the terms of the Consent Decree.  The United \n19 \n \n \n\nEXHIBIT 1 \n \nStates or the City may apply to the Court for such further orders as may be necessary for, \nor consistent with, the enforcement of this Consent Decree. \n39.  Reviewing Compliance:  The United States may review compliance with this \nConsent Decree at any time.  The City will cooperate fully with the United States’ efforts \nto monitor compliance with this Consent Decree.  The City shall make policies, records \n(including police records related to calls for emergency service and enforcement of the \nNuisance Program), personnel, and any other reasonably requested information available \nto the United States to facilitate the United States’ monitoring of the City’s compliance \nwith this Consent Decree.   \n40.  Disputes:  If the United States believes the City has failed to comply in a \ntimely manner with any requirement of this Consent Decree, or that any requirement has \nbeen violated, the United States will notify the City in writing and the Parties will try to \nresolve the issue.  The City must respond to such notice as soon as practicable but no later \nthan twenty-one (21) calendar days after.  The Parties will negotiate in good faith to resolve \nany dispute relating thereto; if the Parties cannot reach a mutually acceptable resolution \nwithin  thirty  (30)  calendar  days,  the  United  States  may  seek  court  enforcement  of \ncompliance with this Consent Decree.  Nothing in this procedure will prevent the United \nStates or the City from promptly bringing an issue before the Court when, in the moving \nParty’s view, the facts and circumstances require immediate court attention.  The moving \nParty’s written notice and court filing shall explain the facts and circumstances that require \nimmediate court involvement. \n20 \n \n \n\nEXHIBIT 1 \n \n41.  Scope:  This Consent Decree does not purport to remedy any violations or \npotential violations of the ADA, the FHA, or any other federal or state law, other than the \nviolations alleged in the United States’ Complaint, nor does it affect the City’s continuing \nresponsibility to comply with all provisions of the ADA and the FHA.  This Consent \nDecree will have no impact upon the rights or claims of any individual not identified in \nthis Consent Decree who has made, or may make, claims against the City, even for issues \naddressed herein.  Nothing in this Consent Decree will preclude the United States from \nfiling a separate action under the ADA, the FHA, or any other law, for any alleged violation \nnot covered by this Consent Decree. \n42.  Entire  Agreement:    This  Consent  Decree  contains  the  entire  agreement \nbetween the United States and the City concerning the subject matter described in the \nUnited States’ Complaint and November 7, 2023, Findings and Conclusions, and no other \nstatement, promise, or agreement, either written or oral, made by any party or agent of any \nparty, that is not contained in this Consent Decree, and concerns the  subject matter \ndescribed  in  the  United  States’  Complaint  and  November  7,  2023,  Findings  and \nConclusions, will be enforceable.  \n43.  Modifications:  The time frame for completion of any act required by this \nConsent Decree may be modified with the mutual written consent of the Parties, except \nthat the termination date may be extended only by Order of the Court.  The United States \nwill not unreasonably deny requested extensions, if made by the City before any deadline, \nand  following  the  City’s  due  diligence  to  meet  such  a  requirement.    The  Parties \n21 \n \n \n\nEXHIBIT 1 \n \nacknowledge such written agreement may be completed by email so long as the email has \nspecific language designed to bind either Party. \n44.  Severability:  If any provision of this Consent Decree is found to be invalid, \nunenforceable, or otherwise contrary to applicable law, the other terms of this Consent \nDecree shall nonetheless remain in effect. \n45.  Binding:  This Consent Decree will be binding on the Parties and their agents, \nemployees, officers, and contractors.   \n46.  Successor Liability:  This Consent Decree is binding on the Parties and \nsuccessors, including any successor mayor and city council members.  \n47.  Non-Waiver:  Failure by the United States to seek enforcement  of this \nConsent Decree under its terms with respect to any instance or provision shall not be \nconstrued as a waiver to such enforcement with regard to any instances or provisions. \n48.  Litigation Holds:  The United States and the City agree that, as of the date of \nentry of this Consent Decree, litigation is not “reasonably foreseeable” concerning the \nmatters described in the United States’ Complaint.  To the extent that any of these Parties \npreviously implemented a litigation hold to preserve documents, electronically stored \ninformation, or things related to the matters described in the United States’ Complaint and \nNovember 7, 2023, Findings and Conclusions, the Party is no longer required to maintain \nsuch a litigation hold.  Nothing in this Paragraph relieves any Party of any other obligations \nimposed by this Consent Decree. \n22 \n \n \n\nEXHIBIT 1 \n \n49.  Fees and Costs:  Each of the Parties to this Consent Decree will bear its own \ncosts and attorney’s fees incurred in connection with this matter. \n50.  Publicly Available:  A copy of this document will be made available to any \nperson by the City on request. \n51.  Authority:  The signatories represent they have the authority to bind the \nparties identified below to the terms of this Consent Decree. \n52.  Counterparts:  This Consent Decree may be executed in counterparts, each \nof which shall be deemed to be an original, but all of which, taken together, will constitute \nthe same Consent Decree.  Electronic or facsimile signatures are acceptable.\n \n23 \n \n \n\nEXHIBIT 1 \n \nDated: May 21, 2024   \n   \nRespectfully submitted,    \n   \n  KRISTEN CLARKE \nANDREW M. LUGER  Assistant Attorney General   \nUnited States Attorney  Civil Rights Division \nDistrict of Minnesota   \n  REBECCA B. BOND \n  Chief, Disability Rights Section \n   \n/s/ Bahram Samie  /s/ Christine Kim \nBAHRAM SAMIE (#392645)  ELIZABETH S. WESTFALL \nDeputy Chief  Deputy Chief, Disability Rights Section \nUnited States Attorney’s Office  CHRISTINE KIM (DCRN 1044186) \nDistrict of Minnesota  Trial Attorney, Disability Rights Section \n600 U.S. Courthouse  SARAH GOLABEK-GOLDMAN \n300 South Fourth Street  (DCRN 1047833) \nMinneapolis, MN 55415  Trial Attorney, Disability Rights Section \nPhone: (612) 664-5600   \nFax: (612) 664-5788   TIMOTHY J. MORAN \nBahram.Samie@usdoj.gov  Deputy Chief, Housing and Civil \nEnforcement Section \nANNA PURINTON  \nTrial Attorney, Housing and Civil \nEnforcement Section \n \nCivil Rights Division \nU.S. Department of Justice \n150 M Street NE \nWashington, DC 20530 \nPhone: 202-305-0043 \nFax: 202-307-1197 \nChristine.Kim@usdoj.gov  \nSarah.Golabek-Goldman@usdoj.gov \nAnna.Purinton@usdoj.gov \n \nAttorneys for Plaintiff \nUnited States of America \n \n24 \n \n \n\nEXHIBIT 1 \n \nFOR THE CITY OF ANOKA: \n \n/s/ Phil Rice \nPHIL RICE  \nMayor \nCity of Anoka \nAnoka City Hall \n2015 First Avenue \nAnoka, MN 55303 \nPhone: 763-576-2700 \n \n5/20/24 \nDate \n \n/s/ Amy Oehlers \nAMY OEHLERS \nAssistant City Manager & City Clerk \nCity of Anoka \nAnoka City Hall \n2015 First Avenue \nAnoka, MN 55303 \nPhone: 763-576-2700 \n \n5/20/24 \nDate \n \nORDER \n \nIT IS SO ORDERED this _____ day of __________, 2024. \n \n_______________________________________ \nUNITED STATES DISTRICT COURT JUDGE \n   \n25 \n \n \n\nEXHIBIT 1 \n \nAPPENDIX A \nFULL AND FINAL RELEASE OF CLAIMS \nIn consideration for the parties’ agreement to the terms of the Consent Decree \nentered into in the case of United States v. City of Anoka, Minnesota, Civil Action No. \n0:24-cv-1861 (D. Minn.), as approved by the United States District Court for the District \nof Minnesota, and in consideration for the total payment of $[amount], plus any interest, \nI, [name], do hereby fully release and forever discharge the City of Anoka, as well as its \nagents, employees, or former employees from any and all fair housing claims set forth, or \nwhich could have been set forth, in the Complaint in this lawsuit that I may have had \nagainst any of them for any of the City’s actions or statements related to those claims \nthrough the date of the entry of the Consent Decree.  \nExecuted this _____ day of __________________, 202__. \n              [day]                       [month]               [year] \n \n \n_________________________________  \nSignature \n \n \n_________________________________  \nPrint Name \n \n \n_________________________________  \nStreet Address \n \n \n_________________________________  \nCity, State, and Zip Code \n26 \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/148912"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 143655,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/143655"
    },
    {
      "date": "2023-11-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 145136,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/145136.pdf",
      "title": "Re: The United States’ Findings and Conclusions Based on its Investigation of the City of Anoka, Minnesota, under the Americans with Disabilities Act and the Fair Housing Act, DJ No. 204-39-198",
      "text": "U.S. Department of Justice \nCivil Rights Division \n \n \nDisability Rights Section - NYA \n950 Pennsylvania Ave, NW \nWashington, DC  20530 \n \nNovember 7, 2023 \n \n \n \n \nBy Electronic & First-Class Mail \n \nScott C. Baumgartner \nHawkins & Baumgartner, P.A. \n2140 4th Avenue N. \nAnoka, MN 55303 \n(763) 427-8877 \nS.Baumgartner@Hawkins-Baumgartner.com \n \nRe:   The United States’ Findings and Conclusions Based on its Investigation of \nthe City of Anoka, Minnesota, under the Americans with Disabilities Act and \nthe Fair Housing Act, DJ No. 204-39-198 \n \nDear Mr. Baumgartner: \n \nThe United States Department of Justice (the Department) has completed its investigation \nof the City of Anoka, Minnesota (the City), under Title II of the Americans with Disabilities Act \n(ADA), 42 U.S.C. §§ 12131–12134, and the Fair Housing Act (FHA), as amended, 42 U.S.C. \n§§ 3601–3619.  As you are aware, the Department opened an investigation in response to \ncomplaints alleging that the policies, practices, or procedures of the City, including the \nenforcement of its nuisance ordinance and its Crime Free Multi-Housing Program,1 discriminate \nagainst tenants with disabilities and those associated with them, such as their landlords.  The \nDepartment also received complaints that the City sends weekly reports (Calls for Service \nReports) to all landlords in the City that reveal confidential medical information of adults and \nchildren with mental health disabilities involved in calls for emergency service at rental \nproperties.   \n \nBy way of background, Title II prohibits public entities from discriminating against \nqualified individuals with disabilities or excluding them from participation in, or denying them \nthe benefits of, the public entity’s services, programs, or activities.  42 U.S.C. § 12132; 28 C.F.R. \n§ 35.130(a).  The City is a public entity under the ADA and subject to the ADA’s \nnondiscrimination mandate.  See 42 U.S.C. § 12131(1); 28 C.F.R. § 35.104.  Title II authorizes \n \n1 The City’s Crime Free Multi-Housing Program is a program purportedly aimed at reducing crime, illegal drugs, \nand nuisance activity in rental properties and includes training that landlords must attend prior to obtaining or \nrenewing a residential license under Anoka City Code § 50-51(c). \n \n1 \n \n\n \nthe United States to investigate complaints, make findings of fact and conclusions of law, \nattempt to secure voluntary compliance where violations are found, and commence a civil action.  \n42 U.S.C. § 12133; 28 C.F.R. pt. 35, subpt. F.  Similarly, the FHA makes it unlawful to \ndiscriminate in housing because of the disability of an owner or renter of a dwelling or the \ndisability of a person associated with that owner or renter.  42 U.S.C. § 3604(f)(1)-(2).  The FHA \nauthorizes the United States to file a lawsuit against any person who or entity that: (1) engages in \na pattern or practice of resistance to the rights protected by the FHA; or (2) denies rights \nprotected by the FHA to a group of persons, raising a matter of general importance.  42 U.S.C. \n§ 3614(a).   \n \nThe Department has determined that the City denies individuals with mental health \ndisabilities and those associated with them an equal opportunity to benefit from the City’s \nemergency response service and subjects them to discrimination, including the threat of losing \ntheir housing, in violation of the ADA and the FHA.  Tenants with disabilities and those \nassociated with them who call for emergency service, or who are the subject of a call for \nemergency service, risk eviction or loss of a rental license.  The City has given landlords access \nto sensitive medical information about individuals with mental health disabilities requiring \nemergency service.  The City deters these individuals and those caring for them from using the \nCity’s emergency response service and risking their current or future housing prospects.  This \nletter sets forth the Department’s findings of fact and conclusions of law as well as the minimum \nsteps the City must take to meet its legal obligations and remedy the identified violations. \n \nI.  Findings of Fact \n \nA.  The City of Anoka’s Nuisance Ordinance \n \nThe City adopted a rental licensing and crime free housing ordinance, or “nuisance \nordinance,” with the stated purpose of ensuring residential units and their neighbors (1) have a \nsafe, secure, and sanitary environment, (2) are free from “criminal activity, noise, nuisances, or \nannoyances,” and (3) are “free from reasonable fears about safety of persons and security of \nproperty.”  Anoka City Code § 50-49(a).  The ordinance requires landlords to have a license to \noperate a rental property.  Id. § 50-51(a).  Landlords must certify that they have read the \nordinance, that they conduct criminal background checks on prospective occupants, and that they \ninclude the Crime Free/Drug Free Addendum (discussed below) in any lease.  Id. § 50-53(b).   \n \nThe nuisance ordinance penalizes landlords for “nuisance calls” to their properties.  \nNuisance calls are “any instance where law enforcement officers are called to a property in \nresponse to a valid complaint related to disorderly conduct.”  Id. § 50-50.  “Disorderly conduct” \nis broadly defined and lists 19 categories of conduct.  Id.  All categories of conduct involve \nviolations of state or city laws or activity involving drugs, violence, and hazardous conditions \nexcept for one.  The one category of disorderly conduct that does not involve such violations is \nlisted as “[r]epeated unfounded calls to police.”  Id.   \n \nThe City creates an increasing penalty schedule for nuisance calls in any consecutive \ntwelve-month period.  After the first and second nuisance calls at the property, the City may \n2 \n \n\n \nnotify the landlord.2  Id. § 50-64(1), (2).  After the third nuisance call, the property owner must \nrespond with a written report of actions “taken to abate further nuisances on the property.”  Id. \n§ 50-64(3).  Failure to respond to the letter may result in a nuisance fee ($250 for the first \nnotification and $500 for each subsequent notification).3  If the landlord fails to pay the nuisance \nfee or if the landlord receives a fourth nuisance call, the City may suspend the landlord’s rental \nlicense for up to three months.  Id. § 50-64(4).  If there is another nuisance call, the City may \nrevoke the rental license for up to one year.  Id. § 50-64(5).  No adverse license action will be \nimposed where the nuisance calls occurred during pending eviction proceedings or “within 30 \ndays of notice given by the licensee to an occupant to vacate the rental dwelling unit.”  Id. § 50-\n64(8).  Adverse license action may proceed “when the licensee fails to diligently pursue the \neviction process.”  Id. \n \nWhile the ordinance also states that no adverse license action will be imposed where the \ncalls were placed by a “residential occupant for police or emergency assistance in response to \nmedical calls, domestic abuse or any other conduct,” the ordinance does not prohibit designating \nsuch calls a nuisance.  See id.  The term “medical calls” is not defined and is only considered by \nthe City when the landlord’s license is at stake, not in determining whether a call is a nuisance.  \nSee id.  Anoka informed the Department that calls from tenants for emergency response service \nmay be deemed a nuisance even if medical or disability-related issues are involved. \n \nB.  Crime Free/Drug Free Addendum \n \nAnoka’s landlords must include a Crime Free/Drug Free Lease Addendum in their leases \nwith tenants pursuant to Anoka City Code § 50-53.4  The City may revoke a rental license due to \n“[f]ailure to actively pursue the eviction of occupants who have violated the provisions of the \ncrime free lease addendum.”  Id. § 50-59(c).  The lease addendum requires tenants to agree that \nthey, and members of their household, guests, or other invitees, will not engage in disorderly \nconduct, including repeated unfounded calls to police.  The addendum also states that “[t]hree \nnuisance police calls for service involving the same tenancy within a continuous twelve-month \nperiod shall be a substantial and material violation to the lease and good cause for termination of \nthe tenancy.”  The lease addendum makes no mention or reference to the nuisance ordinance \nprovision that exempts medical calls by a tenant.  The City marked some medical calls as \nnuisance calls or “NCFS” in the Calls for Service Reports, and the City requires landlords to \n \n2 Anoka has sent letters to landlords and tenants to enforce its nuisance ordinance after one or more alleged \nviolations.  The Department reviewed dozens of letters that Anoka sent to landlords and tenants.  In these letters, \nAnoka directed the landlord to terminate the lease or abate the nuisance.  Anoka notified tenants that the police \nresponded to their unit for a “disorderly use violation” at least two times in the last year and that three such \n“disorderly use contacts” within a year can lead to eviction “even if you have not received a citation or been arrested \nfor a disorderly use offense.”  Anoka informed tenants that their landlord “will be asked to move forward with \neviction proceedings.”  \n3 City of Anoka, 2023 Master Fee Schedule, https://www.anokaminnesota.com/DocumentCenter/View/3060/2023-\nMaster-Fee-Schedule?bidId=https://www.anokaminnesota.com/DocumentCenter/View/5098/2023-Master-Fee-\nSchedule, (last visited Sept. 27, 2023); City of Anoka, Rental Licensing Fee & Renewal Information, \nhttps://www.anokaminnesota.com/724/Rental-Licensing-Fee-Renewal-Information (last visited Sept. 27, 2023).  \n4 City of Anoka, Crime-Free/Drug-Free Lease Addendum, https://www.anokaminnesota.com/DocumentCenter/ \nView/3650/Crime-Free-Drug-Free-Addendum (last visited Sept. 27, 2023).  \n3 \n \n\n \npursue eviction of tenants who violate the lease addendum by making three nuisance calls within \na year or face potential revocation of their license.  See Anoka City Code § 50-59(c)(1)(h).  \nIndividuals with mental health disabilities who make three medical calls in a year can potentially \nface eviction. \n \nC.  Anoka’s Disclosure of Individuals’ Mental Health Disabilities in Calls for Service \nReports \n \nFrom at least 2018 through mid-2023, the City sent weekly reports to all landlords in the \nCity detailing all calls for emergency service from all rental properties.5  Landlords have access \nto these entire Calls for Service Reports, not just descriptions of calls arising from incidents at \ntheir property.  The City marked in yellow calls for service that are a “nuisance call for service” \nor “NCFS.”  Along with a general description, each Calls for Service Report includes the address \nof the incident, and the name, address, age, and for some reports, mugshot of those involved. \n \nThe Department reviewed over 180 weekly Calls for Service Reports sent to landlords.  \nThe Calls for Service Reports often detail medical and mental health information of adults and \nchildren involved in calls for emergency service.6  At least 780 of the cases in these reports \nrevealed information about individuals’ mental health disabilities, such as their diagnoses, \nmedications, and names of psychiatric or medical providers.   \n \nThe reports even share intimate details about individuals’ suicide attempts, such as the \nspecific method used for the attempt.  They often explain whether a resident was transported by \nambulance, identify the specific hospital where the resident was transported, and even provide \nspecific identifying information about the person who called for emergency services for someone \nelse in crisis.  \n \nThe City used these Calls for Service Reports to notify landlords of potential issues and \nencourage them to evict tenants.  One landlord in Anoka said that, when she sees the NCFS code \nin relation to one of her tenants, she believes that the City is encouraging her to either evict that \ntenant or risk losing her rental license.  Based on communications with the City, she believes that \nif she does not evict tenants associated with the NCFS code, then she could lose her entire rental \nlicense and all her tenants would have to move out of her building.  Evidence also suggests that \nthe City used the Calls for Service Reports to encourage landlords to screen potential tenants.  \nBy sharing detailed information about residents’ medical and mental health information, the City \nis providing landlords with information that they would likely otherwise be prohibited from \nseeking from applicants.7  A landlord may be able to learn about an applicant’s medical or \n \n5 The City has potentially changed its practice so that landlords can request these reports rather than the City \nemailing them to all landlords at the same time.  The City has not announced any permanent changes to its nuisance \nordinance enforcement program. \n6 State law requires that the City withhold public access to calls for emergency service data to protect the identity of \nindividuals when “the object of the call is to receive help in a mental health emergency.”  Minn. Stat. § 13.82 subd. \n17(f).   \n7 The Fair Housing Act prohibits landlords from making “an inquiry to determine whether an applicant for a \ndwelling, a person intending to reside in that dwelling after it is so sold, rented or made available, or any person \n \n4 \n \n\n \nmental health issues by searching for the applicant’s name in the City’s Calls for Service \nReports. \n \nD.  Anoka’s Enforcement of its Nuisance Ordinance \n \nThe Department reviewed Calls for Service Reports that covered 15,135 calls for service.  \nThe City was more likely to mark a call as NCFS when the City identified that the call involved \nmental health issues even after controlling for whether the call involved variables such as noise \ncomplaints, violence, or illegal drugs.   \n \nMany calls in the reports show that the City often did not enforce its nuisance ordinance \nagainst individuals without mental health disabilities who engaged in similar activity as \nindividuals with mental health disabilities.  Although Anoka’s ordinance prohibits “repeated \nunfounded calls to police,” Anoka often did not penalize individuals who repeatedly called for \n“unfounded” reasons but did not exhibit mental health issues.  In general, the weekly reports \nshow that Anoka residents frequently and routinely called 9-1-1 to alert police about complaints, \ndisturbances, or criminal activity, such as suspicious individuals, vehicles, and noises.  While \nthere may have been valid reasons for these calls, for many of them, the police did not find \nevidence to support the claims.  Yet, Anoka often responded to repeated “unfounded” calls from \nthe same individuals and units and did not mark them as NCFS when such individuals did not \nhave obvious mental health disabilities.  For example, Anoka police responded to 17 calls from \nan elderly tenant between November 2018 and February 2020 (with 14 calls in the first year).8  \nMost of these calls related to the tenant’s accidental use of a medical alarm and requests for \nassistance with tasks like finding glasses and using the bathroom.  Anoka police never marked \nany of these calls as NCFS in the reports, and Anoka never sent the landlord or tenant a letter \nnotifying them of any nuisance ordinance or Crime-Free/Drug-Free Lease Addendum violations.  \nIn contrast, the City penalized a tenant with a mental health disability for calling because of his \ndelusions.  According to the Calls for Service Report, Anoka police were dispatched to his \napartment three times after he claimed that his phone had been hacked.  Anoka police told \ndispatch that this person “has mental health issues” but was not a danger to himself or others.  \nThe City flagged this call as NCFS and as violating the nuisance ordinance.   \n \nSimilarly, while Anoka’s nuisance ordinance states that one of its purposes is to ensure \nthat residential properties are free from criminal activity, noise, or “annoyances,” the City often \ndid not mark these types of calls as NCFS when they did not involve mental health issues.  For \nexample, Anoka police were dispatched for a noise complaint, and when they arrived, the police \nconfirmed that there were two intoxicated men in the apartment laundry room hitting the walls \nand door.  Likewise, Anoka police arrested an individual for stealing another person’s phone at \nthe residence, and the individual became combative with police.  The police needed to “use \nphysical strength” to get this individual into their car and then the individual “kicked the rear \npassenger side door numerous times.”  Anoka did not mark these calls as NCFS in the reports.  \n \nassociated with that person, has a handicap or to make inquiry as to the nature or severity of a handicap of such a \nperson.”  24 C.F.R. § 100.202(c). \n8 To be clear, the Department does not suggest that the City should have taken any action against the tenant’s \nlandlord or the tenant pursuant to its nuisance ordinance. \n5 \n \n\n \nIn contrast, when an individual with a mental health disability resisted transport to a hospital, \nAnoka marked the call for service as NCFS.  According to the Calls for Service Report, Anoka \npolice arrived to check the welfare of a woman who was allegedly suicidal, and since she was \nunconscious upon their arrival, the police called for paramedics.  Anoka wrote in the report that \npolice believed that she was in danger of harming herself since there was an empty pill bottle.  \nThe paramedics prepared to transport her to the hospital, but she tried to flee.  The report details \nher restraint to a gurney, paramedics’ attempt to have a doctor authorize giving her a sedative, \nand her transport to a hospital.  Her full name, age, address, and sex are included in the report.   \n \nE.  Aggrieved Persons \n \nThe Department received complaints about Anoka’s nuisance ordinance and Calls for \nService Reports from multiple individuals with mental health disabilities, including Ms. \nJohnson.9   \n \nMs. Johnson, who has lived in the same apartment in Anoka for years, has a mental \nhealth disability and Post-Traumatic Stress Disorder.  Because of mental health crises, Ms. \nJohnson called for emergency services twice.  Both times that Anoka police came to Ms. \nJohnson’s apartment, they included in Calls for Service Reports extremely sensitive information \nabout Ms. Johnson, such as the fact that Ms. Johnson said she planned to die by suicide, the \nhospital she was transported to, and the name and assessment of her therapist.  Ms. Johnson is \nconcerned about the effect of the Calls for Service Reports on her current and future housing \nprospects.  As a result, she hesitates to call for emergency help again, even if she experiences \nanother crisis. \n \nBesides receiving complaints from individuals with mental health disabilities about \nAnoka’s nuisance ordinance and Calls for Service Reports, the Department received complaints \nfrom landlords and housing providers, such as Ms. Williams.  Ms. Williams operates several \nassisted living facilities in Anoka that serve people with disabilities.  The City pressured Ms. \nWilliams to evict one of her residents with schizophrenia and other mental health disabilities \nwho, during a period of transition, often called for emergency services because she had delusions \nabout people coming to hurt her.  Anoka police knew that this resident had mental health \ndisabilities and that her calls were related to her disabilities.  Yet Anoka police told Ms. \nWilliams, her staff, and the resident several times that additional calls would result in fines or \nother penalties.  This led Ms. Williams and her staff to discourage the resident from calling the \npolice, and the resident grew fearful of calling for emergency help.  Ms. Williams refused to \nevict this resident, and the resident’s symptoms are now better controlled.  Along with her \nconcerns about nuisance ordinance enforcement, Ms. Williams also expressed distress about the \nCity’s sharing of medical and disability-related information about her residents with landlords in \nAnoka through Calls for Service Reports. \n \nThe Department has substantiated multiple other complaints from tenants with mental \nhealth disabilities and their landlords alleging that the City used its nuisance ordinance \nenforcement efforts to target them.  Many individuals reported that the City sent landlords Calls \n \n9 The names of all individuals have been changed to protect their privacy. \n6 \n \n\n \nfor Service Reports that contain sensitive medical and disability-related information about \ntenants, including information about their mental health.  Multiple tenants have reported being \nevicted because of calls for emergency service related to their mental health disabilities.  Tenants \nand landlords have reported being deterred from making calls for emergency service because of \nfears that they will be evicted, fined, or otherwise punished.  Tenants also expressed concerns \nthat their confidential medical and disability-related information was widely shared, which led to \nbarriers securing new housing in the City.  And landlords have reported pressure from the City to \nevict residents because of emergency calls for service, even though such calls related to the \nresidents’ mental health disabilities, and the landlords did not want to evict them.  \n \nII. Conclusions of Law \n \nTitle II of the ADA prohibits discrimination against individuals with disabilities by public \nentities:   \n \n[N]o qualified individual with a disability shall, by reason of such disability, be \nexcluded from participation in or be denied the benefits of the services, programs, \nor activities of a public entity, or be subjected to discrimination by any such entity. \n \nSee 42 U.S.C. § 12132; 28 C.F.R. § 35.130(a).  This provision protects individuals with \ndisabilities from discrimination in all programs, services, or activities of the City, including the \nCity’s emergency response service.  The FHA makes it unlawful to: \n \n(f)(1)[t]o discriminate in the sale or rental, or to otherwise make unavailable or \ndeny, a dwelling to any buyer or renter because of a [disability] of— \n(A) that buyer or renter, \n(B) a person residing in or intending to reside in that dwelling after it is so \nsold, rented, or made available; or \n(C) any person associated with that buyer or renter [or] \n(2)[t]o discriminate against any person in the terms, conditions, or privileges of \nsale or rental of a dwelling, or in the provision of services or facilities in \nconnection with such dwelling, because of a [disability] of— \n(A) that person; or \n(B) a person residing in or intending to reside in that dwelling after it is so \nsold, rented, or made available; or \n(C) any person associated with that person. \n \n42 U.S.C. § 3604(f)(1)-(2).   \n \nThe regulation implementing Title II of the ADA prohibits public entities from, directly \nor through contractual, licensing, or other arrangements, on the basis of disability, (1) affording a \nqualified individual with a disability an opportunity to participate in or benefit from the aid, \nbenefit, or service that is not equal to that afforded others or (2) otherwise limiting a qualified \nindividual with a disability in the enjoyment of any right, privilege, advantage, or opportunity \nenjoyed by others.  28 C.F.R. § 35.130(b)(1)(ii), (vii).  Public entities must not exclude or \notherwise deny equal services, programs, or activities to an individual or entity because of the \n7 \n \n\n \nknown disability of an individual with whom the individual or entity is known to have a \nrelationship or association.  Id. § 35.130(g). \n \nThe Department finds that Anoka denies qualified individuals with mental health \ndisabilities and those associated with them an equal opportunity to benefit from Anoka’s \nemergency response service on the basis of disability.  See 42 U.S.C. § 12132; 28 C.F.R. \n§ 35.130(a), (b)(1)(ii), (g).  While the nuisance ordinance states that no adverse license action \nwill be imposed when the calls were placed by a “residential occupant for police or emergency \nassistance in response to medical calls,” the ordinance improperly permits calls for emergency \nservice involving mental health crises or disability-related conduct to be designated as a \nnuisance.  Anoka informed the Department that calls from tenants for emergency response \nservice may be found a nuisance even if medical or disability-related issues are involved.  \nDesignation of a medical or disability-related call as a nuisance limits the availability, \nusefulness, and effectiveness of the City’s emergency response service, denying people with \nmental health disabilities equal access to this service.  See 28 C.F.R. § 35.130(a), (b)(1)(ii), (vii).  \nThe City was also more likely to mark a call as a nuisance when the City identified that the call \ninvolved mental health issues.  And the City often did not enforce its ordinance against \nindividuals without mental health disabilities who engaged in similar activity as individuals with \nmental health disabilities.  This includes individuals without mental health disabilities who made \nrepeated unfounded calls to police or were the subject of calls that involved criminal activity, \nnoise, or annoyances.  Yet Anoka marked calls for service involving individuals with mental \nhealth disabilities who engaged in similar conduct as violating its nuisance ordinance.  See id. § \n35.130(b)(1)(ii), (vii).   \n \nThe City also seeks to hinder or deter individuals with mental health disabilities and those \nassociated with them from seeking emergency response service for disability-related issues.  Ms. \nWilliams alleged that the City threatened her and her staff at least three times with penalties, \nbecause her resident called the police during mental health episodes.  See id. § 35.130(g).  \nBecause of these threats, the resident grew too scared to call the police, and Ms. Williams and \nher staff worked to reduce any calls for emergency assistance.  Likewise, tenants with mental \nhealth disabilities refrained from seeking emergency assistance even during crises that threatened \ntheir health and safety out of fear that they would face eviction or penalties for seeking such \nassistance.  See id. § 35.130(a), (b)(1)(ii), (vii).  The City discouraged and prevented individuals \nwith mental health disabilities and those associated with them from using its emergency response \nservice. \n \n  Furthermore, individuals with mental health disabilities are denied an equal opportunity \nto benefit from Anoka’s emergency response service because the City disclosed and continues to \nmake available confidential information about their mental health disabilities to all licensed \nlandlords.  See 42 U.S.C. § 12132; 28 C.F.R. § 35.130(a), (b)(1)(ii), (vii), (g).  Sharing the Calls \nfor Service Reports with landlords in Anoka harms individuals with mental health disabilities.10  \nThe Calls for Service Reports reveal private information about individuals with mental health \ndisabilities who are not engaging in activities that violate the law or lease.  The disclosure of \n \n10 As previously noted, state law acknowledges that such information must be kept confidential to protect \nindividuals experiencing a mental health emergency.  See Minn. Stat. § 13.82 subd. 17(f).   \n8 \n \n\n \nmedical and disability-related information about mental health crises and suicide attempts or \nthreats is unnecessary for the safe operation of rental properties.  The disclosure of personal \ninformation and disability status could result in future discrimination, either from landlords or \nother members of the community.  To avoid such disclosures, individuals with mental health \ndisabilities and those caring for them are deterred from calling the police and risking their \ncurrent housing or future housing prospects.  Tenants with mental health disabilities can either \nuse the service and have their mental health information shared publicly or not use the service at \nall—so ultimately, they are provided no real choice or meaningful opportunity to seek \nemergency response services.   \n \nThe contact described above also violates the Fair Housing Act.  Specifically, it threatens \npeople with disabilities with the loss of their housing, either through eviction or through \nrevoking the rental license of the landlords who rent to them, if they exercise their right to use \nthe City’s emergency services.  Such conduct subjects persons to discrimination because their \ndisability or, in the case of landlords, because of the disability of their tenants.  \n \nIII.  Remediation \n \n  To remedy the deficiencies discussed above and protect the civil rights of individuals \nwith mental health disabilities who reside, or seek to live, in the City, the City should promptly \nimplement the following minimum remedial measures: \n \n1)  Adopt or revise written policies to explicitly state that the City may not discriminate \nagainst, exclude from participation, or deny the benefits of its emergency response \nservice to qualified individuals with mental health disabilities and those associated with \nthem.  In particular, the City should adopt or revise policies relating to its nuisance \nordinance, Crime Free/Drug Free Lease Addendum, Crime Free Multi-Housing Program, \nand Calls for Service Reports that prohibit discrimination against people with mental \nhealth disabilities and those associated with them. \n \n2)  Notify landlords and tenants of these adopted or revised policies. \n \n3)  Make reasonable modifications to its nuisance program policies, practices, or procedures \nwhen necessary to avoid discriminating against individuals with mental health disabilities \nand those associated with them, unless it can show that doing so would fundamentally \nalter the nature of the service, program, or activity.  The City should respond promptly to \ndisability-related requests for modifications to its nuisance program policies, practices, or \nprocedures to ensure equal opportunity for individuals with mental health disabilities. \n \n4)  Exclude all medical and disability-related information of individuals with disabilities \nfrom Calls for Service Reports. \n \n5)  Train all City personnel, volunteers, administrators, and officials involved in the City’s \nnuisance ordinance and enforcement efforts on the requirements of the ADA and the \nrights of individuals with disabilities, including the affirmative obligation of public \n9 \n \n\n \nentities to provide equal services, programs, and activities to entities that serve \nindividuals with disabilities. \n \n6)  Identify an ADA Coordinator to coordinate the City’s efforts to comply with and carry \nout its responsibilities under Title II and oversee investigations and resolutions of ADA \ncomplaints or grievances.  \n \n7)  Provide the United States with written status reports delineating all steps taken to comply \nwith these requirements, including the date(s) on which each step was taken, and, where \napplicable, information sufficient to demonstrate compliance. \nIV.  Conclusion \n \nWe hope to work cooperatively with you to resolve the Department’s findings.  If we \ncannot reach such a resolution, the Attorney General may initiate a lawsuit under the ADA and \nthe FHA.  42 U.S.C. § 12133; 28 C.F.R § 35.174; 42 U.S.C. § 3614(a).  Please contact Christine \nKim at christine.kim@usdoj.gov and Sarah Golabek-Goldman at sarah.golabek-\ngoldman@usdoj.gov within two weeks of the date of this letter if you are willing to resolve this \nmatter voluntarily or if you have any questions.11 \n \nThe City shall not discriminate or retaliate against any persons or entity because of their \nparticipation in this matter.  See 42 U.S.C. § 12203; 42 U.S.C. § 3617.   \n \n \nSincerely, \n \nRebecca B. Bond \nChief \nDisability Rights Section \n \n \ncc:  Bahram Samie \n  Assistant U.S. Attorney \n  United States Attorney’s Office \n  District of Minnesota \n \n \n11 This Letter of Findings is a public document and will be posted on the Civil Rights Division’s website. \n10 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/145136"
    }
  ],
  "document_count": 3
}