{
  "case_id": 46626,
  "fetched_at": "2025-10-22T00:46:57.158994",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": "Yes",
    "case_status": "In Process (Public)",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Missouri state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2025,
    "id": 46626,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 61728,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2025,
      "docket_filing_number": 4135,
      "is_main_docket": true,
      "court": "Missouri state trial court",
      "state": "Missouri",
      "docket_office_number": "",
      "docket_number_manual": "25AC-CC04135",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Hamilton v. Foley",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Missouri",
    "summary": "<p>(This summary is temporary as we research the case further). On May 9, 2025, six inmates at Algoa Correctional Center in Missouri filed a putative class action against the Missouri Department of Corrections in state court. Represented by the MacArthur Justice Center, plaintiffs alleged that the excessive heat in the prison violated their constitutional rights.&nbsp;</p>",
    "summary_published_date": "2025-05-22T13:32:47.053043-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/46626",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=46626",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=46626",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=46626"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 160413,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/160413"
    },
    {
      "date": "2025-05-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Plaintiffs' counsel",
      "document_status": "Approved",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Missouri state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 160414,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/160414.pdf",
      "title": "Class Action Complaint for Declaratory and Injunctive Relief and Emergency Petition for Writ of Habeus Corpus",
      "text": "E\nle\n25AC-CC04135 c\ntr\no\nn\n  ic\na\nlly\n F\nIN THE CIRCUIT COURT OF COLE COUNTY  ile\nd\nSTATE OF MISSOURI   - C\nO\n \nL\nE\n C\nDAVID HAMILTON; ELON PERRY;    IR\nC\nANTHONY MOMAN; TIMOTHY  Case No.  ____________________  U\nIT\nCAMPBELL; RICHARD KAY; and \n -\nJERAMY TAYLOR, on behalf of  Division:  ____________________   M\na\ny\nthemselves and a class of similarly situated   0\n  9\npersons,  , 2\n0\n2\nCLASS PETITION  5\nPetitioners,   -\n 1\n0\n  :3\nv.  3\n   A\nM\nTREVOR FOLEY, in his official capacity   \nas Director of the Missouri Department of   \nCorrections (“MoDOC”); MYLES STRID,     \nin his official capacity as Director of \nDivision of Adult Institutions; and CRAIG \nCRANE, in his official capacity as warden \nof Algoa Correctional Center (“Algoa”), \n \nRespondents. \n \nCLASS ACTION COMPLAINT FOR DECLARATORY AND INJUNCTIVE \nRELIEF AND EMERGENCY PETITION FOR WRITS OF HABEAS CORPUS \n \nPetitioners, on behalf of themselves and all similarly situated people in the custody \nof  Missouri  Department  of  Corrections  (“MoDOC”)  at  Algoa  Correctional  Center \n(“Algoa”), bring this action to remedy the inhumane and dangerous conditions due to \nextreme heat that they have been and will soon again be forced to endure. Petitioners allege \nas follows: \n  \n1 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nINTRODUCTION  ile\nd\n -\n C\n1. “If you want to know what Hell feels like, it is summer at Algoa.”1  O\nL\nE\n C\n2.  2024 was the hottest year on record. Missouri summers bring devastating heat,  IR\nC\nU\nIT\nincluding long stretches of hazardously high temperatures, and it is just getting hotter. \n -\n M\na\ny\n3. The heat index outside Algoa,  a  minimum-security  prison,  has  reached  a   0\n9\n, 2\n0\nterrifying 120 degrees Fahrenheit. Even scarier, people incarcerated there report feeling  2\n5\n -\n 1\nhotter inside than outside.  0:3\n3\n A\nM\n4. There is no air conditioning in the housing units at Algoa and the materials used \nto build Algoa are notorious for holding and exacerbating heat.  \n5. In fact, there is no adequate way for people incarcerated there to cool down. \n6. Algoa has no heat policy designed to mitigate the risks associated with extreme \nheat exposure, only flimsy and ineffectual practices that bring no relief to people struggling \nto  survive  the  inhumane  conditions  brought  on  with  the  heat.  For  those  in  solitary \nconfinement, conditions are even worse; people are quite literally trapped in a burning hot \ncell.  \n7. This is dangerous for anyone, but especially those more sensitive to heat illness \non account of  common pre-existing  medical conditions;  mental  illnesses;  medication \nregimen; or elderly age.  \n                                                 \n1 Declaration of Arnez Merriweather. \n  \n2 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n8. People unlucky enough to spend summer months at Algoa are forced to contend  ile\nd\n -\n C\nO\nwith serious sickness, injury, and death on account of extreme heat exposure, dashing their \nL\nE\n C\nhopes for a safe homecoming.  IR\nC\nU\nIT\n9. Without court intervention, it is not a question of whether someone will get sick   -\n M\na\ny\nand die due to heat-related conditions at Algoa — but rather when.    0\n9\n, 2\n0\n10. Petitioners therefore seek declaratory and injunctive and/or emergency habeas  2\n5\n -\n 1\n0\nrelief for the brutally hot indoor temperatures at Algoa that they, and others similarly  :3\n3\n A\nM\nsituated to them, are forced to endure: conditions that categorically constitute cruel and \nunusual punishment \n11. Petitioners,  on  behalf  of  themselves  and  two  classes  of  similarly  situated \npersons, bring this action to prevent further harm. \nJURISDICTION AND VENUE \n12. This Court maintains original subject-matter jurisdiction over this action under \nSections 527.010 and 527.050 of the Missouri Revised Statutes and Missouri Supreme \nCourt Rule 87, as well as Missouri Revised Statute Section 532.010, et seq., and Missouri \nSupreme Court rule 91. Pursuant to Rule 91.04(a)(4), Petitioners state that they have not \npreviously raised the issues brought herein in any prior habeas corpus petition. \n13. Venue is proper in this Court because Algoa Correctional Center is located in \nCole County, Missouri. \n \n \n \n  \n3 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nPARTIES  ile\nd\n -\n C\nA. Petitioners  O\nL\nE\n C\n14. Petitioner DAVID HAMILTON has been incarcerated at Algoa since Spring  IR\nC\nU\n2024. His age and medical conditions render him at risk for serious heat-related illnesses.  IT\n -\n M\na\nThe medications he is prescribed increase his risk of heat-related illness. He also lives with  y\n 0\n9\n, 2\na disability that substantially limits one or more of his major life activities, which puts him  0\n2\n5\n -\n 1\nat  increased  risk  of  heat-related  illness.  Petitioner  HAMILTON  represents  the  Heat  0\n:3\n3\n A\nSensitive Class and Disability Subclass.  M\n15. Petitioner ELON PERRY has been incarcerated at Algoa since September \n2022. His age and medical conditions render him at risk for serious heat-related illnesses. \nThe medications he is prescribed increase his risk of harm associated with heat-related \nillnesses. He also lives with a disability that substantially limits one or more of his major \nlife activities, which puts him at increased risk of heat-related illness. Petitioner PERRY \nrepresents the Heat Sensitive Class and Disability Subclass.  \n16. Petitioner  TIMOTHY  CAMPBELL has been incarcerated  at Algoa since \napproximately May 2021. His age, medical, and mental health conditions render him at \nrisk for serious heat-related illnesses. The medications he is prescribed increase his risk of \nsuffering serious harms associated with heat-related illnesses. He also lives with a disability \nthat substantially limits one or more of his major life activities, which also puts him at \nincreased risk of heat-related illness. Petitioner CAMPBELL represents the Heat Sensitive \nClass and Disability Subclass. \n  \n4 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n17. Petitioner  ANTHONY  MOMAN  has  been  incarcerated  at  Algoa  since  ile\nd\n -\n C\nO\nFebruary 2023. His age, medical, and mental health conditions render him at risk for \nL\nE\n C\nserious heat-related illnesses. The medications he is prescribed increase his risk of harm  IR\nC\nU\nIT\nassociated with heat-related illnesses. He also lives with a disability that substantially limits   -\n M\na\ny\none or more of his major life activities, which puts him at increased risk of heat-related   0\n9\n, 2\n0\nillness. Petitioner MOMAN has also been incarcerated in Housing Unit 3, otherwise known  2\n5\n -\n 1\n0\nas solitary confinement or “the hole.” Petitioner MOMAN represents the Heat Sensitive  :3\n3\n A\nM\nClass and the Disability Subclass. \n18. Petitioner RICHARD KAY has been incarcerated at Algoa since February \n2024. He lives with Opioid Use Disorder. Petitioner KAY is currently incarcerated in \nHousing Unit 3 in solitary confinement and faces future assignment to solitary confinement \nin Housing Unit 3 due to conduct violations related to his Opioid Use Disorder, which \nincrease  his  risk  of  harm  associated  with  heat-related  illnesses.  His  incarceration  in \nHousing  Unit  3  renders  him  at  risk  for  serious  heat-related  illness.  Petitioner  KAY \nrepresents the Solitary Confinement Class.  \n19. Petitioner JERAMY TAYLOR has been incarcerated at Algoa since July 2024. \nHe lives with Opioid Use Disorder.  Petitioner TAYLOR is currently incarcerated in \nHousing Unit 3 in solitary confinement and faces future assignment to solitary confinement \nin Housing Unit 3 due to conduct violations related to his Opioid Use Disorder, which \nincrease  his  risk  of  harm  associated  with  heat-related  illnesses.  His  incarceration  in \nHousing Unit 3 renders him at risk for serious heat-related illness. Petitioner TAYLOR \nrepresents the Solitary Confinement Class.  \n  \n5 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nB. Respondents  ile\nd\n -\n C\n20. Respondent  TREVOR  FOLEY  is  sued  in  his  official  capacity  as  Acting  O\nL\nE\n C\nDirector  of  the  MoDOC.  Mr.  Foley  has  ultimate  responsibility  for  promulgation,  IR\nC\nU\nIT\nimplementation,  and  enforcement  of  all  MoDOC  policies  and  practices.  Respondent \n -\n M\na\ny\nFOLEY is aware of and has consciously disregarded a substantial risk of serious harms to   0\n9\n, 2\n0\nthe  Petitioners  and  the  class  members  they  represent.  At  all  relevant  times  to  this  2\n5\n -\n 1\nComplaint, Respondent Foley was acting under color of law.   0:3\n3\n A\nM\n21. Respondent MYLES STRID is sued in his official capacity as Director of \nMoDOC’s Division of Adult Institutions. Respondent STRID is responsible for managing \nand supervising the State’s correctional facilities that house adults, including Algoa, and is \npersonally involved in decisions related to management of extreme heat exposure at Algoa. \nRespondent STRID is aware of and has consciously disregarded a substantial risk of serious \nharms to the Petitioners and the class members they represent. At all relevant times to this \nComplaint, Respondent Strid was acting under color of law. \n22. Respondent CRAIG CRANE is sued in his official capacity as Warden of \nAlgoa. As the agent and official representative of Algoa, Respondent CRANE oversees \nactivity at Algoa and, in his position, is personally involved in decisions related to extreme \nheat exposure at Algoa. Respondent CRANE is aware of and has consciously disregarded \na substantial risk of serious harm to the Petitioners and the class members they represent. \nAt all relevant times to this Complaint, Respondent Crane was acting under color of law. \n \n  \n6 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nSTATEMENT OF FACTS  ile\nd\n -\n C\nA. Threats of Extreme Heat and Algoa Correctional Center  O\nL\nE\n C\n23. Algoa is one of the oldest prisons in Missouri. At over 93 years old, it was  IR\nC\nU\noriginally built to be an intermediate reformatory for young boys.   IT\n -\n M\na\n24. Algoa experienced the highest daily maximum air temperatures during the  y\n 0\n9\n, 2\nsummer of 2023, amongst all medium and minimum-security correctional facilities in the  0\n2\n5\n -\n 1\nstate of Missouri.   0\n:3\n3\n A\n25. 2024 was the warmest year recorded in human history.   M\n26. Despite these record-setting temperatures, there is no air conditioning in any \nhousing unit at Algoa.  \n27. Due to its nearly century-old architecture, the materials and construction of \nAlgoa do nothing to provide relief from the heat and, in fact, exacerbate the heat. The \nhousing units are brick buildings with no insulation, which bake in the open sun at the top \nof a hill without shade. The buildings absorb heat all day. \n28.  During  the  summer,  the  extreme  heat  in  these  housing  units  renders \nconfinement conditions dehumanizing at best.  \n29. From 1979-1996, Missouri had the second highest age-adjusted rate for heat-\nrelated deaths due to weather conditions in the United States.  \n30. The number of extreme heat days are rising every year across the United States. \nMissouri is no exception. Here, heat and humidity rise to dangerous levels during the \nsummer months. Missouri is prone to extreme temperatures, meaning the summers are \nunbearably hot. \n  \n7 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n31. As average daily temperatures continually increase, dangerously hot days and  ile\nd\n -\n C\nO\nheat waves are becoming increasingly frequent, intense, and long-lasting.  \nL\nE\n C\n32. The likelihood of heat waves lasting more than three days has nearly doubled in  IR\nC\nU\nIT\nthe past 30 years and will continue to rise.   -\n M\na\ny\n33. Phenomena known as “heat domes” are becoming more common in Missouri.   0\n9\n, 2\n0\nHeat domes are high pressure atmospheric systems that create and trap extreme heat in one  2\n5\n -\n 1\n0\ngeographic region. Heat domes function like a lid on a boiling pot of water.   :3\n3\n A\nM\n34. Extreme heat is the leading weather-related cause of death in the United States. \n35. This year, Jefferson City, Missouri is predicted to have at least 70 days above \n90 degrees Fahrenheit and 25 days above 100 degrees Fahrenheit.2 Those temperatures do \nnot take into account humidity, which necessarily means that the heat index will be even \nhigher.  \n36. All people, including healthy people with no known medical problems, are at \nrisk of developing serious heat-related illness, including worsening of pre-existing medical \nconditions,  and  death  from  prolonged  exposure  to  heat  indices  above  88  degrees \nFahrenheit. These results can occur in a matter of hours or days.  \n37. Certain medical conditions and medications increase the risk of serious heat-\nrelated illness. Studies show that heat-related deaths sharply increase when temperatures \nor heat indices rise into in the mid-to-high 80s. \n                                                 \n2 Predictions are by First Street, a leading provider of physical climate risk data.  \n  \n8 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n38. Both temperature and humidity contribute to extreme heat. The heat index is a  ile\nd\n -\n C\nO\nmeasure of “apparent temperature,” based on ambient temperature and humidity, which \nL\nE\n C\nclosely approximates how air temperature is “felt” by the human body.   IR\nC\nU\nIT\n39. Humidity impacts the body’s ability to thermoregulate (i.e., regulate the body’s   -\n M\na\ny\ninternal temperature) through perspiration and sweat evaporation. Humidity makes it more   0\n9\n, 2\n0\ndifficult for the water from sweat to evaporate from the surface of the skin into the air. In  2\n5\n -\n 1\n0\nother words, the body cannot release as much heat.  :3\n3\n A\nM\n40.  Accordingly, the human body feels warmer in humid conditions. This is why \nthe heat indices—which incorporate the impact of humidity—more accurately indicate \nhow the body “feels” heat than air temperature alone. \n41. The heat index at Algoa regularly reaches and surpasses the hazardous threshold \nof 88 degrees Fahrenheit and exceeded 120 degrees Fahrenheit: \n \nFigure 1. Graphic created by Dr. Ufuoma Ovienmhada. Annual summer heat indices at \nAlgoa as calculated from the North American Land Data Assimilation System (NLDAS-2) \nto calculate heat index. The orange line indicates an average of all summer daily max heat \n  \n9 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nindices in a given year. The red line indicates the single highest heat index observed in an  ile\nd\nhour across a given summer.   - C\nO\nL\n  E\n C\n42. This pattern held last year, as daily heat indices consistently exceeded 90 and  IR\nC\nU\n100  degrees  Fahrenheit  during  the  summer  months,  and  reached  up  to  110  degrees  IT\n -\n M\na\nFahrenheit on several occasions:  y\n 0\n9\n, 2\n0\n2\n5\n -\n 1\n0\n:3\n3\n A\nM\n \nFigure 2. Graphic created by Dr. Ufuoma Ovienmhada. Daily summer heat indices at \nAlgoa. The red line indicates the single highest hourly heat index observed in a day. \nUnderlying  data  obtained  from    https://www.visualcrossing.com/  ‘Historical  Weather \nData,’ which sources true observed data for more than one hundred thousand worldwide \nobservation stations, including satellite and maritime sources. The red line indicates the \nsingle highest hourly heat index observed in a day. \n \n43. Overnight temperatures in Missouri are also rising. While daytime temperatures \ncontinually increase, evenings offer no cooling effect or meaningful relief. Both of these \ntrends create retained environmental heat. Essentially, when extreme heat hits, there is \nliterally no relief from it, even at night. \n44. People incarcerated in Algoa are exposed to extreme heat for prolonged periods \nof time. Extreme heat is particularly harmful and potentially deadly for people incarcerated \nthere.  \n  \n10 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n45. The area around Algoa is extremely humid, thus amplifying the heat index.  ile\nd\n -\n C\nO\nHumidity has been increasing and is set to increase even more.  \nL\nE\n C\n46. The heat is also made worse by Algoa’s physical structure.  IR\nC\nU\nIT\n47. Algoa’s infrastructure absorbs and traps heat for long periods of time. Even   -\n M\na\ny\nwhen nighttime outdoor temperatures cool down, the building continues to release heat   0\n9\n, 2\n0\nabsorbed  during  the  daytime  into  the  indoor  space.  This  means  that  the  indoor  air  2\n5\n -\n 1\n0\ntemperatures at Algoa likely exceed outdoor air temperatures at certain hours in the day or  :3\n3\n A\nM\nnight, due to sustained building heat absorption and standard heat loads from prison \noperations. \n48. Indeed,  the  land  surface  temperature  at  Algoa  is  often  higher  than  its \nsurrounding area: \n \nFigure 3. Graphic created by Dr. Ufuoma Ovienmhada. Land surface temperature (LST) \nof Algoa and Jefferson City Correctional Center observed 06-20-2024 (left and inset \nimage) and 07-30-2024 (right). This LST image indicates that the prison boundaries are \ngenerally hotter than their surroundings (reaching temperatures of ~115°F inside the \nboundaries of Algoa versus ~98°F in the pixels outside Algoa's boundaries). This is \nbecause building materials such as concrete and brick absorb more sunlight and heat than \nnatural  surfaces  like  grass  or  water  (e.g.  see  the  Missouri  River  just  north  of  the \ncorrectional centers). The colorless pixels are clouds that have been masked out of the \nimage. Jefferson City Correctional Center likely has a higher LST due its larger spatial \nbuilt-up footprint. Data sources: NASA/USGS Landsat Collection II \n  \n11 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n49. The extreme heat there amplifies other health hazards, like the spread of black  ile\nd\n -\n C\nO\nmold. \nL\nE\n C\n50. According to a MoDOC representative, it would be very difficult to install  IR\nC\nU\nIT\ncentral air conditioning in Algoa’s buildings because of how long ago they were built and   -\n M\na\ny\ntheir lack of air ducts or an air handling system.   0\n9\n, 2\n0\n51. Neither Algoa nor MoDOC has any official heat policies or procedures  2\n5\n -\n 1\n0\ndesigned to mitigate heat exposure. Nor do they have temperature standards. Prison staff  :3\n3\n A\nM\ndo not track ambient temperatures inside Algoa.  \n52. Instead, Algoa implements vague and flimsy “heat precaution guidelines” for \nstaff during excessive heat periods. These guidelines are woefully inadequate and are \nlimited to the following: \n \n53. Despite the constant threat of extreme heat at Algoa and the lack of meaningful \nheat mitigation practices—or any heat mitigation policies—correctional officials never \ntrack temperatures inside the facility, even during extremely hot summer months.  \n  \n12 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n54. While Algoa chooses not to promulgate any formal heat-mitigation policies,  ile\nd\n -\n C\nO\nthey adopt informal practices that are woefully inadequate to combat the substantial risk of \nL\nE\n C\nserious injury and death posed by extreme heat during the summer months.   IR\nC\nU\nIT\n55. Algoa’s  informal  heat-mitigation  practices  include  providing  incarcerated   -\n M\na\ny\npeople with limited access to ice in a cooler; access to warm showers; the option to   0\n9\n, 2\n0\npurchase one small, personal fan; and unreliable, highly limited access to a few cooler  2\n5\n -\n 1\n0\nrooms. These practices are grossly inadequate.  :3\n3\n A\nM\n56. For example, Algoa staff fill two coolers of ice in each housing unit twice a day, \nwhich people incarcerated in that housing unit can access if they are present and able. \nHowever, the ice in these small coolers is insufficient for the 100-plus people in each \nhousing unit and runs out quickly. Not only is the amount insufficient, but it also melts \nwithin minutes. Illogically, each housing unit has ice coolers that produce ice all day long, \nbut these coolers remain locked and inaccessible to those incarcerated at Algoa except for \nthe twice-a-day ice opportunities. Sometimes, staff skip providing ice entirely, even on the \nhottest of days.  \n57. Incarcerated people at Algoa are allowed to buy one small personal fan if they \ncan afford it. Some people are unable to afford fans and face insurmountable barriers to \njoining the “fan program,” which allows indigent people to purchase fans on credit.  \n58. Regardless, fans are insufficient to mitigate the risks of extreme heat. When \nindoor temperatures exceed 90 degrees Fahrenheit, fans can increase body temperature \naccording to the Centers for Disease Control and Prevention (“CDC”). Providing additional \nfans does nothing to mitigate the health risks of extreme heat.  \n  \n13 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n59. There  is  one  air-conditioned  room  in  Algoa’s  recreational  area,  which  is  ile\nd\n -\n C\nO\naccessible to people in general population during their limited recreational time. That room \nL\nE\n C\nis very small  and always  crowded  during extreme heat days,  making it functionally  IR\nC\nU\nIT\ninaccessible to the vast majority of incarcerated people during recreational time. And, of   -\n M\na\ny\ncourse, this space is inaccessible to people held in solitary confinement. This room is not   0\n9\n, 2\n0\neffective at reducing the physical effects of extreme heat.    2\n5\n -\n 1\n0\n60. Even  so,  during  days  with  excessive  heat  warnings,  movement  is  strictly  :3\n3\n A\nM\nrestricted and people are not allowed to access the recreation room or anywhere that might \nprovide them with the possibility of relief.  \n61. Showers are available in each housing unit during the daytime. However, the \nwater temperature is pre-set to warm or hot. People often leave the showers feeling even \nmore overheated and depleted. Upon information and belief, no cooling showers exist in \nany of the housing units. \n62. The heat mitigation efforts, individually and cumulatively, are insufficient to \nprotect against serious heat-related illnesses. None of these efforts provide detectable \ncooling  effects  or  actually  reduce  the  temperature  in  the  prison;  reduction  of  the \ntemperature is required to protect against heat-related illness.  \n63. Nothing Respondents have done thus far has stopped or will stop the heat-related \nsuffering, harm, and illness incarcerated people experience every summer at Algoa.  \n \n \n \n  \n14 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nB. The Agony of Enduring Extreme Heat at Algoa   ile\nd\n -\n C\n64. People incarcerated at Algoa suffer greatly in the summer. They report being  O\nL\nE\n C\ntrapped in hot and humid conditions for prolonged periods of time, unable to find any relief  IR\nC\nU\nIT\nfrom the unrelenting heat, even when their health is at significant risk.  \n -\n M\na\ny\n65. Anthony  Russell,  who  lives  with  several  chronic  conditions  including   0\n9\n, 2\n0\nrespiratory  conditions,  passed  out  at  least  three  times  during  the  summer  heat.  He  2\n5\n -\n 1\nexplained, “[I]t is very difficult for me to breathe during the summers.” And since heat  0:3\n3\n A\nM\ntriggers  his  seizures,  he  reports  having  more  health-threatening  seizures  during  the \nsummers.  \n66. Chris Marshall suffers from a heart condition that causes his heart to race, \nmaking him feel dizzy and lightheaded.  These symptoms can evolve into “mini strokes,” \nwhere his hands and body begin to shake. He explained: “The hotter the temperature, the \nmore severe these strokes get. When it is hot out and my heart begins to race, I start having \na mini stroke almost immediately.” These mini strokes can last up to a couple of hours.  \nMr. Marshall is worried about “the increased severity of these conditions when it is hot” \nand is “scared of what might happen if [he has] a bad stroke.”  \n67. Lawrence Dering described the heat as “miserable” and said it felt as “if you \nwere put in a coffin with a heat lamp in there.” He had trouble breathing because of the \nheat and felt like he “was suffocating.” On one occasion, he started hyperventilating and \ncould not catch his breath. He passed out. Numerous other times, he felt like he was going \nto pass out in the heat. He feared for his physical health and safety and felt that his body \ncould no longer take that level of heat. He was aware that “temperatures at Algoa got up to \n  \n15 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\naround 111 degrees,” as offenders working in HVAC often told him about or showed him  ile\nd\n -\n C\nO\ntemperature readings. He ultimately requested to transfer from Algoa to an air-conditioned \nL\nE\n C\nfacility so that he could escape the heat.   IR\nC\nU\nIT\n68. Anthony Hill describes feeling “scalding hot in our cells, and [like] everything   -\n M\na\ny\nis moist and wet” in the summer. On hot days, being trapped in the housing unit is worse   0\n9\n, 2\n0\nthan being outside “because you are enclosed in a box and there is nothing to do but sit  2\n5\n -\n 1\n0\nthere and take it.”   :3\n3\n A\nM\n69. James  Burris,  who  suffers  from  Chronic  Obstructive  Pulmonary  Disease \n(COPD) and has limited lung capacity, struggles immensely with breathing in the extreme \nsummer heat. Last summer, he was so overheated that he passed out and hit his bunk. He \nstated, “When it gets hot, I don’t leave my housing unit. In the summer, it is hot all day \nlong. I can’t sleep until four or five in the morning because I have trouble breathing in the \nheat. I don’t feel like eating or doing anything. I don’t go to chow when it gets hot because \nit is a sweat house, and I have trouble walking there and back with my condition. It is hard \nfor me to move around, and I feel lethargic. I just lay in my bunk and sweat.”   \n70. Jeffrey Constantinou says that when he arrived at Algoa in August of 2024, “it \nwas outrageously hot,” “[t]he heat was almost unbearable,” and “[i]t was so hot that the \nwalls were sweating.” He described having trouble breathing in the heat and sweating so \nmuch that his bed “got soaked up in sweat.” Mr. Constantinou also often felt dizzy due to \nthe heat, so dizzy he thought he would faint, and several times thought he was having a \nheat stroke. He stated, “We were constantly stuck in our cells.”  \n  \n16 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n71. Jeremy Hann describes the heat at Algoa being so “unbearably hot” that it “often  ile\nd\n -\n C\nO\nmade it difficult to breathe and caused [him] to feel dizzy.” The heat made it difficult for \nL\nE\n C\nhim to move around. He could wring out his clothes because they were drenched in sweat,  IR\nC\nU\nIT\nand he estimates that he lost ten pounds last summer due to constant perspiration.    -\n M\na\ny\n72. Jeffrey Lyon has type 2 diabetes and high blood pressure. In the extreme   0\n9\n, 2\n0\nsummer heat, his symptoms and health issues are exacerbated. He reported, “During  2\n5\n -\n 1\n0\nexcessive heat warnings, we were put on 24-hour lockdowns, where we could not leave  :3\n3\n A\nM\nour cell.” Mr. Lyon estimated that temperatures in his cell “would reach up to 110 degrees.”  \n73. Willis Penrose says that “the heat really took a toll on [him and his] heart.” His \n“heart only functions at 39%,” and his “aorta is almost completely blocked.” Additionally, \nhe has an aneurysm on his heart. He explained, “The heat made me feel like my heart was \nshutting down.” Every day when it was hot, he “felt dizzy and sometimes nauseous” and \nexperienced more heart palpitations and chest pains. Mr. Penrose said that the hotter it got, \nthe harder it was for him to breathe and move. Once the weather cooled down, these \nsymptoms went away.  \n74. Patrick Gilbert recalls that his cell would regularly be so hot that he could not \nmove and struggled to breathe. Unable to leave his cell, he felt like he was “cooking in an \noven.” “It was like being trapped in a fiery kennel.” At night, his cell did not cool down. \nHe “regularly worried that [he] would not live to see the morning. Each night, [he] would \npray to survive to the next day.”  \n75. Zachariah Bishop had facial cell cancer last summer and the extreme heat caused \nhim to sweat excessively, which, in turn, caused the cancer spot to constantly bleed. Mr. \n  \n17 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nBishop also explained that the extreme heat causes people to fight more in the summer  ile\nd\n -\n C\nO\nbecause  “everyone is  so miserable and uncomfortable.”  He has seen multiple Algoa \nL\nE\n C\ncorrections officers quit during or after the summer, and he understood or believed it was  IR\nC\nU\nIT\nbecause they cannot work in the summer heat.    -\n M\na\ny\n76. Arnez Merriweather, who suffers from serious health conditions, is scared he   0\n9\n, 2\n0\nwill not survive another summer at Algoa and will not be able to return home to his family.  2\n5\n -\n 1\n0\nHe has seen other incarcerated people pass out from the extremely high temperatures and  :3\n3\n A\nM\nexplained that incarcerated people have more disagreements in the extreme heat, which \nleads to safety issues. Mr. Merriweather is scheduled to be released in October 2025.  \nC.  Solitary Confinement \n77. During the summer, the dangerous effects of extreme heat are even  more \negregious for those forced to reside in Housing Unit 3 at Algoa, also known as solitary \nconfinement or “the hole.” \n78. Like  every  housing  unit,  there  is  no  air  conditioning  in  Housing  Unit  3. \nHowever,  unlike  other  housing  units,  those  detained  in  disciplinary  administrative \nsegregation are never allowed to leave their cells.  \n79. Because there are no electricity ports in Housing Unit 3 cells, no one can use a \npersonal fan, even if they have purchased one. Additionally, showers are only available \nthree days a week in Housing Unit 3. \n80.  In  short,  those  detained  in  Housing  Unit  3  have  no  way  to  cool  down \nwhatsoever. During the summer, the floors in Housing Unit 3 are literally soaking wet from \nhumidity and sweat.  \n  \n18 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n81. Amplifying their risk, the cells in Housing Unit 3 have no emergency buttons in  ile\nd\n -\n C\nO\nthem – a complete anomaly among Missouri prisons. Without emergency buttons, there is \nL\nE\n C\nno way for people incarcerated in Housing Unit 3 to alert correctional staff in the case of a  IR\nC\nU\nIT\nmedical emergency, such as heat stroke. Those suffering are essentially left to die, unless   -\n M\na\ny\nthose incarcerated around them take note and risk kicking on doors and screaming for help   0\n9\n, 2\n0\n– behavior that routinely results in conduct violations.  2\n5\n -\n 1\n0\n82. Mitchell Warren, who spent time in Housing Unit 3 last summer, said living  :3\n3\n A\nM\nthere felt like torture and as if he was boiling alive in the constant, inescapable heat.  \n83. Myron Nelson, who spent time in Housing Unit 3 last summer, described the \nheat in solitary confinement as “10 times worse than in a regular cell.” The windows \nprovided him with no relief because they were so small and he could not feel any air \nthrough them. He could not sleep at night because it was too hot and muggy to breathe.  \n84. Kenneth Barrett, who was in Housing Unit 3 last summer, said living there felt \n“like being trapped in a scorching hot, claustrophobic box with no fresh air or relief from \nthe constant heat.” The whole time he was in Housing Unit 3, he was never able to escape \n“what felt like an oven…not even for a few minutes.” At one point, Mr. Barrett was told \nby a correctional officer “that it was 107 degrees Fahrenheit in [the] cells.”  \nD. The Impact of Extreme Heat and Humidity on the Human Body \n85. People incarcerated at Algoa have good reason to fear for their health and safety.  \n86. Extreme heat can cause many life-threatening health effects. \n87. The body uses two primary mechanisms to cool itself: perspiration (sweating) \nand cutaneous vasodilation (dilation of blood vessels close to the skin). Both mechanisms \n  \n19 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nfacilitate heat dissipation and are critical to effective thermoregulation. Thermoregulation  ile\nd\n -\n C\nO\nis how the human body maintains its temperature within a safe physiological range. \nL\nE\n C\n88. The body’s safe physiologic range is typically a set point of plus or minus 0.8°  IR\nC\nU\nIT\nFahrenheit of 98.6° Fahrenheit. Temperatures above that range can result in “heat stress,”   -\n M\na\ny\ni.e., health conditions that occur when the body is under stress from overheating and are   0\n9\n, 2\n0\nmedically dangerous.   2\n5\n -\n 1\n0\n89. Extreme  heat  and  high  humidity  limit  the  human  body’s  ability  to  :3\n3\n A\nM\nthermoregulate.  \n90. Inability to properly thermoregulate impairs the function of multiple bodily \nsystems,  including  but  not  limited  to  the  nervous  system,  pulmonary  system, \ncardiovascular system, gastrointestinal system, and kidney function.  \n91. Heat-related illnesses occur when the body’s temperature control system is \noverloaded and the body is unable to adequately thermoregulate. Temperatures above the \nbody’s safe physiological range can result in “heat stress” or heat-related illnesses, i.e., \nmedically dangerous health conditions that occur when the body is under stress from \noverheating, including the worsening of pre-existing medical conditions.  \n92. People exposed to extreme heat can suffer from illnesses, including medically \ndangerous  heat-related  illnesses,  such  as:  heat  syncope  (fainting),  heat  cramps,  heat \nexhaustion, and heat stroke. Some of these, like heat stroke and heat exhaustion, are \npotentially deadly. Each of these, including heat stroke, can come on quickly and with little \nto no warning.  \n  \n20 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n93. Hot temperatures can also contribute to deaths by heart attack, stroke, and other  ile\nd\n -\n C\nO\nforms of cardiovascular disease.  \nL\nE\n C\n94. Heat-related illness increases in severity as heat strain increases. This allows for  IR\nC\nU\nIT\na quick, fatal progression from heat exhaustion to heat stroke.    -\n M\na\ny\n95. Heat stroke, the most severe form of heat-related illness, occurs when the body   0\n9\n, 2\n0\noverheats and cannot cool down. It poses a severe medical emergency.    2\n5\n -\n 1\n0\n96. Heat stroke results from prolonged exposure to high temperatures.  :3\n3\n A\nM\n97. Heat stroke can lead to a rapid failure of the body’s temperature control system. \nIt can quickly occur even to someone who has never suffered from heat-related symptoms \nbefore. Heat stroke may occur rapidly and without warning when thermoregulation fails.  \n98.  Human body temperatures can rise to dangerous levels within 10 to 15 minutes. \nWhile this rise in body temperature usually manifests in visible symptoms (e.g., dizziness, \nnausea, weakness, or light-headedness), the first noticeable sign of heat stroke can be \nfainting.  \n99. Heat stroke can happen while someone is sleeping, particularly during periods \nof extreme heat or heat waves. \n100. While heat stroke can be fatal, it can also cause significant long-term effects \non the body. Studies show that heat stroke mortality rates ranging from 30-80%, and \nmortality risk increase with age. Heat stroke survivors may have significant heat-related \nmorbidity, such as permanent inability to walk or talk. Permanent neurological damage \noccurs in up to 17% of survivors, and can include phrenic nerve damage, leading to trouble \n  \n21 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nwith spontaneous breathing, and structural damage to the cerebellum, which causes balance  ile\nd\n -\n C\nO\nand walking problems, and cognitive problems.  \nL\nE\n C\nE. People With Medical Conditions that Impair Thermoregulation;  IR\nC\nPeople Who Take Certain Medications that Impair  U\nIT\nThermoregulation; People with Mental Illness; and Elderly People   -\n M\nAre at an Increased Risk of Heat-Related Illnesses   a\ny\n 0\n9\n101.  Exposure to extreme heat is particularly dangerous for individuals housed in  , 2\n0\n2\n5\nAlgoa who have common pre-existing medical conditions that impair thermoregulation;   -\n 1\n0\n:3\n3\nhave mental illnesses; take certain medications that impair thermoregulation; or are over   A\nM\nage 65. \ni.  Chronic Medical Conditions \n102. People with chronic illnesses or common medical conditions, such as heart \ndisease, diabetes, obesity, hypertension, and respiratory diseases (like asthma or chronic \nobstructive pulmonary disease), are at increased risk of illness and death when  they \nexperience heat stress due to their body’s inability to properly thermoregulate. They are at \nan increased risk of adverse health outcomes, including death, without obvious warnings.  \n103. Cardiovascular Disease. People with heart conditions or heart disease are at \nincreased risk of heat stroke and heat-related complications. Cardiovascular disease refers \nto several problems related to the heart and brain. Heart conditions can refer to genetic \ndisorders of the heart’s electrical system or structure, or acquired conditions, such as \natherosclerosis, which disables one’s heart from maximal functioning.  \n104.  Extreme heat forces the heart to work harder. Heat places additional strain on \nthe heart and can worsen existing heart conditions and lead to increased arrhythmias and \n  \n22 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\ncardiac arrest. Since many cardiovascular problems reduce cardiac output, it is difficult for  ile\nd\n -\n C\nO\nthe body to cool itself through vasodilation and sweating, thereby increasing the chances \nL\nE\n C\nof heat stroke and other heat-related disorders.   IR\nC\nU\nIT\n105. Hypertension. People with hypertension are at greater risk of heat-stroke and   -\n M\na\ny\nheat-related disorders. Hypertension, or high blood pressure, is a condition where one’s   0\n9\n, 2\n0\nheart is forced to pump harder because of a hardening of the arteries. Blood pressure is a  2\n5\n -\n 1\n0\nmeasure of the force of the blood pushing against one’s blood vessels.   :3\n3\n A\nM\n106.   People  with  hypertension  have  blood  vessels  that  are  not  as  compliant, \nmeaning the elasticity and ability of the blood vessels to open and close are decreased. As \na result, the heart must pump harder and has a more difficult time increasing cardiac output \nduring periods of heat stress. When exposed to extreme heat, someone with hypertension \nfaces a substantially higher risk of suffering a stroke, heart attack, syncope, and death.  \n107. Diabetes. People with diabetes, or pre-diabetes, are also at increased risk of \nheat stroke and heat-related disorders. Diabetes causes blood vessels to inadequately dilate \nor deliver sufficient blood and nutrients to the body. This compromises vasodilation—the \nwidening of one’s blood vessels, which increases blood flow—and increases the risk of \nheat stroke. People with diabetes become dehydrated more quickly and can suffer from \nelectrolyte  and  fluid  abnormalities.  Heat  also  exacerbates  co-existing  cardiovascular \ncomplications that result from diabetes.  \n108. Respiratory  Illness.  People  with  respiratory  ailments,  like  asthma  and \nChronic Obstructive Pulmonary Disease (“COPD”), are more prone to suffer from heat-\nrelated  illness.  Hot  and  humid  air  can  trigger  or  exacerbate  asthma  symptoms  like \n  \n23 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nwheezing, coughing, and shortness of breath. It can also make breathing more difficult by  ile\nd\n -\n C\nO\nharming airways. Similarly, heat can worsen COPD symptoms and decrease lung function, \nL\nE\n C\nmaking it more difficult for people living with COPD to breathe. These medical events  IR\nC\nU\nIT\ncause pain and suffering, permanent injury, or death.    -\n M\na\ny\nii.  Mental Illness   0\n9\n, 2\n0\n109. People with mental illness are at increased risk of heat stroke and heat-related  2\n5\n -\n 1\ndisorders because they may have impaired behavioral responses to heat stress.   0:3\n3\n A\nM\n110. People with mental illness may not have the ability to reason, take precautions, \nor help themselves during periods of heat stress. People suffering from heat disorder must \nbe able to express themselves and have the cognitive awareness and interpersonal skills to \n(1) recognize they are suffering heat-related symptoms, and (2) ask for help.  \n111. People  with  mental  illness,  which  is  common  among  those  who  are \nincarcerated, may be unable to communicate well with others or may experience apathy \nand  inability  to  take  on  and  overcome  challenging  circumstances  during  times  of \nphysiologic heat stress.  \n112. This often results in people with mental illness—and their treating providers, \nor the people who live or work around them—not appreciating that they are suffering from \nheat-related health problems, thus putting them at an enhanced risk of serious heat-related \nillness.  \n \n \n \n  \n24 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\niii.  Elderly People  ile\nd\n -\n C\n113. Even young, healthy people can experience heat-related illness with prolonged  O\nL\nE\n C\nexposure to heat, but the risk increases with age. Risk of heat-related illness or death exists  IR\nC\nU\nIT\non a spectrum and it increases significantly with age. \n -\n M\na\ny\n114. People aged 65 and above are several times more likely to die from heat-related   0\n9\n, 2\n0\ncardiovascular disease than the general population. The general risk of dying on a very hot  2\n5\n -\n 1\nday increases with age.   0:3\n3\n A\nM\n115.  People’s bodies become less efficient at thermoregulating with age. Sweat \ngland function decreases in older adults, which impairs their ability to cool down through \nevaporation.  \n116. Elderly hearts must work harder to pump blood to the skin to release heat, \nwhich can be particularly dangerous for those with preexisting heart conditions. This can \nlead to heart attacks, arrhythmias, and strokes during heat events. \niv.  Medications \n117. There are a number of medications that make people more susceptible to heat-\nrelated illness because they impair the process of thermoregulation, interfering with the \nbody’s ability to cool itself, by inhibiting sweating or reducing blood flow. They impair \nthe usual physiologic methods for dissipating heat and normalizing core body temperature.  \n118. These  medications  include  but  are  not  limited  to  anticonvulsants, \nanticholinergics,  antipsychotics,  antihistamines,  antidepressants,  beta  blockers,  and \ndiuretics.  Even  decongestants  and  allergy  medications,  including  common  over-the-\n  \n25 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\ncounter  medications,  impair  sweating  or  blood  flow.  People  taking  any  of  these  ile\nd\n -\n C\nO\nmedications are at increased risk for heat-related illnesses.  \nL\nE\n C\n119. Many, if not most or all, medications used to treat mental illness increase the  IR\nC\nU\nIT\nrisk of heat-related health problems.    -\n M\na\ny\n120. Other medications increase the risk of heat-related illness for a separate reason:   0\n9\n, 2\n0\nthey interfere with the hypothalamus, the part of the brain that regulates temperature. In  2\n5\n -\n 1\n0\nother words, the body’s thermostat is broken, resulting in disruption of signals from the  :3\n3\n A\nM\nbrain, further impairing sweating and vasodilation, as well as other heat loss responses.  \n121. These  medications  include  phenothiazines,  atypical  antipsychotics,  and \nbutyrophenones. Selective Serotonin Reuptake Inhibitors (SSRIs) likewise interfere with \ncooling by affecting the hypothalamus.  \n122. Moreover, a common side effect of some medications, particularly SSRIs, is \nsedation. People who are sedated may not realize that they are suffering from heat-related \nillness, rather than a side effect of their medication, and/or may not be able to take the steps \nthey need to in order to help themselves, such as seeking help.  \n123. All people with the above underlying medical conditions and/or taking the \nabove medications are at higher risk of suffering from heat-related health problems. Their \nrisk increases with their age.  \nF.  Missouri Department of Corrections is Deliberately Indifferent to \nthe Obvious and Pervasive Risk of Harm to Incarcerated People at \nAlgoa Correctional Center, Despite the Preventability of the Harm   \n124. The risk associated with extreme heat at Algoa is obvious, especially during \nhot summer months when the heat index around Algoa consistently rises to hazardous \n  \n26 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nlevels. People incarcerated there, including Petitioners, are subject to prolonged exposure  ile\nd\n -\n C\nO\nto those hazardous temperatures. \nL\nE\n C\n125. It is well-established that prolonged exposure to high heat puts people at  IR\nC\nU\nIT\nserious  risk  of  death  or  permanent  physical  injury.  The  risk  of  heat-related  illness   -\n M\na\ny\nsignificantly rises when the heat index exceeds 88 degrees Fahrenheit.    0\n9\n, 2\n0\n126. These risks are also entirely preventable. But the only way to prevent heat- 2\n5\n -\n 1\n0\nrelated illnesses is to avoid or effectively mitigate the detrimental impacts of extreme heat.   :3\n3\n A\nM\n127. Though  the  risks  of  extreme  heat  exposure  are  universally  understood, \nRespondents also have received direct notice of the dangers associated with extreme heat \nat Algoa.  \n128. The  risks  of  extreme  heat  are  brought  to  Respondents’  attention  through \ngrievances and frequent medical visits. People incarcerated at Algoa report regularly \nattempting to visit medical as a result of heat-related illness and symptoms of heat strain \nor stroke. Respondents have also responded to Petitioners’ grievances indicating awareness \nof the threat of heat-related injuries during extreme summer heat. \n129. Local  newspapers,  including  the  Kansas  City  Star,  Jefferson  City  News \nTribune,  Columbia  Missourian,  the  Beacon,  and  Missouri  Independent,  have  raised \nconcern and fears about extreme heat at Algoa and its lack of air conditioning. Officials \nfrom MoDOC have explicitly and publicly responded to some of those concerns.  \n130. Respondents have demonstrated, by they own actions, that they are aware of \nthe risks posed by the extreme heat.  \n  \n27 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n131. For example,  Respondents frequently  post  extreme heat advisories in the  ile\nd\n -\n C\nO\nprison during summer months. The advisories warn incarcerated people about the risks of \nL\nE\n C\nextreme heat exposure and limit movement in the prison.   IR\nC\nU\nIT\n132. Instead of implementing meaningful solutions to cool Algoa’s housing units,   -\n M\na\ny\nRespondents  informally  offer  ineffective  mitigating  options,  such  as  access  to  warm   0\n9\n, 2\n0\nshowers,  intermittent  access  to  ice  that  melts  immediately,  access  to  fans  that  just  2\n5\n -\n 1\n0\nrecirculate heat, relaxed clothing guidelines, and intermittent, limited access to cooling  :3\n3\n A\nM\nareas. These attempts at heat mitigation are woefully inadequate, inconsistent, and do not \nprovide sufficient (or even minimal) cooling effects.  \n133. Perhaps  most  ironically,  Respondents  obviously  recognize  the  need  for \neffective cooling in the summer because they installed window air conditioning units in \nevery office and work area occupied by Algoa staff or medical providers. Incarcerated \nPetitioners watch these air conditioning units run in staff windows all summer, while just \na stone’s throw away, they struggle to survive in blistering hot, oven-like housing units.  \n134. Algoa’s administrative remedies are constructively a dead end for Petitioners \nand others at Algoa who require expedited relief in response to extreme heat during the \nsummer.  \n135. The grievance process is lengthy and burdensome and cannot offer a realistic \nprospect of relief for dangerously hot conditions that can become life threatening quickly. \nEven aside from the unworkable timeline of the grievance process, it is far from clear that \nany meaningful remedy is currently available or offered by Algoa to mitigate the extreme \nheat. \n  \n28 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nG. Petitioners are Particularly Vulnerable to Harm  ile\nd\n -\n C\ni.  David Hamilton   O\nL\nE\n C\n136. Petitioner David Hamilton has been incarcerated at Algoa since early spring \nIR\nC\nU\n2024.   IT\n -\n M\na\n137. Petitioner Hamilton is 65 years old and suffers from coronary artery disease,  y\n 0\n9\n, 2\nhypertension, dyslipidemia, and chronic kidney disease.    0\n2\n5\n -\n 1\n138. He is prescribed atorvastatin (Lipitor), losartan (Cozaar), aspirin, amlodipine  0\n:3\n3\n A\n(Norvasc), chlorpheniramine maleate (Chlor-Trimeton), and ibuprofen (Motrin). He has a  M\nhistory of alcohol use disorder. His coronary artery disease, hypertension, dyslipidemia, \nand chronic kidney disease interfere with thermoregulation as do the medications he is \nprescribed. His age also contributes to his vulnerability to heat and specifically increases \nthe risk that he might die of heat-related illness.  \n139. Petitioner Hamilton has significantly suffered while forcibly exposed to the \nextreme summer heat at Algoa. During hot summer days, he felt like he could not breathe. \nPrior to coming to Algoa, he never had issues with shortness of breath.  \n140. Often, during the hot summer days, Petitioner Hamilton struggled to move. \nInstead of attempting to exert himself, he would lay down in his cell, since it was difficult \nfor him to do anything else. \n141. Petitioner Hamilton also struggled to breathe in the bathrooms during the \nsummer, in part, due to the horrific smells coming from the pipes and ventilation created \nby the mold and sewage. The smell is exacerbated by heat and contributed to his breathing \nissues. \n  \n29 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n142. Throughout the entire summer of 2024, Petitioner Hamilton’s legs swelled  ile\nd\n -\n C\nO\nsignificantly due to the heat. Once the temperature began cooling down in late September \nL\nE\n C\n2024, his leg swelling stopped.  IR\nC\nU\nIT\n143. Petitioner Hamilton was unable to cool down in any way during the summer.   -\n M\na\ny\nThis inability to cool down is particularly acute during hot days at Algoa, when the line to   0\n9\n, 2\n0\ntake a shower would take approximately two hours. As an elderly man already struggling  2\n5\n -\n 1\n0\nto breathe in the heat, waiting two hours in line for a hot shower is impracticable. Although  :3\n3\n A\nM\nPetitioner Hamilton was able to purchase a personal fan, it only re-circulated hot air and \ndid not provide Mr. Hamilton with relief from the heat.  \n144. Petitioner Hamilton felt exceptionally hot at night, which made it difficult for \nhim to sleep. Even with a personal fan blowing directly on him, he was unable to sleep due \nto the heat. The hot air blowing on his face would cause his nasal passage to become \ncongested, placing him at risk of choking in his sleep. When he was able to sleep, Petitioner \nHamilton frequently woke up drenched in sweat. \n145. Petitioner Hamilton has filed an Informal Resolution Request (“IRR”) and \ngrievance requesting accommodations during the coming summer heat – requests that have \nbeen consistently denied by Algoa staff. \n146. He is eligible for parole in March 2026.  \nii. Elon Perry \n147. Elon Perry is a 60-year-old man with atherosclerotic cardiovascular disease.  \n148. His medical conditions include Type 2 diabetes, hypertension, morbid obesity, \ngastroesophageal reflux disease, and severe obstructive sleep apnea, as well as a history of \n  \n30 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nsmoking one pack of cigarettes per day for 30 years. He was treated for tuberculosis in the  ile\nd\n -\n C\nO\npast and used intravenous drugs years ago.  \nL\nE\n C\n149. The medications Petitioner Perry is prescribed to treat these conditions include  IR\nC\nU\nIT\nmetformin  (Glucophage),  atorvastatin  (Lipitor),  aspirin  (Ecotrin),  triamterene  and   -\n M\na\ny\nhydrochlorothiazide (Maxzide), lisinopril (Zestril or Prinivil), and ranitidine (Zantac).    0\n9\n, 2\n0\n150. The  medical  conditions  contributing  to  Petitioner  Perry’s  atherosclerotic  2\n5\n -\n 1\n0\ncardiovascular disease render him at high risk for heat-related illnesses. The medications  :3\n3\n A\nM\nhe takes also interfere with thermoregulation, preventing him from cooling down in the \nheat. His age contributes to his vulnerability to the heat. \n151. Petitioner  Perry  has  experienced  extreme  heat  at  Algoa  both  in  general \npopulation housing units, as well as in Housing Unit 3 (solitary confinement).  \n152. During hot days at Algoa, particularly in Housing Unit 3, Petitioner Perry was \nunable to stay hydrated. The extreme heat and lack of air circulation caused him to \nconstantly, intensely sweat. In solitary confinement, Petitioner Perry only received ice once \na day, at most. Often, he received no ice at all. Petitioner Perry’s limited access to showers \na few times a week in Housing Unit 3 further limited his ability to find a way to cool down. \n153. Even when living in general population, outside of Housing Unit 3, Petitioner \nPerry was at risk of overheating. Algoa correctional officers force all incarcerated people \nto wear socks, sneakers, and shirts whenever they are outside of the cells. This inability to \ndress lightly contributed to Petitioner Perry overheating on hot days.  \n154. Petitioner Perry’s struggle to breathe is exacerbated by the poor air quality in \nAlgoa and the stench coming from the bathrooms. The lack of ventilation and adequate \n  \n31 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nplumbing in Algoa’s bathrooms causes an unbearable stench to fill each entire housing  ile\nd\n -\n C\nO\nunit, as there are not doors between the bathrooms and the living quarters. During the \nL\nE\n C\nsummer, the heat intensifies this stench.    IR\nC\nU\nIT\n155. To assist with his breathing at night, Petitioner Perry is prescribed a continuous   -\n M\na\ny\npositive airway pressure (CPAP) breathing machine to keep in his cell. The CPAP machine   0\n9\n, 2\n0\nhelps Petitioner Perry breathe while sleeping. While in Housing Unit 3, he was denied  2\n5\n -\n 1\n0\naccess to his CPAP machine, a necessary accommodation for his disability, making it even  :3\n3\n A\nM\nmore difficult for him to breathe and putting his life at extreme risk of harm.  \n156. Petitioner Perry requested an IRR to address his concerns relating to the \nimpending heat but was denied by Algoa staff. \n157. He expects and hopes to go home in June 2025. \niii. Timothy Campbell \n158. Petitioner Timothy Campbell has been incarcerated at Algoa since May 2021.  \n159. Petitioner Campbell is terrified for his safety and health during the extreme \nheat. \n160. Petitioner  Campbell  is  60  years  old  and  suffers  from  numerous  medical \nconditions that interfere with his ability to thermoregulate, elevating his risk for heat-\nrelated illnesses. These conditions include hypertension, asthma, varicosities, and lower \nextremity edema.  He has a history of ulcerated esophagitis, chest pain, and fractures of the \nskull, right leg and bilateral wrists.   \n161. Mr. Campbell also reports suffering from ADHD and Post Traumatic Stress \nDisorder. He reports taking the following medications: citalopram (Celexa), mirtazapine \n  \n32 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n(Remeron), Lisinopril (for high blood pressure), Atorvastatin for his high cholesterol, and  ile\nd\n -\n C\nO\nIbuprofen  and  Tylenol  for  his  Arthritis  and  Fibromyalgia.  Some  of  these \nL\nE\n C\nmedications  interfere with thermoregulation. His age contributes to his vulnerability.   IR\nC\nU\nIT\n162. The psychotropic SSRIs Petitioner Campbell is prescribed increases his risk of   -\n M\na\ny\nheat-related illness.    0\n9\n, 2\n0\n163. During the summer, Petitioner Campbell struggled to cool down and stay  2\n5\n -\n 1\n0\nhydrated.    :3\n3\n A\nM\n164. Showering did not provide Petitioner Campbell with relief from the heat. Algoa \nStaff pre-set the shower temperature to hot even during the summer, and incarcerated \nindividuals cannot change the temperature.  \n165. When  Petitioner  Campbell  did  shower,  the  humidity  “ate  him  alive” \nimmediately after he got out of the shower. He was instantly sticky and drenched in sweat, \nas if he had never washed off in the first place.  \n166.  Ice also did not help Petitioner Campbell cool off. The ice provided to his \nhousing unit was so limited and in such great demand that he could barely get to the ice in \ntime before it was all gone or melted. His inability to access the ice in a timely fashion was \ndue to his older age, limited mobility, and the ice supply itself being inadequate. \n167. Multiple times during the summers at Algoa, Petitioner Campbell felt like he \nwas having a heat stroke. During these incidents, he panted, struggled to breathe, and felt \nextremely dizzy. Petitioner Campbell has a medical history of heat stroke and is prepared \nto identify heat stroke symptoms as they occur. \n  \n33 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n168. When Petitioner Campbell felt like he was having a heat stroke, he attempted  ile\nd\n -\n C\nO\nto seek medical help by visiting medical. However, nurses usually sent him back to his cell \nL\nE\n C\nwithout providing him with any medical care.  IR\nC\nU\nIT\n169. Nothing helped Petitioner Campbell cool off during these months. He felt like   -\n M\na\ny\nhe was boiling alive in the constant heat.   0\n9\n, 2\n0\n170. On days when Algoa issued heat advisories and limited movement, Petitioner  2\n5\n -\n 1\n0\nCampbell could only sit in his cell with nowhere to go and no way to cool off. For Mr.  :3\n3\n A\nM\nCampbell, the temperature always felt much hotter inside the prison than outside.  \n171. Petitioner Campbell spent time in Housing Unit 3 during July and August of \n2024. He has never felt so overheated as he did while he was in Housing Unit 3. He felt \nlike he was being tortured. He was stuck inside in the intense heat at all times.  \n172. The window in Petitioner Campbell’s Housing Unit 3 cell was broken and \nbarely opened, so it provided little to no air flow or air circulation. He also was prohibited \nfrom accessing his fan while in Housing Unit 3. \n173. Petitioner Campbell spent many days in Housing Unit 3 dizzy and afraid for \nhis safety. There was no way for him to cool down. Nor was there any way for him to get \ncorrectional officers’ attention because Housing Unit 3 cells do not have an emergency \nbutton. There were times he  would kick the doors and scream for attention. Nonetheless, \nguards often ignored him and others who did this.  \niv. Anthony Moman \n174. Petitioner Anthony Moman has been incarcerated at Algoa since February \n2023. \n  \n34 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n175. Petitioner Moman is 62 years old and suffers from Parkinson’s, hypertension,  ile\nd\n -\n C\nO\nchronic obstructive pulmonary disease/bronchospasm, major depressive disorder, anxiety \nL\nE\n C\nobesity, arthritis, hypothyroidism, and prostate cancer.   IR\nC\nU\nIT\n176. He had a prostatectomy, chemotherapy, and radiation in 2021. He is prescribed   -\n M\na\ny\ncarbidopa/levodopa (Sinemet), lisinopril, atorvastatin, loratadine (Claritin), montelukast,   0\n9\n, 2\n0\ntamsulosin (Flomax), and levothyroxine.   2\n5\n -\n 1\n0\n177. His medical morbidities and medications interfere with thermoregulation and  :3\n3\n A\nM\nput him at risk for heat-related illness and worsening of his underlying conditions. His age \ncontributes to his vulnerability. Moreover, if his Parkinson’s or his mental status worsens, \nincluding irritability, seizures, confusion, or altered level of consciousness due to heat, he \nwill not be capable of helping himself by alerting authorities.  \n178. Petitioner  Moman’s  physical  and  emotional  health  significantly  worsened \nduring the extreme heat he experienced at Algoa, particularly while he was living in \nHousing Unit 3.  \n179. Petitioner Moman spent the summer months of 2024 in Housing Unit 3 at \nAlgoa. The conditions in Housing Unit 3 are even worse during the extreme heat. \n180.  The heat was so intense in Housing Unit 3 that it caused Petitioner Moman to \nvomit many times. He experienced numerous serious dizzy spells and felt as if he were \ngoing to pass out almost every day. On occasions when he did vomit or experience dizzy \nspells, he was usually taken to medical. However, Petitioner Moman was only supervised \nfor short periods of time at medical before being sent back to Housing Unit 3, without any \nsafety or precautionary measures. \n  \n35 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n181. While in Housing Unit 3, Petitioner Moman had access to even fewer heat  ile\nd\n -\n C\nO\nmitigation resources than he did in general population. In Housing Unit 3, access to ice was \nL\nE\n C\nmore restricted. The water from the faucets was brown and dirty, and the water also dripped  IR\nC\nU\nIT\nout of the faucet very slowly. He became extremely dehydrated and didn’t have sufficient   -\n M\na\ny\naccess to water or ice to rehydrate. He experienced terrible “cotton mouth” and his lips   0\n9\n, 2\n0\nturned white.  2\n5\n -\n 1\n0\n182. Because of the lack of emergency buttons in Housing Unit 3, Petitioner Moman  :3\n3\n A\nM\nhad  no  way  him  to  get  the  attention  of  corrections  officers  when  he  had  medical \nemergencies besides yelling or banging on his door. \n183. Petitioner Moman expects to be released on June 26, 2025. \nv. Richard Kay \n184. Petitioner Richard Kay has been incarcerated at Algoa since February 2024 \nand is currently living in segregation in Housing Unit 3.  \n185. He lives with high blood pressure for which he is prescribed lisinopril (Zestril \nor Prinivil). \n186. He previously spent the summer of 2024 in Housing Unit 3 and found the \nextreme heat conditions there to be horrific.  \n187. There was no air flow because the ventilation system was not working or was \ntotally blocked.  \n188. He was not allowed to bring a fan into his cell. \n189. The fans in the hallways did not serve to cool down his cell. In fact, it just blew \nmore hot air inside his cell, functioning like a convention oven. \n  \n36 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n190. He found it to be so hot in Housing Unit 3 that he sweat constantly and was  ile\nd\n -\n C\nO\nforced to sleep on the floor.  \nL\nE\n C\n191. There  was  no  emergency  button  in  his  cell.  So  if  there  was  a  medical  IR\nC\nU\nIT\nemergency, his only choice was to bang on the door and scream for help.   -\n M\na\ny\n192. People around him in Housing Unit 3 suffered from heat stroke or other heat-  0\n9\n, 2\n0\nrelated illnesses.  2\n5\n -\n 1\n0\n193. He has an Opioid Use Disorder which manifests in intense cravings for opioids,  :3\n3\n A\nM\nwhich are readily accessible to incarcerated people at Algoa. \n194. Petitioner Kay has been unable to obtain treatment for his opiod disorder, \ndespite significant efforts, so Petitioner Kay’s OUD remains untreated. \n195. Accordingly, Petitioner Kay remains at high risk of being sent back to “the \nhole” for conduct violations related to his disability, which manifests in opioid cravings. \n               vi. Jeramy Taylor \n196. Petitioner Jeramy Taylor has been incarcerated at Algoa since July 2024 and \nis currently living in segregation in Housing Unit 3.  \n197. He is overweight and lives with high blood pressure for which he is prescribed \nlisinopril (Zestril or Prinivil). \n198. He found the heat at Algoa last summer to be exhausting. In fact, he passed out \nfrom it and had to go to medical for overheating.  \n199. In order to survive the extreme heat, he would stay as still as possible, and lay \nin front of the fan. He found the fan to be of little use though, because it just recirculated \n  \n37 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nhot air. He will not even have access to the fan this summer if he remains in Housing Unit  ile\nd\n -\n C\nO\n3. \nL\nE\n C\n200. He lives in fear of the extreme heat this summer and is especially concerned  IR\nC\nU\nIT\nabout how it will interact with his high blood pressure and Opioid Use Disorder.   -\n M\na\ny\n201. His Opioid Use Disorder manifests in intense cravings for opioids, which are   0\n9\n, 2\n0\nreadily accessible to incarcerated people at Algoa.  2\n5\n -\n 1\n0\n202. He was sent to Housing Unit 3 in April 2025 after receiving a violation for  :3\n3\n A\nM\nbeing high.  \n203. Petitioner Taylor has  been unable to obtain treatment for his  Opiod  Use \nDisorder. Despite significant efforts, his Opioid Use Disorder remains untreated. \n204. Accordingly, Petitioner Taylor remains at high risk of being sent back to “the \nhole” for conduct violations related to his disability, which manifests in opioid cravings. \nCLASS ALLEGATIONS \n205. Petitioners file this class action lawsuit pursuant to Rule 52.08 on behalf of two \nproposed classes and a subclass: (1) the Heat Sensitive Class; (2) the Solitary Confinement \nClass; and (3) the Disability Subclass, which falls within Heat Sensitive Class. \n206.  The Heat Sensitive Class is defined as all current and future people detained \nat Algoa who either: (1) have medical condition that places them at increased risk of heat-\nrelated illness, injury, or death (including, but not limited to, diabetes, hypertension, \ncardiovascular  disease,  Parkinson’s  Disease  and  respiratory  conditions  like  chronic \nobstructive pulmonary disease and asthma); (2) have a mental illnesses; (3) are prescribed \n  \n38 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nmedications that increase risk of heat-related illnesses and morbidity; or (4) are 65 years  ile\nd\n -\n C\nO\nold or older.   \nL\nE\n C\n207. Petitioners Hamilton, Perry, Campbell, and Moman seek to represent the Heat  IR\nC\nU\nIT\nSensitive Class.    -\n M\na\ny\n208. The Disability Subclass consists of all members of the Heat Sensitive Class   0\n9\n, 2\n0\nwho are qualified individuals suffering from a recognized disability that substantially limits  2\n5\n -\n 1\n0\none or more of their major life activities, or substantially limits their access to benefits at  :3\n3\n A\nM\nAlgoa which they are otherwise entitled to. These individuals are at increased risk of heat-\nrelated illness, injury, or death due to their disabilities.  \n209. Petitioners Hamilton, Perry, Campbell, and Moman also seek to represent the \nmembers of the Disability Subclass. \n210. The Solitary Confinement Class is defined as all current and future people \ndetained in Housing Unit 3 at Algoa, known as segregation, solitary confinement, or “the \nhole.” \n211. Petitioners Kay and Taylor seek to represent the Solitary Confinement Class. \nThey are currently detained in Housing Unit 3. \n212. The proposed classes and subclasses satisfy the numerosity, commonality, \ntypicality, and adequacy requirements of Missouri Supreme Court Rule 52.08, as explained \nbelow  and  more  fully  in  Petitioners’  Motion  for  Class  Certification,  filed \ncontemporaneously herewith. \n213. Numerosity.  The  class  is  so  numerous  that  joinder  of  all  members  is \nimpracticable.  According  to  Respondents’  own  data,  there  are  at  least  403  people \n  \n39 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nincarcerated at Algoa, not counting future class members, who would be members of the  ile\nd\n -\n C\nO\nHeat Sensitive Class. At Algoa there are currently: 27 people over the age of 65 years old, \nL\nE\n C\n247 people enrolled in the cardiovascular chronic care clinic; 64 people enrolled in the  IR\nC\nU\nIT\npulmonary chronic care clinic; and 64 people enrolled in the endocrine chronic care clinic.   -\n M\na\ny\nThese people would be members of the Heat Sensitive Class.    0\n9\n, 2\n0\n214. In addition, there are about 86 people detained in Housing Unit 3, otherwise  2\n5\n -\n 1\n0\nknown as solitary confinement or “the hole,” at any given time. The precise number of  :3\n3\n A\nM\nclass members is documented in the Respondents’ own records.  \n215. Commonality. All members of the class and subclasses have been and will be \nharmed in similar ways on account of their exposure to extreme heat at Algoa. Each has \nbeen subject to the same systemic unconstitutional policies, acts, and omissions on the part \nof Respondents described in this Complaint. All class members have suffered or will suffer \nviolations of their constitutional and statutory rights as a result of the  Respondents’ \nadministration of Algoa. Further, all class members seek common declarative, injunctive, \nand emergency habeas relief. \n216. There are important questions of law and fact raised in this case that are \ncommon to the Proposed Class, including: \na.  Whether members of the Heat-Sensitive Class face a substantial risk of \nserious harm including, but not limited to, heat-related illness, injury or \ndeath and other heat-related risks, when exposed to high heat indices at \nAlgoa in light of Respondents’ inadequate heat mitigation measures. \n  \n40 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nb.  Whether members of Solitary Class face a substantial risk of serious harm  ile\nd\n -\n C\nO\nand other heat-related risks when exposed to high heat indices in light of \nL\nE\n C\nRespondents’ inadequate heat mitigation measures.  IR\nC\nU\nIT\nc.  Whether exposing members of the Heat-Sensitive Class and Solitary Class   -\n M\na\ny\nto high heat indices at Algoa violates their rights under Article 1, Section   0\n9\n, 2\n0\n21 of the Missouri Constitution.  2\n5\n -\n 1\n0\nd.  Whether the members of the Heat-Sensitive Class and Solitary Class are  :3\n3\n A\nM\nentitled to declaratory, injunctive, and emergency habeas relief. \ne.  Whether the members of the Disability Subclass face a substantial risk of \nheat-related illness due to their disability, or treatment for it. \nf.  Whether  Respondents  have  ADA  policies  and  practices  in  place  that \nadequately and reliably identify and accommodate persons with ADA-\nqualifying disabilities. \ng.  Whether exposing members of the Disability Subclass to high heat indices \nviolate their rights under Article 1, Section 21 of the Missouri Constitution. \n217. Typicality. The claims of the Class Representatives are typical of the claims \nof each Proposed Class, as identified above. The claims of Petitioners and the Classes all \narise from the same conduct by Respondents (exposing them to unsafe heat and failing to \nproperly mitigate the heat). The claims are based on identical legal theories and also seek \nidentical remedies (the requested injunctive, habeas, and declaratory relief). Petitioners’ \ninterest in reducing the dangers associated with heat-related illness, injury, or death is \nidentical to every other class members’ interest. All class members are similarly injured by \n  \n41 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nRespondents’ wrongful conduct: they are all subjected to a substantial risk of serious harm  ile\nd\n -\n C\nO\nand deprivation of their rights under the Article I, Section 21 of the Missouri Constitution. \nL\nE\n C\n218. Adequacy. Each Class Representative will fairly and adequately protect the  IR\nC\nU\nIT\ninterests of each Proposed Class because their interests in vindicating their legal claims   -\n M\na\ny\nmirror the interests of the class members they represent. No known conflicts of interest   0\n9\n, 2\n0\nexist among proposed class members, and the interests of the Class Representatives do not  2\n5\n -\n 1\n0\nconflict with those of the other class members.  :3\n3\n A\nM\n219. Petitioners  are  represented  by  counsel  from  the  Roderick  &  Solange \nMacArthur Justice Center, who are experienced in successfully litigating complex civil \nrights matters related to prisoners’ rights, including within the state of Missouri. \n220. Certification under Missouri Supreme Court Rule 52.08(b)(2) is appropriate \nbecause Respondents, as “the party opposing the class [have] acted or refused to act on \ngrounds generally applicable to the class, thereby making appropriate final injunctive relief \nor corresponding declaratory relief with respect to the class as a whole.” Rule 52.08(b)(2.).  \n221. It is also appropriate under Rule 52.08(b)(1) because adjudication with respect \nto individual members of the class would (1) create a risk of inconsistent or varying \nadjudications which would establish incompatible standards of conduct for Respondents, \nand (2) be dispositive of the interests of the other members not parties to the adjudications \nor substantially impede their ability to protect their interests.  \n \n \n  \n42 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nCount I  ile\nd\nViolation of Article 1, Section 21 of the Missouri Constitution    - C\nO\nUnconstitutional Conditions of Confinement for Individuals Who Are Heat-Sensitive  \nL\nE\n(Petitioners Hamilton, Perry, Campbell, and Moman and Proposed Heat Sensitive   C\nClass against all Respondents)  IR\nC\n  U\nIT\n222. Petitioners reallege and incorporate by reference as if fully set forth herein the   -\n M\na\ny\nallegations contained in all preceding paragraphs of this Petition.   0\n9\n, 2\n0\n223. Article 1, Section 21 of the Missouri Constitution prohibits cruel and unusual  2\n5\n -\n 1\n0\npunishment.  :3\n3\n A\nM\n224. Article I, Section 21 is coterminous with the Eighth Amendment of the United \nStates Constitution. \n225. Respondents, in their official capacities, are deliberately indifferent to the \nsubstantial risk of serious harm to which they subject Petitioners by exposing them to \ndangerously high heat indices without any effective heat mitigation. \n226. The high heat indices at Algoa, combined with Respondents’ failure to mitigate \nexposure to extreme heat, pose an unreasonable risk to the health of Petitioners and all \nputative class members.  \n227. Petitioners and putative class members are at an increased risk of serious heat-\nrelated illness, injury, or death on account of their physiological disorders; mental illnesses; \nprescribed medications; and/or age. \n228. Respondents are aware of the risk of serious physical and psychological harm \nthat incarcerated people residing in Algoa’s housing units face during extreme heat. The \nrisk of harm posed by constant exposure to unrelenting heat is obvious and it is preventable.  \n  \n43 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n229. Respondents knowledge of these risks is also demonstrated, inter alia, by: (1)  ile\nd\n -\n C\nO\nthe numerous heat advisories posted at Algoa throughout the summer; (2) numerous public \nL\nE\n C\nwarnings about the risks posed by extreme temperatures from government agencies; (3)  IR\nC\nU\nIT\nPetitioners’ and class members’ grievances, complaints, and medical requests; and (4), the   -\n M\na\ny\ninadequate heat mitigation measures Respondents do take during extreme heat, described   0\n9\n, 2\n0\nin the preceding paragraphs.   2\n5\n -\n 1\n0\n230. Respondents’ obvious recognition of the importance of extreme heat relief is  :3\n3\n A\nM\nalso epitomized by their choice to install window air conditioning units in all staff areas at \nAlgoa – including staff offices, legal conference rooms, and medical treatment rooms. \n231. Respondents have been and remain deliberately indifferent to the risk posed by \nextreme heat at Algoa to incarcerated people. They have failed to take reasonable steps to \nmitigate this risk and have refused to provide safe housing areas that protect Petitioners \nand putative class members from prolonged exposure to extreme heat. \n232.  Respondents’  deliberate  indifference  to  Petitioners’  and  putative  class \nmembers’ risk of serious medical complications from exposure to extreme heat  puts \nPetitioners and putative class members at substantial risk of serious heat-related illness \nincluding, but not limited to, heat stroke, heat cramps, and heat exhaustion, and the myriad \nsymptoms associated with these conditions, as well as predictable worsening of pre-\nexisting medical conditions which can also lead to death. \n233.  Forcing Petitioners and putative class members to endure this substantial risk \nof  serious  bodily  injury  violates  their  rights  Article  1,  Section  21  of  the  Missouri \nConstitution. \n  \n44 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n234. As a proximate result of Respondents’ unconstitutional policies, practices,  ile\nd\n -\n C\nO\nacts, and omissions, Petitioners and class members suffered and will continue to suffer \nL\nE\n C\nimmediate and irreparable injury, including deprivation of their Missouri constitutional  IR\nC\nU\nIT\nrights, physical injury, risk of physical injury, and risk of death.    -\n M\na\ny\n235. Petitioners are entitled to declaratory, injunctive, and emergency habeas relief   0\n9\n, 2\n0\nto avoid any further injury.  2\n5\n -\n 1\n0\nCount II  :3\n3\nViolation of Article 1, Section 21 of the Missouri Constitution    A\nM\nUnconstitutional Conditions of Confinement For People in Solitary Confinement \n(Petitioners Kay and Taylor and Proposed Solitary Confinement Class Against All \nRespondents) \n \n236. Petitioners reallege and incorporate by reference as if fully set forth herein the \nallegations contained in all preceding paragraphs of this Petition. \n237. Article 1, Section 21 of the Missouri Constitution prohibits cruel and unusual \npunishment. \n238. Article I, Section 21 is coterminous with the Eighth Amendment of the United \nStates Constitution. \n239. Petitioners and putative class members are living in segregation in Housing \nUnit 3. They are at an increased risk of serious heat-related illness injury or death by virtue \nof being detained in Housing Unit 3, otherwise known as solitary confinement or “the \nhole,” at any given time. They are constructively trapped in their cells. \n240. Petitioners and putative class members detained in Housing Unit 3 have no \nway to cool off while trapped in their cells, no ability to leave their cells, and are forced to \nendure hazardous temperatures without relief. \n  \n45 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n241. Respondents, in their official capacities, are deliberately indifferent to the  ile\nd\n -\n C\nO\nsubstantial risk of serious harm to which they subject Petitioners by chronically exposing \nL\nE\n C\nthem to dangerously high heat indices without any effective heat mitigation and without  IR\nC\nU\nIT\naccess to an emergency button to seek medical assistance.     -\n M\na\ny\n242. The high heat indices at Algoa, combined with Respondents’ failure to mitigate   0\n9\n, 2\n0\nexposure to extreme heat, pose an unreasonable risk to the health of Petitioners and all  2\n5\n -\n 1\n0\nputative class members.   :3\n3\n A\nM\n243. Respondents are aware of the risk of serious physical and psychological harm \nthat incarcerated people residing in Housing Unit 3 face during extreme heat. The risk of \nharm posed by constant exposure to unrelenting heat is obvious and it is preventable.  \n244. Respondents knowledge of these risks is also demonstrated, inter alia, by: (1) \nthe numerous heat advisories posted at Algoa throughout the summer; (2) numerous public \nwarnings about the risks posed by extreme temperatures from government agencies; (3) \nPetitioners’ and class members’ grievances, complaints, and medical requests; and (4), the \ninadequate heat mitigation measures Respondents do take during extreme heat, described \nin the preceding paragraphs.  \n245. Respondents’ obvious recognition of the importance of extreme heat relief is \nalso epitomized by their choice to install window air conditioning units in all staff areas at \nAlgoa – including staff offices, legal conference rooms, and medical treatment rooms. \n246. Respondents have been and remain deliberately indifferent to the risk posed to \npeople incarcerated in Housing Unit 3. They have failed to take reasonable steps to mitigate \n  \n46 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nthis risk and have refused to provide safe housing areas that protect Petitioners and putative  ile\nd\n -\n C\nO\nclass members from prolonged exposure to extreme heat. \nL\nE\n C\n247.  Respondents’  deliberate  indifference  to  Petitioners’  and  putative  class  IR\nC\nU\nIT\nmembers’ risk of serious medical complications from exposure to extreme heat puts   -\n M\na\ny\nPetitioners and putative class members at substantial risk of serious heat-related illness   0\n9\n, 2\n0\nincluding, but not limited to, heat stroke, heat cramps, and heat exhaustion, and the myriad  2\n5\n -\n 1\n0\nsymptoms associated with these conditions.  :3\n3\n A\nM\n248.  Forcing Petitioners and putative class members to endure this substantial risk \nof  serious  bodily  injury  violates  their  rights  Article  1,  Section  21  of  the  Missouri \nConstitution. \n249. As a proximate result of Respondents’ unconstitutional policies, practices, \nacts, and omissions, Petitioners and class members suffered and will continue to suffer \nimmediate and irreparable injury, including deprivation of their Missouri constitutional \nrights, physical injury, risk of physical injury, and risk of death.  \n250. Petitioners are entitled to declaratory and injunctive relief to avoid any further \ninjury.                      \n                                                      Count III \nViolation of Americans with Disability Act \n                                           Disability Discrimination \n(Petitioners Hamilton, Perry, Campbell and Moman  \nand Proposed Disability Sub-Class Against All Respondents) \n \n251. Petitioners reallege and incorporate by reference as if fully set forth herein the \nallegations contained in all preceding paragraphs of this Petition. \n  \n47 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\n252. By  their  policies  and  practices  described  herein,  Respondents  subject  ile\nd\n -\n C\nO\nPetitioners Hamilton, Perry, Campbell and Moman, and all members of the Disability \nL\nE\n C\nSubclass to regular and systemic discrimination based on their disabilities, in violation of  IR\nC\nU\nIT\nTitle II of the Americans with Disabilities Act (“ADA”), 42 U.S.C. Section 12131-12134.   -\n M\na\ny\n253. Title  II  of  the  ADA,  42  U.S.C.  Section  12132  states  that  “no  qualified   0\n9\n, 2\n0\nindividual with a disability shall, by reason of such disability, be excluded from the  2\n5\n -\n 1\n0\nparticipation in or be denied the benefits of the services, programs or activities of a public  :3\n3\n A\nM\nentity, or be subjected to discrimination by any such entity.”  \n254. The regulations implementing Title II of the ADA enshrine an “affirmative \nobligation” requiring all public entities to avoid policies, practices, criteria, or methods of \nadministration that have the effect of excluding or discriminating against people with \ndisabilities in the entity’s programs, services, or activities. 28 C.F.R. Section 35.130(a), \n(b)(3), (b)(8).  \n255. The ADA also requires all public entities to “make reasonable modifications \nin  policies,  practice,  or  procedures  when  the  modifications  are  necessary  to  avoid \ndiscrimination on the basis of disability, unless the public entity can demonstrate that \nmaking the modifications would fundamentally alter the nature of the service, program, or \nactivity.” 28 C.F.R. Section 35.130(b)(7)(i). \n256. The ADA defines “a qualified individual with a disability” as a person who \nsuffers from a “physical or mental impairment that substantially limits one or more major \nlife activities,” including but not limited to, “caring for oneself, performing manual tasks, \nseeing, hearing, eating, sleeping, walking, standing, lifting, bending, speaking, breathing, \n  \n48 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nlearning,  reading,  concentrating,  thinking,  communicating,  and  working.”  42  U.S.C.  ile\nd\n -\n C\nO\nSection 12102(1)(A), (2)(A). \nL\nE\n C\n257. Petitioners Hamilton, Perry, Campbell, Moman, and members of the Disability  IR\nC\nU\nIT\nSubclass are qualified individuals with disabilities as defined by the ADA; each Petitioner   -\n M\na\ny\nhas impairments that substantially limit one or more major life activities.    0\n9\n, 2\n0\n258. As individuals held in Respondents’ custody at Algoa, these petitioners are  2\n5\n -\n 1\n0\n“qualified” for the programs, services, and activities being challenged here. See 42 U.S.C.  :3\n3\n A\nM\nSection 12131(2).  \n259. Respondents, who are ultimately responsible for Petitioners Hamilton, Perry, \nCampbell, and Moman’s care and custody, have actual knowledge of their disabilities.  \n260. Respondents are violating the ADA by implementing policies and practices \nthat effectively discriminate against people with disabilities that interfere with their ability \nto thermoregulate, and/or to seek help if experiencing heat-related illness, by placing them \nat heightened risk of serious physical and psychological harm while exposed to prolonged, \nextreme heat.  \n261.  These policies and practices continue to be implemented by Respondents and \ntheir agents, officials, employees, and all persons acting in concert with them under color \nof state law, in their official capacities, and are the proximate cause of the Petitioners’ \nongoing deprivation of rights secured by the ADA. \n262. Petitioners Hamilton, Perry, Campbell, Moman, and members of the Disability \nSubclass have suffered and will suffer irreparable injury as a result of  Respondents’ \n  \n49 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\npolicies, practices, and omissions. Respondents fail to make reasonable accommodations  ile\nd\n -\n C\nO\nduring extreme heat for their disabilities and health conditions.  \nL\nE\n C\n263. Petitioners are entitled to declaratory, injunctive, and emergency habeas relief  IR\nC\nU\nIT\nto avoid any further injury.   -\n M\na\ny\nRELIEF REQUESTED   0\n9\n  , 2\n0\nWHEREFORE, Petitioners respectfully request that this Court:  2\n5\n   - 1\n0\nA) Certify this action as a class action, as described above pursuant to Rule 52.08;  :3\n3\n   A\nM\nB) Enter a declaratory judgment in favor of Petitioners declaring that Respondents’ \nactions and omissions have violated, and continue to violate, Petitioners’ and all \nclass members’ rights under Article I, Section 21 of the Missouri Constitution; \n \nC) Enter a declaratory judgment in favor of Petitioners declaring that Respondents are \nviolating the rights of Petitioners Hamilton, Perry, Campbell, Moman, and members \nof the Disability Subclass under the Americans with Disabilities Act; \n \nD) Enter a preliminary injunction, permanent injunction and/or writs of habeas corpus \non behalf of Petitioners and all class members requiring Respondents to: \n \n1.  Develop and execute a plan, consistent with public health standards and in \nconsultation with public health and environmental experts, that protects the \nhealth and safety of the Petitioners and class members and prevents cruel and \nunusual suffering from exposure to extreme heat at Algoa; \n \n2.  Maintain a safe indoor temperature between 65 to 85 degrees Fahrenheit inside \neach of Algoa’s housing units, or enter other injunctive relief sufficient to protect \nthe health and safety of incarcerated people at Algoa and to prevent cruel and \nunusual suffering from extreme heat conditions; \n \nD. In the alternative, order release pursuant to writs of habeas corpus for Petitioners \nDavid Hamilton, Anthony Moman, and Elon Perry who have one year or less \nremaining prior to release on parole, conditional release or discharge; \n \nE) Enjoin Respondents and their staff from retaliating against any Petitioner or class \nmember in any manner for filing this Complaint or any associated acts or omissions; \n \n  \n50 \n\nE\nle\nc\ntr\no\nn\n  ic\na\nlly\n F\nF) Award reasonable attorneys’ fees and costs pursuant to Missouri Revised Statute  ile\nd\nSection 527.100 and Rule 87.09 and any other applicable law;    - C\nO\n \nL\nE\nG) Retain jurisdiction of this case until Respondents have fully complied with this   C\nCourt’s orders and there is a reasonable assurance that Respondents will continue  IR\nC\nto comply in the future absent continuing jurisdiction; and  U\nIT\n   -\n M\nH) Grant any other relief the Court deems necessary and proper to protect Petitioners  a\ny\nand the class members from further harm.     0\n9\n  , 2\n0\n  2\n5\n -\n 1\n0\n  :3\n3\n A\nM\n   \nRespectfully submitted this 9th day of May, 2025, \n                                                                          \n/s/ Shubra Ohri \n \n   \n \nRoderick & Solange MacArthur Justice Center  \n                               \nShubra Ohri, #74116 \n \nMegan Crane, #71624 \n \nLeah Fessler, #76824 \nAmy Malinowski,  #65499 \n \nSusannah Porter Lake, #68758 \n \n906 Olive Street, Suite 420 \n \nSaint Louis, Missouri 63101 \n \nPhone: (314) 254-8540 \n \nshubra.ohri@macarthurjustice.org \nMegan.Crane@macarthurjustice.org \n \n \nAttorneys for Petitioners \n \n  \n51 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/160414"
    }
  ],
  "document_count": 2
}