{
  "case_id": 12257,
  "fetched_at": "2025-10-22T00:18:13.455758",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Harpersville",
        "institution_county": null,
        "name": "Harpersville, AL",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Criminal Justice (Other)"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Alabama state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2010,
    "id": 12257,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc.: Poverty/homelessness",
      "Jails, Prisons, Detention Centers, and Other Institutions: Over/Unlawful Detention (facilities)"
    ],
    "last_checked_date": "2021-11-17T00:00:00-05:00",
    "main_docket": {
      "id": 31013,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2010,
      "docket_filing_number": 900183,
      "is_main_docket": true,
      "court": "Alabama state trial court",
      "state": "Alabama",
      "docket_office_number": "",
      "docket_number_manual": "CV-2010-900183",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Burdette v. Town of Harpersville, Alabama",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Four individuals previously incarcerated by the City of Harpersville, Alabama.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [
      {
        "id": 18293,
        "name": "Carden v. Town of Harpersville"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Alabama",
    "summary": "<p>In 2010, four people formerly jailed by the town of Harpersville brought suit against the town and the private probation company Judicial Correctional Services, Inc. (JCS), in Alabama state court, challenging the city's failure to provide adequate counsel to poor defendants, failure to hold hearings before imposing fines, setting of unreasonable bond amounts, and automatically incarcerating indigent defendants for failure to pay fines and costs, including \"monitoring fees\" charged by a private probation company contracted by the city to collect fines.</p>\r\n<p>On July 11, 2012, the circuit court of Shelby County, Alabama (Judge Hub Harrington) granted the plaintiffs' motion for a temporary restraining order, prohibiting the city from incarcerating anyone who: is subject to post-conviction proceedings, has received a suspended sentence; or has been placed on probation, without first getting the court's (Judge Harrington's) permission. The judge called the municipal court system \"a debtors prison\" and \"a judicially sanctioned extortion racket.\"</p>\r\n<p>On August 8, 2012, the Harpersville Town Council voted to abolish the municipal court, with all cases to be transferred to the county district court over the next several months. The day after that, the Sheriff of Shelby County executed a search warrant on the Municipal Court and City Police Department. These events led Judge Harrington to order the immediate abolition of the Municipal Court.</p>\r\n<p>After succeeding on their TRO, the plaintiffs filed an amended complaint which included several class action allegations, including claims for damages. However, the status of those claims is not clear from public records. In August of 2015, they remained pending.</p>\r\n<p>Several individuals who had been \"supervised\" by JCS and the Town later filed a civil rights lawsuit in federal court. That case, is <a href=\"../../../../case/18293/\" target=\"_blank\" rel=\"noopener\">Carden v. Town of Harpersville</a><em>.&nbsp;</em></p>",
    "summary_published_date": "2023-03-16T18:03:42.675975-04:00",
    "summary_short": "In 2010, four people formerly jailed by the town of Harpersville brought suit against Harpersville and the private probation company Judicial Correctional Services, Inc. (JCS), challenging the city's failure to hold hearings before imposing fines, setting unreasonable bond amounts, and incarcerating indigent defendants for failure to pay fines and costs, including those charged by JCS.\r\n\r\nIn July 2012, the circuit court of Shelby County Alabama (Judge Hub Harrington) granted the plaintiffs' motion for a temporary restraining order, prohibiting the city from incarcerating anyone who is subject to post-conviction proceedings, has received a suspended sentence, or has been placed on probation, without first getting his (Judge Harrington's) permission. The judge called the municipal court system \"a debtors prison\" and \"a judicially sanctioned extortion racket.\"\r\n\r\nSince Judge Harrington's injunction, people affected by the City's illegal system have fought for compensation in state and federal courts. However, all of these cases appear to be closed as of September 2021.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12257",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12257",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12257",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12257"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118490,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118490"
    },
    {
      "date": "2012-07-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Alabama state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 42939,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/42939.pdf",
      "title": "Order (TRO)",
      "text": "'IN THE CIRCUTT COURT OF SHELBY COUNTY,\nDana Burdette, et al., )\n)\nPlainti ffs, )\n)\nv. ) CIVIL ACTION NO.:\n) CV 2010-900183\n)\nTown of Harpersville, et al., )\n)\nDefendan ts. )\nORDER\nThis cause had previously come before the count for hearing on Plaintiff's Motion\ntor Preliminary Injunction which the court simply held in abeyance pursuant to its Order\nentered on June 26, 20l2. At the time of the hearing the court had not had an opportunity\nto review the Plaintiff's supporting deposition submissions which had not been furnished\nto the court until e-filed the evening of June 25, 2012. Hence, the court's non-ruling the\nnext day.\nThe court was not able to review the deposition testimonyand the exhibits\nattached thereto until the 4th of July holiday. At a time when the entire country was\ncelebrating an individuals' \"unalienable Rights, that among these are Life, Liberty and\nthe pursuit of Happiness,\" which were ultimately enshrined in the Bill of Rights, this\ncourt was appalled to discover that these unalienable: rights have for some time been\nroutinely denied by the City of Harpersville.\nWhen viewed in a light most favorable to Defendants, their testimony concerning\nthe City's court system could reasonably be characterized as the operation of a debtors\nprison. The court notes that these generally fell into disfavor by the early 1800':s, though\nthe practice appears to have remained common place in Harpersville, From a fair reading\nof the defendants' testimony one might ascertain that a more apt description of the\nHarpersville Municipal Court practices is that of ajudicially sanctioned extortion racket.\nMost distressing is that these abuses have been perpetrated by what is supposed to be a\ncourt of law, Disgraceful.\n\nDefendants' depositions present virtually undisputed evidence that criminal\ndefendants appearing before the Harpersville Municipal Court have been subjected to\nrepeated and ongoing violations of almost every safeguard afforded by the Unites Slates\nConstitution, the laws of the State of Alabama, and the Rules of Criminal Procedure. The\nadmitted violations are so numerous as to defy a detailed. chronicling in this short space.\nThe court will, therefore, attempt to enumerate only the most egregious abuses committed\nby the Harpersville Municipal Court and its agent for probation services, JCS:\n1. Defendants placed on \"probation\" without an adjudication or\nsentencing order and/or without receiving a suspended sentence;\n2. Defendants placed on \"probation\" with JCS only when, unable to\npay the entire amount of assessed fines and court costs on the day of trial;\n3. Defendants incarcerated fur a probation violation (failure to pay,\nfailure to appear, contempt of court. ..) without an adjudication or sentencing Order;\n4. Defendants incarcerated for failure to appear in court, though only\n\"ordered\" to do so by JCS;\n5. A defendants' failure to appear or failure to pay often results in a\nnew criminal charge with incarceration and additional fines and fees for contempt of\ncourt with no valid court order or adjudication:\n6. Defendants not afforded a hearing as required by Rule 26.11 of the .\nAlabama Rules of Criminal Procedure;\n7. Defendants placed on \"extended\" probation for many years beyond\nthe two year maximum;\n8. Defendants interminably held in the county work release program\nuntil all fines and fees are paid in full;\n9. Defendants charged unconscionable fines and fees.\nlO. Defendants placed on \"probation\" are charged an initial \"set up\nfee\" of $10.00 and a monthly \"probation fee\" of $35.00 (arbitrarily raised to $45.00 per\nmonth at some point in time, though the Harpersville/K'S contract allows for only $35.00\nper month) which is charged as long as the defendant is on probation. For example,\nunder the Harpersville/JCS contract a defendant who is unable to pay a tine of $200.00\non the day of trial is placed on probation. If that defendant paid $50.00 per month to the\n'\"\n2\n\nJCS probation office, the defendant will not have satisfied his probation for 14months at\na total cost of $700.00. (.rCS probation fees would be one month at $10.00 + $35.00 and\n13 months at $35.00-unless the defendant was charged $45.00 per month in which case\nthe first two monthly payments would only cover JCS charges, requiring an additional 40\nmonths of payments totaling $2,100.00.)\n11. Multiple incarcerations were imposed upon the plaintiffs in the\ncase at bar with no adjudication or imposition of sentence and for probation violations\nover which the court had absolutely nojurisdiction.\n12. Fines and fees charged to the plaintiffs in the case at bar reached\ninto the thousands upon thousands of dollars.\nFor some time Defendants' counsel have acknowledged to the court that some\n.\"mistakes\" have been made. Many months ago the City represented to the court that an\nimmediate review would be undertaken to correct these \"mistakes.\" The City was to\nprovide for the court's approval a proposed policies and procedures manual; the purpose\n. .\nof which was to establish and implement municipal court procedures for the City of\nHarpersville which simply complied with existing state laws, the Rules of Criminal\nProcedure, and Constitutional mandates. The court has repeatedly inquired as to the\nstatus of the City's submission of its proposed procedures, None have been forthcoming.\nThrough the recently filed depositions the court has now learned of the scope of\nthe City's \"mistakes.\" The process of establishing the policies and procedures for the\nHarpersville Municipal Court shall henceforth rest within the sole province of this court.\nBecause of the Harpersville court's institutional, egregious and undisputed pattern and\npractice of Constitutional and statutory violations, the:gravity of past abuses, and the\nexigent circumstances faced by criminal defendants who have been placed on\n\"probation\" by that court who may come before that court in the near future, it is\n01'\nhereby ORDERED that:\n3\n\n1. Plaintiffs' motion to set this case for Preliminary Injunction hearing is\nGRANTED. This case is set for such hearing at 9:00 a.m. on August 20, 2012, at which\nas\ntime Plaintiffs shall be permitted to proffer additional evidence they see fit, and\nDefendants shall have the opportunity to provide the court with any evidence by way of\nexplanation or in mitigation oftheir deposition testimony.\n2. The mayor and every member of the Harpersville City Council shall be\npresent in person tor the hearing of August 20, 2012, and shall appear at any and all\nsubsequent hearings in this case until final resolution, or until further Order of the court.\nThese individuals, who are the officials ultimately responsible for the operation of the\nCity, may wish to consult with Mr. Ward regarding the consequences of one's failure to\nappear, especially when actually ordered by a court to do so.\nPrior to the hearing, the mayor and every member of the city council shall have\ncertified to this court in writing and under oath that he/she has read this Order and the\ndepositions of Ward, Hall and Egan.\n3. Effective immediately, and until further Order of this court, the City of\nHarpersville is temporarily enjoined from incarcerating any individual in either the\nShelby County jail or the Shelby County Community Corrections facility without having\nfirst obtained written authorization from this court. This requirement applies only to\nindividuals who are either subject to post-conviction proceedings, have received a\nsuspended sentence, or have been placed on \"probation.'\n4. Effectively immediately, no.individual shall be incarcerated, nor shall an\narrest warrant issue, until said individual is afforded a hearing in accordance with Rule\nor\n26.'11 of the Alabama Rules Criminal Procedure, The municipal cow'! shall make\nwritten findings of fact. from that hearing. Should the municipal court then seek\nauthorization from this court to incarcerate the defendant, the written findings of fact\nshall be submitted with such request,\n5. Effective immediately, an individual convicted in Harpersville Municipal\nCourt shall have a minimum 30 days from the date of adjudication within which to remit\nassessed fines and court costs without incurring additional fees, penalties or other\ncharges.\n4\n\n6. Should an individual be convicted in Harpersville Municipal Court and\nsentenced to serve any type of incarceration, the City shall so notify this court\ncontemporaneously with theel1try of such adjudication by forwarding a copy of the\nadjudication and sentencing Order via tax to (205) 669-8553.\n7. Within 48 hours of the entry of t.his Order the City of Harpersville shall\nprovide this court with a complete listing of all individuals. who are currently being held\nby the City in any facility, providing a copy of the related incarceration Orderrs). For\npost-conviction incarcerations as a result of alleged probation violations, failure. to\nappeal', contempt of court, and the like, the City shall also provide copies of the\nadjudication and sentencing Order(s) J(11' the original underlying casers),\n8. The Clerk of Court is directed to forward a copy of this Order to the\nSheriff of Shelby County; and to the Chairperson of the Board and the Executive Director\nof the Shelby County Community Corrections Corporation.\n9. This Order shall remain in full force and effect pending further Order of .\nthis court.\nDONE and ORDERED this 11th day of July, 2012.\n5",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/42939"
    },
    {
      "date": "2012-07-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Press Release",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 42941,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/42941.pdf",
      "title": "Press Release",
      "text": "Baker Donelson's Kevin Garrison Helps Shut Down Alabama Debtors Prison \nKevin R. Garrison \nJuly 13, 2012 \n(Birmingham, AL/July 13, 2012) Kevin R. Garrison of Baker, Donelson, Bearman, Caldwell & \nBerkowitz, PC, together with co-counsel William Dawson and Jim Pino, won a significant court \norder that at least temporarily brings an end to practices in an Alabama municipal court system \nthat resulted in the creation and operation of a modern-day debtors prison.  \n \nIn the matter Dana Burdette et al v. Town of Harpersville et al, Mr. Garrison served as pro bono \ncounsel to the plaintiffs, four people formerly jailed by Harpersville who claimed the city fails to \nprovide adequate counsel to indigent defendants, does not hold a hearing before imposing fines \nand sets \"unreasonable bond amounts\" for indigent people arrested by the city. The suit accused \nthe city of automatically incarcerating indigent defendants for failure to pay fines and costs that, \nin many cases, were above the maximum allowed by law. These typically included additional \n\"monitoring\" fees charged by the private probation company with which Harpersville contracted \nto collect the fines.  \n \nIn a scathing order, Judge Hub Harrington of the Circuit Court of Shelby County, Alabama, \nnoted that the Harpersville Municipal Court system \"could reasonably be characterized as the \noperation of a debtors prison,\" adding that \"a more apt description . . . is that of a judicially \nsanctioned extortion racket.\"  \n \nMr. Garrison said \"Judge Harrington's ruling is a victory for all of us who appreciate the \nConstitution and an important check on the power of a city government that has been out of \ncontrol for a long time. Our clients are only a few of those who have been routinely thrown in \njail for having the misfortune of being unable to pay excessive fines related to minor violations \nsuch as speeding tickets. We're relieved that the court's order immediately stops Harpersville \nfrom continuing these practices and sets a hearing for further review of this matter.\"  \n \nAs a result of the order, effective immediately, the City of Harpersville is temporarily enjoined \nfrom incarcerating anyone who is subject to post-conviction proceedings, has received a \nsuspended sentence, or has been placed on probation in the Shelby County, Alabama, jail or the \nShelby County Community Corrections Facility without first receiving permission from Judge \nHarrington. Harpersville transports its inmates to the Shelby County Jail because the city does \nnot have its own jail.  \n \nThe order also granted a motion by the plaintiffs to set a preliminary injunction hearing, which \nwill be held on August 20, 2012. Judge Harrington has ordered that the mayor of Harpersville \nand every member of the Harpersville City Council be present at the hearing and \"any and all \nsubsequent hearings in this case until final resolution.\"  \n \nThe order also requires Harpersville to provide the court with a list of all individuals who are \ncurrently being held by the city in any facility along with a copy of the related incarceration \norders, and it is hoped that these individuals' cases will be examined to determine whether they \nhave also been victims of the \"repeated and ongoing violations of almost every safeguard \nafforded by the United States Constitution, the laws of the State of Alabama and the Rules of \n\nCriminal Procedure\" found by the court.  \n \nThe Court's full order is available here.  \n \nOnce commonplace, debtors prisons have long been abolished, but as financially strapped \nmunicipalities look for new revenue sources during a prolonged economic downturn, the \npractices used by Harpersville are becoming a more frequent business model for municipal court \nsystems. \"This tough economic climate has put growing pressure on the courts to bring in money \nrather than protect the rights of citizens, resulting in the type of egregious Constitutional \nviolations committed in Harpersville,\" said Lisa W. Borden, Baker Donelson's Pro Bono \nShareholder. \"We're extremely proud of Kevin and the work our Firm has done in this matter. \nWe are hopeful that this result sends the message that local courts cannot exploit the poor in an \neffort to balance their cities' budgets, or for the profit of private corporations.\"  \nNews Contact: \nJohanna Burkett \n \n901.577.2201 \n ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/42941"
    }
  ],
  "document_count": 3
}