{
  "case_id": 9658,
  "fetched_at": "2025-10-22T00:09:52.575862",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Reginald P. White Nursing Facility",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Mississippi",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2010,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Southern District of Mississippi",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2004-11-16",
    "filing_year": 2004,
    "id": 9658,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Reassessment and care planning",
      "Medical/Mental Health Care: Bed care (including sores)",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Wound care",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)"
    ],
    "last_checked_date": "2015-03-29T00:00:00-04:00",
    "main_docket": {
      "id": 53165,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2004,
      "docket_filing_number": 933,
      "is_main_docket": true,
      "court": "Southern District of Mississippi",
      "state": "Mississippi",
      "docket_office_number": "3",
      "docket_number_manual": "3:04-cv-00933-WHB",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "DOJ CRIPA Investigation of the Reginald P. White Nursing Facility, MS",
    "never_filed": true,
    "non_docket_case_number": "168-41-120",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2010-02-24",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Mississippi",
    "summary": "<p>Pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997, the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the Reginald P. White Nursing Facility (\"RWNF\"), a public nursing home facility in Mississippi, evidently operated by one of the state's counties.  The investigation resulted in a findings letter being sent to the governor of Mississippi on May 20, 2003.  The letter stated that in August 2002, DOJ and its expert consultants completed a visit to the facility, where they had interviewed administrators, residents and staff, and reviewed policies, procedures, medical charts and records.  After noting several positive aspects of the care provided at RWNF, the letter advised that the DOJ's investigation led it to conclude that certain conditions at RWNF violated residents' federal constitutional and statutory rights.</p><p>According to the DOJ's findings letter, residents at RWNF suffered from the facility's \"serious deficiencies\" in (1) nursing and physician medical care, (2) mental health care, (3) discharge planning, and (4) staff training and oversight.  For each of these categories, the letter provided examples of the shortcomings observed by the investigation.</p><p>Medical care shortcomings existed in assessment and treatment planning (including inadequate protocols for medical complications and no written protocol for resident pain management; failure to re-assess residents following acute changes in physical or mental status or after repeated falls or accidents; inadequate assessments for those needing restorative care or supervision to preclude elopement; and insufficient involvement of physicians in treatment planning), in mechanical restraint use without adequate assessments or consideration of alternatives, in deficient mealtime practices, and in substandard provision of restorative care and therapeutic activities.</p><p>Deficient mental health care treatment resulted from RWNF's system of providing mental health care through inappropriate use of multiple medications (polypharmacy), excessive reliance on psychotropic medications (chemical restraints), inadequate monitoring of medication side effects, and deficiencies with mental health assessments and treatment planning.</p><p>Systemic weaknesses in resident treatment planning and facility end-of-life practices resulted in unnecessarily restrictive and segregated living conditions for some RWNF residents, according to the DOJ findings letter.  This constituted a failure to serve persons in the most integrated setting appropriate to their individual needs.</p><p>The investigators also found that nursing and direct care staff would benefit from improved training on behavioral interventions for aggressive or agitated resident behavior, on restraint use, psychosocial planning, restorative care concepts, and the role of an interdisciplinary treatment team.  Additionally, the letter stated that the physician staff would benefit from training on their obligations under federal nursing home law and generally accepted professional geriatric standards.  Weak staff oversight and quality assurance practices, an absence of review and careful periodic evaluation of physician and psychiatric care, and failure to track or trend patterns of abuse and injury constituted further systemic problems at RWNF.</p><p>The DOJ findings letter proposed remedial actions to remedy the deficiencies, invited the state to address the issues, and alerted the state to the possibility of a CRIPA lawsuit brought by the United States to compel remedial action.</p><p>We have no post-findings letter information about this matter.</p>",
    "summary_published_date": "2008-06-20T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "2010-02-24",
    "clearinghouse_link": "clearinghouse.net/case/9658",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9658",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9658",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9658"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119973,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119973"
    },
    {
      "date": "2003-05-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19233,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19233.pdf",
      "title": "RE: CRIPA Investigation of the Reginald P. White Nursing Facility, MS",
      "text": "May 20, 2003 \nThe Honorable Ronnie Musgrove \nGovernor of Mississippi \nThe New Capital Building \n400 High Street \nJackson, MS  39205 \nRe: \t CRIPA Investigation of the Reginald P. \n\nWhite Nursing Facility \n\nDear Governor Musgrove: \nOn March 21, 2002, we notified you of our intent to \ninvestigate the conditions of care at Reginald P. White Nursing \nFacility (RWNF) pursuant to the Civil Rights of Institutionalized \nPersons Act (CRIPA), 42 U.S.C. § 1997.  Consistent with statutory \nrequirements, we write to report the findings of our \ninvestigation and to recommend remedial measures that are \nconsistent with federal statutory and constitutional \nrequirements. \nWe also would like to express our appreciation for the \ncooperation and assistance provided to us by RWNF administrators \nand staff.  Such assistance allowed us to complete our on-site \ninspection in a timely manner and has since proven helpful in \nnarrowing the issues that require our further attention.  We hope \nto continue to work cooperatively with State officials and RWNF \nstaff in addressing issues identified during our investigation. \nIn terms of the legal and factual background surrounding our \ninvestigation, residents of county-operated nursing home \nfacilities, such as RWNF, have a right to reasonably safe living \nconditions, adequate health care, restorative and rehabilitative \ncare services, freedom from unreasonable restraints, and a \ntreatment setting that is the most integrated and appropriate \nbased on individual resident needs.  Youngberg v. Romeo, 457 \nU.S. 307 (1982); Olmstead v. L.C., 527 U.S. 581 (1999); Americans \nwith Disabilities Act, 42 U.S.C. § 12132 et seq. (ADA); 28 C.F.R. \n\n- 2  \n\n§ 35.130(d) (ADA integration regulations); Section 504 of the \nRehabilitation Act of 1973, 29 U.S.C.A. § 794 (Section 504). \nFederal statutes governing the operation of nursing homes and \ntheir implementing regulations create similar rights.  See, e.g.; \nGrants to States for Medical Assistance Programs (Medicaid), \n42 U.S.C. § 1396r; Health Insurance for Aged and Disabled \n(Medicare), 42 U.S.C. § 1395i-3; 42 C.F.R. § 483 Subpart B. \nIn evaluating RWNF’s compliance with federal requirements, \nwe conducted our investigation with the assistance of a fire \nsafety expert and expert consultants in the fields of geriatric \npsychiatry, medicine, and nursing.  Our consultants reviewed \npolicies, procedures, medical records and other documents; \ninterviewed administrators, staff, and residents; and conducted \nan on-site inspection of the RWNF facility.  At an exit interview \nconducted on the last day of our on-site inspection in August \n2002, we conveyed our preliminary findings to RWNF administrators \nand attorneys. \nRWNF houses approximately 226 residents and has a 228-bed \ncapacity.  RWNF participates in the Medicaid program and provides \nnursing home services for elderly residents with significant \nmedical problems.  According to facility data, approximately 23 \npercent of the residents depend on staff for assistance during \nmeals, 33 percent depend on staff for assistance with dressing, \n44 percent depend on staff for assistance with bathing, 34 \npercent use wheelchairs most or all of the time, and 56 percent \nare diagnosed with psychiatric illnesses not including dementia \nor depression. \nCare at RWNF is positive in several respects.  During our \ninspection, direct care staff generally appeared respectful to \nthe residents, making appropriate eye contact and showing some \nresponsiveness to resident requests for personal care.  Nursing \nstaff have access to a wound care center to assist in treatment \nof resident bedsores.  Professional staffing included treatment \nby psychiatrists, not just general physicians.  Facility housing \nand kitchen areas appeared sanitary.  Residents received clean \nlinens and clothing.  Housing units generally met fire safety \nrequirements. \n\n- 3  \nAt the same time, however, we conclude that certain \nconditions at RWNF violate the constitutional and statutory \nrights of residents at the facility.  We find a number of serious \ndeficiencies in nursing care, medical care, mental health care, \ndischarge planning, and staff oversight.  Our findings, the facts \nsupporting them, and the minimum remedial steps that are \nnecessary to address these deficiencies are set forth below. \nI.  FINDINGS \nA.  NURSING AND PHYSICIAN MEDICAL CARE \n1.  Assessment and Treatment Planning \nRWNF has significant problems with its resident assessment \nand treatment planning process.  Assessment and treatment \nplanning serve as foundations for resident care, and weaknesses \nin relevant RWNF policies and practices are resulting in \nsignificant health problems for its residents.  Problems with \nassessment and treatment at RWNF include deficiencies with the \nfacility’s written policies and medical assessment practices, and \ninadequate physician participation in the treatment process. \nFirst, RWNH policies and procedures do not include adequate \nprotocols for addressing loss of function, pressure sores, pain, \ncontracture management, and other medical complications.  The \nfacility’s assessment and treatment planning procedures are \ninadequate in terms of addressing individualization of resident \ncare, prevention of declines in function, and restoration of \nabilities.  RWNF’s wound care policy does not address treatment \nfor necrosis and infection; nor does the policy provide adequate \nguidance on nutritional interventions and use of pressure-\nrelieving devices.  RWNF does not have a written policy at all \nregarding resident pain management. \nSecond, assessments are not completed and incorporated into \nindividual resident treatment plans as needed.  Problems with \ninadequate assessments are especially pronounced with respect to \nresidents suffering from acute changes in their physical or \nmental status.  When a resident’s condition changes \nsignificantly, generally accepted professional standards require \nstaff to re-assess the resident to identify the reasons for the \nresident’s changing condition.  The failure to conduct such \nassessments can contribute to the development of significant \nhealth problems including pressure sores, loss of mobility, \n\n- 4  \n\nfalls, incontinence, and loss of self-care skills.  Several cases \nillustrate this deficiency and the harm that results from this \nfailure of care. \nFor instance, RWNF staff often do not assess the status of \npressure sores, document whether sores are responding to \ntreatment, or account for pain when treating pressure sores.  In \none case, a resident’s skin condition deteriorated over the \ncourse of several months, yet staff repeatedly failed to assess \nthe resident’s declining condition to determine why this decline \nwas happening.  Earlier in this resident’s stay, staff prepared a \ntreatment plan that indicated that the resident might be at risk \nfor pressure sores.  The resident eventually developed three \n“stage III” pressure sores and a “stage IV” sore.1  One of the \nsores was covered with necrotic (dead) tissue.  To make matters \nworse, after staff finally realized that the resident had \ndeveloped pressure sores, they treated the sores without doing a \npain assessment.  Staff would clean the resident’s open wounds \nwithout giving the resident any pain relievers.  Our consultant \nobserved one such treatment session where the resident was \ngrimacing and moaning in obvious pain.  Staff did not seem to \nrecognize the resident’s distress. \nSimilarly, RWNF staff do not regularly assess residents \nafter they fall or injure themselves.  Falls, accidents, and \nresulting injuries are often due to problems with treatment.  It \nis important for staff to assess residents to determine why they \nare repeatedly falling or injuring themselves and then take \nappropriate, individualized corrective action.  Yet, such \nassessments are not taking place regularly at RWNF, and when they \ndo take place, the resulting interventions are frequently generic \nor even inappropriate.  For instance, we learned of a resident \nwho had a history of falls, and yet, staff did not develop a plan \nto address issues of immobility and incontinence that might have \nbeen factors contributing to his repeated injuries.  In another \ncase, a resident complained of dizziness, but staff failed to \nevaluate thoroughly the reasons for her dizziness or take other \nappropriate steps to minimize her risk of injury. \n1\n Stage III pressure sores typically appear as a crater in\nthe skin and flesh.  Stage IV pressure sores are the worst class\nof sores and typically include extensive tissue destruction,\nnecrosis, and damage to muscle, bone, and supporting structures. \n\n- 5  \nFacility staff also do not conduct adequate assessments of \nmany residents who need restorative care.  Such residents have \nproblems with contractures, toileting, and physical function. \nProper assessments would identify what skills the residents \nretain, what activities they would enjoy, as well as what steps \ncould be taken to prevent further declines in function.  When \nassessments are not conducted and treatment is not provided, such \nresidents become predisposed to contractures, loss of food \nintake, and urinary tract infections. \nA final example of serious problems with RWNF’s assessment \nand treatment process involves a troubling resident death.  RWNF \nrecently admitted a resident who had a history of elopements and \nwas assessed as having cognitive impairments.  RWNF failed, \nhowever, to address adequately this resident’s supervision needs \nas part of the resident’s overall program of care.  Just a few \nmonths after admission in early 2003, the resident wandered away \nfrom RWNF.  About 60 miles away from the facility, he was struck \nby a car and died. \nThird, physicians are not involved sufficiently in treatment \nplanning.  Physicians only attend approximately 10-20 percent of \ntreatment team meetings, and their lack of involvement is \nnoticeable in the resident charts.  Physicians do not regularly \nconduct history and physical exams when residents return from a \nhospital admission.  When they do conduct histories and \nphysicals, the assessments are often inadequate, with only \nsuperficial information about a resident’s medical problems, \nfunctional status, and physician analysis.  Physician progress \nnotes similarly lack adequate information and analysis. \nAttending physicians also lack adequate experience or knowledge \nof federal nursing home regulations, non-pharmacological \napproaches to care, and generally accepted professional \nstandards. \nIn total, these systemic problems hamper RWNF’s ability to \ntreat and prevent serious medical problems commonly found in a \ngeriatric population. \n2.  Mechanical restraint \nAt least half the RWNF residents observed by our consultants \nuse bed “siderails,” “gerichairs,” “lap buddies,” and other types \nof restraint.  While not as restrictive as some restraint \ntechniques, these types of mechanical restraints can result in \n\n- 6  \n\nharm to residents.  It is therefore important that staff follow \nproper procedures and generally accepted professional standards \nbefore using such restraints. \nSince any restraint use is problematic when caring for an \noften physically fragile population, restraints should only be \nused after completing careful, structured evaluation of the \npotential risks associated with restraint use.  Instead, at RWNF, \nmany staff seemed only minimally aware of the hazards associated \nwith restraints, and they use restraints without performing a \ncareful analysis necessary to ensure resident safety.  For \nexample, staff told our consultants that they use “siderails” to \nprevent resident falls.  Geriatric residents, especially \ndisoriented ones, may injure themselves when they try to climb \nover “siderails,” such as when they go to the bathroom at night. \nSince “siderails” can increase the risk of resident injury, \ngenerally accepted professional standards and federal law require \nthat their use be clearly justified and monitored.  That is not \nthe case at RWNF.  Almost a quarter of the charts reviewed by our \nnursing consultant included examples of “siderail” restraints \nbeing used for residents without adequate evaluation of the need \nfor such restraints. \nSimilarly, we found residents who were restrained to their \nchairs with “lap buddies,” a device designed to wrap around a \nresident and discourage him from getting up.  Ostensibly, these \nrestraints were also used to prevent falls, but this restraint \ntechnique can increase the risk of resident injury.  “Lap \nbuddies” and similar restraints may result in physical \nimmobilization and loss of strength, both risk factors for \nresident falls.  More generally, restraint use is often \nassociated with the development of medical problems such as \ncontractures, weight loss, and pressure sores.  Failing to assess \nadequately the medical consequences of restraint use puts \nresidents at risk of serious harm. \nRWNF staff also fail to assess thoroughly alternatives to \nmechanical restraints.  For instance, sleeping mats and nighttime \ncontinence plans can reduce falls and nighttime injuries.  Before \nusing “siderails,” RWNF staff should consider such alternatives. \nAlternative seating, pain relief, restorative care, and \nmeaningful structured activities are other alternatives to \nmechanical restraints.  RWNF staff do not routinely use such \nalternatives. \n\n- 7  \n\n3.  Mealtime assistance and nutrition \nWhen nursing home residents experience significant weight \nchanges, this can often be an indicator of significant health \nproblems.  Generally accepted professional standards require that \nstaff address such weight changes before they become a serious \nhealth threat. \nOur expert consultant closely evaluated extensive medical \nrecords for nursing home residents with significant weight gain \nor loss at RWNF.  In every case, RWNF staff failed to document an \naction plan to address significant weight changes. \nGiven the lack of such planning, it is not surprising that \nin practice, RWNF staff often fail to address factors that may be \nrelated to the residents’ weight problems, such as decreased \ncognition or loss of physical function.  For instance, during \nmealtimes, staff regularly fail to provide residents with \nassistive devices and proper seating.  Our consultant also \nobserved staff restrain some residents during meals, hampering \nthe residents’ ability to feed themselves.  Over time, such \ndeficient mealtime practices may cause residents to lose even \nmore independent living skills. \n4.  Restorative care and therapeutic activities \nRestorative care and therapeutic activities play a role in \nhelping residents improve functioning or in preventing further \ndeclines in functioning.  RWNF does not provide adequate \nrestorative care and therapeutic activities necessary to improve \nor maintain resident function. \nNearly a third of the charts examined by our expert \nconsultant did not include appropriate restorative care plans to \naddress loss of resident function.  These sampled residents often \nretained some self-care skills, but staff did not involve them \nadequately in self-care.  Without more attention to restorative \ncare issues, these residents may continue to lose their ability \nto bathe, exercise, and use a toilet. \nLikewise, many RWNF residents are regularly excluded from \nmeaningful participation in therapeutic activities.  For \ninstance, group programs offered by RWNF often cannot accommodate \nresidents with disabilities such as hearing loss, vision \nimpairment, or aphasia (non-verbal residents).  Even residents \n\n- 8  \nwith limited cognitive functioning may benefit from \nindividualized psychosocial treatment and activity planning.  At \nRWNF, however, the limited  activities that exist are designed \nprincipally for higher functioning residents.  Residents with \nsignificant loss of function are brought to the common room when \nsuch activities take place, but these residents cannot \nparticipate in many of the generic activities.  Such deficiencies \ncan lead to the unfortunate isolation of RWNF residents.  For \ninstance, we found one blind resident who apparently spends much \nof her time in her room, since she cannot participate in \nactivities.  We also found residents with memory loss problems \nsitting at the periphery of a group session.  Even though \npresent, they could not meaningfully participate in the session, \nsince the activity staff were communicating in a manner that did \nnot account for these residents’ limited powers of recall and \nattention. \nThe lack of adequate facility policies exacerbates problems \nwith restorative care and therapeutic treatment.  RWNF does not \nhave clear operating procedures regarding restorative care.  In \ngeneral, restorative care is not provided in a systemic way. \nRWNF staff do not consistently conduct timely evaluations, \nfollow-up on the efficacy of care programs, and individualize \nactivity planning.  Social workers generally do not participate \nin therapeutic planning, even though they may have critical \nknowledge regarding each resident’s psychosocial needs. \nRWNF’s physical layout also complicates matters.  The \ncurrent layout does not include much space for activities and \ntreatment. \nFinally, we note that some of the equipment provided is in \npoor condition.  For instance, many wheelchairs are missing \nfootrests, and a number of them are filthy. \nB.  MENTAL HEALTH CARE \nRWNF is located on the campus of a mental health hospital. \nFacility administrators report that many RWNF residents have \nsignificant mental health disorders in addition to their other \ngeriatric medical problems.2  The nursing home fails to provide \n2\n  Contrary to generally accepted practices regarding\ndocumentation of resident mental health needs, RWNF’s mental \n\n- 9  \n\nthe mentally ill residents with appropriate mental health care \ntreatment.  More particularly, RWNF’s system for providing mental \nhealth care results in inappropriate use of multiple medications \n(polypharmacy), excessive reliance on psychotropic medications \n(chemical restraints), inadequate monitoring of medication side \neffects, and deficiencies with mental health assessments and \ntreatment planning. \n1.  Polypharmacy \nFederal regulations require that a nursing home resident be \nfree from unnecessary anti-psychotic medication.  See, 42 C.F.R. \n§ 483.25(l)(1).  Unnecessary medication is defined as any \nmedication that is excessive in dose or duration; used without \nadequate monitoring or indication for use; used in the presence \nof adverse consequences, indicating that the medication should be \nreduced or discontinued; or used without specific target \nsymptoms.  42 C.F.R. § 483.25 (l)(1)(i-iv).  The use of \npolypharmacy (the practice of using multiple anti-psychotic drugs \nto treat a single ailment) may be appropriate in some limited \ncircumstances, but must always be justified. \nChart reviews and physician interviews revealed a \nsignificant number of cases in which medical staff improperly \nprescribed multiple anti-psychotic medications to RWNF residents. \nIn these cases, neither the psychiatrist nor the prescribing \nphysician could justify the use of multiple anti-psychotic \nmedications. \nThe following examples highlight the facility’s unjustified \nuse of polypharmacy: \n•\t A resident was prescribed two atypical neuroleptics, a \ntreatment strategy that is problematic by generally accepted \nprofessional treatment standards.  When the resident’s \nphysician (who actually prescribed the medications) and \npsychiatrist were asked about these prescriptions, neither \nof the physicians could recall the clinical rationale for \nhealth assessment and data collection systems made it difficult\nto verify independently the number of RWNF residents with mental\nhealth needs.  Facility data indicates that 56 percent of the\nresidents are diagnosed with psychiatric illness -- not including\ndementia or depression -- but that likely is under-inclusive. \n\n- 10  \nthese prescriptions. \n•\t A resident was prescribed a combination of psychiatric \nmedications, including lithium.  The resident’s records \nshowed that the lithium was at sub-therapeutic levels. \nNeither of the doctors responsible for this resident’s care \ncould explain the rationale for keeping the resident on \nmultiple psychiatric medications including the sub-\ntherapeutic level of lithium. \n•\t A resident was prescribed a combination of oral haloperidol, \nhaloperidol decanoate, and an atypical anti-psychotic, \nolanzapine.  During an interview with the prescribing \nphysician, who was not a psychiatrist, we found that the \ndoctor was unable to explain the rationale for combining \nthese medications.  No written documentation in the \nresident’s chart existed to support the doctor’s decision to \nprescribe these three psychotropic medications. \nAdditional chart reviews and staff interviews revealed that \nmany residents are prescribed multiple anti-psychotic medications \nwithin the same class of drugs.  In other words, RWNF staff use \nmultiple drugs that individually should be adequate to achieve \nsimilar clinical results.  The charts reviewed and the staff \ninterviews provided insufficient medical justification for these \npractices. \n2.  Monitoring of drug side effects \nFederal regulations require that nursing home staff monitor \nthe side effects that residents experience while taking \npsychotropic medications.  42 C.F.R. 483.25 (l)(v).  Monitoring \nside effects of psychotropic medications is crucial because these \npowerful medications can cause physically debilitating \nconditions. \nAt RWNF, we found that staff failed to document medication-\ninduced side effects.  For example, we reviewed the chart of a \nresident who was prescribed unusually high dosages of \nbenztropine, olanzapine and haloperidol decanoate.  Our expert \nconsultant examined this resident and found that the resident was \nseverely rigid in the limbs.  Staff should have been regularly \nmonitoring this resident and identifying the development of such \nobvious medication-induced side effects.  Instead, this \nresident’s chart contained no documentation of his rigidity. \nStaff on the unit told us that they had not been monitoring the \n\n- 11  \n\nresident for side effects and had just assumed that his physical \nlimitations were age related.  Staff’s failure to document \nconspicuous symptoms highlights the deficiencies in the nursing \nhome’s monitoring practices and the level of physical harm to \nwhich a resident at RWNF may be exposed. \nRWNF’s failure to monitor medication side effects is \nillustrated by another example.  Psychotropic medications \nincrease an individual’s sensitivity to the sun and heat.  When \ngeriatric residents are on such medications, staff need to \ncarefully monitor and evaluate their condition for adverse \nreactions to excessive heat exposure.  Temperatures during our \nAugust tour exceeded 85 degrees in the shade.  Yet, during our \ninspection, our expert consultant observed several residents on \npsychotropic medications sitting outdoors in direct sunlight for \nover a half hour with no supervision.  Water was not made \navailable to these residents while they sat outside.  When staff \nwere asked about this situation, they said they do not monitor \nresidents who sit outdoors.  This is a potentially dangerous \npractice given the fact that many residents receiving \npsychotropic medications suffer from dementia or other cognitive \nimpairments.  They are often unable to care for themselves and \nleaving the residents unattended in sweltering heat unnecessarily \nexposes them to potential dehydration or phototoxicicity. \n3.  Chemical Restraints \nFederal regulations require that appropriate non-psycho-\npharmacological interventions be provided to a nursing home \nresident before psychotropic medications are prescribed.  The \nregulations also require that residents receive gradual dose \nreductions of psychopharmacological medications in an effort to \nensure the least restrictive conditions.  42 C.F.R. \n§483.25(l)(2)(ii).  RWNF’s failure to meet these standards \nresults in the inappropriate use of medications and is \nimpermissible chemical restraint. \nStaff informed us that RWNF residents identified as \nrequiring psychiatric services typically see a psychiatrist only \nonce a year.  RWNF does not have clearly defined procedures \nallowing an exception to this practice when necessary.  Such \nlimited access to psychiatrists significantly hampers prevention \nof resident mental health crises and ignores the facility’s \nobligation to systematically evaluate and decrease psychotropic \nmedication use if possible.  Erratic psychiatrist staffing may \n\n- 12  \n\ncontribute to this problem.  The psychiatrists at RWNF split \ntheir time between the facility and the state mental health \nhospital on the same campus.  They are reportedly required to \nspend about 30 percent of their clinical hours at the nursing \nhome, but because of weaknesses in professional oversight, it is \nunclear if this requirement is met.  As one psychiatrist advised \nus, “it would be nice” to conduct more frequent reviews “but we \ndon’t have time.”  By not providing such services, however, the \nfacility is not in a position to reduce medication use to less \nrestrictive levels. \nAdditionally, physicians may be prescribing medications for \nthe convenience of staff rather than based on the exercise of \nappropriate professional judgment.  A treating physician told us \nthat he prescribed two different atypical neuroleptic medications \nfor one RWNF resident because the resident “bothered staff.” \nReliance on psychotropic medications for the convenience of staff \nand as a substitute for other interventions represents a \nsignificant departure from generally accepted professional \nstandards. \n4.  Psychiatric Assessment and Treatment \nAs mentioned previously, RWNF has significant problems with \nits assessment and treatment planning process.  Such problems \naffect not just medical care.  They also have adverse \nconsequences for residents with mental illness. \nFirst, just as general physicians do not participate with \nsufficient frequency in treatment planing meetings, psychiatrists \nare also frequently absent.  Instead of providing an adequate \ninterdisciplinary process, RWNF treatment teams consist generally \nof only support staff and nurses, who gather together and only \nbriefly discuss the treatment goals for each resident.  We found \nthat resident care meetings consisted of caring, well intentioned \nstaff, however, they failed to produce the type of \ninterdisciplinary review that is required in caring for geriatric \nresidents with complex mental illnesses. \nSubstantively, treatment approaches considered by treatment \nteams do not include adequate behavioral and therapeutic \nactivities planning for RWNF residents with mental illness.  For \ninstance, RWNF does not provide adequate psychological care for \nresidents with depression.  Counseling therapy for depression is \nnot available, so the nursing home tends to rely on medications \n\n- 13  \n\nas a substitute for therapeutic intervention.  Similarly, some of \nthe problems with polypharmacy and chemical restraint use suggest \nover-reliance on medications rather than less intrusive \nbehavioral or therapeutic interventions when dealing with some \nbehaviorally challenged residents. \nPoor clinical documentation contributes to problems with \nresident mental health and medical treatment.  Generally accepted \nprofessional standards for mental health practice require that a \ndoctor provide documentation in each resident’s chart to justify \nhis or her prescribing practice.  Appropriate documentation \nincludes the following information: \n•\t the resident’s present symptomatology and functioning; \n•\t mental status exam; \n•\t assessment, formulation, and plan; and \n•\t notes to document whether the resident is experiencing side \neffects from current medications. \nAt RWNF, progress notes and records were often missing \ninformation necessary to evaluate resident mental status, conduct \nadequate assessments, and develop treatment plans.  As discussed \npreviously, the result is that psychiatrists and physicians are \nprescribing psychotropic medications without adequate \njustification.  Improved progress notes would help explain a \nphysician’s choice of medication for a resident and indicate the \nsymptoms the medication is intended to treat.  Nurses and support \nstaff could use the data to assess the resident’s progress and \nmonitor the resident’s side effects.  The progress note is also a \nvaluable tool for physicians because it enables a physician to \nevaluate whether a resident’s current medication regimen is \nappropriate. \nC.  SERVING PERSONS IN THE MOST INTEGRATED SETTING \nAPPROPRIATE TO THEIR INDIVIDUAL NEEDS \nUnder federal law, a nursing home must ensure that its \nresidents are treated in the most integrated setting appropriate \nto their individual needs.  RWNF staff prepare discharge plans \nand consider the appropriateness of their facility as a placement \nfor residents.  This is commendable.  At the same time, however, \nsystemic weaknesses in resident treatment planning and facility \nend-of-life practices result in unnecessarily restrictive and \nsegregated living conditions for some RWNF residents. \n\n- 14  \nFirst, when developing resident treatment plans, RWNF staff \ndo not adequately consider integration issues.  This may partly \nbe due to the fact, as noted above, that staff do not have the \nability to obtain necessary restorative care and similar medical \nservices.  Alternatively, staff may simply be unaware of the \nissue and their legal obligations.  Regardless, the result is \nthat residents end up losing their independent living skills and \nability to move to a less restrictive setting. \nTo illustrate, RWNF staff often fail to provide appropriate \nadaptive equipment or plan accommodations to address residents’ \ndisabilities.  Residents who might be able to feed themselves if \ngiven adaptive utensils do not consistently receive such items. \nFacility staff rely heavily on wheelchairs in place of other \nequipment or treatment services that might allow mobility-\nimpaired residents to improve their ambulation skills. \nResidents are placed at bedside tables that are so tall, they \nhave difficulty accessing items on the tables without staff \nassistance.  All of these situations can prevent residents from \nimproving their independent living skills or even cause a loss of \nfunctioning. \nSecond, RWNF physicians do not analyze appropriateness of \nend-of-life care.  For some residents, spending their final days \nin a hospice setting might be more appropriate than in an \nemergency room.  Yet, RWNF doctors do not seem to give much \nconsideration to this option when deciding where to transfer a \nresident near the end-of-life. \nD.  STAFF TRAINING AND OVERSIGHT \nGiven the complexities of caring for geriatric residents, it \nis important for a nursing home to have strong staff training and \nadministrative oversight.  At RWNF, weaknesses in these areas \ncontribute to many of the problems in the facility’s overall \ndelivery of care. \nFirst, weaknesses in staff training and clinical oversight \nhave an adverse effect on resident care at RWNF.  Administrators, \nphysicians, and direct care staff all require more training and \nexpertise on issues specific to geriatric resident populations. \nThe facility would benefit from having a Medical Director \nassigned directly to RWNF.  Currently, the Medical Director has \nmany responsibilities outside of the nursing home and in the \nmental health hospital on campus.  A nursing home like RWNF has \n\n- 15  \n\nunique issues and regulatory requirements, and a medical director \nwith special expertise in geriatric care would improve \nsignificantly overall facility operations.  Similarly, while many \nof the nurses and direct care staff seem caring and dedicated, \nthey often lack the training needed to care for a geriatric \npopulation.  Among other things, they would benefit from improved \ntraining on behavioral interventions for aggressive or agitated \nresident behavior, restraint use, psychosocial planning, \nrestorative care concepts, and the role of an interdisciplinary \ntreatment team.  Finally, the physician staff would also benefit \nfrom training on their obligations under federal nursing home law \nand generally accepted professional geriatric standards. \nRWNF’s “informed consent” practices are a good illustration \nof what can happen when there is inadequate oversight of medical \nprofessionals.  Generally accepted professional standards require \nthat residents receive information necessary to make health care \ndecisions.  Federal regulations require that residents be \ninformed of the benefits and risks of treatment and reasonably \navailable alternatives.  42 C.F.R. § 483.10 (d)(2).  At RWNF, \nstaff often do not obtain the requisite consent of a resident (or \nguardian) before giving the resident medication.  Charts lacked \ndocumentation that a nurse or staff person explained to a \nresident why the doctor thought it was necessary to prescribe \nmedications.  Records also suggest that the goals of such \ntreatment were sometimes poorly articulated, if explained at all. \nThe charts also lacked documentation to demonstrate that staff \ninquired into whether each resident understood the benefits and \nrisks associated with suggested treatment.  One especially \nstriking example of this problem involves placebos.  Some RWNF \nresidents are currently taking placebos without having given \nconsent.  Professional staff did not seem to recognize that this \npractice is archaic and professionally inappropriate. \nSecond, weaknesses in care provided by the staff are not \nrecognized promptly, in part because the facility’s quality \nassurance procedures themselves reflect a lack of attention to \nspecific geriatric concerns.  For instance, the current staff \noversight and quality assurance system does not systematically \ntrack the use of “siderail” and other restraints.  The system \nalso does not include adequate review of the care provided by \nphysicians and psychiatrists, nor does the system include \ncareful, periodic evaluation of physician treatment by a \nqualified clinical medical director.  Finally, the current system \ndoes not track or trend patterns of abuse and injury.  Without \n\n- 16  \n\nsuch data, it is difficult for the facility to improve care or \nproactively prevent problems from developing. \nII.  MINIMAL REMEDIAL MEASURES \nIn order to remedy these deficiencies and to protect the \nconstitutional and federal rights of RWNF residents, RWNF should \nimplement, at minimum, the following measures: \nA.  Assessment and Treatment Care Planning \nRWNF must develop and implement formal policies for several \ncritical aspects of geriatric care that are not adequately \naddressed by current policies.  These include loss of function, \npain management, care for pressure sore infection and necrosis, \nstaff supervision of geriatric residents, restraint use, medical \ndocumentation review, and monitoring of drug side effects. \nRWNF must conduct timely and appropriate assessments of \nresidents.  Specific attention should be given to assessing \nresidents for pain, restraint use, acute health changes, mental \nillness, and restorative care needs.  Assessments should also \ninclude evaluation of each resident’s functional status and \nassociated adaptive needs. \nTreatment planning needs to be interdisciplinary, with \nactive participation by all appropriate staff, including \nphysicians and psychiatrists.  Social workers must be included in \ncare planning to ensure that residents’ psychosocial needs are \naddressed.  Greater attention should be given by the social work \nand medical staff to end-of-life care, depression screening, and \nthe securing of informed consent for treatment. \n1.  Pressure Sores \nRWNF must proactively treat residents at risk of pressure \nsores by conducting more timely assessments and interventions. \nResidents identified as at risk for skin breakdowns should be \ngiven appropriate treatment and follow-up by direct care staff \nand treatment teams.  Facility protocols for prevention and \ntreatment of pressure sores should include wound assessments, \nnutritional assessments and intervention, pain management, \ninfection and necrosis management, and notification to the \nresident and the resident’s responsible party. \n\n- 17  \n\n2.  Falls \nRWNF must develop and implement policies that clearly \ndescribe appropriate procedures for conducting fall assessments \nand interventions.  Staff must be trained on such procedures and \nprovided practice guidelines that meet generally accepted \nprofessional standards of practice.  In preventing falls, RWNF \nstaff should give special attention to the problem of falls \ncaused by inappropriate restraint use and damaged equipment. \n3.  Restraints \nIn order to minimize the use of mechanical and chemical \nrestraints, RWNF must develop and implement meaningful \nalternatives including provision of restorative care, activities, \nand environmental manipulation.  Residents must not be restrained \nwithout proper evaluation. \nWhen restraints are recommended by staff to prevent falls, \nRWNF must ensure that there has been an appropriate evaluation of \nthe reasons for the falls and alternatives to restraints.  RWNF \nshould assess specifically whether addressing a resident’s need \nfor alternative seating, strength building exercises, adapted \ncommunication, toileting, pain, or anxiety may be a more \nappropriate solution than restraints. \nEven if restraints may be appropriate, RWNF staff must \nperiodically reassess the perceived need for such restraints and \nattempt alternative approaches, if indicated. \nFacility administrators must specifically evaluate restraint \nuse as part of the facility’s quality assurance and improvement \nprocess.  Clinical outcomes associated with restraint use, such \nas weight loss and trauma, should be evaluated as part of this \nprocess.  Data and trends regarding restraint use should be \nidentified for both individual residents and the RWNF system as a \nwhole. \n4.  Mealtime Assistance and Nutrition \nRWNF must include nurses in the coordination of staff \nresponse to residents’ significant weight changes.  Nurses should \nbe trained in conducting appropriate weight evaluations and \nsupervised to ensure appropriate follow-through when significant \nweight changes occur.  All RWNF staff must also be educated on \n\n- 18  \n\ngenerally accepted professional approaches to promoting improved \nfunction, safety, and nutrition during mealtimes.  To assist with \nself-feeding, residents must be provided with appropriate \nassistive devices and seating. \n5.  Therapeutic Activities \nRWNF must increase activities for all residents.  Such \nactivities should be designed to address complications associated \nwith inactivity such as pressure sores and clinical depression. \nPrograms need to be developed and implemented specifically for \nresidents with limited physical or cognitive function (e.g. \ndementia, depression, aphasia, visual impairments and hearing \nloss). \nB.  Mental Health Care \nRWNF must provide adequate and appropriate psychiatric and \nmental health services in accordance with generally accepted \nprofessional standards.  In order to accomplish this, the nursing \nhome must: \n1.  Educate staff about federal regulations pertaining \nto nursing homes and the nursing home guidelines set \nforth in the Omnibus Budget Reconciliation Act; \n2.  Provide medical and nursing home staff with \neducational instruction on methods of evaluation, \ndiagnosis, and treatment of residents with psychiatric \nand/or behavioral problems; \n3.  Provide continuing medical education on age-related \nmental health issues; \n4.  Ensure that a qualified medical director makes it a \npriority to review resident charts and medication \npractices to ensure that the use of polypharmacy is \njustified, physicians and staff record their respective \ntreatment decisions, staff monitor residents, and \nresident’s medical care is aimed at improving quality of \nlife; and \n5.  Ensure that psychopharmacological practices comport \nwith generally accepted professional standards.  The use \nof medications must be professionally justified, \n\n- 19  \ncarefully monitored, documented, and reviewed by \nqualified staff.  Doctors must justify the use of \nmedications based on clinical need. \nC. \t Treatment in the Most Integrated Setting Appropriate to \nIndividualized Needs \nRWNF must provide residents with restorative care, adaptive \ndevices, and treatment necessary to maintain and improve resident \nfunctioning.  The facility must develop and implement an \nequipment management program to ensure that equipment is in good \nfunctioning order. \nRWNF must develop and implement a policy for discharge \nplanning that includes consideration of hospice care and more \nintegrated settings for end-of-life residents. \nD. \t Staff Training and Oversight \nRWNF must improve clinical and facility management. \nMississippi officials should consider hiring a separate, \ndedicated medical director for the facility, with expertise in \nrunning a geriatric nursing facility.  RWNF should develop and \nimplement policies and procedures to ensure adequate oversight of \nall staff, including physicians. \nRWNF must develop and implement a gerontologic core training \nprogram that meets current accepted professional standards.  This \ntraining needs to be complemented by a competency evaluation of \nstaff to ensure that staff are proficient enough to implement \ntheir training.  Peer review should also be considered in order \nto assist staff and improve overall resident care. \nSubstantively, staff must be trained and educated on \n“restraint-free” treatment approaches so that they can properly \nevaluate the alternatives to restraints.  Staff also need to be \ntrained on their roles in an interdisciplinary treatment planning \nprocess, medication side effects, individualization of resident \nassessments and treatment, resident psychosocial needs, resident \ntherapeutic activities, medical issues specifically related to \nthe aging process, and federal regulations. \nRWNF must develop and implement a quality assurance and \nimprovement system that monitors clinical outcomes and associated \npractices.  More specifically, RWNF must identify and address \n\n- 20  \ntrends in mistreatment, such as excessive restraint use, \npsychoactive use, falls, and pressure sores.  Corrective action \nmust be taken systematically when problems are identified. \nRWNF must establish and implement policies to safeguard \nresidents’ “informed consent” rights.  RWNF must stop giving \nresidents placebos without adequate professional justification. \n*  *  * \nIn light of the State’s cooperation in this matter, we have \ndecided to provide our consultants’ reports as technical \nassistance.  The expert reports will be sent under separate \ncover.  Although our experts’ evaluations do not necessarily \nreflect the general conclusions of the Department of Justice, \ntheir independent observations, analysis, and recommendations \nfurther elaborate on the issues discussed in this letter and \nprovide practical assistance on addressing deficiencies. \nWe invite the State to discuss with us the above remedial \nrecommendations, with the goal of remedying the identified \nconstitutional and statutory violations without resort to \nlitigation.  In the event we are unable to reach a resolution \nregarding our concerns, we are obligated to advise you that the \nAttorney General may initiate a lawsuit pursuant to CRIPA, to \ncorrect deficiencies or otherwise protect the rights of RWNF \nresidents, 49 days after the receipt of this letter. \n42 U.S.C. § 1997b (a)(1).  We would prefer, however, to resolve \nthis matter by working cooperatively with you.  We have every \nconfidence that we will be able to do so in this case.  Civil \nRights Division lawyers will soon contact your attorney to \ndiscuss in more detail the measures that the State must take to \naddress the deficiencies identified in this letter. \nSincerely, \nRalph F. Boyd, Jr. \nAssistant Attorney General \n\n- 21  \n\ncc: \t The Honorable Michael Moore \nAttorney General of Mississippi \nMs. Carol Thweatt \nGeneral Counsel \nDepartment of Mental Health \nDr. Albert R. Hendrix \nExecutive Director \nDepartment of Mental Health \nRamiro J. Martinez, M.D. \nDirector \nEast Mississippi State Hospital and \nReginald P. White Nursing Facility \nMs. Kerry Bynum \nAdministrator \nReginald P. White Nursing Facility \nThe Honorable Dunn O. Lampton \nUnited States Attorney \nSouthern District of Mississippi ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19233"
    },
    {
      "date": "2010-02-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 94323,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/94323.pdf",
      "title": "Docket [PACER]",
      "text": "U.S. District Court  \nSouthern District of Mississippi (Northern (Jackson)) \nCIVIL DOCKET FOR CASE #: 3:04-cv-00933-WHB \n   \nUnited States, et al v. Mississippi State Of, et al  Date Filed: 11/16/2004 \nAssigned to: District Judge William H. Barbour, Jr  Date Terminated: 11/23/2004 \nDemand: $0  Jury Demand: None \nCause: 42:1983 Civil Rights Act  Nature of Suit: 440 Civil Rights: Other \nJurisdiction: U.S. Government Plaintiff \nPlaintiff \nUnited States of America  represented by  Dunn Lampton-Federal Gov  \nU. S. ATTORNEY'S OFFICE - Jackson  \n501 East Court Street  \nSuite 4.430  \nJackson, MS 39201  \n601/973-2832  \nFax: 601/965-4110  \nEmail: dunn.lampton@usdoj.gov  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nR. Jonas A. Geissler-Federal Gov  \nU. S. DEPT. OF JUSTICE - Civil Rights \nDivision  \n950 Pennsylvania Ave., NW  \nPHB 5918  \nWashington, DC 20530  \n202/353-8866  \nFax: 202/514-6903  \nEmail: jonas.geissler@usdoj.gov  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED \n \nChristopher N. *Cheng-Federal Gov  \nU. S. DEPARTMENT OF JUSTICE - \nCIVIL RIGHTS DIVISION  \nSpecial Litigation Section  \n950 Pennsylvania Ave., NW  \nWashington, DC 20530  \n202/514-8892  \nFax: 202/514-4883  \nEmail: christopher.cheng@usdoj.gov  \nATTORNEY TO BE NOTICED \n     \nPlaintiff     \nRobert Landrum     \n\n     \n \n   \nV. \nDefendant     \nMississippi State Of     \n     \nDefendant     \nHaley Barbour  \n   \nGovernor of the State of Mississippi \n     \nDefendant     \nAlbert R. Hendrix  \n   \nExecutive Director of Mental Health \n     \nDefendant     \nDepartment of Mental Health     \n     \nDefendant     \nPatricia Ainsworth     \n     \nDefendant     \nWilliam Buford     \n     \nDefendant     \nAmanda Griffin     \n     \nDefendant     \nScotty Hargrove     \n     \nDefendant     \nGeorge Harrison     \n     \nDefendant     \nRobert Maddux     \n     \nDefendant     \n\nMary Morton     \n     \nDefendant     \nBradley Sanders     \n     \nDefendant     \nCharles Carlisle     \n     \nDefendant     \nEast Mississippi State Hospital     \n     \nDefendant     \nRene Read     \n     \nDefendant     \nReginald P. White     \n     \nInterested Party     \nDavid N. Usry  represented by  David N. Usry-Federal Gov  \nU. S. ATTORNEY'S OFFICE - Jackson  \n501 East Court Street  \nSuite 4.430  \nJackson, MS 39201  \n601/973-2836  \nFax: 601/965-4409  \nEmail: David.Usry@usdoj.gov  \nATTORNEY TO BE NOTICED \n     \n \nDate Filed  #  Docket Text \n11/16/2004  1   COMPLAINT ; Notice of Assignment mailed. (thr) (Entered: 11/17/2004) \n11/16/2004     Case assigned to Administrative Track. (thr) (Entered: 11/17/2004) \n11/16/2004     Magistrate Judge Assignment Alfred G. Nicols (thr) (Entered: 11/17/2004) \n11/16/2004  2   MOTION by plaintiff United States for Approval of Agreement (thr) (Entered: \n11/17/2004) \n11/16/2004  3   MEMORANDUM by plaintiff United States in support of [2-1] motion for Approval \nof Agreement by plaintiff (thr) (Entered: 11/17/2004) \n\n11/16/2004     SUMMONS(ES) issued for defendant Mississippi State Of, defendant Haley Barbour, \ndefendant Albert R. Hendrix, defendant Department of Mental, defendant Patricia \nAinsworth, defendant William Buford, defendant Amanda Griffin, defendant Scotty \nHargrove, defendant George Harrison, defendant Robert Maddux, defendant Mary \nMorton, defendant Bradley Sanders, defendant Charles Carlisle, defendant East \nMississippi, defendant Rene Read, defendant Reginald P. White (thr) (Entered: \n11/17/2004) \n11/16/2004     SUMMONS(ES) issued for defendant Mississippi State Of, defendant Haley Barbour, \ndefendant Albert R. Hendrix, defendant Department of Mental, defendant Patricia \nAinsworth, defendant William Buford, defendant Amanda Griffin, defendant Scotty \nHargrove, defendant George Harrison, defendant Robert Maddux, defendant Mary \nMorton, defendant Bradley Sanders, defendant Charles Carlisle, defendant East \nMississippi, defendant Rene Read, defendant Reginald P. White (jkm) (Entered: \n11/22/2004) \n11/22/2004  4   SUMMONS Returned Executed as to defendant Mississippi State Of, defendant \nHaley Barbour, defendant Albert R. Hendrix, defendant Department of Mental, \ndefendant Patricia Ainsworth, defendant William Buford, defendant Amanda Griffin, \ndefendant Scotty Hargrove, defendant George Harrison, defendant Robert Maddux, \ndefendant Mary Morton, defendant Bradley Sanders, defendant Charles Carlisle, \ndefendant East Mississippi, defendant Rene Read, defendant Reginald P. White \n11/17/04 Answer due on 12/7/04 for Reginald P. White, for Rene Read, for East \nMississippi, for Charles Carlisle, for Bradley Sanders, for Mary Morton, for Robert \nMaddux, for George Harrison, for Scotty Hargrove, for Amanda Griffin, for William \nBuford, for Patricia Ainsworth, for Department of Mental, for Albert R. Hendrix, for \nHaley Barbour, for Mississippi State Of (jkm) (Entered: 11/22/2004) \n11/23/2004  5   ORDER granting [2-1] motion for Approval of Agreement. FURTHER: The Court \nretains jurisdiction of this case for 3 years from this date as set out. ( signed by Judge \nWilliam H. Barbour Jr. ); copies mailed. (thr) (Entered: 11/30/2004) \n11/23/2004     Case closed (thr) (Entered: 11/30/2004) \n12/15/2004  6   RESPONSE by defendant Department of Mental to [2-1] motion for Approval of \nAgreement by plaintiff (jkm) (Entered: 12/15/2004) \n11/21/2007  7   Joint MOTION for Settlement Extension, Modification, and Dismissal in Part by \nUnited States of America (Attachments: # 1 Appendix Proposed Order to Extend, \nModfify, and Dismiss in Part the Settlement Agreement)(Cheng, Christopher) \n(Entered: 11/21/2007) \n12/06/2007  8   ORDER granting 7 Joint Motion to Extend, Modify, and Dismiss in Part the \nSettlement Agreement. The Agreement is hereby extended to November 23, \n2009.Pursuant to Section J of the Agreement, Section F of the Agreement is hereby \ndismissed. This Court shall continue to retain jurisdiction of this case until November \n23, 2009. Signed by Judge William H. Barbour Jr. on 12-6-2007 (Lewis, Nijah) \n(Entered: 12/06/2007) \n11/20/2009  9   Joint MOTION to Continue to Extend Settlement Agreement by United States of \nAmerica (Attachments: # 1 Supplement Proposed Order)(Geissler, R. Jonas) \n(Entered: 11/20/2009) \n\n11/23/2009     DOCKET ANNOTATION as to # 9 Proposed orders must be e-mailed to the \nappropriate judge not filed as an attachment to a pleading or filed as a separate \npleading. (cwl) (Entered: 11/23/2009) \n12/09/2009  10   ORDER granting 9 Joint Motion to Continue. The Agreement is hereby extended for \n90 days, until February 22, 2010. Signed by District Judge William H. Barbour, Jr on \n12/9/09 (Lewis, Nijah) (Entered: 12/09/2009) \n02/22/2010  11   Joint MOTION to Dismiss by United States of America (Attachments: # 1 Appendix \nProposed Order (also submitted via email))(Geissler, R. Jonas) (Entered: 02/22/2010) \n02/22/2010     DOCKET ANNOTATION as to # 11 Proposed orders must be e-mailed to the \nappropriate judge not filed as an attachment to a pleading or filed as a separate \npleading. (cwl) (Entered: 02/22/2010) \n02/24/2010  12   ORDER of FINAL DISMISSAL: granting 11 Motion to Dismiss. Signed by District \nJudge William H. Barbour, Jr on 2/24/2010 (cwl) (Entered: 02/24/2010) \n\t\r  ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/94323"
    },
    {
      "date": "2004-11-15",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112031,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112031.pdf",
      "title": "Agreement",
      "text": "AGREEMENT\nTABLE  OF  CONTENTS \nOVERVIEW  AND  CONSTRUCTION...  00.0.0  ccc  cece  cee  eee  eee  eeens  3 \nASSESSMENT  AND  TREATMENT  PLANNING...  2...  eee  cece  cece  ceca ae  5 \nRESTRAINTS...  0.00cee0 e e.ee  eee eee  eee  nee  vec  cee  eeeveeeens  9 \nMEALTIME  ASSISTANCE  AND  NUTRITION.......0.. .e.e s.e.e0s   11 \nTHERAPEUTIC  ACTIVITIES,  REHABILITATION,  AND  RESTORATIVE \nCARE.C oc  ceeeee ee  eee   ee  eee ees  ..  12 \n.  MENTAL  HEALTH  CARE.............00..  Ceee  tee  eee ees  13 \nTREATMENT  IN  TEE  MOST  INTEGRATED  SETTING  APPROPRIATE \nTO  INDIVIDUALIZED  NEEDS.......  0.0.0.0.  ce  ee  ee  ee  es  4 \nMANAGEMENT,  OVERSIGHT,  AND  TRAINING.  ...  2.0.2...  00.00.22  eee  17 \nMONITORING  AND  TZCENICAL  ASSISTANCE.  ..............0-0000.  Z2 \nCONSTRUCTION,  TERMINATION,  AND  SNFCORCEMENT  CF  AGREEMENT..2 5\nA,  OVERVIEW  AND  CONSTRUCTION \n~.  Reginald  P.  White  Skilled  Care  (RWSC)  is  a  state-owned \nand  operated  nursing  home  facility  located  in  Meridian, \nMississippi.  Tne  State  of  Mississippi  (State)  is  responsibie  for \nthe  care  and  treatment  of  RWSC  residents. \n2.  RWSC  residents  have  rights  protected  by  the  federal \nconstitution,  federa>  statutes,  and  federal  nursing  home \nreaulations.  See  Youngberg  v.  Romeo,  457  U.S.  207  (1982); \nOlmstea@  v.  L.C.,  527  U.S.  581  (1999);  Americans  with \nDisabilities  Act,  42  U.S.C.  §  12132  et  seg.  (ADA);  28  C.F.R. \n§  35.230{(@)  (ADA  integration  regulation) ;  Section  504  of  the \nRehabilitation  Act  of  1973,  29  U.S.C.A.  §  794  (Section  504), \nGrants  to  States  for  Medicai  Assistance  Programs  (Medicaid),  42 \nU.S.C.  §  1396r  (nursing  home  standards);  and  42  C.F.R.  §  483 \nSubpart  B  (Medicare  &  Medicaid  regulations).  This  Agreement  was \nentered  to  ensure  the  State’s  compliance  with  generally  accepted \nprofessional  standards  of  care  consistent  with  federal  law. \n3.  Nothing  in  tnis  Agreement  is  intended  to  serve  as  a \nwaiver  or  exemption  from  standards  identified  in  the  above- \nreferenced  federal  Statutes,  implementing  regulations,  and \nassociated  surveyor  guidance.  RWSC  shall  be  required  to  continue \nfuliy  complying  with  these  federal  standards. \n4,  Nothing  in  this  Agreement  shaii  preclude  the  United \nStates  Department  of  Healtn  and  Human  Services  (HHS),  the  Centers\nfor  Medicare  and  Medicaid  Services  (CMS),  or  relevant  state \nagencies,  from  separately  enforcing  relevant  nursing  nome \nstandards.  Any  findings  by  these  or  cther  government  agencies \nmay  be  considered  as  relevant  evidence,  but  shail  not  be \ndeterminative  as  to  RWSC’s  compliance  or  non-compliance  with  this \nAgreement.  The  State’s  submission  of  pians  of  correction  Lo,  or \ncertification  for  receipt  of  federal  funds  by,  the  Centers  for \nMedicare  and  Medicaid  Services  do  not,  in  themselves,  constitute \ncompliance  with  tnis  Agreement. \n5.  Except  where  otherwise  indicated,  \"qualified  staff\" \nShall  refer  to  an  indivicual  or  irdividuais  qualified  to  render \nthe  reguisite  and  appropriate  care,  treatment,  judgment,  training \nand  service,  based  on  credentials  recognized  in  the  specific \nfield.\n ——\n ——\nB,  Assessment  and  Treatment  Planning \n1.  RWSC  shall  wcrovide  adecuate  safety,  medical  care,  and \nmursing  care  to  as RWSC  K residents.  o  that  end,  RWSC  shali  develsp \nand  implement  policies  and  procedures  to  ensure  timely  and \nprofessionally  appropriate  assessment  and  treatment  of  RWSC.  \nresidents. \n2.  Initial  assessments  and  re-assessments  shall  be \nconducted  as  required  by  generaliy  accepted  professional \nstandards. \n3.  RWSC  shall  assess  whether  each  resident  may  be  at  risx \nfor,  or  have  a  present  need  for,  care  to  address  the  following \ntypes  of  issues  and  problems  commonly  found  in  @  geriatric \npopulation: \na.  Pressure  sores,  Sxin  damage,  and  mecrosis. \n   b.  Restraint  use. \nc.  Elopement. \nd.  Falls  and  unexplained  injuries. \ne.  Loss  of  physical  and  mental  function,  including \ndevelopment  of  comtractures,  communication \ndeficiencies,  ane  cognitive  impairment. \nf.  Adaptive  care  and  disability  accommodation  needs. \ng.  Nutrition,  hydration,  and  mealtime  assistance \nneeds. \nh.  Mental  health  care  requirements  and  behavioral\nissues. \n1.  Rehabilitative  and  restorative  care  needs. \nj.  Chronic  disease. \nk.  Pain. \n4,  When  a  resident  experiences  a  significant  chance  in \ncondition,  a  professionally  appropriate  re-assessment  shall  be \nconducted.  Significant  changes  in  condition  include: \na.  Development  of  pressure  sores,  unexplained  skin \n‘wounds,  skin  deterioration  or  necrosis. \nb.  Deterioration  in  a  resident’s  mental  or  physical \nfunction,  including  the  developmert  of  contractures. \nc.  Incidents  of  elopement,  falls,  or  injury. \na.  Significant  cnanges  in  weight  or  denydration. \ne.  A  resident's  transfer  from  another  long-term  care \nfacility  or  a  resident’s  return  to  RWSC  after \nhospitalization  at  an  cutside  medical  facility. \n£.  Behavioral  symptoms,  increased  depression,  or \nappearance  of  other  serious.  mentai  :liness. \n5.  Assessments  and  re-assessments  shall  be  incorporated \ninte  resident  treatment  plans.  Treatment  pians  shaii  meet \ngenerally  accepted  professional  Standards. \n6,  Treatment  planning  shall  include  tne  following  elements: \na.  A  treatment  planning  process  that  is  conducted  in \nan  interdisciplinary  manner  by  qualified  direct  care,\nnursing,  and  physician  staft. \nb.  Active  participation  by  nhysicians,  psychiatrists, \nand  psychologists  in  treatment  plannixg  meetings. \nc.  Active  parlicipation  by  social  werkers  to  ensure \nthat  residents’  psychosociai  needs  are  addressed. \nad.  Objective,  comprehensive,  data-based  evaluation  of \nresident  needs  including  carefui  incorporation  of \nresident  assessmerts  into  any  treatment  plan. \ne.  Professionaily  appropriate  evaluation  and \nconsideration  of  reasonable,  alternative  care  options. \n£.  Periodic  update  and  review  of  treatment  plans  by \nqualified  staff  to  ensure  that  care  remains \nindividualized  and  appropriate. \n  \ng.  Professionally  appropriate  consideration  and \nmonitoring  of  factors  that  commonly  contribute  to  the \nhealth  and  well-being.of  geriatric  residents  over  the \ncourse  of  treatment,  including: \ni)  Restraint  use, \nzi)  Restorative  or  rehabilitative  care  needs, \niii}  Pain  management  needs, \niv)  Medication  regimens, \nv)  Availability  of  adaptive  devices,  adaptive \nequipment,  hospital  furniture,  and \nappropriate  housing  environment,\nvi)  Nutrition  and  hydration  requirements \n7.  Direct  care  staff  shall  be  trained  on  the  individual \nneecs  and  treatment  plans  for  the  residerts  in  their  care. \n8.  Assessments  and  treatment  plars  snail  pe  implemented  and \nincorporated  into  actual  resident  care.  All  mm edical  and  mental \nhealth  treatment,  therapeutic  activities,  and  other  resident  care \nshail  be  designed  to  ensure  that  each  resident  attains  or \nMaintains  the  highest  practicable  physical,  mental,  and \npsychosocial  wei:l-beineg  in  accordance  witn  each  resident’s \nindividualized  assessments  and  treatment.plans.\nCc,  Restraints \ni.  RwWSC  residents  shail  rot  be  subjected  tro  unreasonable \nrestraints.  RWSC  snali  meet  generally  accepted  professional \nstandards  identified  in  federal  statutes  and  regulations \ngoverning  the  use  of  restraints. \n2.  In  order  to  minimize  and  decrease  the  use  of  mechanical \nand  chemical  restraints,  RWSC  shall: \na.  Develop  and  implement  meaningful  alternatives  to \nrestraints  including  providing  residents  with  restorative \ncare,  therapeutic  activities,  and  changes  to  the  living \nenvironment. \nb.  Ensure  that  restraints,  including  chemical  and \nmedication  restraints,  are  not  inccrporated  intoa  \nresident’s  treatment  pian  or  used  ona  resident  unless  there \nhas  been  a  thorough  assessment  of  the  need  for  restrasnt \nuse,  the  harm  associated  with  restraint  use,  and \nalternatives  to  restraint  use. \nc.  When  restraints  are  recommended  by  staff  to  prevent \nfalis,  RWSC  shall  ensure  that  there  has  been  an \nappropriate  evaluation  of  the  reasons  for  the  falls  and \nalternatives  to  restraints.  RWSC  shall  assess  whetner \n  \naddressing  a  resident’s  need  for  alternative  seating, \nstrenoth  building  exercises,  adapted  communication, \nassistance  with  toileting,  pain  management,  or  treatment  for\nanxiety  may  be  a  more  appropriate  solution  than  restraints. \nGc.  Where  restraints  are  determined  initiaily  to  be \nappropriate,  RWSC  staff  shall  periodicaliy  re-assess  the \nperceived  need  for  such  restraints  and  attempt  alternative \napproaches,  as  indicated. \ne.  Ensure  that  the  use  of  devices  such  as  bedrails \nand  “lap  buddies”  are  covered  by  facility  policies  and \nprocedures  governing  use  of  restraints. \n3.  Residents  placed  in  restraints  shail  be  carefully \nsupervised  and  provided  food,  water,  and  restroom  breaks  as \nrequired  by  professional  standards. \n4.  RWSC  shall  evaluate  restraint  use  as  part  of  RWSC’s- \nguality  assurance  and  improvement  process.  Clinical  outcomes \nassociated  with  restraint  use,  such  as  weight  loss  and  trauma, \nsnall  be  evaluated  as  part  of  this  process.  Data  and  trends \nregarding  restraint  use  should  be  identified  for  both  individual \nresidents  and  the  RWSC  system  as  a  whote.  Based  on  the  data  and \ntrends  identified  by  the  quaiity  assurance  and  improvement \nprocess,  RWSC  shall  wake  professionally  appropriate  systemic  and \noperational  cnances  to  facility  restraint  practices  and \nprocedures. \n~10\nD.  Mealtime  Assistance  and  Nutrition \n1,  RWSC  shali  provide  all  residents  with  adequate \nLd \nnutrition,  hycration,  anda  mealtime  assistance  consistent  with \ngenerally  accepted  professional  standards. \n2.  Facility  nurses  shall  participate  in  the  coordination \nand  oversight  of  staff  response  to  residents’  significant  weight \nchanges. \n3.  RWSC  shall  train  facility  nurses  in  conducting \nappropriate  weight  evaluations. \n4,  RWSC  shall  ensure  that  nurses  and  direct  care  staff  are \nsupervised  by  facility  management  and  physician  staff  to  ensure \nappropriate  follow-through  when  significant  weight  changes  are \nidentified. \n5S.  For  residents  who  need  meaitime  assistance  or  who  are \nlosing,  or  at  risk  of  losing,  their  ability  Lo  feed  themselves, \nRWSC  shali  provide  professionally  appropriate  assistive  devices \nand  seating.  Such  assistance  Shail  be  part  of  the  resident’s \ntreatment  plan  an  be  based  on  the  individual  resident’s \nassessments. \n11\nE.  Therapeutic  Activities,  Rehabilitation,  and  Restorative  Care \ni.  As  part  of  the  assessment  and  treatment  process,  alt \nRWSC  residents  shall  be  assessed  for  loss  of  pnysical  or  mental \nfunction  and  their  corresponding  reed  for  therapeutic  activities, \nrehabilitation,  and  restorative  care.  RWSC  shall  ensure  tnat \nresidents  have  professionally  appropriate  rehabilitation  and \nrestorative  care  plans.  Resident  mobility  and  self-care  skills, \ninclueing  the  ability  to  bathe,  cilet,  communicate,  and  seif- \nfeed,  shail  be  specifically  addressed  in  those  plans.  The \nactivity,  rehabilitation,  ard  restorative  care  plans  skall  be \nperiodically  reviewed  and  updated  to  ensure  continued \nindividualization  and  compliance  with  generally  accepted \nprofessional  standards. \n2.  RWSC  shall  develop  and  implement  therapeutic  activity \npregraas  for  residents  with  limited  physical  or  cognitive \nfunction,  including  tnose  residents  with  dementia,  depression, \naphasia,  visual  impairments,  or  hearing  loss. \n12\nF.  Mental  Health  Care \n1.  RWSC  snall  provide  acequate  and  approvriate  mental \nhealth  services  in  accordance  with  generally  accepted \nprofessional  standards. \n2.  Psycho-pharmacological  medications  shall not  be  given \nunless  ctinically  necessary  and  approved  by  qualified  medical \nstaff  pursuant  to  generally  accepted  professional  standards.  If \npeiypharmacy  1s  required,  the  justifications  for  this  practice \nmust  be  properly  documented  and  clinically  supportable  pursuant \nto  generally  accepted  professional  standards. \n3.  RWSC  shall  carefully  monitor  residents  for  medication \nSide-effects,  Staff  shail  be  trained  on  identifying  Sicn  side- \neffects  in  geriatric  residents  whose  limited  function  and  medical \nproblems  can  sometimes  obscure  the  existence  of  sucn  side- \neffects. \n4.  Physicians  and  psychiatrists  shail  inciude  in  resident \nmedical  records: \na.  Resident  symptomatology  and  functioning; \nb.  Mental  status  exam; \nc.  Assessments,  formulations,  and  treatment  plans;  and \nd.  Any  identified  medication  side-effects  and \nlaboratory  testing  results. \n13\nG.  Treatment  in  the  Most  Integrated  Setting  Appropriate  to \nIndividualized  Needs \n2,  -  RWSC  residents  shall  be  provided  services  in  the  most \nintegrated  setting  appropriate  to  their  individualized  needs, \n2.  Consistent  with  Olmstead,  the  ADA,  and  ADA  regulations, \nRWSC  Shall  ensure  that  the  facility’s  treattent  professionals | \nperiodically  and  reliably  assess  its  residents  to  determine \nwhether  community  psacement  2s  appropriate  for  any  of  them.  If \nthe  treating  professionals  determine  that  a  community  placement \nis  appropriate,  the  resident  does  not  oppose  such  placement,  and \nplacement  can  be  reasonably  accommedated,  taking  into  account  the \nresources  available  to  tne  State  and  the  needs  of  others  with \n@isabilities,  RWSC  will  accommodate  such  request. \n3.  Prior  to  discharging  a  resident  pursuant  to  §  G.2, \nabove,  RWSC  shail  prepare  a  discharge  plan  specifyine  the  needs \nof  the  resident  and  how  those  needs  will  be  met  at  the  most \nintegrated  setting.  For  purposes  of  this  Agreement, \n\"discharge\"  shall  mean  the  point  at  wnich  an  individual's  active \n  \ninvolvement  with  RWSC  is  terminated  and  RWSC  no  longer \nMaintains  active  responsibility  for  the  care  of  the  individual. \n4.  The  State  shall  discharge  residents  to  placements \naccording  to  the  requirements  set  out  in  the  discharge  plan. \nRWSC  and  the  State  snall  provide  the  United  States  with  copies  of \nall  final  discnarge  plans. \n5.  Discharge  planning  snall  meet  generally  accepted \n14\nprofessional  standards.  As  part  of  the  facility’s  quality \nSsurance  system,  RWSC  shall  monitor  the  quality  of  discnarge \nfit \n1  ns,  case  management,  and  service  coordination  between  RWSC  and \n\"TS —_ fy \nOutside  placement  provicers.  Additionaily,  RWSC  shall  designate \npoints-of-contact  for  communicating  and  coordinating  with  other \n‘State  agencies  to  identify  barriers  <o  community  piacement, \navailable  community  resources,  and  problems  with  outside \nplacement  providers. \n6.  To  ensure  compliance  with  ADA  requirements,  RWSC  shai \nensure  that  the  facility’s  therapy,  restorative,  and \nrenabilitative  care  programs  are  developed  by  qualified \nprofessionals  with  training  and  experience  in  implementing  such \nprograns  for'residerts  with  limited  mertal  or  physical  function. \n7.  (In  addition  to  the  other  requirements  of  this  Agreement, \nRWSC  snall: \na.  Develop  and  implement  an  equipment  management \nprogram  to  ensure  that  adaptive  equipment  is  in  good \nfunctioning  order. \nb.  Evaluate  whether  the  use  of  wheelchairs  or  staff \nmealtime  assistance  practices  are  resulting  in  the \nunnecessary  deterioration  of  resident  self-care  skills. \nc.  Develop  and  implement  a  policy  for  discharge \nplanning  that  includes  consideration  of  hospice  care  or \ntransfer  to  other  most  integrated  community  settings.\nGQ.  Modify  the  resident  assessment  and  treatment \npianning  process  so  that  it  includes  assessment  of  the \nappropriateness  of  pl $i cemenl  at  RWSC.  The  process \nsnail  also  include  the  identification  Of  treatment \noptions,  therapeutic  activities,  rehabilitation,  and \nrestorative  care  that  may  be  necessary  to  ensure  that \nresidents  receive  treatment  in  the  most  integrated \nsetting  appropriate  to  their  individual  reeds. \n  \n16\nH.  Management,  Oversight,  and  Training \n1.  RWSC  snai~l    ensure  that  RWSC  is  operated  and  managed  in  a \nmanner  cons  stent  with  generally  accepted  professionali  standards. \n[-2-   tc  tT\n2.  RWSC  shall  develcp  and  implement  a  gerontologic  core \ntraining  program  that  meets  generally  accepted  professional \nStandards.  This  training  shall  include  competency  evaluations  cf \nstaff  to  ensure  that  staff  are  proficient  to  implement  their \ntraining.  RWSC  shail  ensure  that  the  facility  training  program: \na.  crains  staff  on  relevant  federal  regulations \nregarding  nursing  homes,  the  nursing  home  guideiines \nset  forth  in  federal  law,  and  generally  accepted \nprofessional  standards; \nb.  Provides  appropriate  RWSC  staff  with  educational \ninstruction  on  methods  of  evaluation,  diagnosis,  and \ntreatment  of  residents  with  psychiatric  and/or \nbehavioral  problems; \nc.  Provices  continuing  medical  education  on  age- \nrelated  mental  health  issues; \nd.  Educates  all  appropriate  staff  on  generally \naccepted  professional  approaches  to  promoting  improved \nfunction,  resident  safety,  heaith,  hydration,  and \nnutrition.  The  approaches  addressed  by  such  training \nshail  include,  but  not  be  limited  to  -  using  adaptive \ndevices  to  avoid  more  restrictive  restraint  or  meaitime\npractices,  modifying  living  conditions  to  allow  greater \nresident  independence,  and  providing  appropriate-  \ntnerapy  and  activities; \ne.  Educates  staff  on  “restraint-free”  treatment \napproaches  and  alternativetso   restraints; \nf.  Educates  staff  con  their  roles  in  tke \ninterdiscipiinary  treatment  planring  process  and  the \nindividuaiization  of  resident  assessments  and \ntreatment; \ng.  Educates  staff  on  medication  side  effects; \nh.  Educates  staff  on  the  psychosocial  needs  of \ngeriatric  residents; \n1.  Trains  staff  on  therapeutic  activities,  restorative \ncare,  and  rehabilitation  programs; \nj -  Trains  staff  on  medical  issues  specifically  related \nto  the  aging  process. \n3.  RWSC  shall  cbtain  the  services  of  a  full-time  physician \nto  serve  as  medical  director.  If  the  medical  director  is  not \nboard  qualified  in  geriatrics,  RWSC  shall  ensure  that  the  quality \nof  medical  care  provided  by  physicians  at  RWSC  1s  evaluated  by \nthe  medical  director  with  the  assistancoef   an  independent \nconsultant  with  adequate  expertise  in  geriatrics.  If  the  medical \nGirector  ig  poard  qualified  in  geriatrics,  then  such  assistance \nrrom  an  outside  medical  consultant  shali  not  be  required,  but \n18\nwill  be  permitted  under  this  Agreement.  RWSC  shall  also  obtain \nthe  services  of  a  qualified  pharmacist  or  psycho-pharmacologist \nto  review  facility  medication  practices.  n  conjunction  with \n Ht\nfacility  management  and  as  part  of  a  facility-wide  quality \noversight  process,  the  medical  director  and  as  appropriate,  the \npharmacist  (or  psycho-pharmacoiogist),  shall:  | \na.  Review  resident  charts  and  medication  practices  to \nensure  tnat  there  is  no  professionally  inappropriate \npolypharmacy  or  unnecessary  Crug  and  restraint  use; \nb.  Review  resident  charts  to  ensure  that  physicians \nand  staff  are  properly  recording  their  treatment \ndecisions  and  resident  neaith  evaluations; \nc.  Monitor  staff  to  ensure  appropriate  supervision  of \nresidents; \nd.  mnmsure  that  the  care  provided  at  RWSC  is  desicned \nto  pro-actively  improve  resident  quality  of  life  and \nprevent  declines  in  resident  function;  and \ne.  Ensure  that  medication  practices  comport  with \ngenerally  accepted  professional  standards  and  that  the \nuse  of  medications  is  professionally  iustified, \ncarefully  menitored,  documented,  and  reviewed  by \nqualified  staf My \n4.  RWSC  shall  develop  and  implement  professionally \nappropriate  quality  assurance  and  staff  oversight  policies.\nThese  policies  shall  include: \na.  Mortality  and  peer  reviews; \nb.  Obtective,  reliable,  verifiaple  data  collection  to \nidentify  problem  trends  or  issues; \n¢.  Professionally  appropriate  corrective  action  in \nresponse  to  any  identified  problem  trends  or  issues \n(e.q.  faciiity,  shift,  resident,  ox  housing  unit \npatterns  of  resident.  abuse;  injuries;  pressure  SCres;-  \nfalls;  restraint  use;  infections,  communicable  disease \noutbreaks;  psychotropic  medication  use;  incontinence; \nor  loss  of  function). \nS.  RWSC  shali  develop  and  implement  policies  and  procedures \nto  ensure  adequate  clinical  supervision  of  all  staff,  including \npnysicians  and  psychiatrists. \n6.  RwWSC  shall  not  permit,  medical  staff  to  prescribe \nplacebos  withcut  adequate  professional  justification  and \ndocumentation. \n7.  RWSC  shail  ensure  that  physician  and:  psychiatrist  staff \nprovide  adequate  on-site  coverage  at  the  facility  and  participate \nmeaningfully  in  the  assessment  and  treatment  plan  process.  To- \nachieve  these  ends,  RWSC  intends  to  assign  a  full-time  (40 \nhours/week)  physician  to  the  facility.  Psychiatric  coverage  will \nbe  sufficient  to  meet  the  needs  cf  the  residents.  In  order  toa \nensure  the  adequacy  cf  this  arrangement,  RWSC  shall  monitor  and \n20\nevaluate  the  adecuacy  of  physician  and  osychiatrist  coverage \npursuant  to  its  quality  assurance  procedure. \n@.  RWSC  shall  train  and  monitor  scaff  on  obtaining  informed \nconsent  as  required  by  generally  accepted  professional  standards. \n21\nI.  Momitoring  and  Technical  Assistance \n1.  The  United  States  and  its  attorneys,  consultants,  and \nagents  shall  have  access  to  RWSC,  RWSC  residents,  RWSC  residents \ndischarged  after  entry  of  this  Agreement,  RWSC  staff,  and \ndocuments  as  reasonably  necessary  to  assess  compliance  with  this \nAgreement.  Tne  United  States,  its  attorneys,  consuitarnts,  and \nagents,  shall  have  tne  right  to  - request,  inspect,  review  and \ncopy  facility  records,  resident  charts  and  other  documents; \nconduct  interviews  with  residents  outside  the  presence  of  State \nlawyers  and  staff;  conducc  interviews  with  staff  outside  the \npresence  of  supervisory staff;  and  observe  activities  normally \nconducted  at  RWSC  to  assess  compliance  with  this  Acreement.  The \nUnited  States  agrees  to  dDrovide  the  State  with  reasonable  notice \nbefore  seeking  access  ro  documents,  staff,  residents,  and \nfacilities. \n2.  ‘Nothing  in  this  Agreement  shall  preclude  the  parties \nfrom  exercising  their  right  to  conduct  discovery  pursuant  to  the \nFederal  Rules  of  Civil  Procedure;  nor  shall  this  Agreement  be \nconstrued  as  a  waiver  of  any  legal  or  equitable  rights,  remedies, \ndefenses  or  privileges. \n3.  To  evaluate  the  State's  compliance  with  §  G  above,  the \nUnited  States  may  visit  alternative  placement  settings.  The \nState  wili  work  with  the  United  States  to  facilitate  visits  te \nsuch  setting  but  shail  rot  be  responsible  if  such  visits  cannot\ntake  place  for  reasons  outside  of  the  State’s  control. \n4.  RWSC  shali  submit  quarterly  compliance  reports  to  the \nUnited  States,  the  first  of  which  shall  be  submitted  within \n45  days  after  entry  of  this  Agreement.  The  repcrts  shall \ndescribe  the  actions  RWSC  has  taken  Guring  the  reporting  period \nto  implement  this  Agreement  and  shall  make  specific  reference  to \nthe  Agreement  provisions  being  implemented.  -RWSC  Shall  maxe \navailable  records  or  other  documents  to  verify  that  they  have \ntaken  such  actions  as  described  in  their  compliance  reports \n(e.g.,  census  summaries,  staffing  summaries,  contracts,  bills, \nincident  reports),  and  wilt  provide  copies  of  all  documents \nreasonably  requested  by  the  United  States.  As  part  of  the \ncompliance  report,  information  provided  Shall  include,  but  not  be \nlimited  to: \na.  Summaries  of  aii  mortality  or  serious  incident \nreviews  or  investigations  (e.g.  for  elopements, \nemergency  hospitalizations,  fires,  staff-on-resident \nabuse,  communicable  disease  outbreaks,  serious  resident \ninjuries};  \nb.  Health  department  surveys; \nc.  Summaries  of  quality  assurance  reports  generated \nGuring  the  reporting  period; \nd.  Staffing  vacancy  reports,  staffing  rosters,  and  any \nstaffing  needs  assessments; \n23\nResident  population  report  anda  roster;  and \nSummaries  of  resident  complaints,  orievances,  ox \ninvestigaticn  notices,  ane  >h e ue  inve }drsti  CL Q tc RFlon  reports \ncompleted  in  response  to  any  of  these  items. \n5.  The  State,  its  agents,  employees,  contractors,  and \nSubcontractors  agree  not  to  take  any  retaliatory  action  against \nany  individual  or  individuals  who  cooperated  with  the  United \nStates’  investigation  of  RWSC,  or  who  cooperate  with  the  United \nStates  during  the  pendency  of  tnis  Agreement. \n24\nJ.  Construction,  Termination,  and  Enforcement  of  Agreement \n1.  Tris  Agreement  shall  be  applicabie  to  ana  binding  upon \nall  parties,  tneir  ofFh. ficers,  agents,  employees,  assigns,  and \ntheir  successors  in  office. \nZ.  The  State  shalt  begin  implementing  tnis  Agreement \nimmediately  upon  the  filing  cf  the  Agreement  with  the  Court. \nExcept  where  otherwise  specifically  indicated,  tne  State  shall \ncomplete  implementation  of  all  the  provisions  of  this  Agreement \nwithin  one  hundred  and  eighty  (180)  days  after  the  filing  of  this \nAgreement  with  the  Court.  Waivers  shall  be  gyanted  for  good \ncause.  If  the  State  fails  te  comply  with  the  requirements  of \nthis  Agreement  in  a  timely  manner,  the  Uniced  States  has  the \nright  to  seek  relie=  from  the  Court. \n3.  On  or  after  the  date  on  which  the  State  shall  have \nimplemente@  and  maintained  alli  provisions  of  this  Settlement \nAgreement,  the  parties  may  submit  a  Joint  Motion  and  proposed \nOrder  of  Final  Dismissal  to  dismiss  tnis  case  with  prejudice. \n4.  Aliternativeiy,  the  State  may  unilaterally  move  that  this \ncase  be  dismissed  on  the  grounds  that  the  State  has  implemented \nand  maintained  ail  provisions  cf  this  Agreement.  An  Order  of \nFinal  Dismissal  of  this  case  shail  be  granted  unless,  within  390 \ndays  after  receint  of  the  State's  unilateral  Motion,  the  United \nScates  objects  to  the  Motion.  If  the  United  States  Files  such  an \nobjection,  the  Court  shall  hold  a  hHearing  on  the  State’s  Motion \n25\nfor  Final  Dismissal. \n5.  Three  years  after  approval  of  this  Agreement  by  the \nCourt,  this  Agreement  will  terminate  and  he  of  no  further  effect. \n6.  If  Defendants  attain  substantial  compliance  with  this \nAgreement  before  tne  deadline  in  J.5  above,  nothing  in  this \nAgreement  will  preclude  the  parties  Srom  seexing  early \ntermination  of  this  Agreement  pursuant  to  the  procedure  nected  in \nJ.3. \n7.  Consistent  with  the  rest  of  this  Agreement  anc  the \nFederal  Rules  of  Civil  Procedure,  the  burden  cf  proof  shail  be  on \nthe  movant  in  any  adversarial  hearing  set  by  the  Court. \n8.  Ail  start  members  and  other  individuals  responsibie  for \nimplementing  this  Agreement  shail  be  apprised  of  the  contenzs  of \nthis  Agreement.  This  Agreement  shall  be  made  available  promptly \nto  residents  and  resident  family  members  upon  request.  Notices \nthat  this  Agreement  has  been  entered  shall  be  posted  in  all \nresident  housing  areas.  A  copy  of  the  Agreement  shall  be  posted \non  the  Sustice  Department,  Civil  Rights  Division,  Special \nLitigation  Section  wedsite. \n9,  The  Court  shall  retain  jurisdiction,  for  all  purposes \nover  this  action,  until  the  State  has  substantially  implemented \nthis  Agreement.  Jurisdiction  shall  not  terminate  until  the  Court \nenters  an  Order  of  Finai  Dismissal, \n10.  If  the  Defendants'  failure  to  comply  with  the \n26\nSettlement  Agreement  creates  a  condition  or  practice  at  RWSC  that \nrises  to  the  levei  of  an  emergency  (imminent  threat  to  the \nhealth,  safety,  or  life  of  a  resident  or  residents);  the  United \ntates  reserves  expressly  the  right  <o  file  an  Emergency  Motion \n  \nfor  immediate  injunctive  relief  from  the  Court. \nil.  The  parties  reserve  the  rignt  to  withdraw  consent  to \nthis  Agreement  in  tne  event  that  this  Agreement  is  not  approved \nby  the  Court  in  its  entirety. \n12.  d%dIf  any  provision  of  tnis  Agreement,  or  the  application \nthereof  to  any  person  or  circumstance,  is  held  invalid  after \nentry  of  the  Agreement,  the  remainder  of  the  Agreement  and  its \napplication  to  other  persons  or  circumstances  shail  not  he \n- \naffected  thereby. \n13.  By  entering  into  this  Agreement,  the  State  is  not \nadmitting  to  any  violation  of  federal  law. \n14.  Except  as  otherwise  noted  in  this  Agreement,  all \nparties  shall  bear  their  own  costs,  including  attorney  fees. \n27\nAgreed  to  by: \nCOUNSEL  FOR  THE  UNIT&D  STATES: \nLMM \nRi. Alexandér  Acosta \nUnited  States  Attorney  .  Assistant  Attorney  General \n188  East  Capitol  St. \nSte.  500 \nSackson,  MS  39201 \n  \n  \n28\n Shanetta  Y.  Cu tliar \nfn.\" \nNee \nJudy  CY  Preston \nDeputy  Chief \n« aw \nChristopher  N.  CHeng \nTrial  Attorney  * \nU.S.  Department  of  Justice \nCivil  Rights  Division \nSpecial  Litigation  Section \n601  D.  Street  N.W. \nWashington  D.c.  20004 \n(202)  514-8892 \n  \n2g\nFOR  DEFENDANTS: \nDate:  7-AR%   ,  2004  ne  Harr? \nHood  |  OI  ae \n(sfosaey  Seneral  L735  ee \n‘“—-State  of  Mississippi’ \n450  High  ca  ss \nJacxson,  39201 \nWer  Rawls  Vh.D. \nDr.  Aibert  R.  Hendrix \nexecutive  Director \nDepartment  of  Mental  Health \nState  of  Mississipp1l  |. \n1101  Robert  E.  Lee  Bldg \n229  N.  Lamar  Street \nvackson,  MS  39201 \n39\nWHEREFORE,  the  parties  to  this  action  having  agreed  to  the \nprovisions  in  the  Agreemert  set  forth  above,  anc  the  Court  being \nadvised  in  tne  premises,  this  Agreement  is  hereby  entered  as  the \norder  and  judgment  of  this  Court. \nIt  is  so  ordered,  this  day  of  ,  2004,  at  Jacxson, \nMississippi.  Oe \n United  States  Dis trict  Judge \n31\n",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/112031"
    },
    {
      "date": "2004-11-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112030,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112030.pdf",
      "title": "Complaint",
      "text": "UNITED  STATES  DISTRICT  COURT  FOR  THE \nSOUTHERN  DISTRICT  OF  MISSISSIPPI \nUNITED  STATES  OF  AMERICA, \nPlaintiff, \nV.  Case  No. \nTHE  STATE  OF  MISSISSIPPI; \nHaley  Barbour,  Governor  of \nthe  State  of  Mississippi; \nDr.  Albert  R.  Hendrix,  Executive \nDirector  of  Mental  Health, \nDepartment  of Mental  Health; \nDr.  Patricia Ainsworth,  William \nBuford,  Amanda  Griffin,  Dr.  Scotty \nHargrove,  George  Harrison,  Robert \nLandrum,  Dr.  Robert  Maddux,  Mary \nMorton,  Bradley  Sanders,  Members, \nState  Board  of  Mental  Health; \nCharles  Carlisle,  Director, \nEast  Mississippi  State  Hospital; \nRene  Read,  Acting  Director, \nReginald  P.  White  Nursing  Facility,) \nI \nDefendants.  ) \nI \n---------------~) \nCOMPLAINT \nPLAINTIFF,  THE  UNITED  STATES  OF  AMERICA,  by  its  undersigned \nattorneys,  hereby  alleges  upon  information  and  belief: \n1.  The  Attorney  General  files  this  complaint  on  behalf  of \nthe  United  States  of America  pursuant  to  the  Civil  Rights  of \nInstitutionalized  Persons  Act,  42  U.S.C.  §  1997,  to  enjoin  the \nnamed  Defendants  from  depriving  residents  housed  in  the  Reginald \n-P.  White  Nursing  Facility  of  rights,  privileges,  or  immunities \n\nsecured  and  protected by  the  Constitution  and  laws  of  the  United \nStates. \nJURISDICTION  AND  VENUE \n2.  This  Court  has  jurisdiction  over  this  action  under \n28  u.s.c.  §§  1331  and  1345. \n3.  The  United  States  is  authorized  to  initiate  this  action \npursuant  to  42  U.S.C.  §  1997a. \n4.  The  Attorney  General  has  certified  that  all  pre-filing \nrequirements  specified  in  42  U.S.C.  §  1997b  have  been  met.  The \nCertificate  of  the  Attorney  General  is  appended  to  this  Complaint \nand  is  incorporated herein. \n5.  Venue  in  the  Southern  District  of Mississippi  is  proper \npursuant  to  28  U.S.C.  §  1391. \nDEFENDANTS \n6.  Defendant  STATE  OF  MISSISSIPPI  (\"State\")  owns  and \noperates  Reginald  P.  White  Nursing  Facility  (\"RWNF\"),  a  nursing \nhome  located  on  the  grounds  of  the  East  Mississippi  State \nHospital. \n7.  Defendant  HALEY  BARBOUR  is  the  Governor  of  the  State  of \nMississippi,  and,  in  this  capacity,  heads  the  Executive  Branch  of \nthe  State's  government  and,  among  other  duties,  reviews  and \napproves  budget  requests  submitted  by  Executive  Branch  agencies \nregarding  RWNF. \n- 2  -\n\n8.  Defendant  DR.  ALBERT  R.  HENDRIX  is  the  Executive \nDirector  of  the  Department  of  Mental  Health  and,  in  this \ncapacity,  exercises  administrative  control  of,  and  responsibility \nfor,  RWNF. \n9.  Defendant  CHARLES  CARLISLE  is  the  Director  of  East \nMississippi  State  Hospital,  and  in  this  capacity  exercises \nadministrative  control  of,  and  responsibility  for,  RWNF. \n10.  Defendant  RENE  RE.'10  is  Acting  Director  of  RWNF  and  is \nresponsible  for  the  administration  and  day-to-day  operations  of \nRWNF. \n11.  Defendants  DR.  PATRICIA  AINSWORTH,  WILLIAM  BUFORD, \nAMANDA  GRIFFIN,  OR.  SCOTTY  H.ll.RGROVE,  GEORGE  HARRISON,  ROBERT \nLANDRUM,  DR.  ROBERT  MADDUX,  MARY  MORTON,  and  BRADLEY  SANDERS  are \nmembers  of  the  STATE  BOARD  OF  MENTAL  HEALTH,  and  in  this  capacity \nexercise  administrative  control  of,  and  responsibility  for,  RWNF. \n12.  The  individual  Defendan~s  named  in  paragraphs  7-11 \n.above  are  officers  of  the  State  of  Mississippi  and  are  sued  in \ntheir  official  capacities. \n13.  Defendants  are  legally  responsible,  in  whole  or  in \npart,  for  the  operation  of  and  conditions  at  RWNF,  as  well  as  for \nthe  care  and  treatment  of  persons  residing  at  RWNF. \n14.  At  all  relevant  times,  Defendants  have  acted  or  failed \nto  act,  as  alleged  herein,  under  color  of  state  law. \n- 3  -\n\nFACTUAL  ALLEGATIONS \n15.  RWNF  is  an  institution  as  that  term  is  defined  in  42 \nU.S.C.  §§  1997(l)(A),  (l)(B)(i),  2nd  (l)(B)(v). \n16.  RWNF  receives  federal  Medica.id  funds. \n17.  Persons  residing  at  RWNF  are  individuals  with \ndisabilities,  and  some  of  the  individuals  also  have  mental \nillness. \n18.  Persons  residing  at  RWNF  are  ''qualified  individual[sJ \nwith  a  disability\"  under  the  Americans  with  Disabilities  Act  of \n1990,  42  u.s.c.  §§  12101,  12131. \n19.  The  State  of  Mississippi  and  the  Mississippi  Department \nof  Mental  Health  are  ''public  entities''  under  Title  II  of  the \nAmericans  with  Disabilities Act,  42  u._s.c.  §  12131. \n20.  Defendants  have  failed  and  are  continuing  to  fail  to \nprovide  RWNF  residents  with  reasonable  safety  and  to  protect  them \nfrom  harm. \n21.  Defendants  have  failed  and  are  continuing  to  fail  to \nensure  that  residents  of  RWNF  are  free  from  undue  or  unreasonable \nrestraint. \n22.  Defendants  have  failed  and  are  continuing  to  fail  to \nensure  that  restraints  are  administered  to  residents  by \napptopriately  qualified  professionals  in  keeping  with  accepted \nprofessional  standards,  and  are  not  used  as  punishment,  in  lieu \nof  treatment,  or  for  the  convenience  of  staff. \n- 4  -\n\n23.  Defendants  have  failed  and  are  continuing  to  fail  to \nprovide  adequate  medical  and  mental  heal th  care  to  RWNF \nresidents. \n24.  Defendants  have  failed  and  are  continuing  to  fail  to \nprovide  adequate  nutritional  management  and  related  services  to \nRWNF  residents. \n25.  Defendants  have  failed  and  are  continuing  to  fail  to \nprovide  adequate  restorative,  rehabilitative,  and  therapy \nservices,  to  RWNF  residents. \n26.  Defendants  have  failed  and  are  continuing  to  fail  to \nensure  that  residents  living  at  RWNF  are  adequately  evaluated  for \nplacement  in  the  most  integrated  setting;  that  those  individual \nresidents  whom  professionals  determine  are  appropriate  for \ncommunity  placement  and  who  do  no~  oppose  such  placement  are \nactually placed  in  the  community;  and  that  the  institutions' \nresidents  are  served  in  the  most  integrated  setting  appropriate \nto  each  resident's  individual  needs. \nVIOLATIONS  ALLEGED \n27.  The  acts  and  omissions  alleged  in  paragraphs  20-26 \nconstitute  a  pattern  or  practice  and  deprive  RWNF  residents  of \ntheir  rights,  privileges  or  immunities  secured  or  protected  by \nfederal  law  and  the  Fourteenth  Amendment  to  the  Constitution  of \nthe  United  States. \n- 5  -\n\n28.  The  acts  and  omissions  alleged  in  paragraphs  20-26 \nviolate  the  nursing  home  reform  provisions  of  the  Omnibus  Budget \nand  Reconciliation  Act  of  1987  (OBRA)  and  its  implementing \nregulations.  42  U.S.C.  §  1396r,  42  U.S.C.  §  1395i-3,  42  C.F.R. \n§  483  Subpart  B. \n29.  The  acts  and  omissions  alleged  in  paragraphs  25-26 \nviolate  the  Americans  with  Disabilities  Act  of  1990,  42  U.S.C. \n§§  12101  et~, and  the  regulations  promulgated  pursuant \nthereto,  by  excluding  the  citizens  living  at  RWNF,  by  reason  of \ntheir  disability,  from  participation  in  or  by  denying  them  the \nbenefits  of  services,  programs,  or  activities,  or  by  subjecting \nthem  to  discrimination,  and  by  failing  to  administer  services, \nprograms,  and  activities  in  the  most  integrated  setting \nappropriate  to  their  needs. \n30.  The  acts  and  omissions  alleged  in paragraphs  25-26 \nviolate  Section  504  of  the  Rehabilitation Act,  29  U.S.C.  §794, \nand  implementing  regulations. \n31.  Unless  restrained by  this  Court,  Defendants  will \ncontinue  to  engage  in  the  conduct  and  practices  set  forth  in \nparagraphs  20-26  that  deprive  residents  of  RWNF  of  rights, \nprivileges,  or  immunities  secured  or  protected  by  the  laws  and \nConstitution  of  the  United  States. \n- 6  -\n\nPRAYER  FOR  RELIEF \n32.  The  Attorney  General  is authorized  under  42  U.S.C. \n§  1997a  to  seek  equitable  relief. \nWHEREFORE,  the  United  States  prays  that  this  Court  enter  an \norder  permanently  enjoining  Defendants,  their  agents,  employees, \nsubordinates,  successors  in  office,  and  all  those  acting  in \nconcert  or  participation  with  them  from  continuing  the  acts, \npractices  and  omissions  set  forth  in paragraphs  20  through  26, \nand  that  this  Court  require  Defendants  to  take  such  action  as \nwill  bring  Defendants  into  compliance  with  federal  law  and \nprovide  constitutional  and  lawful  conditions  of  care  to  persons \nwho  presently  reside  at  RWNF.  The  United  States  further  prays \nthat  thiS  Court  grant  such  other  and  further  equitable  relief as \nit may  deem  just  and  proper. \nRespectfully  submitted, \n.·.·.·.·.·.·.·.·.·. \n', .·.·..· .. ·.. ·.. ·.. ·.·.·..  \n'  '  . . \n........ . \no-;~CRO FT  '.'· .·.·.·.·.·.·.·.·. \nAttorney  General \nof  the  United  States \n- 7  -\n\nDUNN  0.  LAM\"PTON \nUnited  States  Attorney  Assistant  Attorney  General \nSouthern  District  of  Civil  Rights  Division \nMississippi \n188  East  Capitol  Street \nJackson,  MS  39201 \n(601)  965-4480 \nB  EY  J.  CH  OZ \n'---cc \nty  As  ista  t  At  or \nGeneral \nCivil  Rights  Division \n\nY.  CDT:.,AR \nC  PRESTON \nty  Chief \nCHR~:_,..iG \nJONAS  GEISSLER \nTrial  Attorneys \nU.S.  Department  of  Justice \nCivil  Rights  Division \nSpecial  Litigatio~  Section \n950  Pennsylvania  Ave,  NW \nWashington,  DC  20530 \n(202)  514-8892 \n(202)  514:-4883  (fax) ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/112030"
    }
  ],
  "document_count": 5
}