{
  "case_id": 11038,
  "fetched_at": "2025-10-22T00:12:10.482719",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Mental Health (Facility)"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "New York state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2007,
    "id": 11038,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": "2008-10-05T00:00:00-04:00",
    "main_docket": {
      "id": 32001,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2007,
      "docket_filing_number": 16423,
      "is_main_docket": true,
      "court": "New York state trial court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "16423-07",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Samuel E. v. The City of New York",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>(This summary is temporary, while we research the case.) Four prisoners with mental illness sued prison officials in New York City in state court; the complaint alleged that the defendants violated the plaintiffs constitutional rights when the plaintiffs were placed isolation, and subjected to inhumane conditions, including being forced to use diapers, cut off from their mental health medications, deprived of all forms of mental health treatment, denied all reading and writing materials, and others.&nbsp;</p>",
    "summary_published_date": "2025-03-03T01:14:00.788873-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11038",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11038",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11038",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11038"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117123,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117123"
    },
    {
      "date": "2007-07-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 103429,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/103429.pdf",
      "title": "Complaint",
      "text": "... \ni \nSUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF BRONX \nX \nSAMUEL E., JOHNNY M., JAMELLE M. and \n.. 01--\nRASHEEMT.,  '  ..r  cd-~ \n\\.a-\\ \nrndex No.  \\\nPlaintiffs, \nDate Purchased: \n---\nv. \nPlaintiffs designate Bronx \nTHE CITY OF NEW YORK; NEW YORK CITY \nCounty as the place of \nDEPARTMENT OF HEALTH, PRISON HEALTH \ntrial. \nSERVICES, MR. MARTIN F. HORN, \nCOMMISSIONER OF THE NEW YORK CITY \nThe basis of the venue is \nDEPARTMENT OF CORRECTION, DAVID \nthat the events alleged in \nHERSHBERGER AND BRUCE DAVID, \nthe Complaint occurred in \nRikers Island Jail, located \nDefendants. \non Rikers Island, in Bronx \nCounty, New York \nX \nSUMMONS  .. \ne\\u\\ \\ \n. '0_·_·1 \nT' \n~-\n·'2-.1·! \nTo the above named Defendants: \nYOU ARE HEREBY SUMMONED to answer the complaint in this action \nand to serve a copy of your answer, or, if the complaint is not served with this summons, \nto serve a notice of appearance, on the Plaintiffs Attomey(s) within __ days after the \nservice of this summons, exclusive of the day of service (or within 30 days after the  1 \nservice is complete ifthis summons is not personally delivered to you within the State of\"-.\\ \nNew York); and in case of your failure to appear or answer, judgment will be taken  \\ ~ •  • \nagainst you by default for the relief demanded in the complaint. \nDated: New York, New York \nJune 18, 2007 \n:;;:::: \nW''r 0'!'~ \nHOGAN & HARTSON L.L.P.  X  ~ ~ \nC\"\">  ~~ \n~~·.~·.~  f.'\" ..... \nll \n;~·:~3  r1~ \n~ ~ J \nr:·,  , \nC)  .\\~,,~\":,::,1-..:lJ:·:~  \nr·-\nr' · ·.··.~  \n::?. \n(/) \nI \nI \nl \n\\\\,'\\NY. 090334/010215. 1044032 v1  i \nf \n\nt \nf \nDefendants' address: \nI \nNew York City Department of Correction \nMartin F. Horn, Commissioner \n60 Hudson Street \nNew York, NY 10013 \nMayor Michael R. Bloomberg \nCity Hall \nNew York, NY 10007 \nMontefiore Rikers Island Health Services Hospital \n15-00 Hazen St., \nEast Elmhurst, N.Y. \n11370 \nNew York City Health and Hospitals Corporation, Office of Correctional Health Services \n125 Worth St., Ste. 514 \nNew York, NY 10013 \nNew York City Department of Health \n125 Worth Street \nNew York, NY 10013 \n2 \n\\\\\\NY-090334/010215-1044032 vl \n\ni.  •{ \nf \nSUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF BRONX \n--------------------------------------------------------------------\n)( \nSAMUEL E., JOHNNY M., JAMELLE M. and \nRASHEEMT., \nPlaintiffs, \nv. \nIndeJC No. \nTHE CITY OF NEW YORK; THE NEW YORK CITY \nDEPARTMENT OF HEALTH, PRISON HEALTH \nCOMPLAINT \nSERVICES, MR. MARTIN F. HORN, \nCOMMISSIONER OF THE NEW YORK CITY \nDEPARTMENT OF CORRECTION, DAVID \nCJ \nHERSHBERGER AND BRUCE DAVID,  ::n  ,._, \nDefendants.  Cz>< )   -~-:--~:-:--:.:4,J    •. .,..£·,r~·.~ \n)(  C)  C::~;:-;  ~ ~ \nc--q.  (J  •fi\" .. .(~:~\"~'ll-'~ \n·--:-.,._.1  --·..i.   GJ  rn \n(  ___ , \np·:  )-:> \nC)  !'\"\"~·::t~ \nI  ~~:::t..J \nr..: ·;  w•••-\n~. ~·  ·-\n--~  .. ~~~ \n:(~r~~. \n(Jl \n·-~  ' \n·~*~ \nPlaintiffs, by their attorneys, respectfully allege upon knowledge as to the~el~ \nand upon information and belief as to all other matters, the following:  ':l!~ \n... \n·-:-~ \nPRELIMINARY STATEMENT \n1.  Plaintiffs bring this action to seek damages arising from a new and draconian \nform of solitary and punitive confinement known as \"No Harm Housing\" implemented by the \nDepartment of Correction and New York City officials in Rikers Island on or about October 9, \n2005. \n2.  In October 2005, the Department of Correction transferred plaintiffs to No Harm \nHousing, ignoring each plaintiffs well-documented history of mental health problems.  Three of \nthe plaintiffs had already made multiple suicide attempts requiring them to be hospitalized on a \n11\\NY-0903341010215-947101 v7 \n\nnumber of occasions.  A fourth plaintiff entered Rikers soon after his best friend died in his arms, \nsuffering from Post Traumatic Stress Disorder. \n3.  The Department of Correction precipitously and arbitrarily cut offNo Harm \nHousing plaintiffs, who suffer from well documented psychological problems, from all \npsychological medication and any meaningful mental health treatment or consultation. \nDefendants' acts and omissions aggravated and worsened plaintiffs' mental health problems and \ncaused them extreme emotional suffering. \n4.  Plaintiffs were injured by virtue of the defendants' failure to provide medical \nattention-and particularly medical attention for their mental health problems -as required \nunder the relevant laws of the City and State of New York and the administrative code governing \nprocedures in the Rikers Island jails. \n5.  The Department of Correction exacerbated plaintiffs' clearly documented \npsychological problems by intentionally and systematically subjecting them to cruel and unusual \npunishment, depriving them of routine human and legal rights. \n6.  For example, defendants humiliated plaintiffs.  Defendants: \n•  Stripped plaintiffs naked; \n•  Ordered plaintiffs to wear diapers; \n•  Paraded plaintiffs naked and subjected them to strip-searches while \nthey were clad only in diapers before fully-clothed inmates who \ninsulted plaintiffs as \"diaper babies\"; \n•  Arbitrarily and immediately halted plaintiffs' access to psychotropic \nmedications; \n2 \n\\\\\\NY. 090334/010215 • 947101 v7 \n\n.. \n•  Denied plaintiffs all reading materials, including their legal papers and \nreligious books; \n•  Refused to provide plaintiffs with writing utensils; \n•  Refused to permit plaintiffs to communicate with counsel by telephone \nand correspondence; \n•  Refused to provide plaintiffs with meaningful access to the grievance \nprocess; \nI \n•  Confined plaintiffs in overheated cells with sealed windows; \n•  Failed to provide plaintiffs access to regular exercise; and \n•  Failed to provide plaintiffs access to regular showers. \n7.  Defendants' actions and omissions violated (l) plaintiffs' right not to suffer cruel \nand unusual punishment under Article I§ 5 ofthe New York State constitution; (2) New York \nCorrection Law § 137(5), made applicable to local correctional facilities by Corr. Law §500-k, \nwhich provides \"no inmate in the care or custody of the department shall be subjected to \ndegrading treatment\"; (3) plaintiffs' right to medical treatment, including treatment for mental \nillness pursuant to 40 RCNY § 2-01 et seq.; and ( 4) plaintiffs' due process rights under Article I \n§ 6 ofthe New York State Constitution. \n8.  Defendants' acts and omissions also violated the clearly stated policies and \nprocedures of the New York City Department of Correction for provision of mental health care \nto inmates set forth in the Mental Health Policy & Procedure Manual (\"MHPPM\"). \n9.  Defendants' acts and omissions inflicted on plaintiffs severe physical and \nemotional pain. \nf \nf. \n! \nI. \n3 \nI. \n\\\\\\NY. 090334101021 S • 947101 v?  I \n\n{ \nBACKGROUND \n10.  On October 5, 2005, a Rikers inmate allegedly slashed a correction officer across \nthe cheek and jaw with a sharp piece of metal. \n11.  On information and belief, that prisoner had a history of treatment for mental \nhealth problems and had not served punitive segregation (\"Bing Time\") for infractions of Rikers \nrules because he, along with other prisoners, had been found by mental health staff to be at risk \nof decompensation if housed in the 23-hour lock-in of punitive segregation.  Decompensation \ndescribes the syndrome of symptoms and illness that occurs when a patient is removed from \ntreatment.  Patients who \"decompensate\" frequently suffer greater distress than was the case \nprior to treatment. \n12.  Immediately after the slashing, several corrections officers retaliated by beating a \nnumber of inmates, including some ofthe above-named plaintiffs.1 \n13.  On information and belief, in response to demands from correctional staff, \ndepartment of correction authorities created in the central punitive segregation unit on Rikers \nIsland, a new form of punitive segregation called \"no harm housing\" (\"NHH\"), and placed a \nnumber of prisoners there whose Bing Time had been deferred for mental healthreasons.  They \ndid not place these prisoners in the \"mental health assessment unit for infracted inmates\" \n(\"MHAUII\") for prisoners serving Bing Time who have a history of mental health problems. \n14.  After the October 5, 2005 incident, supervisory officials in the Department of \nCorrection, including Commissioner Martin Hom, and in the Department of Health and Mental \nHygiene, including Dr. Bruce David and Dr. David Hirschberger, decided to transfer to punitive \nI.  According to a newspaper report dated March 29,2006, Officer Joseph Collins punched an inmate who \nwas not involved in the slashing.  The incident was recorded on videotape. On March 28, 2006, a Rikers inmate and \ntwo correction officers were indicted on charges stemming from an assault in a Rikers bathroom and at least two jail \nstaff members are subject to pending criminal prosecution as a result of their involvement in this incident. \n4 \n\\\\\\NY. 090334101021 S • 947101 v7 \n\n.. \nsegregation a number of prisoners with mental illness, including some of the plaintiffs herein, \nwho had been found guilty of institutional infractions, but who had not previously been \ntransferred to segregation because of concerns about their mental health. \n15.  Prisoners with mental illness who were transferred to punitive segregation after \nthe events of October 5, 2005 were assigned to a specific floor in the segregation unit, \ndenominated as \"no harm housing.\" \n16.  Prisoners with mental illness transferred to \"no harm housing\" received new \ndiagnoses by mental health staff working under the supervision of defendants David and \nHershberger, and were thereafter declared not to be mentally ill and no longer in need of care and \ntreatment, which was abruptly halted.  Rather, they, like the plaintiffs in this action, were \ncharacterized as \"malingerers\" and \"fakers.\" \n17.  Since 1998, the Department of Correction has maintained a punitive segregation \nunit for prisoners with mental illness, the Mental Health Assessment Unit for Infracted Inmates \n(\"MHAUII\").  Prisoners in MHAUII have regular access to mental health professionals, whose \noffices are immediately adjacent to the unit, and are provided with ongoing treatment, including \ntherapy and medication.  Prisoners in MHAUII are monitored by mental health professionals to \nminimize the risk of decompensation, hann and injury. \n18.  On information and belief, corrections officials created NHH to punish those \ninmates suspected of faking mental illness with a new and draconian form of solitary \nconfinement. \n19.  During October 2005, Defendants transferred, and in some cases, forcibly \ndragged, approximately fourteen inmates to NHH because, in the opinion ofRikers' officials, \nI \nthese inmates were faking mental illness to avoid serving Bing Time.  Upon information and \nI \n5 \n\\\\\\NY-090334/01021 S-947101 v7 \n\nbelief, plaintiffs did not, prior to their assignment and transfer to NHH, receive any prior \nwarning, pre-transfer medical and/or mental health assessment or a hearing. \n20.  Rikers' authorities abruptly cut offNHH inmates from their psychological \nmedications and visits with mental health professionals. \n21.  Rikers' authorities also stripped plaintiffs naked, compelling grown men clad only \nin diapers to suffer \"strip searches\" on multiple occasions in view of female corrections officers \nand fully dressed inmates who taunted plaintiffs, calling them \"diaper babies.\" \n22.  Rikers' Authorities required plaintiffs to wear \"suicide smocks\" similar in texture \nto pot-holders. \n23.  Rikers' Authorities sealed the windows in plaintiffs' NHH jail cells, removing all \nwindow handles, preventing plaintiffs from cooling their frequently over-heated cells by opening \ntheir jail-cell windows. \n24.  Further, defendants denied plaintiffs access to reading materials, including legal \npapers and religious material, including Bibles and/or Qu'ran.  Rikers' Authorities also refused \nto give pencils, pens and paper to plaintiffs.  Because plaintiffs had no pens or pencils, they \ncould not write letters to members of their families or attorneys.  Rikers' Authorities also refused \nto give plaintiffs proper bed-sheets and blankets. \n25.  Rikers' Authorities did not permit plaintiffs to get regular exercise. \n26.  Rikers' Authorities denied plaintiffs access to regular showers~ \n27.  Rikers' Authorities denied plaintiffs regular access to legal counsel. \n28.  Rikers' Authorities denied plaintiffs meaningful access to any grievance process. \n29.  In late December, 2005, Rikers officials, together with Rikers medical personnel, \nappeared in NHH and offered NHH inmates a coercive \"deal\": if a NHH inmate self-certified \n6 \n11\\NY. 090334/010215.947101 v7 \n\n( \nthat he did not pose a risk of suicide or harm to himself, and further promised not to ask for \npsychotropic medication and visits with mental health professionals, then Rikers officials would \nagree to restore the basic human and legal rights they had denied to NHH inmates for more than \ntwo months. \n30.  Even after plaintiffs accepted the coercive \"deal\" defendants offered, the specter \nof mistreatment continued to loom: corrections officials threatened to put them 'back into \npampers' if they misbehaved. \n31.  NHH's comprehensive and systematic denial of plaintiffs' human, legal and \nconstitutional rights, together with Rikers' authorities violation ofthe requirements set forth in \nthe MHPPM, reveals the purpose for which corrections officials created NHH: to not only \npunish, but also to degrade and humiliate those inmates Rikers' officials suspected of faking \nmental illness to avoid serving Bing Time and thereby intimidate and deter other inmates from \ntrying to avoid Bing Time by feigning mental health problems. \n32.  Plaintiffs, therefore, bring this suit to seek money damages for the emotional pain \nand suffering they experienced due to defendants' illegal and unconstitutional policies and \npractices.  t \nf \n! \nPlaintiffs  f \n[ \n[ \nSamuel E. \n33.  Samuel E. is 22 years old. \n34.  He has suffered from mental illness since he was eleven years old, when he was \nhospitalized for psychiatric problems.  t \nt \nt \nI \n7 \n\\1\\NY. 090334/010215-947101 v7 \nt \nf \n\n35.  One year later, when Samuel was 12 years old, his cousin committed suicide.  In \nthe months following his cousin's suicide, Samuel suffered from post-traumatic stress disorder \n(\"PTSD\"). \n36.  Samuel reports that in the months following his cousin's suicide, he heard his \ncousin's voice calling him to join him in death. \n37.  Soon thereafter, Samuel attempted to commit suicide and was again hospitalized. \n38.  When he was hospitalized at the age of 13, Samuel received several diagnoses, \nincluding Attention-Deficit Hyperactivity Disorder, Impulse-Control Disorder, Oppositional \nDefiant Disorder and Depression.  He was treated with medication for these disorders.  After his \nrelease from the hospital, Samuel received counseling and continued to take antidepressant \nmedications. \n39.  As an adult, before his incarceration, Samuel was hospitalized for depression.  He \nreceived outpatient counseling until 2004. \n40.  In 2004, Samuel joined the Army Reserve and was sent to Fort Bragg for basic \ntraining.  While he was at Fort Bragg, Samuel became depressed again and his drill sergeant \nreferred Samuel to a psychiatrist for treatment.  Samuel was prescribed antidepressant \nmedications and was still taking those medications in March 2005, when he was first \nincarcerated at Rikers. \n41.  Shortly after his arrival at Rikers, Samuel received a mental health evaluation and \nreceived a variety of diagnoses, including dysthymia.  He was continued on medication. \n42.  In addition, Samuel was prescribed antipsychotic medications after he reported \nboth visual and auditory hallucinations.  Samuel continued to be depressed and heard voices. \n8 \n\\1\\NY • 090334/010215 • 947101 v7 \n\ni \n' \nI. \nI \n43.  In June 2005, Samuel developed suicidal thoughts that required his transfer to a \nI \nsuicide observation cell in June 2005. \nl \n44.  Thereafter, Samuel made multiple suicide attempts and was transferred to a \nsuicide observation cell several times.  On more than one occasion, Samuel was hospitalized for \ntreatment at Bellevue Hospital. \n45.  Samuel continued to suffer from depression and experienced frequent thoughts of \nsuicide throughout June, July and August of2005.  He was also reporting symptoms ofPost \nTraumatic Stress Disorder consistent with the PTSD from which he suffered at the age of 13. \n46.  Rikers' medical personnel misdiagnosed Samuel because they failed to recognize \nthat Samuel was suffering from PTSD,just as he had at the age of 13 after his cousin's suicide. \nSamuel's depression did not improve. \n47.  When Samuel's depression did not improve, Rikers' medical personnel failed to \nexercise professional judgment and concluded that Samuel was feigning illness for \"secondary \ngain.\" \n48.  As a further consequence of their misdiagnosis, the medical personnel at Rikers \nhalted Samuel's treatment and inserted a note in his medical chart stating that Samuel was \nmalingering and faking symptoms.  The medical history recorded by Rikers' medical personnel \nignored critically important and relevant facts, namely: long before he was incarcerated at \nRikers, Samuel had a long history of depression and Post Traumatic Stress Disorder.  Rikers \nmedical personnel also ignored medical records from Samuel's hospitalization in Bellevue \nHospital in May 2005 noting that Samuel responded to anti-depressant medications and that such \nmedications should be continued. \n49.  Prior to his transfer to NHH, Samuel E. was receiving Paxil. \n9 \nII\\ NY-0903341010215-947101 v7 \n\n50.  In early October 2005, Samuel E. \"owed\" 120 days of Bing Time.  On or about \nthe evening of October 9, corrections officers stripped Samuel naked and, without any \nexplanation, took him to NHH.  No officer or any other Rikers official explained to Samuel the \nreasons for his transfer to NHH, nor did any Rikers official tell Samuel how long he would be \nconfined in NHH. \n51.  Immediately upon confining Samuel in his NHH cell, defendants abruptly cut him \noff from his psychotropic medication and refused to provide him with visits with mental health \nprofessionals. \n52.  Samuel was left naked, with nothing to wear but a diaper and a suicide smock. \nWhile clad only in a diaper, in full view of other inmates who were fully clothed and in full view \nof female corrections officers, defendants ordered Samuel to stand outside his NHH cell and strip \nsearched on various occasions.  The fully-dressed inmates mocked and taunted Samuel and other \nplaintiffs, calling them \"diaper babies.\" \n53.  Defendants refused to allow Samuel to shower regularly. \n54.  Defendants also refused to allow Samuel to have reading materials of any kind, \ndenying him not only his legal papers, but also his Bible. \n55.  Defendants denied Samuel access to pens and pencils. \n56.  Even though Samuel suffers from asthma, defendants sealed the window in his \nNHH cell and removed the window handles.  As a result, Samuel could not open his cell window \nto cool his cell.  Although he was held in NHH during the winter months, the heating system \noften heated his cell to intolerably high temperatures.  The extreme heat aggravated Samuel's \nasthma and, on at least one occasion in NHH, Samuel suffered an asthma attack and did not \nreceive any medical attention for more than two hours. \n10 \n11\\NY. 090334/010215 • 947101 v7 \n\n57.  While incarcerated in NHH, Samuel experienced intense flashbacks and suffered \nvisual hallucinations.  He also suffered from auditory hallucinations and heard a voice telling \nhim he would be better off dead. \n58.  The flashbacks Samuel suffered are symptoms oflongstanding Post Traumatic \nStress Disorder. \n59.  After his removal from psychotropic medications, Rikers mental health \nprofessionals failed to provide Samuel with follow-up visits to evaluate his condition. \n60.  After Rikers medical personnel halted his psychotropic medications, Samuel lost \nhis appetite and lost twenty (20) to twenty-five (25) pounds.  Samuel's dramatic weight loss is \nitself a symptom of depression.  Many months passed before Samuel's appetite returned. \n61.  Further, after Rikers' medical personnel halted his psychotropic medication, \nSamuel exhibited additional symptoms of severe depression, including insomnia.  Samuel stayed \nawake all night for several consecutive nights.  In addition, the crippling effects of Samuel's \ndepression were so severe that he could not get out of bed in the morning and had no interest in \npartaking in any activity whatsoever.  Samuel also suffered auditory hallucinations that were \nMood-Congruent. \n62.  While incarcerated in NHH, Samuel attempted suicide two times. \n63.  Samuel's suicide attempts while confined in NHH were the product ofRikers' \nmedical personnel's' misdiagnosis of his depression and Post Traumatic Stress Disorder and \ntheir decision to halt Samuel's psychotropic medication. \n64.  After each of the two suicide attempts, Samuel was brought to a medical clinic. \n65.  Upon information and belief, on at least one ofhis visits to the medical clinic after \na suicide attempt while incarcerated in NHH, a doctor wanted to send Samuel to the hospital. \nJ \nI \n11 \n11\\NY. 090334/010215.947101 v7 \n\n66.  Nevertheless, Samuel was not sent to a hospital. \n67.  Samuel's condition during his incarceration in NHH is consistent with Major \nDepression with Psychotic Features and Post Traumatic Stress Syndrome. \n68.  In the week before Christmas, 2005, defendants offered Samuel the coercive \nchoice between treatment for his psychological problems and the restoration of his basic human  ! \nand legal rights, including access to reading materials, writing utensils, clothing, regular showers \nand window knobs to open his window to cool down his cell when it was overheated.  To obtain \nthe human and legal rights to which he was legally entitled, Samuel was required to represent \nthat he would not harm himself and would no longer ask for psychotropic medication and visits \nwith mental health professionals. Under these coercive conditions, Samuel represented that he \nwould not harm himself and agreed to stop asking defendants for psychotropic medication and \nvisits with mental health professionals. \n69.  For months after his release from NHH, Samuel did not regain all of the weight he \nlost while subjected to the harsh NHH regime.  Neither did his sleep return.  Samuel's continued \nsuffering in the aftermath of his confinement in NHH is consistent with the extreme stress and \nunnecessary suffering inflicted upon him by Rikers' authorities. \nJohnnyM. \n70.  Johnny M. is 43 years old and has suffered from psychological illness since his \nuncle raped him when he was seven years old. \n71.  As a child, Johnny was diagnosed with chronic depression and anti-social \nbehavior and placed in special education classes.  For a time, Johnny was admitted to a mental \nhospital in his native Puerto Rico. \nr \nI \n12  I \n\\\\\\NY. 090334/010215 • 947101 v7 \n\n72.  Johnny moved from Puerto Rico to New York in 1986.  Upon his arrival, upon \ninformation and belief, Johnny received psychological counseling while living in the community. \n73.  In 1991, Johnny attempted suicide.  He was confined in a straitjacket and \nadmitted to Lincoln Hospital in New York City. \n74.  In 1994, while incarcerated, Johnny suffered from depression, heard voices and \nbegan to take psychiatric medications. \n75.  In 2002, Johnny returned to prison.  He heard voices that commanded him to hurt \nhimself.  He attempted suicide by hanging. \n76.  After receiving parole in 2003, Johnny entered an out-patient program that \nprovided mental health evaluation and medication. \n77.  In the summer of2003, Johnny was hospitalized at St. Vincents hospital in New \nYork City. \n78.  Prior to his confinement in NHH, Johnny made several suicide attempts. \n79.  He attempted to hang himself with a bed sheet.  He tried to over-dose on \nmedication.  He slashed his wrists. \n80.  In May 2005, Johnny was involved in a fi~ht between other inmates and, after a \nhearing, he was transferred to the Mental Health Center, unit \"C71\" at the Anna M. Kross Center \nlocated in the Rikers Island prison complex.  C71 is the Mental Health Center. \n81.  U pan information and belief, Johnny was not incarcerated between the months of \nJune and August, 2005.  During this period, Jolmny took medication for mental illness. \n82.  Upon information and belief, when inmates who owe Bing Time to Rikers \nauthorities are released or transferred from Rikers to another correctional facility, Rikers \n13 \n\\\\\\NY-090334/010215.947101 v7 \n\nauthorities maintain records of the Bing Time owed and, when the inmate returns to Rikers, \nRikers will require the inmate to serve the previously accrued Bing Time. \n83.  Upon information and belief, Johnny returned to Rikers in August or September \n2005. \n84.  Upon information and belief, immediately before his transfer to NHH, Johnny \nowed 50 days of Bing Time. \n85.  On October 31,2005, while housed in C-71, corrections officers stripped Johnny \nnaked and, without any explanation, took him to NHH.  No officer or any other Rikers official \nexplained to Johnny the reasons for his transfer to NHH, nor did any Rikers official tell Johnny \nhow long he would be confined in NHH. \n86.  Immediately upon confining Johnny in his NHH cell, defendants abruptly cut off \nhis psychotropic medication and visits with mental health professionals. \n87.  Johnny was left naked, leaving him with nothing to wear but a diaper and a \nsuicide smock.  While clad only in a diaper, in full view of other inmates who were fully clothed \nand in full view of female corrections officers, defendants ordered Johnny to stand outside his \nNHH cell and strip searched him on several occasions.  The fully-dressed inmates mocked and \ntaunted Johnny and other plaintiffs, calling them \"diaper babies.\" \n88.  Defendants refused to allow Johnny to shower regularly, refused to allow Johnny \nto have reading materials of any kind, denying him not only his legal papers, but his Bible. \nDefendants denied Johnny access to pens and pencils.  Johnny did not sleep for nine days and the \nvoices in his head returned.  Johnny ate and smeared his feces around his cell and cut himself. \nJohnny tried to hang himself and thought he was going to die in NHH. \n14 \n11\\NY. 090334/010215.947101 v7 \n\ni \n[ \nI \nl \n89.  Notwithstanding the behavior set forth above, on November 7, 2005, Johnny was \nI \ndischarged from mental health services.  ~ \nI \n90.  On November 12, 2005, a physician wrote Johnny a referral to mental health \nI \nservices, stating that Johnny was \"psychotic and hallucinating\". \nr \n91.  The next day, Johnny saw a psychiatrist. The psychiatrist found Johnny to be  l \ndepressed and psychotic and restarted Johnny's psychological medications. \n92.  The very next day, a different psychiatrist discontinued Johnny's medications. \n93.  On December 5, 2005, Johnny went to court and returned with a court order \nrequiring Johnny to receive a mental health evaluation. \n94.  On information and belief, Johnny did not receive the court-ordered mental health \nevaluation.  Indeed, Johnny's medical records contain an entry from a clinical supervisor stating \nthat Johnny was malingering and did not need mental health services. \n95.  In the week before Christmas, 2005, defendants offered Johnny the coercive \nchoice between treatment for his psychological problems and the restoration of his basic human \nand legal rights, including access to reading materials, writing utensils, clothing, regular showers \nand window knobs to open his window to cool down his cell when it was overheated.  To obtain \nhuman and legal rights to which he was legally entitled, Johnny had to self-certify that he would \nnot harm himself and would no longer ask for psychotropic medication and visits with mental \nhealth professionals. \n96.  Under these coercive conditions, Johnny certified that he would not harm himself \nand agreed to stop asking defendants for psychotropic medication and visits with mental health \nprofessionals. \n15 \nI\\ \\NY. 090334/01021 S • 947101 v7 \n\n97.  In late December Johnny was released from NHH.  A few days after his release, \non December 28, 2005, a psychiatrist assessed Johnny and found that he suffered from major \ndepression with psychotic features.  The psychiatrist restarted Johnny's medications. \n98.  Even after he left NHH, Johnny continued to suffer flashbacks and felt he was \ngoing to die.  Johnny's flashbacks are symptomatic of Post Traumatic Stress Disorder. \n99.  In the Spring of2007, Johnny again attempted suicide and was hospitalized in a \npsychiatric ward of Bellevue Hospital in New York City. \nJarnelle M. \n100.  Jarnelle M. is 25 years old and has suffered from psychological illness since \nchildhood. \n101.  At approximately the age of 8, Jamelle's mother took him to see a psychiatrist. \n102.  As a child, Jamelle received psychotropic medication. \n103.  In 1996, while incarcerated at Rikers, Jamelle was severely depressed and heard \nvoices.  Jamelle attempted suicide.  Jamelle received treatment for psychiatric illness, including \nmedications, until his release in 1997. \n104.  After his release from Rikers in 1998, Jamelle received treatment for mental \nhealth problems. \n105.  In 1998, Jamelle was hospitalized because he was severely depressed and heard \nI \nvoices. \n106.  After his hospitalization, Jamelle received outpatient treatment, including  I \nmedication. \nI \n~ \n! \nI \n16 \n11\\NY .09QJ34/01021S .947101 v7 \nt \n\n107.  In 2004, Jamelle stopped taking his medication.  As a result, Jamelle became \nseverely depressed.  He heard voices.  Jamelle attempted suicide.  Jamelle was hospitalized for \nfour months.  Jamelle was discharged with medication. \nI 08.  In October 2004, Jamelle arrived at Rikers.  He was evaluated by a psychiatrist \nand given a diagnosis of schizophrenia.  The psychiatrist noted that J amelle had been diagnosed \nwith schizophrenia and made entries in Jamelle's chart of subjective symptoms Jamelle reported, \nincluding depression, hearing voices and thought broadcasting.  The psychiatrist also made \nobjective findings of abnormal mental status, including blunted affect, impoverished and \ntangential thought process.  The psychiatrist prescribed antipsychotic medication. \n109.  Upon information and belief, inmates receiving antipsychotic medications are not \npermitted to take certain jobs within Rikers.  Approximately one month after a psychiatrist at \nRikers prescribed antipsychot_ic medication, Jamelle asked that the medication be discontinued so \nthat he could get a job within Rikers. \n110.  In or about March 2005, Jamelle again became depressed and considered suicide. \nJamelle was transferred to a suicide observation unit. \n111.  In or about June 2005, Jamelle began to receive an antidepressant medication. \nFrom June through October 2005, Jamelle's dosage of antidepressant medication gradually \nincreased until the medication was abruptly halted in October 2005. \n112.  Upon information and belief, a's  of September 2005, Jamelle owed approximately \n60 days of Bing Time. \n113.  On October 7, 2005, a clinical supervisor wrote in Jamelle's medical records that \nhe was attempting to avoid responsibility for disciplinary infractions by reporting symptoms of \nmental illness.  The note purports to dismiss Jamelle's mental health history by selectively \n17  I \n\\\\\\NY-090334/010215-947101 v7 \n\nreporting, omitting and distorting information in Jamelle's medical records.  The entry ignored \nJamelle's history of hospitalizations for mental illness.  Similarly, the note fails to include \nJ amelle 's past diagnosis of paranoid schizophrenia - even though the diagnosis was made by a \nRikers psychiatrist in October 2004.  The clinical supervisor's note also distorted and minimized \nthe 2004 report made by a psychiatrist who saw Jamelle at Rikers.  Regarding Jamelle's intake \nevaluation, the clinical supervisor reported only that Jarnelle was \"alleged to have auditory \nhallucinations\"; but the entry fails to describe the objective findings of serious mental illness that \nhad been entered by a Rikers psychiatrist months earlier. \n114.  On October 9, 2005, Jamelle was housed in a Rikers Island jail facility known as \n\"AMKC\". \n115.  On October 10, 2005, only three days after the clinical supervisor found that \nJamelle was feigning mental illness to avoid responsibility for disciplinary infractions, a Rikers \npsychiatrist examined Jarnelle and indicated that Jamelle was suffering from depression and \nshould continue to receive Zoloft. \n116.  Nevertheless, on October 11,2005, corrections officers, without any explanation, \ntook Jarnelle to NHH.  No officer or any other Rikers official explained to Jamelle the reasons \nfor his transfer to NHH, nor did any Rikers official tell Jamelle how long he would be confined \ninNHH. \n117.  Immediately upon confining Jamelle in his NHH cell, defendants abruptly cut off \nhis psychotropic medication and visits with mental health professionals. \n118.  After bringing Jamelle to NHH, officers stripped him naked, leaving him with \nnothing to wear but a diaper and a suicide smock.  While clad only in a diaper, in full view of \nother inmates who were fully clothed and in full view of female corrections officers, defendants \n18 \n\\\\\\NY· 090334/010215 • 947101 v7 \n\nordered Jamelle to stand outside his NHH cell and strip searched him on various occasions.  The \nfully-dressed inmates mocked and taunted Jamelle and other plaintiffs, calling them \"diaper \nbabies.\" \n119.  Defendants refused to allow Jamelle to shower regularly. \n120.  Defendants also refused to allow Jamelle to have reading materials of any kind, \ndenying him not only his legal papers, but his Bible. \n121.  Defendants denied Jamelle access to pens and pencils. \n122.  Jamelle felt like he was going to die after Rikers' medical personnel halted his \npsychotropic medication.  Jamelle could not sleep and stayed awake throughout the night. \n! \n123.  On October 14, 2005, a different psychiatrist wrote that he/she saw Jamelle to \ndetermine whether Zoloft \"can be discontinued\".  The psychiatrist's entry in Jarnelle's records, \nI \nhowever, failed to include important information about Jamelle's mental status, failing to even \ndescribe Jamelle's mood. \n124.  In the week before Christmas, 2005, defendants offered Jamelle the coercive \nchoice between treatment for his psychological problems and the restoration of his basic human \nand legal rights, including access to reading materials, writing utensils, clothing, regular showers \nand window knobs to open his window to cool down his cell when it was overheated.  To obtain \nhuman and legal rights to which he was legally entitled, Jamelle had to self-certify that he would \nnot harm himself and would no longer ask for psychotropic medication and visits with mental \nhealth professionals. \nI \n125.  Under these coercive conditions, Jamelle certified that he would not harm himself \nand agreed to stop asking defendants for psychotropic medication and visits with mental health \nI \nprofessionals. \n~-\n~. \n19 \n\\\\\\NY· 0903341010215 • 947101 v7 \n\n126.  After his transfer to NHH, and after Rikers halted his medication, He could not \nsleep for one week.  Jamelle became severely depressed.  Jamelle thought he would die. \n127.  During 2006, Jamelle was transferred to Sing-Sing prison. \n128.  Upon information and belief, after his transfer to Sing-Sing prison, Jamelle \nreturned to Rikers, was placed back into NHH and was again denied psychotropic medication. \nRasheem T. \n129.  Rasheem T. is 21 years old. \n130.  Prior to his incarceration, Rasheem T.'s close friend died in his arms. \n131.  Since his incarceration, Rasheem T. has experienced Post Traumatic Stress \nDisorder, including terrifying nightmares, flashbacks, depression, anxiety and severe insomnia. \nHe hears the voice of his friend. \n132.  Since his incarceration in September 2004, Rasheem has received psychotropic \nmedication for depression. \n133.  Beginning in January 2005, Rasheem medical officials at Rikers Island have \nseveral times diagnosed Rasheem as suffering from Post Traumatic Stress Disorder. \n134.  Although the medication helped Rasheem, he continued to suffer from significant \nsymptoms of Post Traumatic Stress Disorder. \n135.  During September 2005, Rasheem saw a psychiatrist at least two times.  The \nnotes in his medical records reflect that Rasheem continued to suffer from PTSD and depression \nand that the treating doctors planned to continue Rasheem on medication because he continued to \nsuffer from PTSD symptoms. \n136.  A \"utilization review\" dated October 2, 2005, states that Rasheem was \"always\" \ncompliant with his medications. \n20 \n\\\\\\NY· 090334/010215 • 947101 v7 \n\nIi   \nI \n137.  On October 7, 2005, Rasheem saw a clinical supervisor.  The supervisor's entry in \nRasheem' s medical records noted Rasheem' s diagnosis and also noted that Rasheem continued  I \n!. \niI·  \nto receive high doses of antidepressant and antipsychotic medications.  In addition, the entry  r \nt \nstates that before his incarceration at Rikers, Rasheem had been treated for depression. \nt \n138.  Only a few days later, on October 9, 2005, corrections officers took Rasheem to  l \nf \nNHH without any explanation.  No officer or any other Rikers official explained to Rasheem the \nreasons for his transfer to NHH, nor did any Rikers official tell Rasheem how long he would be \nconfined in NHH. \n139.  Immediately upon confining Rasheem in his NHH cell, defendants abruptly cut \noff his psychotropic medication and visits with mental health professionals. \n140.  On October 10, 2005, a psychiatrist-who had never before made an entry in \nRasheem's chart-indicated that Rikers should halt Rasheem's medications.  In addition, the \npsychiatrist reported that Rasheem said he had not taken his medications for the preceding month \nand, further, that Rasheem denied experiencing symptoms ofPTSD.  The psychiatrist's entry \ndoes not reflect (1) a competent review ofRasheem's medical history, (2) an understanding of \nRasheem's diagnosis, (3) the reasons for which Rasheem was taking antidepressant and \nantipsychotic medications, and (4) a consideration of the risks posed to Rasheem by \ndiscontinuing his medications. \n141.  Indeed, after Rikers halted his medications, Rasheem reports he experienced \nsevere headaches and vomiting for several weeks. \n142.  Rasheem also suffered from severe insomnia, sleeping only 1 -2 hours a day for \nseveral weeks. \n21 \n11\\NY · 090334/010215 · 947101 v7 \n\n143.  Rasheem asked to see \"mental health\", but was told that NHH inmates were not \npermitted to see \"mental health\". \n144.  On October 28, 2005, a corrections officer made a \"referral\" to \"mental health\", \nstating that Rasheem appeared depressed and had asked for his medications. \n145.  A second note in Rasheem's medical records dated October 30, 2005, states that \nRasheem reported that he needed his psychiatric medications. \n146.  Nevertheless, the only response from Rikers medical authorities reflected in \nRasheem's medical records is a 2-page form entitled \"Summary ofMental Health \nEvaluation/Recommendations\".  The two page form contains only eight lines and lacks any \nmental status examination.  The space on the form for a mental status examination - the primary \nmethod for assessing and diagnosing a mental health complaint-is crossed out with a large \"X\". \nThe \"objective\" findings state \"Pt. is unremarkable\".  The \"Assessment\" states \"Patient doesn't \nrequire M.H.tx\".  The \"Plan\" states \"Patient will not receive MH tx at this time\". \n147.  After bringing Rasheem to NHH, officers stripped him naked, leaving him with \nnothing to wear but a diaper and a suicide smock.  While clad only in a diaper, in full view of \nother inmates who were fully clothed and in full view of female corrections officers, defendants \nordered Rasheem to stand outside his NHH cell and strip searched him on various occasions. \nThe fully-dressed inmates mocked and taunted Rasheem and other plaintiffs, calling them \n\"diaper babies.\" \n148.  Defendants refused to allow Rasheem to shower regularly. \n149.  Defendants also refused to allow Rasheem to have reading materials of any kind, \ndenying him not only his legal papers, but his Bible. \n150.  Defendants denied Rasheem access to pens and pencils. \n22 \n\\\\\\NY-0903341010215-947101 v7 \n\n151.  In the week before Christmas, 2005, defendants offered Rasheem the coercive \nchoice between treatment for his psychological problems and the restoration of his basic human \nt \nand legal rights, including access to reading materials, writing utensils, clothing, regular showers  I \nand window knobs to open his window to cool down his cell when it was overheated.  To obtain  ' \nhuman and legal rights to which he was legally entitled, Rasheem had to self-certify that he  I\nwould not harm himself and would no longer ask for psychotropic medication and visits with  ' \nmental health professionals. \n152.  Under these coercive conditions, Rasheem certified that he would not harm \nhimself and agreed to stop asking defendants for psychotropic medication and visits with mental \nhealth professionals. \n153.  After his discharge from NHH, Rasheem resumed treatment with psychotropic \nmedication.  His treating physician stated that Rasheem should never have been taken off of \nmedication.  Because Rasheem's medication had been halted, his symptoms became worse and it \nwas necessary to increase the dosage of his medications over the levels that he had been \nreceiving prior to his incarceration in NHH.  The increased dosage is consistent with clinical \nliterature fmding that when left untreated, mental illness worsens with the passage of time. \nJURISDICTION AND VENUE \n154.  The Court has jurisdiction over this action pursuant to Article I § § 5 and 6 of the \nNew York State Constitution. \n155.  Venue is proper pursuant to CPLR § 504(3). \nJURY DEMAND \n156.  Plaintiffs demand trial by jury in this action. \n23 \n11\\NY. 090334/010215-947101 v7 \n\nB.  Defendants \n157.  Defendants are the individuals, corporate bodies and public agencies responsible \nfor providing mental health services in Rikers Island jails, specifically the No Harm Housing \nUnit located in \"4-South\" of the Central Punitive Segregation Unit (\"CPSU\"). \n158.  The City ofNew York (the \"City\") is ultimately responsible for the welfare of \ninmates held in Rikers Island.  Through the New York City Charter (\"City Charter\"), the City \nhas delegated that responsibility to various agencies, including the New York City Department of \nHealth.  The New York City Department of Health has contracted with a private company, \nPrison Health Services, to provide medical services to inmates confined in New York City jails. \n159.  Section 556(k) of the City Charter requires the New York City Department of \nHealth (the \"Department of Health\"), except as otherwise provided by law, to \"promote or \nprovide medical and health services for the inmates of prisons maintained and operated by the \nI \nCity.\" \n160.  Section 626( d) of the City Charter states that the Board of Correction \"shall \nestablish minimum standards for the care, custody ... [and] treatment ... of all persons held ... \n[by] ... the department.\" \n161.  Title 40 of the New York City Charter, section 2-01 et seq. require the New York \nDepartment of Corrections to Provide \"[s]ervices for the detection, diagnosis and treatment of \nmental illness ... to those persons in the care and custody of the New York City Department of \nCorrection.\" \n162.  Section 2-04 of Title 40 further provides that \"[a]dequate mental health care is to \nbe provided to inmates in an environment which facilitates care and treatment, provides for \nmaximum observation, reduces the risk of suicide, and is minimally stressful.\" \n24 \n11\\NY-090334/010215 • 947101 v7 \n\n163.  Finally,§ 2-06 of Title 40 provides that \"restraints or seclusion shall not be used \nas punishment, for the convenience of staff, or as a substitute for treatment programs.\"  I \nC.  Rikers Island Jails' Mental Health Policy & Procedures \nI \n164.  NHH is a punitive segregation unit. \nt \n165.  Section V-C ofthe MHPPM, entitled \"MENTAL HEALTH CLEARANCES FOR \nTRANSFER TO PUNITIVE SEGREGATION\" requires that \"any patient who has been treated \non a mental observation unit or is receiving psychotropic medication must be evaluated to \nascertain his/her ability to be housed in punitive segregation.\" \n166.  The MHPPM clearly states \"]iJnmates suffering from \"Sever (sic) and Persistent \nMental Illness\" shall not be admitted to the Punitive Segregation Unit.\" \n167.  Plaintiffs suffered from severe and persistent mental illness for which each \nPlaintiff was receiving psychotropic medication before their transfer to NHH. \n168.  Defendants failed to examine Plaintiffs before moving them to NHH. \n169.  Section IV-T of the MHPPM cautions Rikers' officials that the terms \n\"malingering\" and \"manipulating\" should be used \"only with the most cautious application\" \nbecause they are loaded terms that \"can be taken to be professional shorthand for stating that the \ninmate in question is a phony, a faker, putting on a show to get what he wants.\"  Manipulating \n\"cannot be used as summary statement about an individual as if it were a diagnosis\". \n170.  Despite the clear warnings against the dangers ofmisusing the terms \n\"malingering\" and \"manipulating\", Defendants wrongfully and intentionally manipulated those \nterms to manufacture the pretext by which they confined plaintiffs in NHH. \nI \nf \n25 \n\\\\\\NY-0903341010215-947101 v7 \n'1.:  \n\n171.  The MHPPM further requires \"Mental Health Services [to] provide ... \n[s]tabi1ization of mental illness and the alleviation ofpsychologica1 deterioration in the \ncorrections setting\". \n172.  While confined in NHH, Plaintiffs suffered from command hallucinations and/or \nvoices telling them to kill themselves.  Plaintiffs also experienced feelings of hopelessness, \nappetite disturbance and sleep disturbance. \n173.  The extreme and harsh conditions ofNHH subjected Plaintiffs to conditions that \nexacerbated their well-documented mental problems and caused Plaintiffs to decompensate, \ninjuring Plaintiffs' psychological stability. \n174.  Nevertheless, Defendants denied Plaintiffs confined in NHH access to mental \nhealth care. \n175.  Section IV -Fii of the MHPPM recognizes that inmates dressed in Suicide \nPrevention Smocks will suffer insults when seen by fully clothed inmates.  For this reason, \nSection IV -Fii limits the use of smocks to only those areas where \"all other inmates are wearing \nsmocks.\" The MHPPM emphasizes \"[t]his is to prevent any adverse impact caused by \ncomments or behaviors from those not similarly dressed.\" \n176.  Defendants violated Section IV -Fii by confining Plaintiffs to a NHH unit in full \nview of fully clothed inmates before whom Defendants paraded Plaintiffs in various degrees of \nundress.  Some Plaintiffs were completely naked in full view of other inmates and female \ncorrections officers.  Others were made to appear in the view of other inmates and female \ncorrections officers wearing nothing more than diapers.  As anticipated by the MHPPM, the \nfully-clad inmates taunted Plaintiffs as \"diaper-babies\". \n26 \n\\\\\\NY. 090334/010215-947101 v7 \n\n.. \nFirst Cause of Action \n(Cruel and Unusual Punishment) \n177.  Plaintiffs repeat and reallege each and every allegation contained in the preceding \nparagraphs as if fully set forth herein. \n178.  Defendants' actions violated plaintiffs' right to be free from cruel and unusual \npunishment under Article 5 § 5 ofthe New York State Constitution. \n179.  These violations injured Plaintiffs. \nSecond Cause of Action \n(Violation ofN.Y.C.R.R. 137(5)) \n180.  Plaintiffs repeat and reallege each and every allegation contained in the preceding \nparagraphs as if fully set forth herein. \n181.  N.Y.C.R.R. 137(5), made applicable to localities by Corr. Law§ 500-k, provides \nthat \"no inmate in the care or custody of the department shall be subjected to degrading treatment \n\" \n182.  Defendants' actions and inactions subjected plaintiffs to degrading treatment. \n183.  These violations injured plaintiffs. \nThird Cause of Action \n(Right to Medical Care) \n184.  Plaintiffs repeat and reallege each and every allegation contained in the preceding \nparagraphs as if fully set forth herein. \n185.  Pursuant to title 40 of the New York City Charter, 40 RCNY §§ 2-01 et seq., \nPlaintiffs have a legal right to medical care including care for mental illness. \n186.  Defendants, by their actions and inactions, failed to provide medical care to  I \nplaintiffs. \n187.  These violations injured Plaintiffs. \n~ \n27  I \n\\1\\NY • 0903341010215-947101 v7 \n\nFourth Cause of Action \n(Due Process) \n188.  Plaintiffs repeat and reallege each and every allegation contained in the preceding \nparagraphs as if fully set forth herein. \n189.  Defendants confined plaintiffs in No Harm Housing without prior mental health \nevaluation, notice or hearing and failed to provide any opportunity to be heard. \n190.  Defendants thereby violated Article I § 6 of the New York State Constitution. \n191.  These violations violated plaintiffs' right to procedural due process pursuant to \nArticle I§ 6 of the New York State Constitution. \nFifth Cause of Action \n(Negligence) \n192.  Plaintiffs repeat and reallege each and every allegation contained in the preceding  I \nparagraphs as if fully set forth herein. \n193.  Defendants owed a duty to provide plaintiffs with adequate medical care while \nthey were confmed in No Harm Housing. \n194.  Defendants failed to provide plaintiffs with adequate medical care while they \nwere confined in No Harm Housing. \n195.  Defendants' failure to provide plaintiffs with adequate medical care while they \nwere confined in No Harm Housing breached the duty owed by defendants to plaintiffs and \nthereby caused plaintiffs to suffer physical and emotional harm. \n196.  Plaintiffs suffered injury as a direct result of defendants' actions and inactions. \nSixth Cause of Action \n(Ministerial Neglect) \n197.  Plaintiffs repeat and reallege each and every allegation contained in the preceding \nparagraphs as if fully set forth herein. \n28 \n11\\NY-0903341010215-947101 v7 \n\nl \nl \nl \nI \n198.  Rikers' authorities established protocols for the provision of medical care to \nI \ninmates, including the provision of mental health care. \n199.  Rikers authorities failed to provide plaintiffs with mental health care and thereby \nviolated clearly established protocols requiring the provision ofsuch care to Plaintiffs. \n200.  Plaintiffs suffered physical and emotional injuries by virtue of defendants' failure \nto follow Rikers' protocols regarding the provision of medical care to Rikers inmates. \nPrayer For Relief \nWHEREFORE, Plaintiffs pray for an order: \n201.  As to all causes of action, awarding plaintiffs monetary damages against the \ndefendants jointly and severally, in compensation for injuries sustained by plaintiffs as a result of \nthe various constitutional and statutory violations, including damages for injuries such as \nt \nI \nextreme emotional pain caused by terminating plaintiffs' psychotropic medication and \nprohibiting visits with mental health professionals; \n202.  As to all causes of action, awarding plaintiffs punitive damages against the \ndefendants jointly and severally; \n203.  Granting all costs, disb\\.rrsements and attorney fees arising out of this action; \n204.  Granting such other relief as this Court deems just and proper. \n29 \n\\\\\\NY· 0903341010215-947101 v7 \n\nDated: New York, New York \nJune 18, 2007 \nHogan & Hartson L.L.P. \n875 Third Avenue \nNew York, New York 10022 \n(212) 918-3000 \nAttorneys for Plaintiffs \nI \nI \nI \n30 \n\\\\\\NY. 090334/010215 · 947101 v7  t \n' ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/103429"
    }
  ],
  "document_count": 2
}