{
  "case_id": 17506,
  "fetched_at": "2025-10-22T00:31:00.334424",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Governor of Ohio",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Governor Mike DeWine",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Department of Rehabilitation and Correction",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Director of the Ohio Department of Rehabilitation and Correction",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Belmont Correctional Institution",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Warden of Belmont Correctional Institution",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2020,
    "constitutional_clause": [
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Ohio state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2020-03-13",
    "filing_year": 2020,
    "id": 17506,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Sanitation / living conditions",
      "General/Misc.: Conditions of confinement",
      "COVID-19: Mitigation Requested",
      "COVID-19: Release Requested",
      "COVID-19: Mitigation Denied",
      "COVID-19: Release Denied"
    ],
    "last_checked_date": "2020-07-16T00:00:00-04:00",
    "main_docket": {
      "id": 27990,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2020,
      "docket_filing_number": 401,
      "is_main_docket": true,
      "court": "Ohio state supreme court",
      "state": "Ohio",
      "docket_office_number": "",
      "docket_number_manual": "2020-0401",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Lichtenwalter v. DeWine",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Inmate at Belmont Correctional Institution in Ohio",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2020-04-16",
    "settlement_judgment_year": null,
    "special_collections": [
      "COVID-19 (novel coronavirus)"
    ],
    "special_case_type": [
      {
        "value": "Habeas"
      },
      {
        "value": "Appellate Court is initial court"
      }
    ],
    "state": "Ohio",
    "summary": "<p>On March 19, 2020, the plaintiff, an inmate at Belmont Correctional Institute, filed this petition for writ of mandamus or, in the alternative, habeas corpus. The petition was filed against Ohio Governor Mike DeWine, the Director of the Ohio Department of Rehabilitation and Correction, and the Warden of Belmont Correctional Institution. He argued that the prison was not engaging in proper social distancing amidst the outbreak of COVID-19 and that the common areas were overcrowded, an environment that would make it particularly easy for the virus to spread. To make matters worse, the plaintiff claimed, he was HIV-positive. He claimed that this brought his chance of death to somewhere between twenty and fifty percent. According to the plaintiff, failure to allow for proper social distancing constituted a violation of the Eighth Amendment's prohibition on cruel and unusual punishment. He sought release in order to avoid contact with the virus.</p>\r\n<p>Early in April, the ACLU of Ohio submitted a motion asking the court to file an amicus brief on behalf of the petitioner.</p>\r\n<p>On April 16, nearly a month later, the Ohio Supreme Court issued a one-paragraph order that denied the petitioner habeas corpus for failure to state a claim, but also allowed the ACLU of Ohio to file an amicus brief. Justice Michael Donnelly wrote a concurring opinion, arguing that habeas was not appropriate because petitioner sought only to get away from the environment of prison, not release from state custody. He also stated that the court did not have the power to force the executive to release the petitioner via a writ of mandamus.</p>",
    "summary_published_date": "2025-03-18T18:52:46.311810-04:00",
    "summary_short": "Amidst the COVID-19 pandemic, an Ohio prisoner filed a petition for writ of mandamus or, alternatively, writ of habeas corpus, asking the Ohio Supreme Court to release him to avoid contracting the virus. He argued that the correctional facility was not doing enough to prevent the spread of the virus, and requested release. The court denied release on April 16.\r\n\r\nA month later, the Supreme Court of Ohio denied the prisoner's request, but allowed the ACLU of Ohio to submit an amicus brief on the petitioner's behalf.",
    "summary_tiny": "This case was filed by an Ohio prisoner who requested a writ of mandamus forcing @GovMikeDeWine to release him or, alternatively, habeas corpus. He argued that @DRCOhio's Belmont Corr. Inst. insufficiently followed soc. distancing guidelines.",
    "terminating_date": "2020-04-16",
    "clearinghouse_link": "clearinghouse.net/case/17506",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17506",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17506",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17506"
  },
  "documents": [
    {
      "date": "2020-03-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Ohio state supreme court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 108643,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/108643.pdf",
      "title": "[Request for] Writ of Mandamus",
      "text": "In the Supreme Court of Ohio \nState of Ohio, Ex Relator, \nDerek R. Lichtenwalter, \nA768 383,Derek Lichtenwalter \nPO Box 540 \nSt Clairsville Ohio 43950 \n20-0401 \nVS. \nWrit of Mandamus \nOr alternative writ of habeas corpus \nThe Governor of Ohio, \nMike DeWine, \nVern Riffe Center, 77 5. High Street, 30\"‘ Floor \nColumbus Ohio, 43215 \nand \nThe Director of the Ohio department \nOf Rehabilitation and Correction. \nAnnette Chambers- Smith \n4545 Fisher Road, ste G- \nColumbus Ohio,43228 \nAnd \nThe warden of Belmont Correctional Institution  ”'7LL‘l-{K OE (mug? \n;_C’LiF’P{EME COURT OF OHIO\nDavid Gray, \nP.O. Box 540 \nSt Clairsville Ohio 43950 \nlP%E©Eﬂ\\\\/ED \nHAR 1 9 2020 \nCLERK OF COURT \nSUPREME COURT OF OHIO \n\nThe State of Ohio Ex relator Derek r. Lichtenwalter, I Derek Lichtenwalter Does hereby swear to \nthe following and does for the reasons stated, I do request a writ of mandamus, or alternatively a writ of \nhabeas corpus. \nDue to the imminent pandemic and the lack of any speedy remedy I am asking for the court to allow this \nto proceed to a decision knowing that certain normally required documents are not accompanied yet \nwith the state of technology today the court can verify with the odrc online at ODRC.gov, that I am \nincarcerated that I am indigent and that I am serving a sentence with no holders in the Ohio Prison \nsystem. \nThe Respondents have a clear legal duty to act. There are several available statutory provisions that \ngrant them full authority to act. Both Statutory and Moral Obligations require they should act. \nThis is a clear legal duty to act, The Governor is sworn to uphold the Constitutions of the State ofohio. \nArticle I Bill of Rights, 9. Bail cruel and unusual Punishments. Where a person is charged with any offense \nfor which the person may be incarcerated....,.; Nor Cruel and unusual Punishments imposed. \nArticle III, Executive, Section 11.may rant Reprieves commutations and pardons. The Governor Shall \nhave power after convictions to grant reprieves.... Upon Such condition as the Governor may think \nProper. \nReprieve is defined as, a delay before something bad happens. The term reprieve is derived from \nreprend which means to keep back and signifies the withdrawing of a sentence for a period of time. \nThe Director of the Ohio Department of corrections is Charged with the care of Prisoners in his \ncare. Chapter 2967 allows him to authorize releases for medical reasons. He also is to follow the \nConstitution and not allow cruel and unusual punishments.\n\nI  Derek Lichtenwalter Does hereby swear and affirm the following, it is well known today that the \nCorona virus is an epidemic, that deaths will occur as a result of the infection, according to the Surgeon \nGeneral ofthe United States, who on 3-8-2020 on the CNN TV Show said the death rate is between 1-5 \nPercent of healthy adults. That High risk for death is those who are immune compromised, those with \nChronic health conditions, He advised all Americans to follow the CDC that is the Center for disease \ncontrol recommendations to stay Six feet away from people and to avoid crowded areas. To wash hands \nregularly and avoid close contact with other people's saliva hand shaking etc. \nThere is no way we can follow that directive the bed areas are so crowded that I am within three \nfeet of at least twelve people and those twelve are in the same position this means that there are 126 \npeople in my \"dorm” that are within 3-4 feet of each other. The Common areas are overcrowded and \nwhat this means is once it gets to the prison it will be spread quickly through the population. \nThe death rate of 1-5 percent is high enough, yet I am with chronic health problems and the \nKirkland center in Washington state showed that death rate is 20-50 percent. \nPlease grant the writ for a reprieve or a release there are many statutory provision that are \nauthorized in 5120, and 2967, as well as the Constitutional law and the bill of rights, that allows for and \nindeed requires by moral and statutory language the conditional temporary release while the corona \nvirus pandemic is resolved. \nWithin a year there will be a vaccine, must 1-5 Percent of us die simply because no one will \nrelease, us, and more specifically me, the prisoners in Ohio should be afforded the rights of survival. The \nreduction of the total prison population will provide this both for the ones who must stay due to the \ntype of crimes they committed and the ones released will have better options to protect themselves or \nto at least not die in prison.\n\nThe Legal duty that is required for a writ of mandamus is, to uphold the Constitution and the \nright to survive is granted by the same is granted by the same, the United States Constitution and the \nBill of Rights as well as the Constitution of the State of Ohio and the Bill of Rights I have right to stay \nalive and request the court to issue an order Compelling the Governor or the Director of Prisons or the \nWarden of Belmont Correctional institution to effectuate my release. \nPlease understand that there is no way that once the corona virus, covid-19 gets to prison it will \nbe able to be contained, and once it spreads many will die who need not and who otherwise would be \nhome within a few months to a few years. \nThe surgeon general ofthe United States, JEROME ADAMS, is an authority and he stated so \ndirectly on the CNN News Broad Cast at 9:21 AM on Sunday the 8\"‘ of March. He Stated Failure to follow \nhis guidelines and the CDC by people will cause unnecessary death and that he came on the air to give \npeople time to prepare, the Ohio Department of corrections is risking more deaths, Deaths that are \navoidable, and deaths that they have the statutory authority and duty to prevent, this is therefore cruel \nand unusual punishment, and clearly violates the Constitution, when they have been pre warned and by \ndesign are refusing to grant the reprieves authorized by law, as a death rate of 20-50 percent is worse \nodds than if the sentence was Russian roulette. \nI am not a violent offender I  am sen/ing non mandatory time and should not need to die alone in \nprison. \nNot when I can return to finish the time debt owed if I am still alive once a vaccine or treatment \nis made as long as I Survive the epidemic \nThe fact is I am HIV positive, the Surgeon General of the united states Jerome adarns on Sunday \nthe 9\"‘ of march, said that he came on the program as an authority as a health authority to allow people \nto prepare. That the corona virus is imminent that deaths will occur and that the general population will\n\nhave 1-5 percent death rate that those who are at high risk as seen in the Kirkland nursing home of \nWashington state had a 20-50 percent death rate. \nI am that Population. That is a higher rate than ifl played Russian roulette. \nI  have no adequate remedy at law as I  have an unknown amount of short time before the virus \nis in this prison. I cannot get a copy of my actual commitment papers, the wait of one to three weeks \nmay be too long. The virus has traveled from china to the United states in less than 2 months. There are \nconfirmed cases within 100 miles of this prison. \nI will ask to file without the commitment papers and seek to be allowed to introduce them at a \nlater time if necessary. \nI  will send a printout from the ODRC that shows Why I am in prison. \nVAMJEFE83 \nﬂw \n(5.: H” \n20 \nState of Ohio Ex Relator, Derek R. Lichtenwalter.  Z.) \nz/L/  Dm7~ /l~2Js24/ \n/4 \nSworn to In my presence \nM‘ \"\"'  2'4)’, \nOn the  Day of \nMICHAEL KOLVEK \nNotary Public \nState 01 Ohio \nMy Comm. Expires \nFebruary 12. 102!\n\nAffidavit of previous actions \nI Derek Lichtenwalter does hereby certify I  as a prisoner have filed within the past five years, the \nfollowing civil actions against a state official. \nIn the fifth district court of appeals, \nWrit of procedendo and writ of mandamus Derek Lichtenwalter vs frank forcione Judge, of stark county \ncommon pleas courts Both dismissed by request of both parties. \nIn relation to the same request a writ of mandamus in the Ohio supreme Court Derek Lichtenwalter Vs \nthe DDR0 Writ dismissed as the respondent complied with the request, and I filed to dismiss it4 \nState of Ohio Ex Relator, Derek R. Lichtenwalter. \nﬂ a/L/\\  35202:» \nDate \n-?'’-'’.—-“r E’ \nSworn to in my presence \n/V/‘“**4  9\"')”’ \nOnthe  Dayof  , \nV  2\"  MICHAEL KOLVEK \n: m  Notary Public \n2  State of Ohio \n§  My Comm, Expires \n-r‘  :3‘  February 12, 2025\n\nAffidavit of lndigence, request to proceed in forma paupers and \nrequest for service on the respondent's \nI  Derek Lichtenwalter does hereby swear I am indigent I am requesting the institutional cashier \nto send me a copy of my deposit history for the Ohio prison for the last six months it will be sent in a \nseparate envelope. \nI am indigent own nothing of value, I request the waver of the filing fees and request the court \nto allow me to have service done by the clerk by way of certified mail. \nState  fOhio Ex Relator, Derek R4 Lichtenwalter. \n26 \n/ \nDate \nSworn to in my presence \nOnthe  Dayof /7/tfék  9“\"L“ \nMICHAEL KOLVEK \nNotary Public \nState of Ohio \nMy Comm. Expires \nFebruary 12, 2015\n\nPage I of2 Monday, February 10, 2020 7:35 PM \nl  YOQR .\\‘l',.\\\"l17.f\\L‘l€  J \nInmate Name: LICIITENWALTER, DEREK R\nDate of Birth: 03/21/1975 \nNew Nunlber: A768383 \nOld Number: A404908, AS64988, AS35316, AS93957, A620827, A633755, A67l507, A693342 \nAggregate Sentence: ‘ 2.50 111386-5 \nTHE FOLLOWING CRIMES AND SENTENCE INFORMATION I COMPUTER GENERATED AT \nTIME OF ADMISSION AND 1\\IAY NEED TO BE VERIFIED \\\\'ITH THE RECORD OFFICE \n0.R.C. 2929.41 \nThe following is the order in which sentences are to be sen ed. If one of the following paragraphs does \nNOT apply, it will be left blank. \n1.  Actual Incarceration (Gun) - AI(G) - Tinle is served ﬁrst. Time begins on the day you arrive at THIS \nINSTITUTION. You have  years gun speciﬁcation. Your actual incarceration for the weapon is \n‘ll’ \n2. You ha\\ e  years of actual incarcerationlnlandatory time. \n3. Deﬁllite or stated term sentences are served next. You have a deﬁnitelstated term sentence total of2.S0 \nyears. The end of your deﬁnite/stated term sentence is 04/07/2022. \n4. Indeﬁnite sentences are served last. You have an indeﬁnite sentence total of - \nyears. Your lirst hearing date is approximately \nThe following is the most current address of the GUERNSEY \nCounty Court(s) available. Also included is the County Prosecutor's address. Please DOUBLE CHECK \nthese addresses before ﬁling, as these addresses are subject to change. \nGUERNSEY Co. Courtls]  GUERNSEY Co. Prosecutor \n001 E. \\\\'HlZl-ILING AVE  GUERNSEY CO. PROSECUTOR 145 N. SEVENTH STREET \nCAMBRIDGE . OHIO 437250000  CAMBRIDGE , OHIO 43725-0000\n\nMonday, February 10, 2020 7:35 PM \nPage 2 of2 \nTHE FOLLOWING CRIMES INFORMATION IS C0l\\IPUTER GENERATED AT THE TIME OF \nADMISSION AND l\\LA\\' NEED TO BE VERIFIED WITH THE RECORD OFFICE. \nPlease examine this IMMEDIATELY, paying particular attention to the following: \n1. ALL INM.-\\TES— Look under the heading of \"JTC\" (jail time credit) and check for accuracy. Consult \nlegal packet for further information on \"JAIL CREDIT\". \n2. ChRaIvIe VaInE S\" AP\"R IbeOfRor Te Oth Je UdLegYr e1e,  1n9u9m6b-e rH.e aCdoinnsgu l\"tF lEeLga\"l  ipnadcikceatt eass  dteog irmepeo orft afenlcoen yo. fAagng raagvgartaveadt feedl ofneileosn y \nin terms of \"SHOCK/ SUPER-SHOCK\" eligibility. \nCRIMES AFTER JULY 1, 1996- Heading \"FEL\" indicates degree of felony, which determines time \nframe for \"JUDICIAL RELEASE\" eligibility. See Legal Packet under \"JUDICIAL RELEASE\" for \nfurther explanation.\n~ \n3. CspReIcI\"V I(EGSN )P RorI Oa Rp eTriOo dJ UofL “Ya c1t,u1a9l9 6in-c Harecaedriantgiso n\"  time‘\"  a(nAdI T\")A. ISTe\"e  pinadcikceatt eusl tydoeur  a\"rSe1 s'eIrOvCiKng/ SaU \"PgEuRn-  \nSHOCK\" for importance ofthese terms. \nCRIMES AFTER JULY 1, 1996- Heading \"AIT/HAND\" refers to any MANDATORY \nINCARCERATION that you must serve. See Legal packet under “JUDICIAL RELEASE\" for further \ninformation of effect of mandatory sentences. \n4. ALL INl\\1.—\\TES- Consult Legal Packet under \"APPEAL\" or \"APPEAL OF RIGHT\" for information \non filing an appeal.\n~ \n5. Heading \"CS“ designates whether your sentences are cnnSecutive \"S\" or conCurrent  to each \nother. \nSHOCK PAROLE ELIGIBLE: O \nOFFENSE DATA \n~  cox,-mw\nM \nGun  mcim c x\nr.ui.roco\\u-i.\\  izmrw  l  r  72  1.5a ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/108643"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113971,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113971"
    },
    {
      "date": "2020-04-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Ohio state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 108751,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/108751.pdf",
      "title": "Supreme Court Order",
      "text": " \n \n \n \nCASE ANNOUNCEMENTS  \n \nApril 16, 2020 \n \n[Cite as 04/16/2020 Case Announcements #4, 2020-Ohio-1465.] \n \n \n \nMISCELLANEOUS DISMISSALS \n \n2020-0401.  State ex rel. Lichtenwalter v. DeWine. \nIn Mandamus.  On motion for leave to file amicus brief on behalf of relator filed by \namicus curiae, American Civil Liberties Union of Ohio Foundation, Inc.  Motion \ngranted.  Respondents’ motion to dismiss granted.  Cause dismissed for failure to \nstate a claim in habeas corpus or mandamus. \n  Donnelly, J., concurs, with an opinion. \n \n__________________ \n \nDONNELLY, J., concurring. \n \n{¶ 1} I agree with the court’s decisions to grant the motion filed by the ACLU of Ohio \nFoundation,  Inc.,  for  leave  to  file  an  amicus  curiae  brief;  to  dismiss  petitioner  Derek \nLichtenwalter’s petition for a writ of mandamus or, in the alternative, a writ of habeas corpus; and \nto dismiss as moot the motion to strike filed by respondents Governor Mike DeWine, Ohio \nDepartment of Rehabilitation and Correction Director Annette Chambers-Smith, and Belmont \nCorrectional Institution Warden David Gray. \n{¶ 2} Because Lichtenwalter does not seek immediate release from state custody but \ninstead seeks a temporary reprieve from the environment of prison, habeas corpus is not the \nappropriate remedy.  See Waites v. Gansheimer, 110 Ohio St.3d 250, 2006-Ohio-4358, 852 N.E.2d \n1204, ¶ 6 (a civil-rights action under 42 U.S.C. 1983, rather than habeas corpus, is the appropriate \navenue for prisoners to challenge the conditions of their confinement).  And although the executive \nbranch does have power to grant clemency and to liberally execute remedial statutes, such as \n\nR.C. 2967.18 (reduction of prison populations in the face of overcrowding emergencies) and \n2967.05 (conditional release of prisoners who are severely ill or at risk of imminent death), this \ncourt does not have the authority to control the executive branch’s discretion to exercise these \npowers through mandamus.  See State ex rel. Sheppard v. Koblentz, 174 Ohio St. 120, 122-123, \n187 N.E.2d 40 (1962) (mandamus will not issue to control discretionary decisions). \n{¶ 3} I hope that petitioner and others in Ohio do not see today’s decision as the judiciary’s \nthrowing up its hands and claiming that there is nothing that it can do.  The whole of Ohio’s \ngovernment needs to take serious, unprecedented steps to prevent the catastrophe of unmitigated \nspread of COVID-19 to the tens of thousands of prisoners in Ohio as well as to the tens of \nthousands of people who are prison employees along with those living in the households of prison \nemployees.  Ohio’s executive branch, including the governor, the Department of Rehabilitation \nand Correction, the Adult Parole Authority, and the Correctional Institution Inspection Committee \ncollectively have broad authority to take an assortment of steps to prevent such a catastrophe.  \nOhio’s trial courts have the power to liberally and expeditiously grant appropriate requests for \njudicial release.  And with the stroke of a pen, the General Assembly could remove various \narbitrary statutory restrictions1 on judicial release that currently fetter the judiciary’s discretion. \n{¶ 4} Many of the foregoing powers have already been exercised to some extent, but the \ndanger of the virus spreading has not yet been fully solved.  It would take broad action to release \nan adequate number of prisoners to make a difference in the overall prison population and protect \nthose who are medically fragile.  It would also require painstaking, individualized action to ensure \nthat proper consideration is given to each inmate’s detention history, health status, and risk of \nrecidivism, as well as to victims’ rights and general concerns for public safety and welfare, before \nreleases or furloughs can occur.  If each branch of our state government does its part, we have an \nopportunity, collectively, to be proactive and to protect Ohio’s vulnerable prison population from \nCOVID-19. \n__________________ \n                                                 \n1. For example, the General Assembly could allow prisoners like petitioner who are serving \nnonmandatory prison terms of two to five years to file a motion for judicial release prior to the \nexpiration of the 180-day period set forth in R.C. 2929.20(C)(2). \n2  04-16-2020 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/108751"
    },
    {
      "date": "2020-04-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Ohio state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 108752,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/108752.pdf",
      "title": "Docket",
      "text": "7/16/2020 Public Docket\n  Back to Search\nCase Activity Notification:  Login\nT  S  C    O\nHE UPREME OURT OF HIO\nC  I\nASE NFORMATION\nCase:\n2020-0401:  State of Ohio Ex Relator, Derek R. Lichtenwalter v. The Governor of Ohio, Mike\nDeWine, The Director of the Ohio department Of Rehabilitation and Correction. Annette\nChambers-Smith, And The warden of Belmont Correctional Institution David Gray\n Original Action in Mandamus\nFiled:\n03/19/2020\nStatus:\nCase is Disposed\nDocket Items\nParties\nDecisions\n  Generally, scanned documents will be available within one business day from the date of filing.\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=882832.pdf)\nDate Filed 03/19/2020\nDescription Complaint in mandamus of Derek R. Lichtenwalter\nFiling Parties Relator\n\nDate Filed\nDescription And a�idavit of indigence\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=882847.pdf)\nDate Filed 03/20/2020\nDescription Summons & complaint issued to respondent(s)\nFiling Parties\nwww.supremecourt.ohio.gov/Clerk/ecms/#/caseinfo/2020/0401 1/5\n\n7/16/2020 Public Docket\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=882933.pdf)\nDate Filed 03/20/2020\nDescription Proof of mailing for The Governor of Ohio, Mike DeWine; postage\n$7.20\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=882934.pdf)\nDate Filed 03/20/2020\nDescription Proof of mailing for The warden of Belmont Correctional\nInstitution; postage $7.20\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=882935.pdf)\nDate Filed 03/20/2020\nDescription Proof of mailing for The Director of the Ohio department of\nRehabilitation and Correction; postage 7.20\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883149.pdf)\nDate Filed 03/25/2020\nDescription Return receipt/service of summons & complaint; The Governor\nof Ohio Mike DeWine served on 3/25/2020\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=222742.pdf)\nDate Filed 03/26/2020\nDescription DECISION: Order; respondents shall file a response to the\ncomplaint no later than Monday, March 30, 2020 and relator\nshall file a response to any motion to dismiss no later than\nMonday, April 6, 2020. See announcement at 2020-Ohio-1113\n(https://supremecourt.ohio.gov/rod/docs/pdf/0/2020/2020-\nohio-1113.pdf).\nFiling Parties\nwww.supremecourt.ohio.gov/Clerk/ecms/#/caseinfo/2020/0401 2/5\n\n7/16/2020 Public Docket\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883192.pdf)\nDate Filed 03/26/2020\nDescription Return receipt/service of summons & complaint; The Director of\nthe Ohio department Of Rehabilitation and Correction served on\n3/25/2020\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883193.pdf)\nDate Filed 03/26/2020\nDescription Return receipt/service of summons & complaint; The warden of\nBelmont Correctional Institution David Gray served on\n3/24/2020\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883291.pdf)\nDate Filed 03/30/2020\nDescription Motion to dismiss\nFiling Parties Respondents\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=222949.pdf)\nDate Filed\nDescription 04/16/20 Granted; cause dismissed for failure to state a claim\nin habeas corpus or mandamus. See announcement at 2020-\nOhio-1465\n(https://supremecourt.ohio.gov/rod/docs/pdf/0/2020/2020-\nohio-1465.pdf).\nFiling Parties DISPOSITIVE\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883387.pdf)\nDate Filed 03/30/2020\nDescription Notice of appearance of Sarah Gelsomino as counsel\nFiling Parties Relator\nwww.supremecourt.ohio.gov/Clerk/ecms/#/caseinfo/2020/0401 3/5\n\n7/16/2020 Public Docket\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883389.pdf)\nDate Filed 03/30/2020\nDescription Notice of appearance of Jacqueline C. Greene as co-counsel\nFiling Parties Relator\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883665.pdf)\nDate Filed 04/06/2020\nDescription Motion for leave to file amicus brief on behalf of relator\nFiling Parties Amicus Curiae on behalf of Relator\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=222948.pdf)\nDate Filed\nDescription 04/16/20 Granted. See announcement at 2020-Ohio-1465\n(https://supremecourt.ohio.gov/rod/docs/pdf/0/2020/2020-\nohio-1465.pdf).\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=883738.pdf)\nDate Filed 04/06/2020\nDescription Memo opposing motion to dismiss\nFiling Parties Relator\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=884025.pdf)\nDate Filed 04/13/2020\nDescription Motion to strike\nFiling Parties Respondents\nwww.supremecourt.ohio.gov/Clerk/ecms/#/caseinfo/2020/0401 4/5\n\n7/16/2020 Public Docket\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=223003.pdf)\nDate Filed\nDescription 04/22/20 Denied as moot. See announcement at 2020-Ohio-\n1587\n(https://supremecourt.ohio.gov/rod/docs/pdf/0/2020/2020-\nohio-1587.pdf).\nFiling Parties\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=884057.pdf)\nDate Filed 04/14/2020\nDescription Notice of appearance of Assistant Attorney General Julie M.\nPfei�er as co-counsel\nFiling Parties Respondent\n\n(http://supremecourt.ohio.gov/pdf_viewer/pdf_viewer.aspx?\npdf=884125.pdf)\nDate Filed 04/15/2020\nDescription Memo opposing motion to strike\nFiling Parties Relator\nwww.supremecourt.ohio.gov/Clerk/ecms/#/caseinfo/2020/0401 5/5",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/108752"
    },
    {
      "date": "2020-05-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Ohio state supreme court",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 108640,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/108640.pdf",
      "title": "Motion for Leave to File Amicus Curiae Brief in Support of Relator Derek Lichtenwalter",
      "text": "IN THE SUPREME COURT OF OHIO \n \nState of Ohio ex rel.          * \nDerek Lichtenwalter          *    Case No.: 2020-0401 \n              * \n     Relator,              *    Original Action \n                                        *     \nvs.                  *     \n              *     \nMike DeWine, Governor of Ohio, et al.,    * \n                 *      \n     Respondents.            *     \n \n______________________________________________________________________________ \nMOTION FOR LEAVE TO FILE AMICUS CURIAE BRIEF \nIN SUPPORT OF RELATOR DEREK LICHTENWALTER \n______________________________________________________________________________ \n   \nSARAH GELSOMINO (0084340)  JARED S. YEE (0096741) \nJACQUELINE C. GREENE (0092733)  Assistant Attorney General \n50 Public Square, Suite 1900  Criminal Justice Section, Corrections unit \nCleveland, Ohio 44113  150 East Gay Street, 16th Floor \nPhone: (216) 241-1430  Columbus, Ohio 43215 \nFax: (216) 621-0427  Phone: (614) 644-8957 \nsgelsomino@f-glaw.com  Fax: (844) 252-4182 \njgreene@f-glaw.com  Jared.Yee@OhioAttorneyGeneral.gov \n   \nCounsel for Relator   Counsel for Respondents  \nDerek Lichtenwalter  Director Annette Chambers-Smith and \nWarden David Gray \n \n   \n  1\n\n \nMOTION FOR LEAVE TO FILE AMICUS BRIEF \n  The ACLU of Ohio Foundation, Inc. (ACLU) moves for leave to file the attached amicus \ncuriae brief in support of Relator. Relator filed a pro se petition for a writ of mandamus and/or \nhabeas corpus in this Court, seeking relief due to the one-in-a-lifetime Coronavirus pandemic. \nThe Court sua sponte directed the State to reply by March 30, 2020, and relator to respond by \nApril 6, 2020. Consistent with this schedule, ACLU submitted an amicus brief to the Court for \nfiling on April 4. However, the Clerk declined to file ACLU of Ohio’s brief “because the court \nhas not set a briefing schedule.”  \n  Under most circumstances, “leave to file an amicus brief is not required.” S. Ct. Pract. R. \n16.06. Amicus ACLU requests the Court to grant leave to file an amicus brief at this time \nwithout awaiting a future briefing schedule. \nFirst, this case raises significant issues of public importance, including the Constitutional \nright of prisoners to be free from cruel and unusual punishment. In its amicus brief, ACLU will \nprovide helpful information about the relevant legal doctrines, the unique harms of the \nCoronavirus, and detailed information about the dangers of infection that exist in Ohio prisons.  \nSecond, the amicus brief will be useful at this stage. The Court sua sponte ordered a \nbriefing schedule around the State’s response to the relator’s requested writ. Amicus submitted \nits brief to the Court as part of that briefing schedule to aid the Court in its decision.  \nThird, time is of the essence. When facing a highly infectious and deadly pathogen, every \nday matters. The attached amicus brief describes the peril of further delay and urges this Court to \ntake prompt action that could save lives. \n  2\n\nFor these reasons, ACLU requests that the Court grant it leave to file an amicus brief, and \naccept the attached brief for filing. \n \n \nRespectfully submitted, \n/s Joseph Mead     \nELIZABETH BONHAM (0093733)  Phone: (614) 586-1972 \nJOSEPH MEAD (0091903)  Fax: (614) 586-1974 \nFREDA J. LEVENSON (0045916)  ebonham@acluohio.org \nSUSAN J. BECKER (0010205)  attyjmead@gmail.com \nACLU of Ohio Foundation  flevenson@acluohio.org \n4506 Chester Avenue  sbecker@acluohio.org \nCleveland, OH 44102 \n \nCERTIFICATE OF SERVICE \nI certify that on April 6, 2020, I filed the foregoing via the Court’s electronic filing \nsystem, and also served copies of this brief by e-mail as follows: \nSARAH GELSOMINO  \nJACQUELINE C. GREENE  \nsgelsomino@f-glaw.com \njgreene@f-glaw.com \nCounsel for Relator Derek Lichtenwalter \n \nJARED S. YEE  \nJared.Yee@OhioAttorneyGeneral.gov \nCounsel for Respondents Director Annette Chambers-Smith and Warden David Gray \n \nMICHAEL A. WALTON \nMichael.Walton@OhioAttorneyGeneral.gov \nCounsel for Respondent Governor Mike DeWine \nRespectfully submitted, \n/s/ Joseph Mead     \nJOSEPH MEAD (91903) \n \n  3\n\nIN THE SUPREME COURT OF OHIO \n \nState of Ohio ex rel.          * \nDerek Lichtenwalter          *    Case No.: 2020-0401 \n              * \n     Relator,              *    Original Action \n                                        *     \nvs.                  *     \n              *     \nMike DeWine, Governor of Ohio, et al.,    * \n                 *      \n     Respondents.            *     \n \n______________________________________________________________________________ \nBRIEF OF AMICUS CURIAE ACLU OF OHIO FOUNDATION, INC. \nIN SUPPORT OF RELATOR DEREK LICHTENWALTER \n______________________________________________________________________________ \n   \nSARAH GELSOMINO (0084340)  JARED S. YEE (0096741) \nJACQUELINE C. GREENE (0092733)  Assistant Attorney General \n50 Public Square, Suite 1900  Criminal Justice Section, Corrections unit \nCleveland, Ohio 44113  150 East Gay Street, 16th Floor \nPhone: (216) 241-1430  Columbus, Ohio 43215 \nFax: (216) 621-0427  Phone: (614) 644-8957 \nsgelsomino@f-glaw.com  Fax: (844) 252-4182 \njgreene@f-glaw.com  Jared.Yee@OhioAttorneyGeneral.gov \n   \nCounsel for Relator   Counsel for Respondents  \nDerek Lichtenwalter  Director Annette Chambers-Smith and \nWarden David Gray \n   \nELIZABETH BONHAM (0093733)  MICHAEL A. WALTON (0092201) \nJOSEPH MEAD (0091903)  Assistant Attorney General \nFREDA J. LEVENSON (0045916)  Constitutional Offices Section \nSUSAN J. BECKER (0010205)  30 East Broad Street, 16th Floor \nACLU of Ohio Foundation  Columbus, Ohio 43215 \n4506 Chester Avenue  Phone: (614) 466-2872 \nCleveland, OH 44102  Fax: (614) 728-7592 \nPhone: (614) 586-1972  Michael.Walton@OhioAttorneyGeneral.gov \nFax: (614) 586-1974   \nebonham@acluohio.org  Counsel for Respondent  \nattyjmead@gmail.com  Governor Mike DeWine \nflevenson@acluohio.org \nsbecker@acluohio.org \n \nCounsel for Amicus Curiae \n  i\n\n \nTABLE OF CONTENTS \nTABLE OF AUTHORITIES ......................................................................................................... iii \nSTATEMENT OF AMICUS INTERESTS ..................................................................................... 1 \nINTRODUCTION .......................................................................................................................... 1 \nSTATEMENT OF FACTS ............................................................................................................. 3 \nARGUMENT IN SUPPORT OF PROPOSITIONS OF LAW..................................................... 11 \nI.  Proposition of Law No. I: The Unnecessary Exposure of Coronavirus to Prisoners \nViolates the United States and Ohio Constitutions’ prohibitions against Cruel and Unusual \nPunishment ................................................................................................................................ 12 \nII.  Proposition of Law No. II: This Court has Original Jurisdiction to Grant This Relief ..... 16 \nCONCLUSION ............................................................................................................................. 17 \nCERTIFICATE OF SERVICE ..................................................................................................... 18 \n \n \nEXHIBITS \n \n1.   Declaration of Dr. Meghan Novisky \n2.   Appendix of Court Actions Across the Country to Reduce Incarceration in Light of \nCovid-19 \n3.   Letter from Ohio Department of Rehabilitation and Correction to ACLU of Ohio, March \n13, 2020 \n4.   Letter from Law Enforcement Action Partnership to Governor Mike DeWine, April 2, \n2020 \n   \n  ii\n\nTABLE OF AUTHORITIES \nCases \nBolton v. Goord, 992 F. Supp. 604 (S.D.N.Y. 1998) .................................................................... 14 \nBrown v. Mitchell, 327 F.Supp. 2d 615 (E.D.Va. 2004) ............................................................... 15 \nCarroll v. DeTella, 255 F.3d 470, (7th Cir. 2001). ....................................................................... 14 \nClick v. Henderson, 855 F.2d 536 (8th Cir.1988) ......................................................................... 14 \nCrawford v. Coughlin, 43 F. Supp. 2d 319 (W.D.N.Y. 1999) ...................................................... 14 \nDeShaney v. Winnebago Cty. Dep't of Soc. Servs., 489 U.S. 189, 109 S. Ct. 998, 103 L. Ed. 2d \n249 (1989) ................................................................................................................................. 15 \nFarmer v. Brennan, 511 U.S. 825 (1994) ..................................................................................... 13 \nFlanory v. Bonn, 604 F.3d 249 (6th Cir. 2010) ............................................................................ 14 \nGates v. Collier, 501 F.2d 1291 (5th Cir. 1974) ........................................................................... 14 \nHelling v. McKinney, 509 U.S. 25 (1993) ......................................................................... 11, 13, 14 \nHutto v. Finney, 437 U.S. 678, 682-685 (1978) ..................................................................... 13, 14 \nIn re Black, 36 Ohio St. 2d 124, 304 N.E.2d 394 (1973) ............................................................. 16 \nIn re C.P., 2012-Ohio-1446, 131 Ohio St. 3d 513, 967 N.E.2d 729 ............................................ 13 \nIn the Matter of the Request to Commute or Suspend County Jail Sentences, Consent Order, \n(N.J. No. 084230 Mar. 22, 2020) ................................................................................................ 9 \nJolly v. Coughlin, 76 F.3d 468 (2d Cir. 1996) .............................................................................. 14 \nMartin v. White, 742 F.2d 469 (8th Cir.1984) .............................................................................. 14 \nMasonoff v. DuBois, 899 F. Supp. 782 (D. Mass. 1995) .............................................................. 14 \nNarvaez v. City of New York, 2017 WL 1535386, (S.D.N.Y. Apr. 17, 2017) .............................. 14 \nPalacio v. Hofbauer, 106 F. App'x 1002, (6th Cir. 2004) ............................................................ 14 \nPowell v. Lennon, 914 F.2d 1459 (11th Cir.1990)........................................................................ 14 \nPowers v. Snyder, 484 F.3d 929 (7th Cir.2007)............................................................................ 14 \nRhodes v. Chapman, 452 U.S. 337, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981) ................................. 14 \nState ex rel. Pirman v. Money, 69 Ohio St. 3d 591, 635 N.E.2d 26 (1994).................................. 16 \nState v. Broom, 2016-Ohio-1028, 146 Ohio St. 3d 60, 51 N.E.3d 620......................................... 13 \nStefan v. Olson, 497 F. App'x 568 (6th Cir. 2012) ....................................................................... 13 \nTalal v. White, 403 F.3d 423 (6th Cir. 2005) ................................................................................ 14 \nYoungberg v. Romeo, 457 U.S. 307 (1982) .................................................................................. 13 \n  iii \n\nStatutes \nOhio Const. Art. 1, § 9 .................................................................................................................. 12 \nU.S. Const. Am. 8 ......................................................................................................................... 12 \nOther Authorities \n167 Cook County Jail Detainees Have Tested Positive for COVID-19, Officials Say, NBC 5 \nChicago (Apr. 1, 2020) https://www.nbcchicago.com/news/local/167-cook-county-jail-\ndetainees-have-tested-positive-for-covid-19-officials-say/2248892/ .......................................... 9 \nAmanda Klonsky, An Epicenter of the Pandemic Will Be Jails and Prisons, if Inaction \nContinues, The New York Times (Mar. 12, 2020), available at \nhttps://www.nytimes.com/2020/03/16/opinion/coronavirus-in-jails.html .................................. 2 \nArthur Villasanta, Coronavirus Deaths: 7-Week Old Baby Dies of Covid-19 in Connecticut, \nWorld’s Youngest Victim, International Business Times (Apr. 1, 2020), \nhttps://www.ibtimes.com/coronavirus-deaths-7-week-old-baby-dies-covid-19-connecticut-\nworlds-youngest-victim-2951125 ............................................................................................... 6 \nBill Gates, Responding to Covid-19 – A Once-in-a-Century Pandemic?, New Eng. J. of Med. \n(Feb. 28, 2020), available at https://nejm.org/doi/full/10.1056/NEJMp2003762 ....................... 6 \nCenters for Disease Control and Prevention Severe Outcomes Among Patients with Coronavirus \nDisease 2019 (COVID-19) – United States, February 12-March 16, 2020 (updated Mar. 26, \n2020) ............................................................................................................................................ 6 \nCenters for Disease Control and Prevention, Cases in U.S. (updated Apr. 3, 2020) \nhttps://www.cdc.gov/coronavirus/2019-ncov/cases-updates/cases-in-us.html ........................... 5 \nCenters for Disease Control and Prevention, How COVID-19 Spreads, \nhttps://www.cdc.gov/coronavirus/2019-ncov/prepare/transmission.html (accessed Apr. 3, \n2020). ........................................................................................................................................... 4 \nCenters for Disease Control and Prevention, Preliminary Estimates of the Prevalence of Selected \nUnderlying health Conditions Among Patients with Coronavirus Disease 2019 - United States, \nFebruary 12-March 28, 2020 (updated Apr. 3, 2020) \nhttps://www.cdc.gov/mmwr/volumes/69/wr/mm6913e2.htm ..................................................... 6 \nDeclaration of Dr. Jonathan Golob, Dawson v. Asher, W.D. Wash. No. 2:20-cv-00409-JLR-\nMAT at ¶ 4 (Mar. 16 2020) ......................................................................................................... 5 \nDonald J. Trump, Proclamation on Declaring a National Emergency Concerning the Novel \nCoronavirus Disease (COVID-19) Outbreak (Mar. 13, 2020), \nhttps://www.whitehouse.gov/presidential-actions/proclamation-declaring-national-emergency-\nconcerning-novel-coronavirus-disease-covid-19-outbreak ......................................................... 3 \nGovernor Mike DeWine (@GovMikeDeWine), Twitter (Mar 14, 2020, 2:19PM) \nhttps://twitter.com/GovMikeDeWine/status/1238892579262992384?s=20 ............................... 4 \n  iv\n\nGovernor Mike DeWine (@GovMikeDeWine), Twitter (Mar 16, 2020, 3:18PM) \nhttps://twitter.com/GovMikeDeWine/status/1239632106717937664?s=20 ............................... 5 \nGovernor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 15, 2020, 4:25PM) \nhttps://twitter.com/GovMikeDeWine/status/1239286497347612673?s=20 ............................. 17 \nGovernor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 15, 2020, 4:32PM) \nhttps://twitter.com/GovMikeDeWine/status/1239288414417178624?s=20 ............................... 3 \nGovernor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 22, 2020, 2:27PM) \nhttps://twitter.com/GovMikeDeWine/status/1241793706547646464?s=20 ............................... 3 \nGovernor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 24, 2020, 2:29PM) \nhttps://twitter.com/GovMikeDeWine/status/1242518916238368770?s=20 ............................... 4 \nIn the Matter of the Request to Commute or Suspend County Jail Sentences, Consent Order, \n(N.J. No. 084230 Mar. 22, 2020) ................................................................................................ 9 \nJenny Gross and Mariel Padilla, From Flattening the Curve to Pandemic: A Coronavirus \nGlosssary, N.Y. Times (Mar. 18, 2020), https://www.nytimes.com/2020/03/18/us/coronavirus-\nterms-glossary.html ..................................................................................................................... 5 \nKimberly Kindy et al., ‘Disaster Waiting to Happen’: Thousands of Inmates Released as Jails \nand Prisons Face Coronavirus Threat, Washington Post, (Mar. 25, 2020), available at \nhttps://www.washingtonpost.com/national/disaster-waiting-to-happen-thousands-of-inmates-\nreleased-as-jails-face-coronavirus-threat/2020/03/24/761c2d84-6b8c-11ea-b313-\ndf458622c2cc_story.html .......................................................................................................... 10 \nLydia Bourouiba, Turbulent Gas Clouds and Respiratory Pathogen Emissions: Potential \nImplications for Reducing Transmission of COVID-19, JAMA  (2020), \nhttps://jamanetwork.com/journals/jama/fullarticle/2763852 (accessed Apr 2, 2020)................. 4 \nNeeltje van Doremalen et al., Aerosol and Surface Stability of SARS-CoV-2 as Compared with \nSARS-CoV-1, New England Journal of Medicine, 2 (2020), available at \nhttps://doi.org/10.1056/NEJMc2004973 (accessed Apr 2, 2020) ............................................... 4 \nNYC to Release More Than 1,000 Prison Inmates Due to Coronavirus Concerns, Associated \nPress (Mar. 25, 2020), available at https://www.syracuse.com/coronavirus/2020/03/nyc-to-\nrelease-more-than-1000-prison-inmates-due-to-coronavirus-concerns.html ............................ 10 \nOhio Department of Rehabilitation and Correction, COVID-19 Information (Apr. 2, 2020), \nhttps://www.drc.ohio.gov/Portals/0/DRC%20COVID-19%20Information%2004-02-\n2020%20Revised_1.pdf .............................................................................................................. 2 \nOhio Department of Rehabilitation and Correction, COVID-19 Information, (updated Apr. 3, \n2020), https://www.drc.ohio.gov/Organization/Research/Reports/COVID-19-Information ...... 8 \nOhio Department of Rehabilitation and Correction, DRC Confirms Positive COVID-19 Test \nResult of Correctional Staff Member at Marion Correctional Institution (Mar. 29, 2020), \navailable at https://www.drc.ohio.gov/Family/COVID-19-UPDATES ...................................... 8 \n  v\n\nOhio Department of Rehabilitation and Correction, January 2020 Fact Sheet, \nhttps://drc.ohio.gov/Portals/0/Jan%20fact%20sheet.pdf ........................................................... 13 \nOhio. Exec. Order No. 2020-01D (Mar. 9, 2020), available at \nhttps://content.govdelivery.com/attachments/OHOOD/2020/03/09/file_attachments/1396418/E\nxecutive%202020-01D.pdf ......................................................................................................... 3 \nRachel Polansky, Exclusive: 3 inmates test positive at eastern Ohio prison for COVID-19, \nanother 80 are showing symptoms, WKYC (Apr. 1, 2020) \nhttps://www.wkyc.com/article/news/investigations/3-elkton-inmates-test-positive-for-covid-\n19-another-80-are-showing-symptoms/95-e24580c2-dd59-4c0a-9334-1aa061b4abbe ............. 9 \nRuiyun Li et al., Substantial undocumented infection facilitates the rapid dissemination of novel \ncoronavirus (SARS-CoV2), Science (2020), available at \nhttps://science.sciencemag.org/content/early/2020/03/24/science.abb3221.long ....................... 4 \nScott Noll and Camryn Justice, Cuyahoga County Jail releases hundreds of low-level offenders \nto prepare for coronavirus pandemic, News 5 Cleveland (Mar. 20, 2020) \nhttps://www.news5cleveland.com/news/local-news/oh-cuyahoga/cuyahoga-county-jail-\nreleases-hundreds-of-low-level-offenders-to-prepare-for-coronavirus-pandemic ...................... 1 \nThe Korean Clusters, Reuters Graphics (Updated Mar. 20, 2020) \nhttps://graphics.reuters.com/CHINA-HEALTH-SOUTHKOREA-\nCLUSTERS/0100B5G33SB/index.html ..................................................................................... 5 \nUnited States Attorney General Memorandum to Director of Bureau of Prisons (April 3, 2020), \nhttps://www.politico.com/f/?id=00000171-4255-d6b1-a3f1-c6d51b810000 …………………9 \nVerified Petition for Writ of Habeas Corpus, People ex rel. Stoughton v. Brann, N.Y. Sup. Ct. \nNo. 260154/2020, at ¶ 3 ( Mar. 25, 2020) ................................................................................... 2 \nWorld Health Organization, Coronavirus disease 2019 Situation Report – 63,(Mar. 23, 2020) \navailable at https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200323-\nsitrep-63-covid-19.pdf?sfvrsn=b617302d_2 ............................................................................... 5 \n \n \n  vi\n\nSTATEMENT OF AMICUS INTERESTS \n  The American Civil Liberties Union of Ohio Foundation, Inc. (ACLU) is the Ohio affiliate \nof the American Civil Liberties Union, one of the oldest and largest organizations in the nation \ndedicated to the preservation and defense of the Bill of Rights. With more than 1.5 million \nmembers across the country, and with approximately 200,000 members, supporters and activists \nin Ohio, the ACLU appears routinely in state and federal courts, both as amicus and as direct \ncounsel, without bias or political partisanship, to hold the government accountable to the public, \nand to protect the rights of individuals.  \n  The  ACLU,  along  with  its  partners,  have  repeatedly  informed  the  State  about  the \nunnecessary risks of overcrowded prisoners and unnecessary detention in the midst of the current \npandemic. The ACLU has repeatedly urged the State to take swift action to release people \nunnecessarily incarcerated in order to limit the speed of transmission in order preserve the \nprisoners’ health, as well as the health of prison staff and the general community. \nINTRODUCTION \n  An unprecedented global pandemic is putting the lives of Ohioans at imminent risk. The \nrisk is amplified in Ohio’s prisons. There is no way for incarcerated Ohioans, like Relator Derek \nLichtenwalter,  to  practice  the  social  distancing  and  hygiene  methods  necessary  to  prevent \ninfection. While County jails, federal halfway houses, and other detention facilities are effectuating \nmass releases to mitigate this disaster,1 the nearly 49,000 Ohioans in already-overcrowded state \nprisons remain confined. The state has made no meaningful relief plan besides deregulating the \n \n1 See, e.g. Scott Noll and Camryn Justice, Cuyahoga County Jail releases hundreds of low-level \noffenders to prepare for coronavirus pandemic, News 5 Cleveland (Mar. 20, 2020) \nhttps://www.news5cleveland.com/news/local-news/oh-cuyahoga/cuyahoga-county-jail-releases-\nhundreds-of-low-level-offenders-to-prepare-for-coronavirus-pandemic \n  1\n\nuse of rubbing alcohol to spray surfaces. See letter from ODRC to ACLU of Ohio, Mar. 13, 2020, \nAttached as Exhibit 3. Time is of the essence, as the Covid-19 virus has already infiltrated these \nfacilities. On April 2, a federal prison in Ohio reported its first infection-related death.2 By April \n4, two Ohio state prisons were under quarantine. Without immediate and drastic action, prisons \nand jails will become “the epicenter of the pandemic.”3 More incarcerated people will get seriously \nill and die.  \n  Relator filed as a pro se prisoner living with HIV in Belmont Correctional Institute. \nJustifiably terrified for his life, he asked this Court for emergency relief through two extraordinary \nwrits in the alternative: mandamus or habeas corpus. The State disputes none of relator’s facts. \nInstead, the State argues that it has no legal obligation to prevent exposure to a deadly virus, \n“regardless of the potential of the risk posed” and that a pro se litigant who is in urgent, life-\nthreatening  danger  cannot  obtain  relief  because  he  sought  it  using  the  wrong  procedural \nmechanisms.  \n  The State has a duty under the federal and state constitutions to protect incarcerated people \nfrom  unnecessary  exposure  to  serious  illness,  and  this  Court  has  the  power  to  grant  Mr. \nLichtenwalter the relief he seeks. Due to the uniquely dangerous and exponentially-worsening \nCOVID-19 pandemic, immediate action is needed. Delay could result in death.  \n  This is the first time a request for COVID-related medical release is before this Court, and \n \n2 Ohio Department of Rehabilitation and Correction, COVID-19 Information (Apr. 2, 2020), \nhttps://www.drc.ohio.gov/Portals/0/DRC%20COVID-19%20Information%2004-02-\n2020%20Revised_1.pdf \n3 Amanda Klonsky, An Epicenter of the Pandemic Will Be Jails and Prisons, if Inaction \nContinues, The New York Times (Mar. 12, 2020), available at \nhttps://www.nytimes.com/2020/03/16/opinion/coronavirus-in-jails.html; see also Verified \nPetition for Writ of Habeas Corpus, People ex rel. Stoughton v. Brann, N.Y. Sup. Ct. No. \n260154/2020, at ¶ 3 ( Mar. 25, 2020), noting that the rate of viral spread at Riker’s Island is \ncurrently 85 times the rate in the outside community. \n  2\n\nat-risk prisoners in every type of detention situation are asking the state and federal courts for \nsimilar relief. Because of the large-scale and quickly-evolving nature of this issue, this case \npresents the Court with a key opportunity to provide lower courts guidance for providing life-\nsaving relief. State prisoners in Ohio urgently need an immediate and effective remedy, not only \nto protect themselves, but also to protect prison staff and surrounding communities. The State did \nnot, and could not, impose a death sentence on people like Mr. Lichtenwalter, serving a 30-month \nsentence for a non-violent offense; however, inaction in the face of this deadly disease could mean \nexactly that. Those who survive the horrors imposed on the incarcerated population by the Covid-\n19 pandemic will do so amidst prison conditions and inadequate medical care that itself constitutes \nunconstitutionally cruel and unusual punishment. \nSTATEMENT OF FACTS \n  These are extraordinary times. As Governor Mike DeWine has bluntly warned: “We \nhaven't faced an enemy like we are facing today in 102 years. We are at war.”4 “No one alive has \nseen anything like this.”5 The coronavirus pandemic has caused states of emergency in Ohio and \nthroughout the nation.6 In a desperate attempt to save the lives of people residing in this state, the \nState has issued unprecedented orders suspending elections, closing private businesses, cancelling \nsporting events, shuttering schools, and ordering people to stay at home.  \n \n4 Governor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 22, 2020, 2:27PM) \nhttps://twitter.com/GovMikeDeWine/status/1241793706547646464?s=20 \n5 Governor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 15, 2020, 4:32PM) \nhttps://twitter.com/GovMikeDeWine/status/1239288414417178624?s=20 \n6 Ohio. Exec. Order No. 2020-01D (Mar. 9, 2020), available at \nhttps://content.govdelivery.com/attachments/OHOOD/2020/03/09/file_attachments/1396418/Exe\ncutive%202020-01D.pdf; Donald J. Trump, Proclamation on Declaring a National Emergency \nConcerning the Novel Coronavirus Disease (COVID-19) Outbreak (Mar. 13, 2020), \nhttps://www.whitehouse.gov/presidential-actions/proclamation-declaring-national-emergency-\nconcerning-novel-coronavirus-disease-covid-19-outbreak. \n  3\n\n  The United States has more confirmed cases of COVID19 than any other country in the \nworld. As of April 4, when amicus was finalizing this brief, the confirmed cases in the U.S. was \nlisted at 265,001, and that number rises exponentially each day. In the 30 minutes it takes someone \nto read this brief, several hundred additional people will be diagnosed with COVID19 in the United \nStates. The number of confirmed diagnoses are just “the tip of the iceberg;”7 untold scores of \nadditional people are infected and have not yet shown symptoms, been tested, or have a confirmed \ndiagnosis, yet may be unwittingly continuing to spread the disease. \n  “COVID-19 is twice as contagious as the flu, and 20 times more deadly.”8 This tragic \ncombination of infectious and deadly makes this a virus a once in a lifetime threat. The disease \nspreads “easily and sustainably” from person-to-person.9 Both symptomatic and asymptomatic \npeople can spread COVID-19. A recent medical study concluded that that people may be infectious \nfor nine days before symptoms even appear.10 The virus can live on plastic and steel surfaces for \nup to 72 hours,11 and, powered by a single cough or sneeze, can be propelled in a gas cloud that \nextends up to 27 feet in length.12 Epidemiologists estimate that the average infected person spreads \n \n7 Governor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 24, 2020, 2:29PM) \nhttps://twitter.com/GovMikeDeWine/status/1242518916238368770?s=20 \n8 Governor Mike DeWine (@GovMikeDeWine), Twitter (Mar 14, 2020, 2:19PM) \nhttps://twitter.com/GovMikeDeWine/status/1238892579262992384?s=20 \n9 See Centers for Disease Control and Prevention, How COVID-19 Spreads, \nhttps://www.cdc.gov/coronavirus/2019-ncov/prepare/transmission.html (accessed Apr. 3, 2020). \n10 Ruiyun Li et al., Substantial undocumented infection facilitates the rapid dissemination of \nnovel coronavirus (SARS-CoV2), Science (2020), available at \nhttps://science.sciencemag.org/content/early/2020/03/24/science.abb3221.long \n11 Neeltje van Doremalen et al., Aerosol and Surface Stability of SARS-CoV-2 as Compared with \nSARS-CoV-1, New England Journal of Medicine, 2 (2020), available at \nhttps://doi.org/10.1056/NEJMc2004973 (accessed Apr 2, 2020). \n12 Lydia Bourouiba, Turbulent Gas Clouds and Respiratory Pathogen Emissions: Potential \nImplications for Reducing Transmission of COVID-19, JAMA  (2020), \nhttps://jamanetwork.com/journals/jama/fullarticle/2763852 (accessed Apr 2, 2020). \n  4\n\nthe disease to between two and four others.13 Indeed, under certain conditions, a single person can \ninfect hundreds more.14 Given this exponential spread, time is of the essence. As Gov. DeWine \nhas stated, “Timing is everything. Every day and every person matters.”15  \n  COVID-19 can cause severe respiratory illness, as well as damage to other major organs. \nTreating serious cases therefore “requires significant  advanced support, including ventilator \nassistance for respiration and intensive care support.”16 For high-risk patients who survive, the \neffect of contracting this virus can be permanent and debilitating, and can include “profound \ndeconditioning, loss of digits, neurologic damage, and loss of respiratory capacity.”17  \nCOVID-19 is also a death sentence for many people. As of March 23, over 4% of people \nknown to be infected with the virus worldwide have died.18 More Americans have now died from \nCOVID19 than in the terrorist attacks of September 11, 2001, and the number grows exponentially \neach day.19 The fatality rate increases with age and among those with conditions that make them \nparticularly susceptible to the effects of the virus. The CDC advises, “patients with underlying \n \n13 Jenny Gross and Mariel Padilla, From Flattening the Curve to Pandemic: A Coronavirus \nGlosssary, N.Y. Times (Mar. 18, 2020), https://www.nytimes.com/2020/03/18/us/coronavirus-\nterms-glossary.html. \n14 See, e.g., The Korean Clusters, Reuters Graphics (Updated Mar. 20, 2020) \nhttps://graphics.reuters.com/CHINA-HEALTH-SOUTHKOREA-\nCLUSTERS/0100B5G33SB/index.html (explaining how a single patient in South Korea infected \n1,160 people). \n15 Governor Mike DeWine (@GovMikeDeWine), Twitter (Mar 16, 2020, 3:18PM) \nhttps://twitter.com/GovMikeDeWine/status/1239632106717937664?s=20 \n16 Id. \n17 Declaration of Dr. Jonathan Golob, Dawson v. Asher, W.D. Wash. No. 2:20-cv-00409-JLR-\nMAT at ¶ 4 (Mar. 16 2020), available at https://www.aclu.org/legal-document/dawson-v-asher-\nexpert-declaration-dr-jonathan-golob. \n18 World Health Organization, Coronavirus disease 2019 Situation Report – 63,(Mar. 23, 2020) \navailable at https://www.who.int/docs/default-source/coronaviruse/situation-reports/20200323-\nsitrep-63-covid-19.pdf?sfvrsn=b617302d_2 \n19 As of April 3, 2020, Center for Disease Control reported 5,443 deaths. Centers for Disease \nControl and Prevention, Cases in U.S. (updated Apr. 3, 2020) \nhttps://www.cdc.gov/coronavirus/2019-ncov/cases-updates/cases-in-us.html \n  5\n\nhealth conditions and risk factors, including, but not limited to, diabetes mellitus, hypertension, \nCOPD, coronary artery disease, cerebrovascular disease, chronic renal disease, and smoking, \nmight be at higher risk for severe disease or death from COVID-19.”20 But this disease “can kill \nhealthy adults in addition to elderly people with existing health problems.”21 Indeed, over half of \nthe people hospitalized for COVID19 have been under 65 years old.22 The youngest person to die \nof COVID-19 was just 7 weeks old.23  \nEven  if  a  person  with  COVID-19  survives,  the  chance  of  serious  illness  requiring \nhospitalization is startlingly high. Approximately 20 percent of adults aged 18 to 65 infected with \nCOVID-19 are hospitalized, and that percentage jumps for people over 65.24 Roughly 25 percent \nof those needing hospitalization have life-threatening symptoms that require intensive care.25 Even \nthose who avoid hospitalization face high fevers, painful coughing, and pained breathing.  \n  Because there is no vaccine or herd immunity to prevent this pernicious disease, there are \nonly two ways to prevent its spread: physical social distancing (i.e., remaining at least six feet \n \n20 Centers for Disease Control and Prevention, Preliminary Estimates of the Prevalence of \nSelected Underlying health Conditions Among Patients with Coronavirus Disease 2019 - United \nStates, February 12-March 28, 2020 (updated Apr. 3, 2020) \nhttps://www.cdc.gov/mmwr/volumes/69/wr/mm6913e2.htm \n21 Bill Gates, Responding to Covid-19 – A Once-in-a-Century Pandemic?, New Eng. J. of Med. \n(Feb. 28, 2020), available at https://nejm.org/doi/full/10.1056/NEJMp2003762. \n22 Centers for Disease Control and Prevention Severe Outcomes Among Patients with \nCoronavirus Disease 2019 (COVID-19) – United States, February 12-March 16, 2020 (updated \nMar. 26, 2020) \nhttps://www.cdc.gov/mmwr/volumes/69/wr/mm6912e2.htm?s_cid=mm6912e2_w \n23Arthur Villasanta, Coronavirus Deaths: 7-Week Old Baby Dies of Covid-19 in Connecticut, \nWorld’s Youngest Victim, International Business Times (Apr. 1, 2020), \nhttps://www.ibtimes.com/coronavirus-deaths-7-week-old-baby-dies-covid-19-connecticut-\nworlds-youngest-victim-2951125. \n24 Severe Outcomes at Table. Hospitalization, intensive care unit (ICU) admission and case-\nfatality percentages reported COVID-10 cases, by age group – United States, February 12-March \n16, 2020, https://www.cdc.gov/mmwr/volumes/69/wr/mm6912e2.htm#T1_down \n25 Id. \n  6\n\naway from other people) and hygiene (i.e., hand washing and regular cleaning of surfaces). This \nmakes jails and prisons especially ill-suited to the prevention of outbreaks. See Affidavit of Dr. \nMeghan Novisky (attached as Exhibit 1). The problem is exacerbated in Ohio’s prisons, strained \nwell beyond 100% capacity. 48,857 prisoners were housed in Ohio prisons. An additional 10,952 \npeople work in Ohio’s prisons.26 As Professor Novisky, an expert on health among incarcerated \npeople with particular knowledge of the Ohio prison system explains:  \n[I]f serious action is not taken swiftly, Ohio’s prisons will soon be hotspots for \nCOVID-19,  with many staff and incarcerated  individuals infected  and  facing \nelevated risks for medical complications and mortality. This is due to the presence \nof factors that aggravate the spread of COVID-19 include lack of social distancing, \nconcentrations of older adults, and lack of access to proper sanitation.27 \n \n“Quarantine and social distancing are impossible” in most of Ohio’s prisons.28 “Many \nprisoners in ODRC custody share cells, supplies, and living spaces, severely compromising \nODRC’s abilities to follow CDC physical distancing guidelines. Typically, each Ohio prison has \nonly a limited percentage of its cells devoted to solitary living conditions. Some prisons have \nhousing units set up where multiple rows of bunk beds are included in a single large room.”29 \nFurther, it is impossible to avoid the close contact between prisoners and staff, required “in the \ncourse of their regular jobs to enforce security protocols, escort prisoners across cell blocks and \nunits, administer medications, and supervise the prisoner workforce.30 Limited supplies of soap, \nand the unavailability of disinfectant and hand-sanitizers, also make it impossible for prisons to \n \n26 Novisky Aff. ¶ 8 \n27 Novisky Aff. ¶ 9 \n28 Novisky Aff. ¶12 \n29 Id.  \n30 Novisky Aff. ¶13 \n  7\n\ncomply with medically-indicated sanitation regimes, further exacerbating the dangers from close \nliving.31 \nSince the coronavirus outbreak hit Ohio, amicus has received hundreds of reports from \nstate prisoners and their loved ones expressing escalating fear about spread inside the DRC—\nincluding  from  Belmont  Correctional  where  Relator  is  confined.  The  reports  discuss \novercrowding, lack of medical care, lack of access to hygiene materials, and the impossibility of \nsocial distancing.  Amicus  has heard predominantly from family members of prisoners with \ncompromised health—people living with HIV like Relator, and people with asthma, diabetes, heart \ndisease,  and  other  preexisting  conditions  creating  particular  susceptibility  to  COVID-19. \nLegitimate  fear  is  fomenting  inside  the  prisons  as  incarcerated  people  and  their  families \ncontemplate this harsh reality: continued confinement for health-compromised people during the \nviral spread is a potential death sentence. \n  Similarly,  the  risk  to  Ohio  prison  staffs,  the  prisoners  themselves,  and  surrounding \ncommunities is not speculative. As of April 6, at least two prison staff members and one prisoner \nhave already tested positive for COVID19.32 The entirety of Marion, Pickaway, and Toledo \nCorrectional  Institutions  are  in  attempted  quarantine.33  The  disease  is  spreading  so  rapidly \nelsewhere, particularly in uncontrolled environments, that the data contained in this brief is \ncertainly under inclusive, and will become stale just in the very short time between the finalization \n \n31 Novisky Aff. ¶14 \n32 Ohio Department of Rehabilitation and Correction, DRC Confirms Positive COVID-19 Test \nResult of Correctional Staff Member at Marion Correctional Institution (Mar. 29, 2020), \navailable at https://www.drc.ohio.gov/Family/COVID-19-UPDATES \n33 Ohio Department of Rehabilitation and Correction, COVID-19 Information, (updated Apr. 3, \n2020), https://www.drc.ohio.gov/Organization/Research/Reports/COVID-19-Information \n  8\n\nand the filing of this brief. The only certainty is that the numbers of infections and deaths will \ncontinue to rise for a significant period before they start going down.  \n  Lessons from other states and federal prisons confirm the danger posed by the virus to \nincarcerated people. For example, the first case of COVID19 in the Cook County Jail in Illinois \nwas confirmed on March 23. By April 1, 167 prisoners and 34 staff members tested positive.34 In \nOhio’s Elkton federal prison, 3 prisoners have already tested positive, another 80 are symptomatic, \nand the first death has been reported,35 spurring the Attorney General to order the prison to \n“maximize” release of “all appropriate inmates.”36 Nationwide, the virus-related death rate in \nprisons is climbing. \n  The ripple effects of an outbreak in prison endanger everyone in Ohio. As high numbers \nof prisoners become ill, they will need to be hospitalized in already-overwhelmed community \nhospitals. Prison staff will be exposed to extreme risk of infection, and bring that risk of infection \noutside of the prison to their families and communities every single day.  \nGiven this reality, numerous state and local officials recognize the need for drastic action \nto reduce the risk of a massive outbreak. In New Jersey, a state court ordered the temporary release \nof as many as 1,000 inmates.37 In New York City, more than 1,000 individuals will be released \nafter the New York City Board of Correction called on the city to “immediately remove from jail \n \n34167 Cook County Jail Detainees Have Tested Positive for COVID-19, Officials Say, NBC 5 \nChicago (Apr. 1, 2020) https://www.nbcchicago.com/news/local/167-cook-county-jail-detainees-\nhave-tested-positive-for-covid-19-officials-say/2248892/ \n35 Rachel Polansky, Exclusive: 3 inmates test positive at eastern Ohio prison for COVID-19, \nanother 80 are showing symptoms, WKYC (Apr. 1, 2020) \nhttps://www.wkyc.com/article/news/investigations/3-elkton-inmates-test-positive-for-covid-19-\nanother-80-are-showing-symptoms/95-e24580c2-dd59-4c0a-9334-1aa061b4abbe \n36 United States Attorney General Memorandum to Director of Bureau of Prisons (April 3, \n2020), https://www.politico.com/f/?id=00000171-4255-d6b1-a3f1-c6d51b810000 \n37 In the Matter of the Request to Commute or Suspend County Jail Sentences, Consent Order, \n(N.J. No. 084230 Mar. 22, 2020) \n  9\n\nall people at higher risk from COVID-19 infection.”38 The Iowa Department of Corrections has \nalready begun to release 700 people from state prisons.39 Similarly, multiple state supreme courts \nhave ordered release at various levels, including the supreme courts of Hawaii, California, \nMichigan, Montana, and South Carolina.40 This is in addition to the many state and federal courts \nordering release of medically compromised and other at-risk incarcerated persons across the \ncountry—a list that grows by the hour.41 \nThe State’s current responses to this health crisis in prison are not effective. But reducing \nthe  prison  population  is  an  effective path  to  limiting transmission  and  minimizing  adverse \noutcomes  among  people  who  live or work  in prisons.42  Prisoners  who are at  high  risk  of \ncomplication from the virus and/or those who pose minimal risk to public safety should be \npromptly released.  \n  Faced with the stark reality of the pandemic’s likely impact on incarcerated people, Relator \nDerek Lichtenwalter filed an original action in mandamus or in the alternative habeas corpus, \nasking this Court to direct the State to take steps to protect the prison population, particularly those \nat high risk of death or serious illness and/or serving terms of incarceration that can be readily \nsuspended or ended. The Court sua sponte ordered the State to respond by March 30, 2020. \nNotably, the State’s response did not contest any of the Relator’s allegations. The State’s response \n \n38 NYC to Release More Than 1,000 Prison Inmates Due to Coronavirus Concerns, Associated \nPress (Mar. 25, 2020), available at https://www.syracuse.com/coronavirus/2020/03/nyc-to-\nrelease-more-than-1000-prison-inmates-due-to-coronavirus-concerns.html \n39 Kimberly Kindy et al., ‘Disaster Waiting to Happen’: Thousands of Inmates Released as Jails \nand Prisons Face Coronavirus Threat, Washington Post, (Mar. 25, 2020), available at \nhttps://www.washingtonpost.com/national/disaster-waiting-to-happen-thousands-of-inmates-\nreleased-as-jails-face-coronavirus-threat/2020/03/24/761c2d84-6b8c-11ea-b313-\ndf458622c2cc_story.html \n40 See Appendix, attached as Exhibit 2. \n41 Id.  \n42 Novisky Aff. ¶17 \n  10\n\ndid not suggest it was taking any steps to protect prisoners. Instead, the State made a startling \nclaim: that it lacks any duty to protect prisoners from danger “regardless of the potential of the risk \nposed.” Mot. to Dismiss at 5. \n  Amicus writes to rebut the State’s position that Relator must risk death in prison from a \npreventable infection—when releasing him may save his life. The State has a constitutional duty \nto Relator, and must urgently deploy a release plan, with a priority focus on health-compromised \nprisoners whose lives are needlessly threatened by this pandemic. \nARGUMENT IN SUPPORT OF PROPOSITIONS OF LAW \n  Despite the State’s use of broad and unprecedented authority to protect the health of \nvirtually everyone not incarcerated in Ohio, the State simultaneously disclaims its duty to protect \npeople in the State’s custody, the prison staff who interact with them, and others who live in \ncommunities in which prison staff live, from this highly infectious and deadly threat. In fact, the \nState makes the shockingly broad claim that no prisoner has a right to relief “based solely on fears \nof COVID-19, or any other infectious disease, regardless of the potential of the risk posed.” Resp. \nMot. To Dismiss 5 (emphasis added).  \n  The State is wrong. Both the United States and Ohio Constitutions prohibit cruel and \nunusual punishment. This Constitutional mandate imposes a duty on the State to “protect[] against \nfuture harm to inmates,” including “exposure of inmates to a serious, communicable disease.” \nHelling v. McKinney, 509 U.S. 25, 33 (1993). As noted above, as contagious and deadly as \nCoronavirus is for the public at large, the risk to imprisoned people is far worse. The danger is not \nspeculative; it is here. The Coronavirus has already entered Ohio’s prisons. Current medical \nknowledge, coupled with the experience from other states, point to a grim future of disease and \ndeath for people incarcerated, as well as prison staff and other communities that will likely be \n  11\n\naffected by the state’s failure to manage this situation.  \n  In the midst of state action being rapidly undertaken across the country and at the local \nlevel in Ohio to depopulate prisons and protect vulnerable prisoners, the State of Ohio has failed \nto meaningfully act with respect to this population. Now, the state’s inaction is being challenged \nin this Court,43 and its position is that it has no duty to act at all. Every moment the State delays \ntaking meaningful action it unlawfully subjects more people to an avoidable risk of exposure to a \ndeadly pathogen. The State has shown a willingness to take drastic steps to slow the spread of \nCoronavirus among other Ohio residents and, by extension, to others living in the U.S. and around \nthe globe. It has a Constitutional duty to also take appropriate steps to protect people in its custody. \nThis Court has original jurisdiction under the Constitution to issue writs. The State’s refusal to \nfulfill its Constitutional duty warrants relief from this Court in this urgent case of first impression. \nI.  Proposition of Law No. I: The Unnecessary Exposure of Coronavirus to Prisoners \nViolates the United States and Ohio Constitutions’ prohibitions against Cruel and \nUnusual Punishment  \n \n The United States and Ohio Constitutions both prohibit cruel and unusual punishment. \nU.S. Const. Am. 8; Ohio Const. Art. 1, § 9. While “[t]he United States Constitution provides a \nfloor for individual rights and civil liberties, []state constitutions are free to accord greater \nprotections,” Article I, Section 9 provides protection “independent of” the Eighth Amendment.” \nState v. Broom, 2016-Ohio-1028, ¶ 55, 146 Ohio St. 3d 60, 51 N.E.3d 620; see also In re C.P., \n2012-Ohio-1446, ¶ 59, 131 Ohio St. 3d 513, 967 N.E.2d 729. \n \n43 While counsel for amicus were finalizing this brief, at an April 3 press conference the \nGovernor announced he would allow 38—out of almost 49,000—state prisoners to apply to their \nsentencing judges for release related to COVID-19, including 23 pregnant women. This is the \nfirst, and only, signal the State has provided as to release. For context, last year, the Ohio prison \nsystem released an average of over 60 prisoners a day. Ohio Department of Rehabilitation and \nCorrection, January 2020 Fact Sheet, https://drc.ohio.gov/Portals/0/Jan%20fact%20sheet.pdf \n  12\n\nThe Constitutional prohibitions against cruel and unusual punishment impose “duties on \n[prison] officials” that include protecting “the safety of the inmates.” Farmer v. Brennan, 511 U.S. \n825, 832 (1994); see also Youngberg v. Romeo, 457 U.S. 307, 315–16 (1982) (“[I]t is cruel and \nunusual punishment to hold convicted criminals in unsafe conditions.”). It is unconstitutional for \nthe State to fail to take steps to prevent “exposure of inmates to a serious, communicable disease.” \nMcKinney, 509 U.S. at 33; see also id. at 34 (noting “inmates were entitled to relief under the \nEighth Amendment when they proved threats to personal safety” such as a risk of contracting a \n“serious contagious disease”); Hutto v. Finney, 437 U.S. 678, 682-685 (1978) (recognizing the \nneed for a remedy where prisoners were crowded into cells and some had infectious diseases).  \nThe “remedy for unsafe conditions need not await a tragic event,” McKinney, 509 at 33; \nsee also Stefan v. Olson, 497 F. App'x 568, 577 (6th Cir. 2012) (that “the Eighth Amendment \nprotects against future harm to inmates is not a novel proposition.”) To the contrary, “it is enough \nthat the official acted or failed to act despite his knowledge of a substantial risk of serious harm.” \nFarmer, 511 U.S. at 842. Thus, a state prisoner may be entitled to an injunction if they “prove[] \nan unsafe, life-threatening condition in their prison on the ground [even though] nothing yet had \nhappened to them.” McKinney, 509 U.S. at 33 (holding that a person with medical conditions \nexacerbated  by  environmental  tobacco  smoke  may  have  an  8th  Amendment  claim).  It  is \nunconstitutional for the State to ignore an “obvious, substantial risk to inmate safety,” regardless \nof “whether a prisoner faces an excessive risk…for reasons personal to him or because all prisoners \nin his situation face such a risk.” Farmer, 511 U.S. at 843. \n  13\n\nCourts have found claims of future harms cognizable under the Eighth Amendment that \ninvolved the risks posed by second-hand smoke,44 contaminated water,45 use of chemical toilets,46 \nlack of sanitary supplies,47 and paint toxins,48 and of course the threat of contagion itself.49 A \n \n44 McKinney, 509 U.S. at 35. The Sixth Circuit has found Constitutional issues with exposing an \ninmate to smoke “causes [plaintiff] sinus problems and dizziness,” Talal v. White, 403 F.3d 423, \n427 (6th Cir. 2005), or a plaintiff has “a medical condition that is exacerbated by” second-hand \nsmoke that also “bothers” other prisoners, Palacio v. Hofbauer, 106 F. App'x 1002, 1005 (6th \nCir. 2004). \n45 Carroll v. DeTella, 255 F.3d 470, 472 (7th Cir. 2001). \n46 Masonoff v. DuBois, 899 F. Supp. 782, 797 (D. Mass. 1995). \n47 Flanory v. Bonn, 604 F.3d 249, 255 (6th Cir. 2010) (prison officials violated 8th Amendment \nfor failure to provide prisoner with toothpaste for 337 days, creating future health risk; “[t]he \nSupreme Court has found “great difficulty agreeing that prison authorities may not be \ndeliberately indifferent to an inmate's current health problems but may ignore a condition of \nconfinement that is sure or very likely to cause serious illness and needless suffering the next \nweek or month or year.”)  \n48 Crawford v. Coughlin, 43 F. Supp. 2d 319, 325-325 (W.D.N.Y. 1999). \n49 Gates v. Collier, 501 F.2d 1291, 1300-1303 (5th Cir. 1974) (prisoners were entitled to relief \nunder the Eighth Amendment when they proved threats to personal safety from the mingling of \ninmates with serious contagious diseases with other prison inmates)) (cited with approval \nin Rhodes v. Chapman, 452 U.S. 337, 352 n. 17, 101 S.Ct. 2392, 69 L.Ed.2d 59 (1981); see also, \ne.g., Jolly v. Coughlin, 76 F.3d 468, 477 (2d Cir. 1996) (“[C]orrectional officials have an \naffirmative obligation to protect [forcibly confined] inmates from infectious disease”); Hutto v. \nFinney, 437 U.S. 678, 682 (1978) (among the prison conditions for which the Eighth \nAmendment required a remedy was placement of inmates in punitive isolation under conditions \nwhere infectious diseases could spread easily); Narvaez v. City of New York, 2017 WL 1535386, \nat *9 (S.D.N.Y. Apr. 17, 2017) (denying “motion to dismiss Plaintiff’s claim that the City of \nNew York violated Plaintiff’s rights under the Due Process Clause by repeatedly deciding to \ncontinue housing him with inmates with active-TB” during his pretrial detention); Bolton v. \nGoord, 992 F. Supp. 604, 628 (S.D.N.Y. 1998) (acknowledging that prisoner could state claim \nunder § 1983 for confinement in same cell as inmate with serious contagious disease); Powers v. \nSnyder, 484 F.3d 929, 931 (7th Cir.2007) (“knowingly exposing a prisoner to hepatitis or other \nserious diseases could [ ] amount to cruel and unusual punishment in violation of the federal \nConstitution.”); Click v. Henderson, 855 F.2d 536, 539–40 (8th Cir.1988) (plaintiff would “have \na colorable [Eighth Amendment] claim ... if he could show that there is ‘a pervasive risk of harm \nto inmates' of contracting the AIDS virus and if there is ‘a failure of prison officials to \nreasonably respond to that risk.’”) (quoting Martin v. White, 742 F.2d 469, 474 (8th Cir.1984)); \nPowell v. Lennon, 914 F.2d 1459, 1463 (11th Cir.1990) (plaintiff's allegations that “the \ndefendants forced him to remain in a dormitory [whose] atmosphere was filled with friable \nasbestos” and that “defendants knew of the health danger and yet refused to move the plaintiff to \nan asbestos-free environment” stated a claim for “deliberate indifference to the plaintiff's serious \nmedical needs.”); Brown v. Mitchell, 327 F.Supp. 2d 615, 631 (E.D.Va. 2004) (allowing Eighth \n  14\n\npotential COVID-19 outbreak poses at least as serious a risk of serious harm to every incarcerated \nperson in Ohio.  \nThe State has enacted drastic protocols and issued unprecedented mandates to protect \npeople living outside of prisons to reduce the risk of exposure to COVID19. Yet the State has \nfailed to take any meaningful steps to protect the people in its custody from this deadly risk, a risk \nthat is greatly magnified due to their confinement. The Constitution demands that the State protect \nthe health and safety of people who are incarcerated. If people who are currently incarcerated were \nliving outside of prison, they could follow the Governor and the Health Director’s directives to \navoid  unnecessary  contact  with  others,  maintain  social  distancing,  follow  rigorous  hygiene \nprotocols, and seek timely, individualized medical attention if needed. But because they are \nphysically incarcerated, the State has prevented their ability to take the medically-indicated steps \nto secure their own safety and reduce transmission to others. DeShaney v. Winnebago Cty. Dep't \nof Soc. Servs., 489 U.S. 189, 200, 109 S. Ct. 998, 103 L. Ed. 2d 249 (1989) (“when the State by \nthe affirmative exercise of its power so restrains an individual's liberty that it renders him unable \nto care for himself, and at the same time fails to provide for his basic human needs—e.g., food, \nclothing, shelter, medical care, and reasonable safety—it transgresses the substantive limits on \nstate action set by the Eighth Amendment and the Due Process Clause.”). The federal and state \nconstitutions require more from the State. \n   \n \nAmendment claim to proceed to trial because “a reasonably jury could… conclude that the \novercrowded, poorly ventilated, and dilapidated conditions at the jail… deprived [plaintiff] of the \nneed to be free from conditions likely to result in the spread of infectious disease.”) \n  15\n\nII. Proposition of Law No. II: This Court has Original Jurisdiction to This Grant Relief \n \n  The Relator filed his petition pro se from his prison cell, and identified two alternative \nwrits that the Court could grant: mandamus and habeas corpus. Rather than defend the dereliction \nof its Constitutional duty to protect prisoners, the State instead spends its efforts parsing the \ntechnicalities of the relator’s filing. Once again, the State’s argument ignores clearly established \nlaw. \n  Under  the  Ohio  Constitution,  the  Supreme  Court  has  original  jurisdiction  in  both \nmandamus and habeas corpus actions. Ohio Const. IV § 02(B)(1). Because this Court’s original \njurisdiction in these writs comes from the Constitution rather than the legislature, the Ohio Revised \nCode “should not be construed as controlling the exercise of original jurisdiction in habeas corpus \nconstitutionally granted to courts of appeals and this court.” State ex rel. Pirman v. Money, 69 \nOhio St. 3d 591, 593, 635 N.E.2d 26 (1994); see also, e.g., In re Black, 36 Ohio St. 2d 124, 126, \n304 N.E.2d 394 (1973) (“This constitutionally granted original jurisdiction of this court and of the \nCourt of Appeals in mandamus cannot be abridged or limited by statutory enactment or by a rule \nbased upon a statutory enactment.” (quotations omitted)).  \n  The State’s quibbling over statutory procedural points—ones that don’t control this Court’s \nexercise of original jurisdiction—again reflect its abject failure to recognize the need for swift and \ndecisive action to mitigate the massive Constitutional harms already occurring. Every additional \nminute that the state delays could literally mean the difference between life and death.  \n  The Federal and State Constitutions require the State to protect prisoners from undue risk \nof exposure to dangerous disease. And the State Constitution vested this Court with the power to \nissue writs to prevent the State from violating Constitutional rights. The State’s arguments to the \ncontrary should be rejected.  \n  16\n\nCONCLUSION \n \nAs Governor DeWine recently stated: “If we don't take [drastic] actions now, it'll be too \nlate. This is a matter of life and death.”50 Amicus urges this Court to direct the State to fulfill its \nConstitutional duty to protect prisoners from undue risk of exposure to COVID19.  \nTo avoid a serious and irreparable violation of relator’s Constitutional right to be free from \ncruel and unusual punishment, Amicus urges this Court to order the immediate release of Mr. \nLichenwalter. Given the unprecedented need for extraordinarily swift action,  Amicus further \nrequests that the relief the Court affords afforded relator be characterized as one that, upon \ncomprehensive implementation by the State, will substantially lessen the likelihood that other \nsimilarly situated Ohio prisoners will endure cruel and unusual punishment due to the state-\ncontrolled conditions of confinement. Finally, in recognition of the precedential value of this case \nof first impression issued during a quickly escalating and life-threatening pandemic, Amicus urges \nthe Court to issue an opinion that clarifies for the State its constitutional duty to promptly develop \nand implement a comprehensive plan to protect the all vulnerable people incarcerated in Ohio \nprisons who are powerless to protect themselves. \n   \n \n50 Governor Mike DeWine (@GovMikeDeWine), Twitter (Mar. 15, 2020, 4:25PM) \nhttps://twitter.com/GovMikeDeWine/status/1239286497347612673?s=20 \n  17\n\nRespectfully submitted, \n/s Joseph Mead     \nELIZABETH BONHAM (0093733)  Phone: (614) 586-1972 \nJOSEPH MEAD (0091903)  Fax: (614) 586-1974 \nFREDA J. LEVENSON (0045916)  ebonham@acluohio.org \nSUSAN J. BECKER (0010205)  attyjmead@gmail.com \nACLU of Ohio Foundation  flevenson@acluohio.org \n4506 Chester Avenue  sbecker@acluohio.org \nCleveland, OH 44102 \n \nCERTIFICATE OF SERVICE \nI certify that on April 6, 2020, I filed the foregoing via the Court’s electronic filing \nsystem, and also served copies of this brief by e-mail as follows: \nSARAH GELSOMINO  \nJACQUELINE C. GREENE  \nsgelsomino@f-glaw.com \njgreene@f-glaw.com \nCounsel for Relator Derek Lichtenwalter \n \nJARED S. YEE  \nJared.Yee@OhioAttorneyGeneral.gov \nCounsel for Respondents Director Annette Chambers-Smith and Warden David Gray \n \nMICHAEL A. WALTON \nMichael.Walton@OhioAttorneyGeneral.gov \nCounsel for Respondent Governor Mike DeWine \nRespectfully submitted, \n/s/ Joseph Mead     \nJOSEPH MEAD (91903) \n \n  18\n\nExhibit 1 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApril, 2020         Novisky, 1 \n \n \n \nMEGHAN A. NOVISKY, Ph.D. \nCurriculum Vitae \n \n \nTitle and Office Address          Contact:  \nAssistant Professor of Criminology        Rhodes Tower 1740  \nCleveland State University          m.novisky@csuohio.edu  \n2121 Euclid Ave. RT 1721          330-671-3445 \nCleveland, OH 44115            http://www.meghananovisky.net/  \n \nACADEMIC POSITIONS \n \n2016 - present  Assistant Professor of Criminology  \nCleveland State University (Department of Criminology, Anthropology & Sociology)   \n   \nDEGREES AWARDED \n \n2016    Ph.D. in Sociology, Kent State University \n      \n2008    M.A. in Justice Studies, Kent State University \n \n2006    B.A. in Justice Studies and Psychology, Kent State University  \n \nAREAS OF SPECIALIZATION \n \nHealth Consequences of Incarceration        Inequalities   \nVictimization              Mixed Methods        \nConditions of Confinement           Evidence Based Criminal Justice Policy \n \nRESEARCH \n \nPeer Reviewed Journal Articles  \n \n2020    Novisky, Meghan A. and Robert L. Peralta. “Gladiator School: Returning Citizens’  \nExperiences with Secondary Violence Exposure in Prison.” Victims & Offenders, online \n  first. IF: 1.338. \n \n2019    Stacey, Clare L., Pai, Manacy, Novisky, Meghan A., and Steven M. Radwany. “Revisiting  \n‘Awareness Contexts’ in the 21st Century Hospital: How Fragmented and Specialized Care \nShapes Patients’ Awareness of Dying.” Social Science & Medicine 220: 212-218. IF: 3.007. \n \n2018    Novisky, Meghan A. “Avoiding the Run Around: The Link Between Cultural Health  \nCapital and Health Management Among Older Prisoners.” Criminology 56(4): 643-678. IF: \n3.796.  \n \n2017    Porter, Lauren C. and Meghan A. Novisky. “Pathways to Depressive Symptoms among  \n    Former Inmates.” Justice Quarterly 34(5): 847-872. IF: 2.456. \n \n \n \n\nApril, 2020         Novisky, 2 \n \nPeer Reviewed Journal Articles (continued) \n \n2016    Pesta, Racheal, Peralta, Robert L., and Meghan A. Novisky. “Utilizing a General Strain  \nFramework to Examine Behavioral Responses to Psychological Intimate Partner Violence: \nAre Responses Gendered?” Journal of Interpersonal Violence. IF: 2.443.  \n \n2015  Novisky, Meghan A. and Robert L. Peralta. 2015. “When Women Tell: Intimate Partner \nViolence and the Factors Related to Police Notification.” Violence Against Women 21(1): \n65-86. IF: 1.588. \n \n2013  Skubby, David, Bonfine, Natalie, Novisky, Meghan A., Munetz, Mark R. and Christian \nRitter. 2013. “Crisis Intervention Team (CIT) Programs in Rural Communities: A Focus \nGroup Study.”  The Community Mental Health Journal 49(6): 756-764. IF: 1.159. \n \nBook Chapters \n \nIn Press  Semenza, Daniel C. and  Meghan A. Novisky. “Mental Health and Services in  \n    Prisons and Jails.” In Prisons and Community Corrections: Critical Issues and  \n    Emerging Controversies. Edited by Phillip Birch, Sage.  \n \nGRANTS  \n \nExternal total to date: $36,931.66 \n \n2020  Novisky, Meghan A. and Stephanie Grace Prost. Aging Research in Criminal Justice & \nHealth (ARCH) Grant (via the NIH Institute on Aging). “Correctional Health Services for \nOlder Adults: Older Adult and Caregiver Perspectives.” Co-Principal Investigator - $25,000.  \n \n2018  Novisky, Meghan A. Educational Testing Services, Institute of Education Sciences, U.S. \nDepartment of Education Research Grant, “The Role of Health Information Seeking \nBehavior and Employment Status on Prisoner Health Ratings in the U.S.” Principal \nInvestigator - $1,362.16 \n \n  Peralta, Robert L. and Meghan A. Novisky. The University of Akron Faculty Research \nFellowship. “Perceptions and Experiences of Health Care and Interpersonal Violence among \nFemale Former Inmates: A Qualitative Study.” Co-Principal Investigator - $10,000.  \n \n2017  Novisky, Meghan A. Educational Testing Services, Institute of Education Sciences, U.S. \nDepartment of Education Research Grant, “Examining the Health of U.S. Prisoners with the \nPIAAC database.” Principal Investigator - $569.50.  \n \nInternal total to date: $22,372.43 \n \n2019  Novisky, Meghan A. Cleveland State University Faculty Scholarship Initiative. “The \nViolent Nature of Carceral Contact.” Principal Investigator - $4,969.50.  \n   \n  Novisky, Meghan A. Cleveland State University Undergraduate Summer Research Award. \n  “Incarceration-Specific Deprivations and General Strain Theory.” Principal Investigator - \n$4,500. \n \n \n \n \n\nApril, 2020         Novisky, 3 \n \nInternal Grant Funding (continued) \n \n2018    Novisky, Meghan A. Cleveland State University Undergraduate Summer Research Award.  \n“The Role of Violence Exposure and Medical Neglect During Incarceration on Reentry.” \nPrincipal Investigator - $3,780.  \n \n2017  Novisky, Meghan A. Cleveland State University Faculty Scholarship Initiative. “Examining \nthe Impact of Unmet Health Related Needs and Exposure to Trauma during Incarceration on \nEase of Reentry.” Principal Investigator - $5,822.93.  \n \n2013  Novisky, Meghan A. Kent State University Graduate Student Senate. “Older Male Inmates \nand the Factors that Influence Preferences for Advance Care Directives.” Principal \nInvestigator - $3,300. \n \nTEACHING EXPERIENCE1  \n \n2016 - present  Cleveland State University - Department of Criminology, Anthropology & Sociology \nCriminological Theory; Women and Crime; Sociology of Corrections; Introduction to \nCriminology; Prison and Societyα; Incarceration and Health (graduate) α \n \n2009 - 2016  Kent State University - Department of Sociology \n    Introduction to Justice Studies; Women and Crime; Issues in Law and Society;  \n    Social Problems; Introduction to Sociology; Data Analysis Lab \n \n2011 - 2012  The University of Mount Union - Department of Sociology \n    Introduction to Criminal Justice \n \n    Kent State University at Stark - Department of Sociology \n    Introduction to Justice Studies; Women and Crime; Issues in Law and Society \n \nSupervised Undergraduate Student Presentations  \n \n2019  Giuffre, Gabrielle, and Shelby Smith. “When Does Punishment End? Examining the Barriers \nto Reentry Among Previously Incarcerated Persons.” Annual Undergraduate Summer \nResearch Award Poster Session: Cleveland State University, September 5.   \n \n2018  Khayat, Afnan. “The Implications of Prison Overcrowding.” The Sociology and Criminology \nUndergraduate Student Club Research Series, Cleveland State University, November 29.  \n \n2018  Smith, Shelby and Laura Wimberley. “The Impacts of Trauma Exposure and Differential \nAccess to Medical Services on the Incarceration Experience.” Annual Undergraduate \nSummer Research Award Poster Session: Cleveland State University, September 6.   \n   \n    Oleksy, Ernest M. “On Ohio’s Criminal Justice System and Stratification of Offenders by \nRisk Level.” The 5th Annual Northeast Ohio Undergraduate Sociology Symposium: Oberlin \nCollege, April 14.  \n \n2017    McIntyre, Nathan. “Women in the Field: Law Enforcement.” The 4th Annual Northeast \nOhio Undergraduate Sociology Symposium: Wooster College, April 8. \n \n \n1 α indicates an original course I developed    \n \n \n\nApril, 2020         Novisky, 4 \n \nQuantitative Evidence of Teaching Excellence \n \nSTUDENT EVALUATION SCORES SUMMARY TABLE¹\nStudents' Overall Assessment of Instructor Students' Overall Assessment of Course\nSpring 2019\n     Corrections/CRM 348 (RR = 74%; N = 43) Mean = 4.91* (DEPT: 4.49; COLL: 4.32) Mean = 4.88* (DEPT: 4.39; COLL: 4.18)\n     Prison & Society/CRM 376 (RR = 73%; N = 34) Mean = 4.88* (DEPT: 4.49; COLL: 4.32) Mean = 4.88* (DEPT: 4.39; COLL: 4.18)\nFall 2018\n     Intro to Criminology WEB/CRM 250 (RR = 65%; N = 34)Mean = 4.68* (DEPT: 4.38; COLL: 4.26) Mean = 4.73* (DEPT: 4.31; COLL: 4.14)\n     Criminological Theory/CRM 351 (RR = 81%; N = 42) Mean = 4.85* (DEPT: 4.38; COLL: 4.26) Mean = 4.88* (DEPT: 4.31; COLL: 4.14)\n     Prison & Society/CRM 376 (RR = 86%; N = 35) Mean = 4.93* (DEPT: 4.38; COLL: 4.26) Mean = 5.00* (DEPT: 4.31; COLL: 4.14)\nSpring 2018\n     Women & Crime/SOC 349 (RR= 64%; N = 42) Mean = 4.74* (DEPT: 4.28; COLL: 4.29) Mean = 4.63* (DEPT: 4.17; COLL: 4.17)\nFall 2017\n     Intro to Criminology/SOC 250 (RR = 59%; N = 63) Mean = 4.84* (DEPT: 4.34; COLL: 4.30) Mean = 4.62* (DEPT: 4.22; COLL: 4.17)\n     Corrections/SOC 348 (RR = 61%; N = 41) Mean = 4.88* (DEPT: 4.34; COLL: 4.30) Mean = 4.72* (DEPT: 4.22; COLL: 4.17)\n     Women & Crime/SOC 349 (RR = 66%; N = 35) Mean = 4.78* (DEPT: 4.34; COLL: 4.30) Mean = 4.65* (DEPT: 4.22; COLL: 4.17)\nSpring 2017\n     Intro to Criminology/SOC 250 (RR = 62%; N = 50) Mean = 4.94* (DEPT: 4.15; COLL: 4.27) Mean = 4.87* (DEPT: 4.07; COLL: 4.15)\n     Corrections/SOC 348 (RR = 69%; N = 48) Mean = 4.91* (DEPT: 4.15; COLL: 4.27) Mean = 4.82* (DEPT: 4.07; COLL: 4.15)\n     Women & Crime/SOC 349 (RR = 57%; N = 14) Mean = 4.88* (DEPT: 4.15; COLL: 4.27) Mean = 4.88* (DEPT: 4.07; COLL: 4.15)\nFall 2016\n     Women & Crime/SOC 349 (RR = 74%; N = 19) Mean = 4.86* (DEPT: 4.27; COLL: 4.27) Mean = 4.86* (DEPT: 4.17; COLL: 4.16)\n     Criminological Theory/SOC 351 (RR = 69%; N = 52) Mean = 4.67* (DEPT: 4.27; COLL: 4.27) Mean = 4.53* (DEPT: 4.17; COLL: 4.16)\n¹ Note: Scores are assessed on a 5-point scale\n*Instructor mean exceeds the Department and College means  \n \nCONSULTING AND APPLIED EXPERIENCE \n \n2009 - present  Evidence Based Programming Consultant and Trainer   \n    The University of Cincinnati Corrections Institute (UCCI) \n \n    Utilized Curricula: \n         \nCognitive Behavioral Interventions & Core Correctional Practices \nCognitive Behavioral Interventions for Substance Abuse \nCognitive Behavioral Interventions for Offenders Seeking Employment \nAggression Replacement Training (ART) \n         \n2015 - 2016  Statistical and Qualitative Software Consultant \n    Kent State University Libraries \n \n2005 - 2010  Crime Victim Advocate \nTownhall II Rape Crisis Center of Portage County - Kent, OH \n \nPRESENTATIONS2 \n \nConference Presentations  \n \n2019    Novisky, Meghan A. and Robert L. Peralta. “‘Gladiator School’: Prisons and Secondary \nViolence Exposure.” American Society of Criminology: San Francisco, CA, November 13. \n \n \n \n2 β indicates student co-presenter \n \n \n\nApril, 2020         Novisky, 5 \n \nConference Presentations (continued) \n \n2019    Adams, Richard, Novisky, Meghan A., and Rusty P. Schnellingerβ. “Health Information \nSeeking Behaviors in Prison: U.S. Results from the Programme for the International  \n    Assessment of Adult Competencies (PIAAC).” American Society of Criminology: San \nFrancisco, CA, November 14.  \n \n    Peralta, Robert L., Novisky, Meghan A., Carter, James R.β, and Nickolaus Gotsiridzeβ. \n“Substance Use and Violence among Former Prison Inmates: A Qualitative Study of \nBarriers to Health and Health Care.” Society for the Study of Social Problems: New York \nCity, NY, August 11. \n \n    Novisky, Meghan A. “Strategies for Overcoming the Methodological Pitfalls of Prison \nResearch.” Academy of Criminal Justice Sciences: Baltimore, MD, March 30.  \n \n    Peralta, Robert L., Novisky, Meghan A., Carter, Jamesβ, and Nickolaus Gotsiridzeβ. \n“Disparities, Disabilities, and Perceptions: The Consequences of Being Sick or Disabled in \nPrison.” The North Central Sociological Association: Cincinnati, OH, March 29.  \n \n    Novisky, Meghan A. “Prevalence of Violent Victimization Among Older Incarcerated \nMen.” The Academic Consortium on Criminal Justice Health (ACCJH) 12th Annual \nAcademic & Health Policy Conference on Correctional Health: Las Vegas, NV, March 22. \n \n2018    Novisky, Meghan A. “The Role of Health Information Seeking Behavior and Employment \nStatus on Prisoner Health Ratings in the U.S.” IES-ITS (U.S. Department of Education) \nCommissioning PIAAC Conference: Washington, D.C., December 5. \n \n    Novisky, Meghan A., Peralta, Robert L., and Ernest M. Oleksyβ. “The Keepers: Staff \nMisconduct as a Specific Responsivity Factor.” American Society of Criminology: Atlanta, \nGA, November 15.  \n \n2017    Novisky, Meghan A. “Off the Books: How Disease and Age Are Driving the Underground \nPrison Economy.” American Society of Criminology: Philadelphia, PA, November 15. \n \n    Novisky, Meghan A. “The Role of Unemployment and Other Secondary Stressors on the \nHealth of Older Prisoners.” Academy of Criminal Justice Sciences: Kansas City, MO, March \n24. \n \n2016    Pesta, Racheal, Peralta, Robert, and Meghan A. Novisky. “Behavioral Responses to \nPsychological Victimization: Are Responses Gendered?” American Society of Criminology: \nNew Orleans, LA, Nov 17.  \n \n    Novisky, Meghan A. “Factors Related to Aging Prisoners’ Preferences for Medical \nTreatment When Contemplating End of Life.” Academy of Criminal Justice Sciences: \nDenver, CO, March 30. \n \n2015  Novisky, Meghan A. “Taking Control: How Older Inmates Navigate Chronic Disease and  \nDemonstrate Self Efficacy.” The American Society of Criminology: Washington, DC, \nNovember 21.  \n \n \n \n \n \n\nApril, 2020         Novisky, 6 \n \nConference Presentations (continued) \n \n2015  Stacey, Clare L., Pai, Manacy, Novisky, Meghan A. and Steven Radwany. “Revisiting \nAwareness Contexts in the 21st Century Hospital.” American Sociological Association: \nChicago, IL, August 22.  \n \n2013    Novisky, Meghan A. and Lauren Porter. “Sex Differences in the Incarceration-Health Link:  \n           Increased or Decreased Vulnerability among Women?”  The American Society of \nCriminology: Atlanta, GA, November 22.  \n \n2012  Novisky, Meghan A. “Dying Inside: The Current State of the Literature on End of Life Care \nin Prison.”  The American Society of Criminology: Chicago, IL, November 14. \n \n    Novisky, Meghan A. “Researching Vulnerable Populations.” Session Organizer. The North \nCentral Sociological Association: Pittsburgh, PA, April 13.  \n \n2011    Clare L. Stacey, J. Zach Schiller, and Meghan A. Novisky. “Learning from Giving: How \n     Philanthropy Enriches Service Learning for Students.” Society for the Study of Social  \n    Problems: Las Vegas, NV, August 21.  \n \n2010   Novisky, Meghan A. and Robert L. Peralta. “Reconsidering Mandatory Arrest: Perceptions \nfrom Battered Women in the Midwest.” American Society of Criminology: San Francisco, \nCA, November 17.  \n \nInvited Talks \n \n2020  Novisky, Meghan A. “Research on Incarceration and Health.” Washington and Lee \nUniversity School of Law. Lexington, VA, April 1.  \n \n2019  Novisky, Meghan A. “Conducting Health Inequalities Research in Corrections Settings.” \nThe University of Louisville Center for Family and Community Well-Being. Louisville, KY, \nSeptember 12. \n \nNovisky, Meghan A. “Conditions of Confinement and the Call for Core Correctional \nPractices.” Cleveland Marshall College of Law: Cleveland, OH, April 4.  \n \n2018    Dunn, Ronnie, Novisky, Meghan A., Schiavoni, Sara, and Jonathan Witmer-Rich.  \n“Professors Take On Serial Podcast.” Scholars Strategy Network (SSN) of Northeast Ohio:  \nCleveland, OH, November 28.  \n \n2017    Novisky, Meghan A. “The Role of Unemployment and Other Secondary Stressors on the  \nHealth of Older Prisoners.” The University of Akron Sociological Research Series: Akron, \nOH, April 25. \n \nPOLICY BRIEFS, OP-EDS, & OTHER PUBLICATIONS \n   \n2020  Novisky, Meghan A. and Chelsey Narvey. “COVID-19, Incarceration, and Our Public \nHealth.” The Hill, March 19, 2020: https://thehill.com/opinion/criminal-justice/488394-\ncovid-19-incarceration-and-our-public-health# \n \n \n \n \n \n\nApril, 2020         Novisky, 7 \n \nPOLICY BRIEFS, OP-EDS, & OTHER PUBLICATIONS (continued) \n \n2019  Novisky, Meghan A. “Conditions in Our Jails and Prisons Too Often Do Not Promote \nReform.” The Hill, June 20, 2019: https://thehill.com/opinion/criminal-justice/449592-\nconditions-in-our-jails-and-prisons-too-often-do-not-promote-reform \n \nLebovits, Hannah, Nickels, Ashley E., and Meghan A. Novisky. “Prison Management and \nthe Efficiency and Equity Trade-Off.”  PA Times, March 27, 2019:  \n  https://patimes.org/prison-management-and-the-efficiency-and-equity-trade-off/ \n   \n    Connell, Nadine M. and Meghan A. Novisky. “Teaching to the Five Senses about the  \n    Solitary Confinement Experience.” 2019. Pp. 6-7 in the American Society of Criminology’s \n    Division on Corrections & Sentencing Spring Newsletter.    \n    https://ascdcs.org/wp-content/uploads/2019/05/Final-DSC-Newsletter-2019.pdf \n \n2018  Novisky, Meghan A. “Approving State Issue 1 Likely Would Lower Crime Rates in Ohio.” \nThe Canton Repository, November 1, 2018: \nhttps://www.cantonrep.com/opinion/20181101/opinion-approving-state-issue-1-likely-\nwould-lower-crime-rates-in-ohio?fbclid=IwAR2t6cFYJAPSVH_F_fbl-\n76uiO4BJn4LzPsk6e7EwkDN9LqK1-xAs2jkghU  \n \nNovisky, Meghan A. “How Prisons Are Exacerbating Health Inequalities – Especially for \nOlder Prisoners.” Written for: Scholars Strategy Network, July 25, 2018: \nhttps://scholars.org/brief/how-prisons-are-exacerbating-health-inequalities-especially-aging-\nprisoners  \n \nPUBLIC COVERAGE OF CONTENT EXPERTISE  \n \n2020    The Atlanta Journal Constitution (AJC Opinion Contributor: Manny Arora). In  \n    “Recognize virus’ risk to GA U.S. prisoners.” April 2. \n \n    WKYC Channel 3 News (Cleveland Correspondent: Rachel Polanksy). In video  \n    coverage “Exclusive: 3 inmates test positive at eastern Ohio prison for COVID-19, \n    another 80 are showing symptoms.” April 1. \n \n    The Appeal (Correspondent: Joshua Vaughn). In “Pennsylvania has few options to \n    release elderly prisoners as COVID-19 spreads.” March 23. \n \n    The Los Angeles Times (Correspondent: Kurtis Lee). In “Activists implore prisons \n    to release at-risk inmates to prevent coronavirus deaths.” March 19. \n \n2019    WOIO Channel 19 News (Cleveland Correspondent: Shannon Houser). In video  \n    coverage “Use of force protocol at Cuyahoga County Jail.” July 12. \n \n2018    ABC Channel 5 News (Cleveland Correspondent: Homa Bash). In video coverage \n    “Issue 1 a complex ballot measure aiming to curb drug epidemic; opponents say it \n    makes drug laws laxer.” November 6.  \n \n \n \n \n\nApril, 2020         Novisky, 8 \n \nTECHNICAL REPORTS AND ASSISTANCE \n \n2014  Sleyo, Jodi and Meghan A. Novisky. “Indian River Juvenile Correctional Facility \nCorrectional Program Checklist (CPC) Program Profile for Close Units.”  Submitted to the \nOhio Department of Youth Services (DYS).  Center for Criminal Justice Research, \nUniversity of Cincinnati.  \n \n    Novisky, Meghan A. and Cara Thompson. EPICS Performance Summary: Akron Region.” \nAkron, OH. Submitted to the Ohio Department of Youth Services (DYS). Center for \nCriminal Justice Research, University of Cincinnati.  \n \n  Novisky, Meghan A. and Cara Thompson. “EPICS Performance Summary: Cleveland \nRegion.” Cleveland, OH. Submitted to the Ohio Department of Youth Services (DYS). \nCenter for Criminal Justice Research, University of Cincinnati.  \n \n2010  Novisky, Meghan A. and Natalie Bonfine. 2010. “Building Community Partnerships: \nCampus Safety in a Mental Health Context Collaborative Program Development Grant \nProject Summary Report.” Submitted to the Ohio Department of Mental Health – Columbus, \nOhio. The Ohio Criminal Justice Coordinating Center of Excellence, Northeastern Ohio \nUniversities Colleges of Medicine and Pharmacy.  \n \nListwan, Shelley J. and Meghan A. Novisky. “Final Report: Evidence Based Correctional \n     Program Checklist.” Teens Resisting Unhealthy Choices Everyday (TRUCE) Program – \n     Akron, Ohio. Center for Criminal Justice Research, University of Cincinnati.  \n \n    Listwan, Shelley J. and Meghan A. Novisky. “Final Report: Evidence Based Correctional \n             Program Checklist.” Trumbull County Juvenile Court Adolescent Sex Offender  \nProgram – Warren, Ohio. Center for Criminal Justice Research, University of Cincinnati.  \n \n    Listwan, Shelley J. and Meghan A. Novisky. “Final Report: Evidence Based Correctional \n     Program Checklist.” Stepping Stones Residential Center – Lorain, Ohio. Center for \n     Criminal Justice Research, University of Cincinnati.  \n \n \nSERVICE  \n \nService to the University and Department \n \n2018 - present  Committee Member, College of Liberal Arts and Social Sciences (CLASS) Research  \nAdvisory Board, Cleveland State University \n \n2017 - 2018  Committee Member, Committee for Student Life, Cleveland State University \n \n2017 - present  Social Media and Website Development Organizer, Criminology  \n \n2016 - present  Co-Faculty Advisor, Sociology and Criminology Undergraduate Student Club \n    Curriculum Development Committee, Criminology  \n \n \n \n \n \n \n \n\nApril, 2020         Novisky, 9 \n \nService to the Discipline \n \n2019 – present  Deputy Chair, Student Affairs Committee  \n    The Academy of Criminal Justice Sciences \n \n  Committee Member, The Division of Corrections and Sentencing Awards Committee \n  The American Society of Criminology \n \n2018 - present  Executive Board Member – Secretary/Treasurerγ \nThe Academy of Criminal Justice Sciences, Section on Corrections \n \n  Committee Member, National Membership Committee \n  The Academy of Criminal Justice Sciences \n \n2018 – 2019  Committee Member, Student Affairs Committee \n  The Academy of Criminal Justice Sciences     \n \nAd Hoc Reviewer:  \n \nCorrections: Policy, Practice and Research \nCriminology \nCriminology & Public Policy \nInternational Journal of Offender Therapy and Comparative Criminology \nJournal of Crime and Justice \nJournal of Criminal Justice \nJournal of Criminal Psychology \nJournal of Family Violence \nJournal of Health & Social Behavior \nJournal of Interpersonal Violence \nSocial Science & Medicine \nTrauma, Violence, and Abuse \nViolence Against Women \n     \nHONORS AND AWARDS  \n \n2020                  Academic Consortium on Criminal Justice Health (ACCJH) Early Career Investigator \n                          Award \n \n2018                  Golden Apple Award for Outstanding Faculty Contributions to Undergraduate Education \n                          The Young Alumni Council, Cleveland State University Alumni Association  \n \n    Student Organization Faculty Advisor of the Year Award \n                          The Office of Student Life, Division of Student Affairs, Cleveland State University \n \n2016                  The Academy of Criminal Justice Sciences (ACJS) Ph.D. Student Scholarship Award ($600) \n \n    Outstanding Ph.D. Student in Sociology Award ($100) \nDepartment of Sociology, Kent State University \n \n2015                  30th Annual Graduate Student Senate Research Symposium Award for Outstanding  \n                          Presentation, Kent State University ($100) \n \n \n \n\nApril, 2020         Novisky, 10 \n \nPROFESSIONAL MEMBERSHIPS  \n \nAcademic Consortium on Criminal Justice Health (2018 – present) \nAcademy of Criminal Justice Sciences/Division Membership: Corrections (2016 – present)  \nAmerican Society of Criminology/Division Membership: Corrections & Sentencing (2012 – present)  \nAmerican Sociological Association/Division Membership: Crime, Law & Deviance (2016 – present) \nScholars Strategy Network/Northeast Ohio Chapter  (2018 – present) \n \n \n \n\nExhibit 2 \n\nAppendix: Court Actions Across the Country to Reduce Incarceration in Light of Covid-191 \n \nState  Judicial Body  Forum  Nature of Relief \nAlabama  Circuit Court for  Administrative  (cid:120)  Judge Fuller ordered “all inmates currently held on appearance bonds \nthe 19th Judicial  order   of $5,000.00 or less be immediately released on recognizance with \nCircuit of Alabama   instructions to personally appear at their next schedule court \nappearance.”2 \nArizona  Coconino County  Court order  (cid:120)  As of March 20, 2020, Judge Dan Slayton and other county judges \ncourt system and  have released around 50 people who were held in the county jail on \njail, Judge Dan  non-violent charges.3  \nSlayton, along with \nother county judges \nCalifornia  Supreme Court of  Advisory   (cid:120)  The Chief Justice issued guidance encouraging the state’s superior \nCalifornia, Chief    courts to, among other things: \nJustice Tani Cantil- o  “Lower bail amounts significantly for the duration of the \nSakauye  coronavirus emergency, including lowering the bail amount to $0 \n  for many lower level offenses.” \no  “Consider a defendant's existing health conditions, and conditions \nexisting at the anticipated place of confinement, in setting \nconditions of custody for adult or juvenile defendants.” \no  “Identify detainees with less than 60 days in custody to permit \nearly release, with or without supervision or community-based \ntreatment.”4 \nSacramento  Order  (cid:120)  The Court entered a standing order authorizing their sheriff to release \nSuperior Court,  those within 30 days of release, regardless of crime.5 \nJudge Hom   \nHawaii  Supreme Court of  Order  (cid:120)  The Court suspended the custodial portion of all intermittent sentences \nHawaii  and appointed a Special Master to undertake a “collaborative effort” to \n“establish[] a process for the expedited…consideration of the request \nto reduce inmate populations within correctional centers”.6 \n1 \n \n\nKentucky  Kentucky, Chief  Letter to state  (cid:120)  Kentucky, Chief Justice John Minton Jr. told state’s judges and court \nJustice John  judges and  clerks to release jail inmates “as quickly as we can” noting, “jails are \nMinton Jr.   court clerks   susceptible to worse-case scenarios due to the close proximity of \n  people and the number of pre-existing conditions,” and that courts \nhave the responsibility “to work with jailers and other county officials \nto safely release as many defendants as we can as quickly as we can.”7 \nMaine  State of Maine  Emergency  (cid:120)  The Superior Court and District Court ordered all trial courts to \nSuperior Court,  Order  immediately vacate all outstanding warrants for unpaid fines, \nChief Justice  restitution, fees, and failures to appear.8  \nMullen and District   \nCourt Chief Judge \nSparaco and \nDeputy Chief \nJudge French \nMichigan   Chief Justice  Joint  (cid:120)  In a Joint statement, Chief Justice McCormack urged judges to “use \nBridget M.  Statement  the statutory authority they have to reduce and suspend jail sentences \nMcCormack,    for people who do not pose a public safety risk[,]… release far more \nMichigan Supreme  people on their own recognizance while they await their day in \nCourt  court…[a]nd judges should use probation and treatment programs as \njail alternatives.9 \nMontana  Supreme Court of  Letter to  (cid:120)  Chief Justice of the Montana Supreme Court urged judges to “review \nMontana, Chief  Judges  your jail rosters and release, without bond, as many prisoners as you \nJustice McGrath   are able, especially those being held for non-violent offenses.”10 \nNew Jersey  New Jersey  Consent Order   (cid:120)  In New Jersey, after the Supreme Court ordered briefing and argument \nSupreme Court,  on why it should not order the immediate release of individuals \nChief Justice  serving county jail sentences, the Attorney General and County \nRabner   Prosecutors agreed to create an immediate presumption of release for \nevery person serving a county jail sentence in New Jersey.11  \nNew York  New York State  Judicial ruling  (cid:120)  In a habeas petition brought by the Legal Aid Society, a Justice Doris \nSupreme Court,  based on writ  M. Gonzales ordered the release of 106 individuals currently held at \nBronx County,  of habeas  Rikers Island on a non-criminal technical parole violation. These \nJustice Doris M.  corpus  individuals were selected in the petition by virtue of their age and/or \nGonzales  underlying medical condition.12  \n2 \n \n\nNew York  Judicial ruling  (cid:120)  In a habeas petition brought by the Legal Aid Society, a Justice Mark \nSupreme Court  based on writ  Dwyer ordered the release of 16 individuals currently held at Rikers \nJustice Mark  of habeas  Island on pretrial detention or parole violation. These individuals were \nDwyer   corpus   selected in the petition by virtue of their age and/or underlying \n  medical condition.13 \nSouth  Supreme Court of  Memorandum   (cid:120)  The Chief Justice instructed that “any person charged with a non-\nCarolina  South Carolina,  capital crime shall be ordered released pending trial on his own \nChief Justice  recognizance without surety, unless an unreasonable danger to the \nBeatty   community will result or the accused is an extreme flight risk.”14 \nTexas  Travis County,  Individual  (cid:120)  Travis County has begun releasing some defendants in custody with \nTexas, Judges  Court Orders  underlying health conditions, to reduce the potential spread of \nCOVID-19 in the county’s jails. After Austin saw its first positive \ncases of COVID-19, judges in the county nearly doubled its release of \npeople from local jails on personal bonds, with one judge alone \nreversing four bond decisions after “balancing this pandemic and \npublic health safety of inmates against what they’re charged with.”15 \nUtah  Utah Supreme  Administrative  (cid:120)  The Chief Justice of the Utah Supreme Court ordered that for \nCourt and Utah  Order  defendants in-custody on certain misdemeanor offenses, “the assigned \nJudicial Council,  judge must reconsider the defendant’s custody status and is \nChief Justice  encouraged to release the defendant subject to appropriate \nDurrant  conditions.”16 \n \nWashington  Washington  Order  (cid:120)  Chief Justice Stephens ordered judges not to issue bench warrants for \nSupreme Court,  failure to appear, “unless necessary for the immediate preservation of \nChief Justice  public or individual safety” and “to hear motions for pretrial release \nStephens  on an expediated basis without requiring a motion to shorten time.” \nAdditionally, for populations designated as at-risk or vulnerable by the \nCenters for Disease Control, the COVID-19 crisis is presumed to be a \nmaterial change in circumstances to permit amendment of a previous \nbail order or to modify conditions of pre-trial release.17 \nWyoming  Wyoming Supreme  Order   (cid:120)  The Chief Justice instructed judges to issue summonses instead of \nCourt, Chief  bench warrants, unless public safety compels otherwise.18 \nJustice Davis \n3 \n \n\nFederal  C.D. Cal, Judge  Minute Order   (cid:120)  The Court granted temporary release for 90 days, pursuant to 18 \nCriminal  James V. Selna  U.S.C. § 3142 (i), which authorizes discretionary temporary release \n  when necessary for a person’s defense or another compelling reason. \nDetention  \n  Judge Selna held the defendant’s age and medical conditions, which \nplace him in the population most susceptible to COVID-19, and in \nlight of the pandemic, to constitute “another compelling reason” and \ngranted his temporary release.19 \nD. Ct., Judge  Order  (cid:120)  Judge Meyer ordered the release of defendant stating that “the \nJeffrey A. Meyer  conditions of confinement at Wyatt are not compatible” with current \n  COVID-19 public health guidance concerning social distancing and \navoiding congregating in large groups. Judge Meyer is one of four \nfederal judges in Connecticut who has released inmates in connection \nwith the COVID-19 pandemic. 20 \nD.D.C., Judge  Minute Order  (cid:120)  Judge Moss released defendant, despite acknowledging offense \nRandolph D. Moss    charged--marijuana distribution and felon in possession—“is serious” \n  because among other factors mitigating public safety concerns \n“incarcerating the defendant while the current COVID-19 crisis \ncontinues to expand poses a greater risk to community safety than \nposed by Defendant’s release to home confinement.”21  \nD.D.C., Judge  Memorandum  (cid:120)  Judge Moss released defendant while awaiting trial after weighing the \nRandolph D. Moss  Opinion  risk to the public of releasing defendant [charged with distribution of \nchild pornography] directly against risk to community safety if \ndefendant remained incarcerated in light of the COVID-19 \npandemic.22 \n4 \n \n\nD. Nev., Judge  Opinion and  (cid:120)  Judge Jones delayed defendant’s date to surrender to begin his \nJones  Order  intermittent confinement by a minimum of 30 days because “[i]n \nconsidering the total harm and benefits to prisoner and society . . . \ntemporarily suspending [defendant’s] intermittent confinement would \nappear to satisfy the interests of everyone during this rapidly \nencroaching pandemic.”  In coming to this conclusion, the court \nplaced weight on the fact that “incarcerated individuals are at special \nrisk of infection, given their living situations, and may also be less \nable to participate in proactive measures to keep themselves safe; \nbecause infection control is challenging in these settings.23  \nD. S.C., Judge  Order  (cid:120)  Judge Norton granted compassionate release for 73-year-old with \nDavid C. Norton  severe health conditions under the First Step Act, “[g]iven defendant’s \ntenuous health condition and age, remaining incarcerated during the \ncurrent global pandemic puts him at even higher risk for severe illness \nand possible death, and Congress has expressed its desire for courts to \n[release federal inmates who are vulnerable to COVID-19].”24  \nN.D. Cal., Judge  Sua Sponte  (cid:120)  Judge Chhabria issued a sua sponte decision extending defendant’s \nVince Chhabria   Order   surrender date from June 12, 2020 to September 1, 2020 stating: “By \n  now it almost goes without saying that we should not be adding to the \n  prison population during the COVID-19 pandemic if it can be avoided \n  . . . To avoid adding to the chaos and creating unnecessary health \n  risks, offenders who are on release and scheduled to surrender to the \nBureau of Prisons in the coming months should, absent truly \nextraordinary circumstances, have their surrender dates extended until \nthis public health crisis has passed.”25 \nN.D. Cal., Judge  Order   (cid:120)  Judge Hixon released a 74-year old in light of COVID-19 holding \nHixson  “[t]he risk that this vulnerable person will contract COVID-19 while \nin jail is a special circumstance that warrants bail. Release under the \ncurrent circumstances also serves the United States’ treaty obligation \nto Peru, which – if there is probable cause to believe Toledo \ncommitted the alleged crimes – is to deliver him to Peru alive.”26 \n5 \n \n\nS.D.N.Y., Judge  Amended  (cid:120)  Judge Englemayer granted defendant temporary release from custody, \nPaul A.  Order  pursuant to 18 U.S.C. § 3142(i), “based on the unique confluence of \nEngelmayer   serious health issues and other risk factors facing this defendant, \nincluding but not limited to the defendant’s serious progressive lung \ndisease and other significant health issues, which place him at a \nsubstantially heightened risk of dangerous complications should be \ncontract COVID-19 as compared to most other individuals.”27 \nS.D.N.Y., Judge  Opinion &  (cid:120)  Judge Nathan ordered the Defendant released subject to the additional \nAlison J. Nathan  Order   conditions of 24-hour home incarceration and electronic location \n  monitoring as directed by the Probation Department based in part on \n“the unprecedented and extraordinarily dangerous nature of the \nCOVID-19 pandemic” which may place “at a heightened risk of \ncontracting COVID-19 should an outbreak develop [in a prison].” 28 \nFederal  9th Cir., Judges  Sua Sponte  (cid:120)  The panel held “[i]n light of the rapidly escalating public health crisis, \nImmigration  Wardlaw, M.  Order  which public health authorities predict will especially impact \nSmith, and Judge    immigration detention centers, the court sua sponte orders that \nDetention  \nSiler, 6th Cir.,    Petitioner be immediately released from detention and that removal of \nsitting by  Petitioner be stayed pending final disposition by this court.”29 \ndesignation. \nC.D. Cal, Judge  TRO and order  (cid:120)  Judge Halter ordered the release of two ICE detainees. The court \nTerry J. Halter, Jr.  to show cause  found that in detention “[p]etitioners have not been protected [against \n  based on writ  risks associated with COVID-19]. They are not kept at least 6 feet \n  of habeas  apart from others at all times. They have been put into a situation \ncorpus   where they are forced to touch surfaces touched by other detainees, \nsuch as with common sinks, toilets and showers. Moreover, the \nGovernment cannot deny the fact that the risk of infection in \nimmigration detention facilities – and jails – is particularly high if an \nasymptomatic guard, or other employee, enters a facility. While social \nvisits have been discontinued at Adelanto, the rotation of guards and \nother staff continues.”30 \n6 \n \n\nD. Mass, Judge  Oral Order  (cid:120)  Judge Wolf ordered the release, with conditions, from ICE custody a \nMark L.Wolf  member of the class in Calderon v. Nielsen based, in part, on the \n“extraordinary circumstances” posed by COVID-19.31 \nS.D.N.Y., Judge  Memorandum  (cid:120)  Judge Daniels ordered the release, under Mapp v. Reno, 241 F.3d 221 \nGeorge B. Daniels   Decision and  (2d Cir. 2001), of an individual as there was likelihood of success on \nOrder  the merits and COVID-19 risks and individual’s own medical issues \nconstituted “extraordinary circumstances warranting release.”32  \nS.D.N.Y., Judge  Opinion and  (cid:120)  Judge Nathan ordered the immediate release of four detainees finding \nAlison J. Nathan   Order  “no evidence that the government took any specific action to prevent \nthe spread of COVID-19 to high-risk individuals . . .  held in civil \ndetention.”33 \nS.D.N.Y., Judge   Memorandum  (cid:120)  Judge Torres granted immediate release on recognizance for ten \nAnalisa Torres  Decision and  individuals in immigration detention who have a variety of chronic \nOrder.   health conditions that put them at high risk for COVID-19. These \nconditions include obesity, asthma, diabetes, pulmonary disease, \nhistory of congestive heart failure, respiratory problems, \ngastrointestinal problems, and colorectal bleeding. The court held \ndetainees face serious risks to their health in confinement and “if they \nremain in immigration detention constitutes irreparable harm \nwarranting a TRO.”34 \n \n                                                 \n1 This chart provides only a sample of the judicial action taken throughout the country as judges continue to \nrespond to the COVID-19 pandemic.  \n2Administrative Order, No. 2020-00010, Ala. Ct. App. (Mar. 18, 2020), \nhttps://drive.google.com/file/d/1I4QLwsytSVkdOuo5p6qb1JcuFWcAV4oA/view?usp=sharing. Note: the original \norder has been revised to provide discretion to the Sheriffs. See Mike Carson, Alabama Judge Orders Jail Inmates \nReleased, then Leaves it Up to Sheriffs, AL.Com (Mar. 19, 2020), https://www.al.com/news/2020/03/alabama-\njudge-orders-jail-inmates-released-then-leaves-it-up-to-sheriffs.html. \n7 \n \n\n                                                                                                                                                                                                                         \n3 Scott Buffon, Coconino County Jail Releases Nonviolent Inmates in Light of Coronavirus Concerns, Arizona \nDaily Sun (updated Mar. 25, 2020), https://azdailysun.com/news/local/coconino-county-jail-releases-nonviolent-\ninmates-in-light-of-coronavirus/article_a6046904-18ff-532a-9dba-54a58862c50b.html. \n4 Advisory from California Chief Justice Tani Cantil-Sakauye to Presiding Judges and Court Executive Officers of \nthe California Courts (Mar. 20, 2020), https://newsroom.courts.ca.gov/news/california-chief-justice-issues-second-\nadvisory-on-emergency-relief-measures.  \n5 Standing Order of the Sacramento Superior Court, No. SSC-20-PA5 (Mar. 17, 2020), \nhttps://www.saccourt.ca.gov/general/standing-orders/docs/ssc-20-5.pdf. \n6 Order of Consolidation and for Appointment of Special Master, Office of the Public Defender v. Connors, SCPW-\n20-0000200 (Apr. 2, 2020), https://www.courts.state.hi.us/wp-content/uploads/2020/04/040220_SCPW20-\n200and20-213_OPDvConnors_OPDvIge_ORD.pdf\n \n7 Kyle C. Barry, Some Supreme Courts Are Helping Shrink Jails to Stop Outbreaks. Others Are Lagging Behind., \nThe Appeal (Mar. 25, 2020), https://theappeal.org/politicalreport/some-supreme-courts-are-helping-shrink-jails-\ncoronavirus; John Cheves, Chief Justice Pleads for Kentucky Inmate Release Ahead of COVID-19 but Progress \nSlow, Lexington Herald Leader (Mar. 23, 2020), \nhttps://www.kentucky.com/news/coronavirus/article241428266.html. \n8 Emergency Order Vacating Warrants for Unpaid Fines, Unpaid Restitution, Unpaid Court-Appointed Counsel \nFees, and Other Criminal Fees (Mar. 17, 2020), https://www.courts.maine.gov/covid19/emergency-order-vacating-\nwarrants-fines-fees.pdf. \n9 Joint Statement of Chief Justice Bridget M. McCormack, Mich. Sup. Ct. and Sheriff Matt Saxton, Exec. Dir., \nMich. Sheriff Ass’n (Mar. 26, 2020), https://courts.michigan.gov/News-\nEvents/press_releases/Documents/CJ%20and%20MSA%20Joint%20Statement%20draft%202%20(003).pdf. \n10 Letter from Chief Justice Mike McGrath, Mont. Sup. Ct,  to Mont. Ct. of Ltd. Jurisdiction Judges (Mar. 20, \n2020), https://courts.mt.gov/Portals/189/virus/Ltr%20to%20COLJ%20Judges%20re%20COVID-\n19%20032020.pdf?ver=2020-03-20-115517-333. \n11 Consent Order, In the Matter of the Request to Commute or Suspend County Jail Sentences, No. 084230 (N.J. \nMarch 22, 2020), https://www.aclu-nj.org/files/5415/8496/4744/2020.03.22_-\n_Consent_Order_Filed_Stamped_Copy-1.pdf.  \n8 \n \n\n                                                                                                                                                                                                                         \n12 People of the State of New York, ex rel., v. Cynthia Brann, No. 260154/2020 (Sup. Ct. NY Mar. 25, 2020), \nhttps://linkprotect.cudasvc.com/url?a=https%3a%2f%2flegalaidnyc.org%2fwp-\ncontent%2fuploads%2f2020%2f03%2fLAS-Mass-Parole-Holds-\nWrit.pdf&c=E,1,pDbcoVtCJ0c6j6E8cI3m276yaRsx-nzttikQuvDWwS91mRHj6RhL8o5pEJmJl-lk86sC7-\nf1rq9dTIh2Pe3ZmAUcoZCiC9er2g4Z4mL_ToQ,&typo=1; see also Frank G. Runyeon, NY Judges Release 122 \nInmates as Virus Cases Spike in Jails, Law360 (March 27, 2020), \nhttps://www.law360.com/newyork/articles/1257871/ny-judges-release-122-inmates-as-virus-cases-spike-in-jails. \n13 Jeffrey v. Bran, (Sup. Ct. NY Mar. 26, 2020). See Press Release, Redmon Haskins, Legal Aid Wins Release of 16 \nIncarcerated New Yorkers at a High Risk of COVID-19 from City Jails (Mar. 26, 2020), \n  https://legalaidnyc.org/wp-content/uploads/2020/03/03-26-20-Legal-Aid-Wins-Release-of-16-Incarcerated-New-\nYorkers-at-a-high-risk-of-COVID-19-from-City-Jails.pdf; \nsee also Runyeon, NY Judges Release 122 Inmates, supra note 11.  \n14 Memorandum from Chief Justice Beatty, Sup. Ct of S.C to Magistrates, Mun. Judges, and Summary Ct. Staff \n(March 16, 2020), https://www.sccourts.org/whatsnew/displayWhatsNew.cfm?indexId=2461.  \n15 Ryan Autullo, Travis County Judges Releasing Inmates to Limit Coronavirus Spread, Statesman (Mar. 16, \n2020), https://www.statesman.com/news/20200316/travis-county-judges-releasing-inmates-to-limit-coronavirus-\nspread?fbclid=IwAR3VKawwn3bwSLSO9jXBxXNRuaWd1DRLsCBFc-ZkPN1INWW8xnzLPvZYNO4. \n16 Order, Administrative Order for Court Operations During Pandemic (Utah Mar. 21, 2020), \nhttps://www.utcourts.gov/alerts/docs/20200320%20-%20Pandemic%20Administrative%20Order.pdf. \n17 Am. Order, In the Matter of Statewide Response by Washington State Courts to the Covid-19 Public Health \nEmergency, No. 25700-B-607 (Wash. Mar. 20, 2020), \nhttp://www.courts.wa.gov/content/publicUpload/Supreme%20Court%20Orders/Supreme%20Court%20Emergency\n%20Order%20re%20CV19%20031820.pdf.   \n18 Order Adopting Temporary Plan to Address Health Risks Posed by the COVID-19 Pandemic, In the Matter of \nthe Wyoming Supreme Court’s Temporary Plan Regarding COVID-19 Pandemic (Wyo. Mar. 18, 2020), \nhttp://www.courts.state.wy.us/wp-content/uploads/2020/03/COVID-19-Order.pdf.  \n19 Minute Order, United States v. Michaels, 8:16-cr-76-JVS, (C.D. Cal. Mar. 26, 2020),  \nhttps://drive.google.com/file/d/1BeWih63M7FKreKEvLJyIQevYSivGA_PU/view. \n9 \n \n\n                                                                                                                                                                                                                         \n20 Edmund H. Mahony, Courts Ponder the Release of Low Risk Inmates in an Effort to Block the Spread of \nCOVID-19 to the Prison System, Hartford Currant (Mar. 24, 2020), https://www.courant.com/coronavirus/hc-news-\ncovid-inmate-releases-20200323-20200324-oreyf4kbdfbe3adv6u6ajsj57u-story.html.  \n21 Minute Order, United States v. Jaffee, No. 19-cr-88 (RDM) (D.D.C. Mar. 26, 2020), \nhttps://drive.google.com/file/d/1AYfIU6QKCOEIpX5Vh3Af6BDqO8goZ5WE/view. \n22 United States v. Harris, No. 19-cr-356 (RDM) (D.D.C. Mar. 26, 2020), \nhttps://drive.google.com/file/d/1aO3BNOKB8ukL20A76Mu7Fn0GyCng0Ras/view. \n23 United States v. Barkma, No. 19-cr-0052 (RCJ-WGC), 2020 U.S. Dist. LEXIS 45628, at *3 (D. Nev. Mar. 17, \n2020), https://drive.google.com/file/d/1o35MokiprkmhzCUUieg_Eua6e05v4zOw/view. \n24 United States v. Copeland, No. 2:05-cr-135-DCN, at 7 (D.S.C. Mar. 24, 2020), \nhttps://drive.google.com/file/d/1tyA8Kjvld23QTLoWo7xbAdqLEOCCVC4q/view. \n25 United States v. Garlock, No. 18-CR-00418-VC-1, 2020 WL 1439980, at *1  (N.D. Cal. Mar. 25, 2020), \nhttps://drive.google.com/file/d/1H47EQMXtQZkXFv_GXSffAV6Xkse3-kpl/view. \n26 In The Matter Of The Extradition Of Alejandro Toledo Manrique, No. 19-mj-71055-MAG, 2020 WL 1307109, \nat *1 (N.D. Cal. Mar. 19, 2020), https://drive.google.com/file/d/1AfU1ft4Lcm60QbPhjgo9HgGAHkbPKPzD/view. \n27 AM. Order, United States v. Perez, 19-cr-297 (PAE), at 1 (S.D.N.Y. Mar. 19, 2020), \nhttps://drive.google.com/file/d/17xE8qdGeeTI2d2dWjNDfwmxLc8GxTtfA/view. \n28 United States v. Stephens, No. 15-cr-95-AJN, 2020 WL 1295155, at *2-3 (S.D.N.Y. Mar. 19, 2020),  \n https://drive.google.com/file/d/1hEhz9olCfaKRinDvUOKqjDTcx3-nc4vq/view.  \n29 Xochihua-Jaimes v. Barr, No. 18-cv-71460 (9th Cir. Mar. 23, 2020),  \nhttps://drive.google.com/file/d/16eh6qMzihmNlSEq0SzmCSQx98OiLn38l/view \n30 Castillo v. Barr, No. 20-cv-605 (TJH)(AFM), at 10 (C.D.Cal. Mar. 27, 2020), \nhttps://drive.google.com/file/d/1BeFuU-Lrjj-VVeA6QA2O7zLud7aWIvEN/view. \n31 Transcript of Oral Argument, at 3-4, 6, Jimenez v. Wolf, No. 18-10225-MLW (D. Mass. Mar. 26, 2020), \nhttps://www.courtlistener.com/recap/gov.uscourts.mad.195705/gov.uscourts.mad.195705.507.1.pdf. \n32 Jovel v. Decker, No. 12-cv-308 (GBD), at 2(S.D.N.Y. Mar. 26, 2020),  \n https://drive.google.com/file/d/1mrJ9WbCgNGeyWn1cy3xAvo61yJWnaDe8/view. \n33 Coronel v. Decker, No. 20-cv-2472 (AJN), at 10 (S.D.N.Y. Mar. 27, 2020), https://legalaidnyc.org/wp-\ncontent/uploads/2020/03/20cv2472-Op.-Order-3.27.20.pdf. \n10 \n \n\n                                                                                                                                                                                                                         \n34 Basank v. Decker, No. 20-cv-2518 (AT), at 7, 10 (S.D.N.Y. Mar. 26, 2020), \nhttps://drive.google.com/file/d/1FJ7tU9JCskKPh4xkoe4j3YgoQ5y2_y0P/view.  \n11 \n \n\nExhibit 3\n\n \n \n \n \n \n \nMarch 13, 2020 \n \nJ. Bennett Guess, Freda Levenson \nACLU of Ohio \n4506 Chester Avenue \nCleveland, OH 44103  \n \nThank you for your letter to the Governor dated March 10, 2020 pertaining to DRC’s response to COVID‐19. We \nthink this is an excellent opportunity to share with (cid:92)(cid:82)(cid:88) all what we are doing to care for those who work and live in \nour facilities. It is also our hope you will share this information with your stakeholders, as we have many in \ncommon, to help assuage anxiety amongst those we serve.  \nIn your letter, you also refer to jails. DRC does not directly supervise the administration and operation of jails. We \nwill continue to use our resources in the DRC Bureau of Adult Detention to provide oversight, guidance, general \ninformation, and recommendations for operational changes to these jails in response to COVID‐19. We have \nincluded some of the messages we have sent to them during this time for your review.  \nRegarding Ohio’s prisons, the health and safety of incarcerated men and women under our care and that of our \nstaff is always one of our top priorities.  \nDRC has been preparing and planning for the possibility of a pandemic for many years and protocols have been put \nin place to deal with influenza on an ongoing basis. These plans are very similar to what is needed to safely manage \nCOVID‐19. In the recent weeks we have extensively reviewed and updated these plans with information specific to \nCOVID‐19.  \nThe actions we have taken so far are in coordination with the Ohio Department of Health (ODH) and are associated \nwith best practices and the recommendations made by healthcare authorities. Our future actions will also be made \nin coordination with the ODH. We have included a timeline of our actions so far which was started after there was \nevidence COVID‐19 was likely to emerge in Ohio. However, as indicated before, actions to prevent the spread of \ninfectious disease were always underway before this timeline started.  \nJust as you indicate in your letter, we also believe communication is very important and have been constantly \ncommunicating with as many stakeholders possible, including the men and women under our supervision. We are \nusing memos, posters, email blasts, social media, and conference calls to communicate. On March 12, 2020 we \nopened special information lines for the families of incarcerated adults and our staff to call with questions.  \nWe are continuing to educate the incarcerated people under our care about COVID‐19, including the symptoms \nand prevention methods. Most notably, we emphasize handwashing and cough/sneeze etiquette, which is \nroutinely referred to as one of the best healthcare practices. These same instructions have also been provided to \nour staff.  \nIn addition to education materials, we try to communicate the actions we intend to take, with as much notice as \npossible, to try and reduce panic or surprise. We are of course subject to the uncertain and evolving nature of \nthese sort of events where the information is fluid and can change in a matter of moments based on the \ninformation received from healthcare authorities. We have enclosed some examples of the communications we \nhave completed.  \n1 \n \n\n \n \nAll our pandemic preparedness plans are comprehensive and include information about staffing plans to ensure \nessential functions are completed while offering flexibility to address the emerging needs of a pandemic. We \ncannot share staffing patterns and our specific responses to reductions in available staff which are contained in our \nCritical Incident Management plans. These plans contain security sensitive information that cannot be shared \npublicly. We can assure you, however, that these plans cover all critical functions, including those roles performed \nroutinely by incarcerated persons.  \nThese plans have also been regularly updated to address situations such as quarantine, treatment, and protecting \nvulnerable populations. They also have been updated to match current ODH recommendations and best practices.  \nPart of our response plan also includes a task force devoted to commodities, logistics, and supply. This task force \nhas been ensuring there are adequate sanitary and hygiene goods in all facilities. This includes personal care items \nsuch as soap, toilet paper, and paper towels to support our aggressive hand‐washing efforts. In addition, we have \nchemicals on hand which are effective against coronavirus according to the Centers for Disease Control (CDC) \npublished list.  \nPrisons have sanitation crews working throughout the day to disinfectant door handles, surfaces, and other \ncommon areas. It is important to also note, we strive to be flexible and responsive during this time. An example of \nthis is how we approved the use of alcohol‐based hand sanitizer in our prisons. Alcohol‐based sanitizer is normally \none of our banned substances because it is flammable. But, we will allow staff to carry it and we will deploy it for \ninmates in a measured and safe manner to help reduce the chances of the spread of COVID‐19.  \nThe commodities task force also ensured we have adequate stores of food to address any potential interruption in \nsupply and they are assisting in the procurement of other mission critical items. Finally, the task force is also \ncharged with ensuring we have an accurate inventory of critical items, such as PPE, and ensuring these items are \nsecured and used in compliance with the recommendations of the ODH.  \nIn addition to our historical preparedness, our agency is addressing the concerns of COVID‐19 by using a measured \nand incremental response system, coordinated with ODH and the DRC health authority. Our healthcare authority is \nempowered in this process and although security is always a primary concern, the healthcare authority is directing \nour response to COVID‐19.  \nOur incremental response is tied to various factors including the information we receive from the ODH, the extent \nof infection in the community, and the extent of the infection in our prisons.  \nUp until 3/10/2020, we were in the first stage of our response plan. This stage we refer to as “green”. It means we \nare monitoring the spread of COVID‐19 and we are taking general preparedness actions. These actions include, but \nare not limited to:  \n1) Emphasizing general sanitation;  \n2) Sanitizing surfaces on a persistent basis;  \n3) Encouraging aggressive handwashing;  \n4) Educating staff and incarcerated persons on COVID‐19 prevention and symptoms;  \n5) Emphasizing with our staff the need to stay home if you are sick or symptomatic;  \n6) Educating individuals on, and encouraging, social distancing practices. These include, but are not limited to, \nreducing group meetings, using teleconferencing when possible, and encouraging people to forgo handshaking and \n2 \n \n\n \n \nother close contact. What we are not doing, however, is interrupting the worship and structured recreational \nopportunities of our incarcerated persons;  \n7) Offering flu shots to every incarcerated person over the past few months and making the flu shot available to \nstaff at their worksites. Although the flu shot is not effective against COVID‐19, it helps reduce the burden on our \nhealthcare resources so we have more available to address the emerging need;  \n8) Updating our electronic health record system to capture specific symptoms associated with COVID‐19 to assist \nin diagnosis, tracking, and data; and  \n9) Screening all incoming incarcerated persons to our facilities for symptoms of COVID‐19, whether it is from jails, \ncommunity supervision violations, or other agencies.  \nOn 3/10/2020, due to the increasing likelihood that cases of community transmission would soon be confirmed, \nDRC increased our response level from “green” to “orange”. This new level, and the response plans associated, \nwere made in collaboration with the Ohio Department of Health as well as other state agencies who house \nindividuals in their facilities, including, but not limited to, the Department of Youth Services (DYS), Ohio Mental \nHealth and Addiction Services (OMHAS), and the Department of Developmental Disabilities (DODD).  \nThe first line of defense to prevent widespread transmission is to stop the virus from entering our facilities. \nTherefore, many of the actions for level orange are designed to reduce the chances of a positive case of COVID‐19 \nin general population, or at a minimum, slow the transmission to not overwhelm medical capacity. Once someone \nin one of our facilities tests positive for COVID‐19, the nature of this makes containment more challenging, \nalthough we have plans for this contingency as well.  \nIn keeping with the goal of stopping the infection from entering the facilities, it became necessary to limit the \nentry of people into our facilities. Staff, mission critical contractors, and attorneys will still be entering facilities to \nensure continuing operations, but visitors, volunteers, and non‐essential contractors will not be allowed into \nDRC/DYS facilities until the situation changes. We have been open and transparent in this decision making, \ncommunicating clearly with our incarcerated population in advance regarding what we intended to do and why.  \nWe want to reiterate that family/loved one support and engagement is one of the key values and goals of our \nagencies. For the DRC, it is enshrined in one of our core themes “Family Involvement in Offender Success”. Over \nthe past year we have worked to significantly expand visiting opportunities and add structured family activities \nincluding Family Worship and Programming.  \nTo lessen the impact on families and the loved ones of those incarcerated, we have worked with our vendors and \nservice providers to provide a free video visit and 2 free phone calls per week. In addition, we plan to decrease \nadditional video visit lengths to 15 minutes (currently 30) and decrease the price to $3.50 to create more \nopportunities for contact. This will allow families and friends to stay in touch easier while limiting the financial \nburden.  \nAt this orange level of response, we are also in the process of completing, or have already taken, the following \nactions:  \n1) Screening of staff, attorneys, and contractors at prison and office entry points for symptoms or risk factors of \nCOVID‐19;  \n2) Halting the work of incarcerated persons in jobs off state grounds;  \n3) Reducing transfers and movement in, and between, our facilities with exceptions for mission critical needs; and  \n3 \n \n\n \n \n4) Halting unnecessary travel for staff and cancelling non‐essential meetings and trainings.  \nThis is not a complete inventory of the many actions we are taking on an hourly basis to care for the people under \nour supervision, our staff, and our communities. However, please know that our agency shares each of your \nconcerns raised in your letter and will continue to address them as the situation evolves in accordance with the \nrecommendations made by ODH and other healthcare authorities.  \nThank you once again for your input in this matter. Attached to this letter are some of the documents we can share \nwith you as documentation to demonstrate our efforts in responding to this critical situation. We hope you will \nhelp us communicate to all your stakeholders the details of what we are doing to address COVID‐19 so we can \nwork together to prevent panic and reduce the anxiety which naturally occurs in these circumstances. \nSincerely, \n \n \nAnnette Chambers‐Smith \nDirector \nOhio Department of Rehabilitation and Correction \n \n \n \n \n4 \n \n\nExhibit 4\n\n \n121 Mystic Avenue, Suite 9 \nMedford, Massachusetts 02155 \nT: (781) 393.6985 \n \n \nApril 2, 2020 \n \nGovernor Mike DeWine \nVern Riffe Ctr. \n77 S. High St., 30th Fl. \nColumbus, OH 43215 \n \nDear Governor DeWine: \n \nThank you for leading the country with Ohio’s strong COVID-19 tracking response. You have been a \n​\nbrave, early advocate for taking effective precautions that are greatly benefiting Ohioans.  \n \nHaving served Ohio as police and prosecutors, we wish to commend you, and we wish to request your \n​\nattention to a vulnerability in our state’s COVID-19 strategy. Public health officials are warning that \n​\nCOVID-19 transmission in correctional facilities poses a potentially catastrophic risk. Transmission \n​ ​\nbetween prisoners, officers, and staff would quickly spread outside the facilities to the families of officers \nand released prisoners, accelerating the pandemic. We have watched governors act on this issue in \nColorado, California, and New Jersey. Tragically, efforts in New York are coming too late, as Rikers \n​ ​ ​ ​ ​ ​\nIsland is already facing an unmanageable crisis. We are writing to urge you to take executive action \n​ ​\nto address this risk. A list of concrete recommendations is attached. \n​ ​\n \nThere is strong public support for dramatically reducing jail and prison populations to slow the spread of \nthe coronavirus. Sixty-six percent of likely voters, including 59% of those who identify as “very \nconservative,” said that elected officials should be considering measures to reduce populations in prisons \nand jails as a response to coronavirus.1 Criminal justice leaders are already taking action to safely reduce \ncorrectional populations.2   \n \nIt is challenging for our cities and counties to respond effectively to this crisis, since it requires so many \ndifferent agencies to coordinate. Our justice system needs state-level guidance in order to act swiftly, \nproperly allocate resources, and minimize casualties. \n \nWe write to you as the sole actor with the authority to achieve system-level results with clarity, \nconsistency, and vision. We suggest sensible, safe steps you could take right now to prevent the spread \nof COVID-19 in correctional facilities and beyond: \n1Fighting the Coronavirus with Decarceration:  Policies and Polling, Data for Progress (March 2020) Accessed at \nhttps://www.dataforprogress.org/memos/fighting-coronavirus-with-decarceration. (March 16, 2020 to March 17, \n​\n2020, survey of 2509 likely voters.) \n2 \"Jails Release Prisoners, Fearing Coronavirus Outbreak - WSJ.\" 22 Mar. 2020, \n​\nhttps://www.wsj.com/articles/jails-release-prisoners-fearing-coronavirus-outbreak-11584885600. Accessed 23 Mar. \n​\n2020. \n\n \n121 Mystic Avenue, Suite 9 \nMedford, Massachusetts 02155 \nT: (781) 393.6985 \n \n \n1. Immediately and safely decrease the number of people in Ohio’s jails \nand prisons. \n \n2. Dramatically reduce new incarceration. \n \nThe time for action is now. This pandemic is here, and – if it hasn’t already – it will make its way into \nour state’s carceral facilities. Attached to this letter is a list of action steps that you could take \n​\nimmediately to address this crisis head-on. \n​\n \nSincerely, \n \nCarlis McDerment \nFormer Deputy Sheriff \nFairfield County Sheriff’s Office, OH \n \nChief Daniel Meloy (Ret.) \nColerain Township Police Department \nColerain County, OH \n \nCapt. Howard Rahtz (Ret.) \nCincinnati Police Department \nCincinnati, OH \n \nCarter Stewart \nFormer US Attorney \nSouthern District of Ohio \n \nChief Tom Synan \nNewtown Police Department \nNewtown, OH \n \nEnc.  Recommendations for Gov DeWine.pdf \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/108640"
    }
  ],
  "document_count": 5
}