{
  "case_id": 11171,
  "fetched_at": "2025-10-22T00:13:34.379486",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New York State Department of Social Services",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "New York",
        "name": "New York City Department of Social Services",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "New York",
        "name": "New York City Human Resources Administration",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Child Welfare"
    ],
    "cause_other": "Social Services Law",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 1988,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "New York state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1985-10-28",
    "filing_year": 1985,
    "id": 11171,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Poverty/homelessness",
      "General/Misc.: Public benefits (includes, e.g., in-state tuition, govt. jobs)"
    ],
    "last_checked_date": "2012-06-27T00:00:00-04:00",
    "main_docket": {
      "id": 31877,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1985,
      "docket_filing_number": 25168,
      "is_main_docket": true,
      "court": "New York state trial court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "25168/85",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Grant v. Cuomo",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "New York City families with children at risk of removal to foster care, along with non-profit institutions dedicated to children's rights",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>On October 28, 1985, New York City families with children at risk of removal to foster care, along with non-profit institutions dedicated to children's rights, filed a lawsuit under the federal Social Services Law, U.S. Code, and various state laws mandating the provision of social services, against State Department of Social Services and City Department of Social Services in the Supreme Court of New York County, Special Term.  Represented by public and private counsel, the plaintiffs sought declaratory, injunctive, and monetary relief, claiming that the agencies failed to fulfill their duty to provide specified protective services as mandated by state and federal law.  Specifically, the plaintiffs claimed that federal and state law required defendants to provide a host of preventive and protective services designed to prevent the placement of children in foster care, and to ensure that reports of child abuse are effectively investigated in a timely manner. </p><p>The plaintiffs claimed that they suffered irreparable harm due to the defendants' failure to provide required services in a timely way.  These services included childcare, homemaker assistance, assistance finding adequate housing, counseling, and other services designed to prevent the removal of children from their families into foster care.  In addition, the plaintiffs alleged that the agencies consistently failed their duty under state law to investigate reports of child abuse within twenty-four hours, conduct home visits or in-person interviews of subjects of such reports, or offer appropriate services to allegedly abused children, their families, or both.  </p><p>On May 27, 1986, the Court (Judge Edward Lehner) granted family-plaintiffs' motions for a preliminary injunction requiring City defendants to prepare service plans within 30 days and provide whatever preventive services were specified therein.  The Court also granted institutional-plantiffs' motion for a preliminary injunction in part, requiring City defendants to investigate reports of child abuse within 24 hours.  Finally, the Court denied the plaintiffs' motion for class certification as superfluous, and denied defendants' motion for summary judgment. Grant v. Cuomo, 509 N.Y.S.2d 685 (N.Y. Sup. Ct. 1986).  Defendants appealed these three components of this order.</p><p>On July 9, 1987, the Supreme Court Appellate Division (Judge Leonard Sandler) affirmed and modified the lower court's order.  This Court affirmed the granting of institutional-plaintiffs' injunction regarding protective services, but found that the statutes did not impose a nondiscretionary duty to comply with the service plans.  For that reason, the Court modified the order to exclude the family-plaintiffs' injunction requiring City defendants to make and comply with service plans.  Grant v. Cuomo, 518 N.Y.S.2d 105 (N.Y. 1988).</p><p>On December 20, 1988, the Court of Appeals of New York (Chief Judge Sol Wachtler, Judge Richard Simons, Judge Judith Kaye, Judge Alexander, Judge Vito Titone, Judge Stewart Hancock, and Judge Joseph Bellacosa) held that regulation of Department of Social Services did not impose any nondiscretionary duty to provide preventive services and affirmed the ruling of the Supreme Court Appellate Division.  </p><p></p>",
    "summary_published_date": "2012-06-01T00:00:00-04:00",
    "summary_short": "On October 28, 1985, New York City families with children at risk of removal to foster care, along with non-profit groups dedicated to children's rights, filed a lawsuit under the federal Social Services Law, U.S. Code, and state law against State Department of Social Services and City Department of Social Services in the Supreme Court of New York County, Special Term.  Represented by public and private counsel, the plaintiffs sought declaratory, injunctive, and monetary relief, claiming that the agencies failed to fulfill their duty to provide specified services.  Specifically, the plaintiffs claimed that federal and state law required defendants to provide a host of preventative and protective services designed to prevent the placement of children in foster care, and ensure that reports of child abuse are effectively investigated in a timely manner.\r\n\r\nPlaintiffs had some success in the lower courts, earning a preliminary injunction that ordered the defendants to provide specified preventive and protective services. On December 20, 1988, the New York Court of Appeals affirmed the order as modified to exclude the mandatory provision of preventive services.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11171",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11171",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11171",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11171"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119686,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119686"
    },
    {
      "date": "1986-05-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33119,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33119.pdf",
      "title": "Complaint",
      "text": ", .\n/ -  -M-\n<\nNOTES\t\n11\nLISA AND GREGORY GRANT et al v.\nMARIO M. CUOMO, et al\nNo. 2S168/85\nMay 21, 1986\n464\n465\n\nSUPREME COURT OF THE STATE OF NEW YORK\nCOUNTY OF NEW YORK\n----------------------------------------x\nLISA and GREGORY GRANT and their\nchildren GREGORY JR. and MASON LEE;\nELIZABETH CRUZ and her children ISMAEL,\nDAISY and YOLANDA; DEYETRIA BANKS and\nher children LAMAR, DAVONN, DEMETRIL'S\nand BOBBY; STEPFANIE OCAMPO and her\nchild SAIDAi?; CITIZENS COMMITTEE FOR\nCHILDREN OF NEW YORK, INC.; ASSOCIATION\nTO BENEFIT CHILDREN; COALITION FOR THE\nMELESS; on behalf of themselves and\non behalf of all others similarly\nsituated,\nPlaintiffs,\n-against-(cid:9) 'COM.PLAINT\nMARIO M. CUOMO, as Governor of the\nState of New York; CESAR A. PERALES, as\nCommissioner of the New York State\nDepartment of Social Service;;\nEDWARD :. KOCH, as Mayor of the City\no°_ sew York; GEORGE GROSS, as\nAdministrator of the New York City\nHuT.an Resources A^cminis*_ration and\nCommissioner of the New York City\nDepartment of Social Services;\nDefendants.\n----------------------------------------x\nPlaintiffs, on behalf of themselves and other simi-\nlarly situated persons, by their undersigned attorneys, for\ntheir complaint herein, allege:\n(cid:9)\n466 467\n\nPreliminary Statement Further, state and federal law mandate that defen-\ndants provide families -- as a matter of right -- with a host\n1.(cid:9) Plaintiffs bring this action for decla-atory and of services designed to prevent the placement of children in\ninjunctive relief, as well as damages, arising from defendants' foster care. These preventive services include day care, home-\nongoing failure to provide to plaintiffs, a group of child-en makers to assist in the care of children and various forms of\nand their families in New York City, the protective and preven- counselling. According to a recent report prepared for the\ntive services mandated by state and federal law. In add- ;ur legislature pursuant to the Child Welfare Reform Act, defer•\nto the named minor plaintiffs, tens of thousands of other _`l- dants fail to provide the mandated preventive services to 49\ndren, primarily poor children, go unprotected from serious'Ian- percent of the families eligible for and in need of support.\ngerm because of the defendants' failure to provide these c;ii.l- As a consequence, many children are needlessly removed from\ndren with the services to which they are entitled. their families and placed in foster care. Aside from the\nirreparable damage a child suffers by an inappropriate rei.. +sl\nState law specifically requires that investigations\nfrom his or her family, studies indicate that actual abuse of\nof reports of maltreatment of children be commenced withil 24\nchildren in foster care is nearly double the city-wide rate if\nhours. This past year over 6,000 children went completely\nchild abuse.\nwithout this protection because defendants failed to respond in\nany timely way to reports they received of the abuse or ne,:,:..?ct Plaintiffs seek an order requiring defendants tc meet\nof children. When investigations of abuse reports did beq.i their duty, imposed by the state and federal legislatures,\nwithin 24 hours, some 60 percent of those investigations c-nr- provide the plaintiff children with the protective and prevei-\nsisted of nothing more than a phone call. Defendants also; fail tive services to which they are specifically entitled.\nto complete the most rudimentary elements of an investigat.•.a^^\nof child abuse. In 30 percent of the investigations condu:t.aad\nby defendants, the children who were the subject of the re-\nported maltreatment had not even been seen at the 40-day po–lt\nof the investigation. The harm suffered by many of these\nchildren, who are left unprotected, is severe and irreparal:.e.\n1(cid:9)\n468(cid:9) 469\n\nThe Parties 6. Plaintiff Citizens' Committee for Children of\nNew York, Inc. (\"Citizens Committee\") is a not-for-profit orga-\nPlaintiffs\nnization dedicated to protecting the rights and interests of\n2. Lisa and Gregory Grant are the parents of an children. Among other things, the Citizens' Committee monitors\neighteen month old child, Gregory Jr., and are expecting their the provision of 'services to children by state, local and\nsecond child. Their children are at risk of being placed in nongovernmental agencies. In particular, the Citizens' Commit-\nfoster care. Plaintiffs Grant have requested and have been tee works extensively to insure the adequacy of foster care\ndenied preventive services by defendants. programs and related services.\n3. Elizabeth Cruz is the mother of three children, 7. Plaintiff Association to Benefit Children\nIsmael, Daisy and Yolanda, ranging in age from 3-1/2 years to (\"ABC\") is a not-for-profit corporation dedicated to the pro-\none year. Her children are at risk of being placed in foster tection of children in New York. ABC expends substantial re-\ncare. Plaintiff Cruz has requested and has been denied preven- sources assisting children who have suffered from abuse or ne-\ntive services by the defendants. glect.\n4. Demetria Banks is the mother of four children, B.(cid:9) Plaintiff Coalition for the Homeless is a not-\nLamar, Davonn, Demetrius and Bobby, ranging in age from ten for-profit corporation dedicated to alleviating the suffering\nyears to three years. Her children are at risk of being placed of the poor in New York. The Coalition expends substantial re-\nin foster care. Plaintiff Banks has requested and has bert sources assisting children who have suffered from abuse or ne-\ndenied preventive services by the defendants. glect.\n5. Stephanie Ocampo is the mother of a four year Defendants\nold child named Saidah Ocampo. Plaintiff Saidah Ocampo is in\n9.(cid:9) Defendant Mario M. Cuomo is the Governor and\ndanger of being placed in foster care. Plaintiff Ocampo has\nChief Executive Officer of the State of New York. He is\nrequested and has been denied preventive services by defer-\nresponsible for the faithful execution of the law..\ndants.\n470(cid:9) 471\n\n10. Defendant Cesar A. Perales is the duly appointed avoid their removal from their families, or (iii) in foster\nCommissioner of the New York State Department of Social Ser- care but unable to return to their families because appropriate\nvices and, pursuant to the Social Services Law, is responsible preventive services are not provided, and (b) the parents of\nfor the administration of public assistance programs, including all such children.\nprotective and preventive programs, throughout the State of New\nYork. 14. The number of children and parents in the class\nis so numerous as ' make joinder impracticable. The precise\n11. Defendant Edward I. Koch is the Mayor and Chief\ncamber of class members fluctuates; to the extent that the\nExecutive Officer of the City of New York. He is responsible\nnumber is known at any given time, such information is in the\nfor the faithful execution of the law.\ncontrol of defendants.\n12. Defendant George Gross is the duly appointee\n15. Questions of law and fact common to members of\nAdministrator of the New York City Human Resources Adminis'ra-\nthe class predominate over any questions affecting only ind.\ntion (HRA) and is the Commissioner of the New York City Depart-\nvidual members.\nment of Social Services. As such, Defendant Gross is respon-\nsible for the welfare of children who reside within New York 16. There are questions of law and fact commor. ro\nCity and are in need of public assistance, care, support or all members of the class in that defendants have systematica:ly\nprotection. failed to make available to children and their parents the re-\nquired services and programs under the New York Social Services\nClass Action Allegations\nLaw and implementing regulations, the Social Security Act, the\n13. Plaintiffs bring this action on behalf of them- Code of Federal Regulations, and the United States Constiti,-\nselves and on behalf of a class consisting of (a) children Lion.\nresiding in the City of New York who are (i) the victims of or\n17. The claims of the representative parties are\nthreatened with abuse, or (ii) at risk of being placed in fos-\ntypical of the claims of the class.\nter care and entitled to receive the services necessary to\n472(cid:9) 473\n\ntheir rights pursuant to this title in regard to\n18. The representative parties will fairly and ade-\namendment or expungement;\nquately protect the interests of the class.\n\"7. determine, within ninety days, whether\nthe report is 'indicated' or 'unfounded'. . . .\n19. A class action is superior to other available\nmethods for the fair and efficient adjudication of this cortro-\n\"9. based on the investigation and evalua-\ntion conducted pursuant to this title, offer to\nversy.\nthe family of any child believed to be suffering\nfrom abuse or maltreatment such services for its\nacceptance or refusal, as appear appropriate for\nVenue\neither the child or the family or both; provided,\nhowever, that prior to offering such services to a\nfamily, explain that it has no legal authority to\n20. Each of the defendants has facilities involved\ncompel such family to receive said services, but\nmay inform the family of the obligations and\nin this action in New York County.\nauthority of the child protective service to peti-\ntion the family court for a determination that a\nchild is in need of care and protection.\"\nStatutory Framework\nDefendants' Obligations Under State\nLaw to Investigate In a Timely Manner 22. Section 432.2(b)(3)(ii) and (iii) of the Social\nReported Cases of Child Abuse and to\nServices regulations mandates that a complete child protective\nProvide Protective Services\ninvestigation shall include:\n21. Pursuant to New York Social Services Law 5 424\n\"(ii) (a) face-to-face interviews with sub-\n(McKinney 1983), defendants must:\njects of the report and family members of\nsuch subjects;\n\"6. upon receipt of a report [of suspected\n\"(b) the obtaining of information from\nchild abuse or maltreatment], commence or cause\nthe reporting sources and other collateral\nthe appropriate society for the prevention of cru-\nelty to children to commence, within twenty-four contacts such as hospitals, schools, police\nhours, an appropriate investigation which shall and social service agencies;\ninclude an evaluation of the environment of the\nchild named in the report and any other children \"(c) an evaluation of the environment of\nin the same home and a determination of the risk the child named in the report and any other\nto such children if they continue to remain in the children in the home and a determination '-\nexisting home environment, as well as a determina- the risk to such children if they continue to\ntion of the nature, extent, and cause of any con- remain in the existing home environment;\ndition enumerated in such report, the name, age\nand condition of other children in the home, and, \"(d) a determination of the nature,\nafter seeing to the safety of the child or chil- extent and cause of any condition enumerated\ndren, forthwith notify the subjects of the report in such report and-any other condition that\nin writing, of the existence of the report and may constitute abuse or maltreatment;\n474475\n\nnecessaries of life; (c) the supervision of all social services\n\"(e) obtaining the name, age and condi-\ntion of other children in the home; and\nwork undertaken by any local governmental unit, including the\n\"(f) after seeing that the child or\nCity of New York; (d) the adoption of rules and regulations to\nchildren named in the report are safe,\nnotifying the subjects of the report in writ- Liw;\ning, no later than seven days after receipt carry out the provisions of the New York Social Services \nof the oral report, of the existence of the\nand (e) the enforcement of the New York Social Services Law and\nreport and their rights pursuant to title 6\nof article 6 of the Social Services Law con-\ncerning amendment or expungement of the re- regulations promulgated pursuant thereto.\nport.\n\"(iii) Prior to making a determination that a 24. The City of New York is a social services •dis-\nreport of abuse and/or maltreatment should be\nindicated or unfounded, the investigation to be trict pursuant to the provisions of New York Social Services\nconducted by the child protective service or the\nLaw S 56 (McKinney 1983). Pursuant to New York Social Services\nappropriate society for the prevention of cruelty\nto children shall include, but not be limited to:\nLaw 55 56 and 77 (McKinney 1983), defendant Gross is respon-\n\"(a) one home visit with one\nsible for the administration of public assistance and care to\nface-to-face contact with the subjects of the\nreport so as to evaluate the environment of\nthe child named in the report as well as the needy.\nother children in the same home;\n\"(b) an assessment of the current risk 25. Section 409 of Title 4 of the New York Social\nto the child(ren) in the home; and\nServices Law (McKinney 1983) defines the preventive servi^es\n\"(c) a determination of the nature,\nextent and cause of any condition enumerated which are to be provided pursuant to that Title as follows:\nin the report.\"(cid:9) 18(B) N.Y.C.R.R.\nS 432.2(B)(3)(ii), (iii).\n\"As used in this title, 'preventive services'\nshall mean supportive and rehabilitative services\nprovided, in accordance with the provisions of\nDefendants' Obligations Under State\nthis title and regulations of the department, to\nLaw to Provide Preventive Services\nchildren and their families for the purpose of:\naverting an impairment or disruption of a family\nwhich will or could result in the placement of a\n23. Pursuant to New York Social Services Law SS 11,\nchild _n foster care; enabling a child who has\nbeen placed in foster care to return to his family\n17, 20 and 34 (McKinney 1983), defendant Perales is responsible\nat an earlier time than would otherwise be pos-\nsible; or reducing the :ikelihood that a child who\nfor: (a) the development of the policies and principles upon\nhas been discharged from foster care would return\nwhich public assistance is to be granted; (b) the recognit^rr. to such care.\"\nof the health and welfare needs of state residents who lack the\n(cid:9) 477\n476\n\n26. Under S 409-e of the New York Social Services \"(b) short term, intermediate and long range\ngoals for the child and family and actions planned\nLaw (McKinney 1983), for each child who is identified by SSC as to meet the need of the child and family and each\ngoal;\nbeing considered for placement in foster care, SSC shall ps^r-\n\"(c) identification of the services required\nform an assessment of the child within thirty days after such by toe child and his family, and a description of\nthe availability of such servi-_es and the manner\nan identification. in which they are to be provided;\n\"(d) any alternative plans for services where\nThis assessment shall include: specific services are not available, and any\nviable options for services considered during the\nplanning process;\n\"(a) a statement of the specific immediate\nproblems which appear to require some intervention \"(e) where placement in foster care is deter-\nby the social services officials; mined necessary, specification of the reasons for\nsuch determination, the kind and level of place-\n\"(b) a description of the long term family menc, any available placement alternatives, an\nrelationships, an assessment of trends in the sta- estimate of the anticipated duration of placement,\nbility of the family unit, and of the likelihood and plan for termination of services under appro-\nthat specific preventive services will increase priate circumstances.\"\nfamily stabilization sufficiently to prevent\nplacement or to reduce the duration of a necessary\nplacement; and 28. Section 409-a(l)(a) of the New York Social Ser-\n\"(c) an estimate of the time period necessary vices Law (McKinney 1983) defines the circumstances in whicF:\nto ameliorate the conditions leading to a need for\nplacement, and a description of any immediate preventive services must be provided as follows:\nactions that have been taken or must be taken\nduring or immediately after the conclusion of the\nassessment.\" .. (a) A social services official shall pro-\nvide preventive services to a child and. his fami-\nly, in accordance with the child's service plan as\nOnce this assessment is completed, SSC, after consulting with required by section four hundred nine-e of this\nchapter and the social services district's child\nthe child's parent or guardian, is required to \"establish and welfare services plan submitted and approved pur-\nsuant to section four hundred nine-d of this chap-\nmaintain a child service plan\" based on this assessment. ter, upon a finding by such official that the\nchild will be placed or continued in foster care\nunless such services are provided and that it. is\n27. At a minimum, child service plans must, under reasonable to believe that by providing such ser-\nvices the child will be able to remain with or be\nthe foregoing section, include the following: returned to his family. Such finding shall be\nentered in the child's uniform case record estab-\nlished and maintained pursuant to section four\n\"(a) time frames for p•riodic reassessment of hundred nine-f of this chapter.\"\nthe care and maintenance needs of each child and\nthe manner in which such reassessments are to be\naccomplished;\n1(cid:9)\n478(cid:9) 479\n\n(cid:9)\n29. Pursuant to Section 409-a(l)(a), the circ,.,n 31. The remainder of Section 430.9 defines a va'f.ety\nstances in which preventive services are mandated are de of circumstances in which preventive services are mandate' i\n departmental regulation Sections 423.2(d) and 430.9 t (cid:9) f. prevent a child's placement in foster care or to exped.t,a\nchild's return home, including circumstances relating t.o :.(cid:9) nt\nSection 423.2(d) provides:\nunavailability due to illness, imprisonment or death; pa-c; .A1\n\"(d) Mandated preventive services shall mean refusal to maintain the child; a need by the child for spy >1\npreventive services provided to a child and his\nfamily whom the district is required to serve pur- intensive services which the parents cannot provide, and r. .\nsuant to section 430.9 of this Title.\" 18(B)\nN.Y.C.R.R. S 423.2(d). like.\n30. The provisions of Section 430.9 are set o.t Federal Law Requirements With\nRespect to Prey enti_v_e Services\nAnnex A to this complaint and are incorporated here as ii(cid:9) .'.:y\nset forth. 32. Defendants participate in federal foster c,.\nand child welfare service programs created and funded unde-\nSection 430.9(a) provides:\nTitle IV-E of the Social Security Act, 42 U.S.C. SS 670 e (cid:9) q.\n\"(a) For cases authorized for mandated preventive (1982) and Title IV-B of the Social Security Act, 42 U.S..\nservices for the first time after April 1, 1982,\nthe provision of preventive services shall be con- SS 620 et seg. (1982).\nsidered mandated if one of the following stan-\ndards, as set forth in subdivision (c), (d), (e)\nor (g) of this section is met(cid:9) the standard for 33. The United States Department of Health and iurnan\nthe provision of mandated preventive services to\nclients at risk of placement; the standard for the Services reimburses New York State and City. for a large oo- of\nprovision of mandated preventive services to cli-\nents at risk of replacement it foster care; the their costs in providing foster care, child welfare servi•-!.\nstandard for the provision of mandated preventive\nservices to return children to their parents; or and other related services and programs.\nthe standard for recertification of mandated pre-\nventive services. For cases receiving mandated\npreventive services before April 1, 1982, the 34. As a condition of federal financial reim-\nstandard for recertification of mandated preven-\ntive services, as set forth in subdivision (g) of bursement, defendants must comply with the requirements\nthis section, shall be met.(cid:9) In all other cases,\nthe provision of preventive services shall be con- Title IV-B and IV-E.\nsidered nonmandated and the decision to provide\nsuch services shall be made solely by the local\nsocial services district.\" 18(8) N.Y.C.R.R.\nS 430.9(a).\n480(cid:9) M\t 481\n\n35. Under Title IV-E, defendants must have a j^lnr ganger.(cid:9) In 60 percent of the cases where a timely invest=,ai-\nLion is commenced, contact with someone -- not necessar ..' 'he\nfor compliance with the requiremens of the act which hay _.?en\napproved by the Department of Heal-h and Human Services. Children, the reporting source or the subject of the\ncomplaint -- is merely by telephone.\n36. The State of New York has submitted a play\nHHS certifying it has complied with all the requiremert 40. Defendants' own guidelines require that a hc;^rp\nTitle IV-E. visit be made within 48 hours of the report of child abuse jr\nneglect.\n37, Pursuant to Title IV-E, defendants must,\nalia, make: 41. Defendants routinely fail to carry out eve' .'e\nmost rudimentary elements of the 90 day child protection\n\"reasonable efforts(cid:9) . (A) prior to the place- 4a;\ntigation. Frequently, the children about whom the report \nment of a child in foster care, to prevent or\neliminate the need for removal of the child from\nhis home, and (B) to make it possible for the made are not even seen.\nchild to return to his home. . ,(cid:9) 42 U.S.C.\nS 671(a)(15) (1982).\n42. Children who have been the victims of abuse\nCauses of Action\nneglect routinely are denied the most basic services.\n38. Defendants frequently fail to commence th•>\n43. plaintiffs Lisa and Gregory Grant and tne.-\nvestigation of reports of child abuse or neglect within 4 children, eighteen month old Gregory Jr. and newborn baby(cid:9) ,cn\nhours of receiving such reports. In fiscal year 1985, sirs\n(cid:9) l Lee, presently live with Lisa's mother at 110-10 164th St.'\npercent of the reports received by defendants were not itiv\n> i•\nJamaica, Queens.\ngated in a timely manner. That means over 6,000 childre•i\nrisk went without any protection whatever for at least 24 44. The Grants were forced to leave their prior\nhours. residence when plaintiff Gregory Jr. contracted lead poisoi:ng\nfrom the house's paint and the landlord refused to remedy :he\n39. In most cases defendants commencement of a,, in\ndanger.\nvestigation offers virtually no real protection to childre%,\n^.n\n483\n482\n\n45. Defendants have threatened to place plaintiff 50. Repeated requests by plaintiff Elizabeth Cruz\nGregory Jr. and Mason Lee in foster care because of the tan;t have been ignored or denied by defendants.\nly's inadequate housing.\nplaintiff Demetria Banks presently lives i.n ^.\n51.\n46. Plaintiff Lisa Grant has requested services temporary apartment at the Henry Street Settlement.\nher family, including a homemaker and assistance in findin,7\nIn 1977, plaintiff Demetria Banks voluntari;.y\n52.\nhousing, but defendants have failed to provide them with ally\nplaced her children, plaintiffs Lamar and Davonn Banks (age 10\nservices.\nand 8, respectively) in foster care when she discovered they\n47. Plaintiff Elizabeth Cruz (age 18) presently were being abused by her brother. Defendants returned the\nlives at 2080 Grand Avenue, Apt. lE in the Bronx, in an apxr, children to Demetria when she found her own apartment, but r.i.d\nment secured for her by the Coalition for the Homeless. Unt not visit or offer any services to the family.\nSeptember 18, 1985, plaintiff Elizabeth Cruz and her chii '\n53. Plaintiff Demetrius Banks (age 4) has a sevrre^\nIsmael (age 3-1/2), Daisy (age 2-1/2) and Yolanda (age 1) ,er\ncongenital nervous disorder. Plaintiff Davonn Banks has nfver\nhomeless, living in barrack shelters and at times sleeping or\nattended school and has a history of setting fires, which `as.\nthe floor of a City welfare office. Defendants did not as^;is\nimpeded Demetria's efforts to find housing. In one of the^\nthe family in finding suitable living quarters.\nfires, Davonn's cousin died. in 1983, Davonn tried to k^'\n48. Plaintiff Daisy Cruz suffers from substan.^!. himself by setting his bed on fire. The Banks family was up-\ndevelopmental disorders. Her development in a number of a ea posed to be under defendants' supervision at this time, bu no\nis severely retarded. She requires constant attention. services were offered on the grounds that Davonn was not a v.c-\ntim of abuse or neglect. Because of the disruptive effect' of\n49.\nBecause of Daisy's needs, plaintiff Elizabe,..r1\nDavonn's emotional problems, plaintiff Lamar Banks (age 10 has\nCruz has requested homemaker services to assist her in car riq\nleft home to live with his father's parents, where Demetri:-\nfor Daisy and her siblings. Without assistance, plaintiff\"\nvisits him and sends support.\nElizabeth Cruz is unable to tare adequately for her childr,.r.\n485\n\n(cid:9)\n54_. __ 1a_Jul-y _1-9$5-T p4ai-nti-€-f Demetr-ia Ranks again\nCOUNT I\n(Violation of the Requirements of\ncontacted defendants, so desperately in need of help that she;\nthe New York Social Services Law to\nMake Timely Investigation of Reports\nwas prepared to place her children in foster care. Because\nof Child Abuse or Maltreatment and\nto Provide Prective Services)\nDemetria was not abusing her children, defendants refused c\nprovide any services.\n58. Plaintiffs repeat and reallege each and every\n55. Plaintiff Demetria Banks needs counseling t(.r allegation of paragraphs 1 through 57 hereof.\nDavonn and herself, a homemaker to help her care for Davonr and\n59. Upon receipt of-reports of suspected child aouse\nDemetrius and permanent housing for her family. Demetria ..\nor neglect, defendants have consistently failed to comment? .,r\nnot receiving any services from defendants to help her reunite\ncause the appropriate agency to commence the mandated inve;ci-\nher family.\ngation within twenty-four hours, as required by section 424(6)\nof the New York Social Services Law (McKinney 1983).\n;.;(cid:9) 56. Plaintiff Stephanie Ocampo lives with her ci ugh-\nter Saidah Ocampo (age 2) at 1834 Second Avenue. The mother is\n60. Defendants consistently fail to determine,\nphysically disabled; her leg was amputated above the knee ast\nwithin ninety days, whether such reports of child abuse or\nyear. She supports her family with federal disability pay\ntreatment are \"indicated\" or \"unfounded\" as required by se::t-on\nments.\n424(7) of the New York Social Services Law (McKinney 19831\n57. Plaintiff Stephanie Ocampo must enter the h<spi-\n61. Defendants consistently fail to conduct hom.-\ntal soon for prosthetic surgery. She has requested that drfen-\nvisits and face-to-face interviews with the subjects of reports\ndants provide her with assistance in caring for Saidah wh N.Y.C.R.R. \nof maltreatment as required by 18  S 432.2(b)(3^\nshe is hosppi- tapllizaedi. nInt aidfdifti onh,as asked defrr\n62. Defendants consistently fail to offer to th--\ndants to provide her with homemaker services as she recove,s\nfamilies of any children believed to be maltreated service,\nfrom surgery. Defendants have failed to provide such sery ces.\nwhich appear appropriate for either the child, the family it\nboth, as defendants are required to do under section 424(9!.\n486 487\n\n63. As a result plaintiffs have suffered and con- 70. Defendants have failed to make reasonable\ntinue to suffer irreparable injury. efforts to prevent or eliminate the need for removing plain-\ntiffs and other members of the class they represent from ti'r\n64. Plaintiffs have no adequate remedy at law.\nhomes, as required by 42 U.S.C. S 671(a)(15). The failure ,t\ndefendants t.o make such reasonable efforts includes but iu•\nCOUNT II\n(Violation of the Requirements of the limited to their failure to provide preventive services to\nNCw York Social Services Law and\nRegulations Promulcated Thereunder plaintiffs and other members of the class as is required b:\nto Provide Preventive Services)\nTitle IV-B of the Social Security Act, 42 U.S.C. SS 620 a+_\n65. Plaintiffs repeat and reallege each and every sue., section 409 of the New York Social Services Law and ,-ts\nallegation of paragraphs 1 through 64 hereof. 423 and 430 of Title 18 of the New York Codes, Rules and R-!yu-\nlations.\n66. Defendants have failed to make available to\nfamilies with children at risk of removal to foster care tie 71. Defendants have therefore violated and -on(cid:9) —e\npreventive services needed to permit the children to remain to violate 42 U.S.C. S 671(a)(15).\nwith their families.\n72. Defendants' continued violation of S 671(x'(cid:9) 1)\n67. Defendants' failure to provide preventive s.^ has caused plaintiffs to suffer irreparable injury.\nvices to plaintiffs has caused them to suffer irreparable\n73. Plaintiffs have no adequate remedy at law.\ninjury.\nCOUNT IV\n68. Plaintiffs have no adequate remedy at law. (Constitutional Claim)\nCOUNT III 74. Plaintiffs repeat and reallege each and(cid:9) -,\n(Violation of the Requirements of Federal Law)\nallegation of paragraphs 1 through 73 hereof.\n69. Plaintiffs repeat and reallege each every alle-\n75. By failing to properly administer the New ti,,i\ngation of paragraphs 1 through 68 hereof.\nSocial Services Law and by their failure to implement ade7 3`_e\n1(cid:9)\n(cid:9) 489\n488\n\n(cid:9)(cid:9)(cid:9)\npreventive and protective services programs, as they are D. a declaration that if defendants continue\ntutorily required to do, defendants have denied and co'it(cid:9) :o participate in the child welfare services and foster fair\ndeny plaintiffs their rights under Article XVII, Section\nhome care programs funded under Titles IV-B and IV-E of !'\nthe New York Stare Constitution.\nSocial Security Act, they must comply with the requirerite\nthese provisions, which include providing preventive ser.\nPRAYER FOR RELIEF'\nto plaintiffs;\nWHEREFORE, plaintiffs, on behalf of themselves\nother similarly situated persons, demand: E. that, the court should order preliminary a'\npermanent injunctive relief which:\nA. certification of this class as a class act.\npursuant to Article 9 of the New Ycrk Civil Practice Law .+.: (1) requires defendants to commence or have\nRules; commenced within 24 hours of the receipt\nof a report of suspected child abuse or\nB. a declaration that defendants' failure to\nneglect an investigation pursuant to\ntimely or complete investigations of child abuse or ne)l(cid:9) nd section 424(6) of the New York Social\ntheir failure to provide protective services violates _e:\nServices Law;\n424 of the New York Social Services Law and the regulati:\nthereunder; (2) requires defendants to determine within\n90 days after the commencement of an in-\nC. a declaration that defendants failure to(cid:9) n vestigation pursuant to section 424(6)\nvide plaintiffs with preventive services violates sectio-\nof the New York Social Services Law\nof the New York Social Services Law, Parts 423 and 430 or(cid:9)le whether the report is \"indicated\" or\n18 of the New York Codes, Rules and. Regulations, 42 U.S.,::\n\"unfounded;\"\nSS 671 et sea., and the Code of Federal Regulations;\n(3) requires defendants to offer, promptly\nafter a determination that a report is\n490(cid:9) 1(cid:9)\n491\n\n\"indicated,\" to the family of any child entry of the order of preliminary\nbelieved to be suffering from abuse or injunction describing the actions taken\nmaltreatment such services as are rea- to comply with this Court's order and\nsonably determined to be appropriate for the extent of such compliance;\neither the child or the family or both;\nF. damages in an amount to be determined;\n(4) requires defendants to cause to be pre-\nG. such other and further relief that the Coy\npared for each chile being considered\ndeems just and proper.\nfor placement in foster care a child\nservice plan identifying the services H. reasonable costs and attorney's fees.\nrequired by the child and the family.\nDated: New York, New York\nOctober 28, 1985\n(5) requires defendants (a) to provide pre-\nRespectfully submitted,\nventive services in circumstances where\nthey are mandated by 18(B) N.Y.C.R.R. CAHILL GORDON 6 REINDEL\n(a partnership including\nSections 423.2(d) and 430.9; and (b) to professional corporation.)\nprovide such preventive services as are\nOf Counsel: By:  \nreasonably determined to be appropriate A Member of the Firm\nRaymond L. Falls, Jr 80 Pine Street\nto prevent, whenever possible, the re- Gary S. Abrams New York, New York 10005\nEllen L. Weintraub (212) 701-3000\nmoval of a child from his or her home or\nand\nto facilitate the return of a child to\nRobert M. Hayes\nhis or her home; Coalition for the Homeless\n105 East 22nd Street\nNew York, New York 1001()\n(6) requires defendants to file a written (212) 460-8110\nreport with the court, and to serve it\nAttorneys for Plaintiffs\non all parties, within 90 days after the\n492(cid:9) a(cid:9) 493",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/33119"
    },
    {
      "date": "1986-05-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 83,
      "cite_1_reporter": "Misc.2d",
      "cite_1_vol": 134,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33140,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33140.pdf",
      "title": "Opinion [Supreme Court, Special Term]",
      "text": "  \n   \nSupreme Court, New York County, New York,  So ordered. \nSpecial Term, Part I.   \nLisa and Gregory GRANT and their children Gregory  **686 *84  Cahill,  Gordon  &  Reindel,  Robert  M. \nJr. and Mason Lee; Elizabeth Cruz and her children  Hayes, New York City, for plaintiffs. \nIsmael, Daisy and Yolanda; Demetria Banks and her  Frederick A.O. Schwarz, Jr., New York City, for \nchildren Lamar, Davonn, Demetrius and Bobby;  Edward I. Koch and George Gross. \nStephanie Ocampo and her child Saidah; Citizen's  Robert Abrams, New York City, for Mario Cuomo \nCommittee for Children of New York, Inc.;  and Cesar A. Perales. \nAssociation to Benefit Children; Coalition for the   \nHomeless; on behalf of themselves and on behalf of \nEDWARD H. LEHNER, Justice: \nall others similarly situated, Plaintiffs, \nSection  409-a(1)(a)  of  the  Social  Services  Law \nand \n(“SSL”) provides that a “social services official shall \nCarolyn Lee and her children Trinita, Ravin, Charmin \nprovide preventive services to a child and his family, \nand Xavier; Elouise Williams and her children \nin accordance with the child's service plan as required \nFatina, Monique, Isiah, Janar, Kaseen and David; on \nby section four hundred nine-e ... upon a finding by \nbehalf of themselves and all others similarly situated, \nsuch official that the child will be placed or continued \nPlaintiffs-Intervenors, \nin foster care unless such services are provided and \nv. \nthat it is reasonable to believe that by providing such \nMario M. CUOMO, as Governor of the State of New \nservices the child will be able to remain with or be \nYork; Cesar A. Perales, as Commissioner of the New \nreturned to his family.” \nYork State Department of Social Services; Edward I. \n \nKoch, as Mayor of the City of New York; George \nThe City defendants take the position that “there is no \nGross, as Administrator of the New York City \nlegal requirement that all services identified at any \nHuman Resources Administration and Commissioner \nparticular stage in a family's case record be provided \nof the New York City Department of Social Services, \nat any time”. (Letter from City Corporation Counsel \nDefendants. \ndated February 20, 1986). The court disagrees and \nMay 27, 1986. \nfinds  that  whatever  preventive  services  the  City \n \nSocial  Services  Department  determines  should  be \nIndividuals and nonprofit corporations brought action \nprovided, as set forth in a child's service plan, shall in \nagainst governor, mayor, State Department of Social \nfact be provided in accordance with the plan, and \nServices and city department of social services to \nherein issues an injunction to that effect. \nrequire preventive services with regard to foster care. \n \nFamilies  sought  to  intervene  and  individuals \nTHE COMPLAINT \nwithdrew. The Supreme Court, Special Term, New \n \nYork County, Edward H. Lehner, J., held that: (1) \nstatute, which states that social services official shall  The  original  complaint  is  on  behalf  of  4  named \nprovide preventive services to child and family in  individuals,  and  three  not-for-profit  corporations \naccordance  with  child's  service  plan,  requires  dedicated  to  protecting  children,  “on  behalf  of \nofficials to provide preventive services to avoid foster  themselves and ... all others similarly situated.” \ncare placement and to enable child placed in foster   \ncare to return to family at early date and requires  The complaint alleges that defendants i) “have failed \nimplementation of service plan; (2) failure to comply  to make available to families with children at risk of \nwith  statute,  which  requires  investigation  of  all  removal to foster care the preventive services needed \nreports of suspected child abuse within 24 hours after  to permit the children to remain with their families” \nreceipt of report, presented clear danger of irreparable  and ii) have failed to provide specified protective \nharm to children, created balance of equities in favor  services  to  children  in  danger  of  child  abuse. \nof enforcement of statute, and, therefore, justified  Plaintiffs assert that such failures violate their rights \nissuance  of  preliminary  injunction  to  require  under state and federal law. \nenforcement of statute; and (3) nonprofit corporations   \nhad standing.  The  complaint  seeks:  1)  class  certification;  2)  a \n \n\n  \ndeclaration  that  defendants  have  violated  various  child in foster care, to prevent or eliminate the need \nprovisions of the SSL and the U.S.Code, as well as  for removal of the child from his home, and (B) to \ncertain  regulations  adopted  thereunder;  and  3)  an  make  it  possible  for  the  child  to  return  to  his \ninjunction  requiring  defendants  to  perform  certain  home....” \nspecified services required by law.   \n  In 1979 the legislature enacted the Child Welfare \n*85 The defendants are the Governor, the Mayor of  Reform Act (Chapters 610 and 611 of the Laws of \nthe  City  of  New  York  and  their  respective  1979), one of the purposes of which was to provide \ncommissioners  of  the  Departments  of  Social  “increased emphasis on preventive services designed \nServices.  to  maintain  family  relationships  rather  than \n  responding to *86 children and families in trouble \nAfter  a  conference  with  counsel  in  February,  it  only  by  removing  the  child  from  the  family.”  \nappears that the City defendants satisfied the claims  (Memorandum of Governor Carey on approval of \nof  the  individual  plaintiffs  with  respect  to  the  above chapters, McKinney's 1979 Session Laws p. \npreventive services demanded by them. Accordingly,  1814). \nthey have withdrawn as party plaintiffs. However,   \nsubsequently two additional families have sought to  Social services in the City of New York are provided \nintervene and have submitted a proposed amended  by the City Department of Social Services. However, \ncomplaint.  the State Department of Social Services monitors it \n  as well as all other local social services departments. \nTHE PENDING MOTIONS  Should the City fail to adhere to state or federal law \n  or regulations, the State is authorized to withhold or \ndeny reimbursement to the locality. SSL § 153-d. \nAt a second conference held on May 15, the claims \n \nthat plaintiffs wish to pursue were delineated, certain \nmotions and branches thereof were withdrawn, and  “Preventive services”, as defined in SSL § 409, are \nthe  parties  agreed  that  the  following  applications  services designed to avoid foster care placement and \nwere before the court for determination: a) Request  enable a child placed in such care to return to his \nby the Lee and Williams families for i) permission to  family at an early date. Subdivision 1 of SSL § 409-e \nintervene  as  party  plaintiffs,  ii)  a  preliminary  provides that with respect to any child identified as \ninjunction **687 requiring the City to comply with  being considered for placement in foster care, the \nspecified  statutes  and  regulations  with  respect  to  social services district shall make an assessment of \npreventive  services,  and  iii)  class  certification;  b)  the child and his problems within 30 days of such \nmotion by the institutional plaintiffs for an injunction  identification. Subdivision 2 of the section states that \ndirecting  the  City  defendants  to  comply  with  the  after  such  assessment,  the  district  “shall  in \nrequirement  of  SSL  §  424(6)  that  all  reports  of  consultation  with  the  child's  parent  or  guardian, \nsuspected child abuse be investigated within 24 hours  where  appropriate,  establish  and  maintain  a  child \nof  receipt  of  a  report,  and  that  they  determine  service plan.”  The plan is to include short and long \n(pursuant to SSL § 424[7] ) within 90 days whether  term goals; actions needed to meet the goals; and \nthe  report  is “indicated” or “unfounded”, and for  identification of the services required by the child, \nclass certification; and c) a cross motion by the City  the availability thereof, and the manner in which they \ndefendants for summary judgment.  are  to  be  provided,  with  alternative  plans  where \n  desired services are not available. The plan is to be \n“reviewed  and  revised,  in  consultation  with  the \nPREVENTIVE SERVICES \nchild's parent or guardian, where appropriate,” within \n \n90 days after its preparation and at least once every \n[1] The defendants participate in a federal program \nsix months thereafter. SSL § 409-e[3]. \n(42 USC § 670, et seq.) under which reimbursement \n \nis received for child welfare programs administered \nFrom the statutes and regulations there are a panoply \nby  them.  As  a  condition  to  receiving  such \nof options available to the social services official \nreimbursement,  defendants  must  comply  with  42 \npreparing the plan. The problems of each child will \nUSC  §  671(a)(15),  which  requires  them  to  make \nvary with resulting individualized service plans. \n“reasonable efforts ... (A) prior to the placement of a \n \n\n  \n  argument that the preparation of the plan and creation \nThe first sentence of subdivision (1) of SSL § 409-a,  of follow-up programs are “activities replete with \nquoted above, explicitly states that the preventive  decisions  involving  the  exercise  of  judgment  or \nservices  contained  in  the  service  plan  “shall”  be  discretion”, the court observed (p. 539, 475 N.Y.S.2d \nprovided.  The  language  of  subdivision  2  of  said  247, 463 N.E.2d 588): \nsection further demonstrates that the legislature did   \nindeed  intend  the  foregoing  to  be  a  mandatory  “What must be distinguished, however, are those acts \nobligation as it provides that a social services official  the exercise of which is discretionary from those acts \nis  authorized  to  provide  additional  preventive  which are mandatory but are executed through means \nservices to a child which are not “required” under  that are discretionary.” \nsubdivision (1). Thus, it is clear that the services   \nspelled out in a service plan must be provided.  Similarly here, the contents of the service plans lie in \n  the good faith discretion of the City Social Services \nHence,  whatever  §  409-e  plan  is  in  effect  at  a  Department, but the preparation of a plan, after the \nparticular*87 time is in the nature of a contract by the  identification of a child at risk of being placed in \nCity, the performance of which is enforceable by a  foster care, and its implementation are mandatory. \ncourt.  That  is  not  to  say  that  the  City  may  not,   \npursuant **688 to statute (SSL § 409-e[3] ), alter the  Thus,  the  court  will  not  be  determining  what \nplan from time to time. But the City has an obligation  preventive services should be provided (a “legislative \nto deliver whatever available services it proposes at  and  administrative  policy  beyond  the  scope  of \nany particular time. As contemplated in § 409-e(2),  judicial correction,”  *88Jones v. Beame, 45 N.Y.2d \nwhich refers to “short term, intermediate and long  402, 408, 408 N.Y.S.2d 449, 380 N.E.2d 277 [1978] \nrange  goals”,  the  plan  may  provide  for  certain  ), but only that the City should fulfill its obligations \nservices to be delivered at future dates.  of performing the services which its officials have, in \n  the  exercise  of  their  discretion,  recommended  to \nIn  Klostermann  v.  Cuomo,  61  N.Y.2d  525,  475  achieve the goal of avoiding foster care placement. \nN.Y.S.2d 247, 463 N.E.2d 588 (1984), the court, in   \nupholding a complaint by certain patients of State  CONCLUSIONS WITH RESPECT TO \nmental institutions for a declaratory judgment, said  PREVENTIVE SERVICES \n(p. 530-531, 475 N.Y.S.2d 247, 463 N.E.2d 588):   \n \nThe application of the Lee and Williams families to \n“Their  claims  do  not  present  a  nonjusticiable  intervene  is  granted,  and  the  proposed  amended \ncontroversy merely because the activity contemplated  complaint  (which  is  identical  to  the  original \non the State's part may be complex and rife with the  complaint except that it adds allegations with respect \nexercise  of  discretion.  Rather,  the  judiciary  is  to these two families) is deemed the complaint in this \nempowered to declare the individual rights in all such  action. The court notes with regret the passing of \ncases, even if the ultimate determination is that the  David  Williams  (one  of  the  children  of  Elouise \nindividual  has  no  rights.  Moreover,  if  a  statutory  Williams) whose death at the age of 40 days was \ndirective is mandatory, not precatory, it is within the  attributed to sudden infant crib death syndrome while \ncourt's  competence  to  ascertain  whether  an  residing at the Martinique Hotel. \nadministrative agency has satisfied its duty that has   \nbeen imposed on it by the Legislature and, if it has \nSince it is clear that the children of the intervening \nnot, to direct that the agency proceed forthwith to do \nfamilies are at risk of being placed in foster care, \nso.” \ntheir motion for a preliminary injunction is granted, \n \nand  in  accordance  with  the  above,  the  City \nIn that case the plaintiffs were relying on Section  defendants are hereby directed to prepare, within 30 \n29.15(f) of the Mental Hygiene Law which provided  days of service of a copy of this order, a service plan \nthat  the  discharge  of  patients  from  State  mental  for intervenors as required by SSL § 409-e, and to \nhospitals  “shall  be  in  accordance  with  a  written  thereafter  provide  them  services  in  accordance \nservice plan”, the broad outlines of which were set  therewith. Since there does not appear to be any \nforth  in  the  statute.  In  response  to  the  State's  further  issues  before  the  court  with  respect  to \n \n\n  \nintervenors'  individual  rights,  the  grant  of  the  child abuse during the months of December 1985 and \nforegoing relief is in effect the grant of summary  January  and  February  1986,  which  constituted \njudgment to them.  approximately 9% of reported cases during that three \n  month  period.  In  explaining  the  reasons  for  the \nThe  plaintiffs  have  not  requested  that  the  court  situation,  the  memorandum  notes  that  certain \ndesignate the services to be provided and the court  anonymous calls receive a “low priority” status, and \nwill not do so, nor will it review any plan proposed,  “cases with lower risk characteristics are put at the \nwith the sole **689 caveat that intervenors shall have  end of the queue” and “if time permits, we contact: if \nleave to seek further relief upon demonstration that  not, they are held for the field offices.” \nthe City defendants are not acting in good faith in   \nimplementing the foregoing.  SSL § 424 requires that “all” reports of suspected \n  child abuse receive an investigation within 24 hours \n[2] The application for class certification is denied as  after receipt of the report. The City recognizes this \nsuperfluous, as there is nothing to indicate that the  obligation as its papers show that it is seeking to \ngovernmental defendants will refuse to comply with  obtain 100% compliance. However, it appears from \nthe foregoing court interpretation of the SSL with  the latest report referred to above, that the City still \nrespect to the delivery of preventive services, and  fails  to  comply  in a significant number of cases. \nhence  members  of  the  proposed  class  will  be  Although  these  cases  may  well  constitute  reports \nprotected under the principles of stare decisis.   See  showing  the  least  risk  of  danger  to  a  child,  the \nWilliams v. Blum, 93 A.D.2d 755, 461 N.Y.S.2d 311  legislature  has  not  given  the  City  the  option  of \n(1st  Dept.1983),  mots.  for  lv.  to  app.  dsmd., 61  deciding which cases to investigate though, of course, \nN.Y.2d 606, 905, 474 N.Y.S.2d 1025, 462 N.E.2d  prudence would dictate that the reports that appear \n1203 (1984);   Bey v. Hentel, 36 N.Y.2d 747, 368  most serious be given priority. \nN.Y.S.2d 826, 329 N.E.2d 661 (1975);   Cohen v.   \nD'Elia,  55  A.D.2d  617,  389  N.Y.S.2d  406  (2nd  In Bruno v. Codd, 47 N.Y.2d 582, 419 N.Y.S.2d 901, \nDept.1976).  393 N.E.2d 976 (1979), injunctive relief was sought \n  by persons alleged to be “battered wives” against \n*89 PROTECTIVE SERVICES  clerks of the Family Court because they allegedly \n  deterred the filing of certain types of petitions. Judge \nFuchsberg, writing for a three judge plurality, found \nWith  respect  to  protective  services,  there  is  no \nthe  dispute  justiciable,  but  dismissed  the  action \ndispute regarding the meaning of the statute. The sole \nbecause the court administrators indicated*90 that the \ncontroversy relates to whether the City's compliance \npractice complained of would no longer be tolerated \nwith the statutory requirements is so deficient as to \nand disciplinary proceedings would be taken against \nwarrant the issuance of an “obey the law” injunction \nany clerk violating court policy, and the legislature \nand thus, to a large extent, have the courts monitor \namended  the  Family  Court  Act  to  specifically \ncompliance through the contempt power. \nprohibit the actions complained of. In so ruling Judge \n \nFuchsberg observed (p. 591, 419 N.Y.S.2d 901, 393 \nPlaintiffs point out that a recent report shows that in \nN.E.2d 976) that “we must also recognize that any \n11% of cases of reported suspected child abuse in \nsystem  administered  by  human  beings  will \n1985,  the  City  failed  to  conduct  an  investigation \nunavoidably  encounter  occasions  on  which \nwithin the mandated 24 hour period, which plaintiffs \nemployees will err.” \nassert  translates  to  6000  children.  This  rate  is \n \napparently higher than that of prior years. Plaintiffs \nThe City argues that such ruling applies to the case at \nfurther contend that the City fails to comply with its \nbar because the City is i) aware of its responsibilities \nobligation to conduct a full investigation within the \nwith respect to abused children and the “unmet needs \nmandated 90 day period. \nthat **690 are documented” in the submitted reports, \n \nand ii) has taken “appropriate steps to resolve or \nA memorandum from the City Deputy Administrator \nsatisfy them” (p. 33 of original Memorandum of Law \nof Special Services for Children dated March 18, \nof City defendants). \n1986 shows that investigations were not made within \n \nthe 24 hour contact period in 436 cases of reported \n \n\n  \nThe court finds that the situations are not parallel. In  by a lack of staff. See also:   Matter of Lavette M., 35 \nBruno  the  complaints  that  remained  after  the  N.Y.2d  136,  359  N.Y.S.2d  20,  316  N.E.2d  314 \ncorrective  governmental  action  were  acts  of  (1974);   Matter of Kesselbrenner v. Anonymous, 33 \nindividuals in violation of their sworn duties. Here  N.Y.2d  161,  350  N.Y.S.2d  889,  305  N.E.2d  903 \nwe have the City government apparently still unable  (1973). \nto meet its investigative obligations with respect to   \napproximately  one  out  of  every  10  reports  of  [5] On the issue of the standing of the institutional \nsuspected child abuse. This does not appear to be  plaintiffs, although class certification will be denied \nhuman  error,  but  rather  inadequate  institutional  with respect to the claims for protective services for \nresponse by government.  the same reason referred to above with relation to the \n  claims for preventive services, the court finds that \nCONCLUSIONS WITH RESPECT TO  these  plaintiffs  possess  the  requisite  standing  to \nPROTECTIVE SERVICES  maintain the action in their own right, as the demands \n  on  their  respective  budgets  will  be  increased  if \n[3] Since the Legislature requires that “all” reports of  government fails to provide the mandated protective \nabuse receive this prompt investigation, and statistics  services. \ndo  not  indicate  that  the  City  has  appreciably   \nimproved its record on this issue over the recent  In MFY Legal Services, Inc. v. Dudley, 67 N.Y.2d \nyears, it appears that on the merits plaintiffs have  706, 499 N.Y.S.2d 930, 490 N.E.2d 849 (1986), the \ndemonstrated  a  strong  likelihood  of  success.  plaintiff  legal  services  organization  was  denied \nAccordingly,  since  there  is  clearly  a  danger  of  standing  because  it  could  not  demonstrate  that  it \nirreparable  harm  to  children  if  the  statute  is  not  suffered any injury as a result of respondents' actions \ncomplied with, and since a balance of the equities  in that the claim that the actions would result in \nfavors plaintiffs' position, the requirements for the  greater  demand  for  its  services  was  found  “too \nissuance  of  a  preliminary  injunction  have  been  speculative”. \nsatisfied. ( W.T. Grant Company v. Srogi, 52 N.Y.2d   \n496, 438 N.Y.S.2d 761, 420 N.E.2d 953 [1981] ).  Here, the potential injury to the institutional plaintiffs \n  has been demonstrated to be real. Hence, they can \n[4] With regard to the issuance of reports under SSL  assert injury in their own right, and thus they possess \n§ 424(7) within 90 days, the papers are not clear as to  standing to maintain this action. See also:   City of \nwhether  the  City  is  failing  to  comply  with  this  New  York  v.  City  Civil  Service  Commission,  60 \nmandate. Since where “key facts are in dispute, the  N.Y.2d  436,  470  N.Y.S.2d  113,  458  N.E.2d  354 \n(preliminary injunction) will be denied” ( Faberge  (1983);   National Organization of Women v. State \nInternational, Inc. v. DiPino, 109 A.D.2d 235, 240,  Division  of  Human  Rights,  34  N.Y.2d  416,  358 \n491  N.Y.S.2d  345  [1st  Dept.1985]  ),  plaintiffs'  N.Y.S.2d 124, 314 N.E.2d 867 (1974). \nmotion for such relief based on their claim of non-  \ncompliance with this subdivision is denied. However,  In view of the foregoing, the City defendants are \na prompt trial would be in order.  hereby  directed,  pending  the  **691  trial  of  this \n  action,  to  comply  with  SSL  §  424  insofar  as  it \n*91 On its cross motion to dismiss, the City asserts  mandates that within 24 hours of receipt of a report \nthat  the  claims  asserted  are  not  “justiciable”.  of suspected child abuse they commence or cause to \nHowever, the court in Klostermann v. Cuomo, supra,  be  commenced,  an  appropriate  investigation  in \ndealing with a somewhat similar controversy, stated (  accordance with the provisions of subdivision 6 of \n61 N.Y.2d p. 536, 475 N.Y.S.2d 247, 463 N.E.2d  that section. \n588)  that  where  “the  Legislature  has  mandated   \ncertain programs and ... the executive branch has  The court recognizes that, as indicated in Bruno v. \nfailed  to  deliver  the  services  ...  (the)  appropriate  Codd, supra, human error will result in a certain \nforum  to  determine  the  respective  rights  and  amount  of  non-compliance,  as  will  unexpected \nobligations of the parties is in the judicial branch”.  emergencies. However, the City should do better than \nMoreover,  the  court  indicated  that  the  failure  to  it has, and it is herein being required to *92 perform \ncomply with a legislative mandate cannot be justified  up to the standard mandated by the legislature for the \n \n\n  \nprotection of children in danger of abuse. \n \nChildhood  is  precious.  It  never  returns.  Unless \nsociety  treats  children  with  problems  with utmost \ncare and promptly provides necessary services it may \nwell end up caring for problem adults through the \nservices of the criminal justice system. \n \nAny request for relief before the court not herein \ngranted, is denied. \n \nN.Y.Sup.,1986. \nGrant v. Cuomo \n134 Misc.2d 83, 509 N.Y.S.2d 685 \n \nEND OF DOCUMENT \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/33140"
    },
    {
      "date": "1988-12-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 32,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 534,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33143,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33143.pdf",
      "title": "Opinion of the Court [Ct Appeals]",
      "text": "  \nCourt of Appeals of New York.  OPINION OF THE COURT \n Lisa GRANT et al., on Behalf of Themselves and   \nAll Others Similarly Situated, Plaintiffs, and Carolyn  MEMORANDUM. \nLee et al., on Behalf of Themselves and All Others  The order of the Appellate Division, 130 A.D.2d 154, \nSimilarly Situated, Intervenors-Appellants,  518 N.Y.S.2d 105, should be affirmed, without costs, \nv.  and  the  certified  question  answered  in  the \nMario M. CUOMO, as Governor of the State of New  affirmative. \nYork, et al., Respondents.   \nDec. 20, 1988. \nIn this case arising under the Child Welfare Reform \n \nAct of 1979 (Social Services Law § 409et seq.), a \nAction was brought against state and local social  regulation of the Department of Social Services-18 \nservice  agencies  and  state  and  local  officials  to  NYCRR 430.9-states that when standards set forth in \nrequire preventive services with regard to foster care.  18  NYCRR  430.9(c),  (d)  or  (e)  are  met,  “[t]he \nThe  Supreme  Court,  Special  Term,  New  York  provision of preventive services shall be considered \nCounty, 134 Misc.2d 83, 509 N.Y.S.2d 685, Lehner,  mandated”.  The  issue  before  us  is  whether  a \nJ.,  granted  motion  for  preliminary  injunction  and  nondiscretionary  duty  is  thereby  imposed  upon \ndenied motion for summary judgment. On appeal, the  respondent  city,  to  provide  preventive  services \nSupreme Court, Appellate Division, 130 A.D.2d 154,  whenever***116  the  standards  set  forth  in  18 \n518  N.Y.S.2d  105,  modified  and  affirmed,  and  NYCRR 430.9(c), (d) or (e) are met, so as to render \nfurther review was sought. The Court of Appeals held  relief in the nature of mandamus appropriate (see, \nthat regulation of Department of Social Services did   Klostermann  v.  Cuomo,  61  N.Y.2d  525,  475 \nnot  impose  nondiscretionary  duty  to  provide  N.Y.S.2d 247, 463 N.E.2d 588). \npreventive services.   \n \n[1] Required, or mandated, preventive services are \nAffirmed.  authorized  by  Social  Services  Law  §  409-a(1)(a); \n  optional preventive services are authorized by Social \n *822 ***115 **32 Raymond L. Falls, Jr., Robert N.  Services  Law  §  409-a(2).  Mandated  preventive \nHayes, Vivien Shelanski, Irene Cannon-Geary, Diane  services **33 furnished by a local social services \nKiesel, Frederick B. Galt, Joy F. Willig and Richard  district are reimbursed by the State at a 75% rate, \nG. Primoff, New York City, for appellants.  while optional services are reimbursed at a 50% rate \nRobert Abrams, Atty. Gen. (Robert J. Schack, New  (Social Services Law § 409-b[1] ). We agree with the \nYork City, and Charles Carson, Albany, of counsel),  conclusions of the late Justice Leonard H. Sandler \nfor Mario M. Cuomo, as Governor of the State of  (130 A.D.2d 154, 518 N.Y.S.2d 105) that (1) the \nN.Y., and another, respondents.  determination  whether  preventive  services  are \nPeter  L.  Zimroth,  Corp.  Counsel  (Frederick  P.  mandated in a particular case is, at its essence, a \nSchaffer, New York City, of counsel), for Edward I.  discretionary determination, and (2) the regulation \nKoch, as Mayor of the City of N.Y., and others,  does not require in every case what the Legislature \nrespondents.  has prescribed must be discretionary in each case. \nArchibald  Murray,  Lenore  Gittis,  Kalman  Finkel,   \nHelaine Barnett, Arthur Fried, Kay G. McNally, Jane  [2]  The  statute  provides  that  the  determination \nM. Sufian, Shawn Leary and Steven Banks, New  whether  preventive  services  are  mandated  is \nYork City, for Legal Aid Soc. of the City of N.Y.,  dependent in each case upon the finding by a social \namicus curiae.  services official that “the child will be placed or \n *823  Marcia  Robinson  Lowry,  New  York  City,  continued  in  foster  care  unless  such  services  are \nChristopher A. Hansen and Lucy Billings, New York  provided and that it is reasonable to believe that by \nCity, for American Civil Liberties Union Children's  providing  such  services  the  child  will  be  able  to \nRights Project, amicus curiae.  remain with or be returned to his family.”  (Social \n  Services  Law  §  409-a[1][a].)     A  regulation,  of \n \n\n  \ncourse,  cannot  restrict  a  statute  (see,   Matter  of \nMcNulty v. New York State Tax Commn., 70 N.Y.2d \n788, 791, 522 N.Y.S.2d 103, 516 N.E.2d 1217).   \nHere, however, the regulation can and should be read \nrationally*824 and harmoniously with the statute, as \nsuggested  by  the  agency  responsible  for  its \nadministration (see,  Matter of Howard v. Wyman, 28 \nN.Y.2d 434, 322 N.Y.S.2d 683, 271 N.E.2d 528).   \nWhen the stated standards are met, a social services \nofficial may determine that preventive services are \nessential to prevent foster care placement, and may \ntherefore be considered “mandated” services within \n18 NYCRR 430.9 and Social Services Law § 409-\na(1)(a) so as to entitle the social services district to \nthe higher reimbursement rate under Social Services \nLaw § 409-b. \n \nSuch a reading of the regulation preserves for social \nservices officials the discretion in individual cases to \nconclude that services should not be provided-even \nthough the standards set forth in the regulation are \nmet-because of the case-by-case findings required by \nSocial  Services  Law  §  409-a(1)(a).  This \ninterpretation,  moreover,  comports  with  the \nlegislative direction of Social Services Law § 409-\na(4) that regulations “promulgated pursuant to and \nnot  inconsistent  with  this  section”  shall  contain \nprogram  standards  relating  to  circumstances  and \nconditions that are appropriate for the provision of \nparticular services. The Legislature did not direct the \nDepartment of Social Services to fashion regulations \nthat  would  themselves  predetermine  categories  in \nwhich preventive services must, in every case, be \nprovided.  We  further  agree  with  Justice  Sandler's \nconclusion that, for the same reasons, the request for \nsystem-wide  declaratory  relief  in  this  case  is \nuntenable (130 A.D.2d, at 168, 518 N.Y.S.2d 105, \nsupra ). \n \nWACHTLER,  C.J.,  and  SIMONS,  KAYE, \nALEXANDER,  TITONE,  HANCOCK  and \nBELLACOSA, JJ., concur in memorandum. \nORDER AFFIRMED, ETC. \n \nN.Y.,1988. \nGrant v. Cuomo \n73 N.Y.2d 820, 534 N.E.2d 32, 537 N.Y.S.2d 115 \n \nEND OF DOCUMENT \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/33143"
    },
    {
      "date": "1987-07-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 154,
      "cite_1_reporter": "A.D.2d",
      "cite_1_vol": 130,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state trial court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33141,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33141.pdf",
      "title": "Opinion [Supreme Court, Appellate Division]",
      "text": "  \n  obligation,  and  thus,  injunctive  relief  was \nSupreme Court, Appellate Division, First  appropriate. \nDepartment, New York.   \nLisa and Gregory GRANT and their children Gregory  Affirmed as modified. \nJr., and Mason Lee; Elizabeth Cruz, and her children   \nIsmael, Daisy and Yolanda; Demetria Banks and her  Rosenberger, J., filed dissenting opinion in which \nchildren Lamar, Davon, Demetrius and Bobby;  Kassal, J., joined. \nStephanie Ocampo and her child Saidah; Citizens'   \nCommittee for Children of New York, Inc.; \n**107 *156 Frederick P. Schaffer, of counsel (Grace \nAssociation to Benefit Children; Coalition for the \nGoodman,  with  him  on  brief,  Frederick  A.O. \nHomeless; on behalf of themselves and on behalf of \nSchwarz,  Jr.,  New  York  City,  attorney),  for \nall others similarly situated, Plaintiffs-Respondents, \ndefendants-appellants. \nand \nRaymond  L.  Falls,  Jr.,  of  counsel  (Vivien  B. \nCarolyn Lee and her children Trinita, Ravin, Charmin \nShelanski, Ellen L. Weintraub and Irene S. Cannon-\nand Xavier; Elouise Williams and her children \nGeary, with him on brief, Cahill, Gordon & Reindel \nFatina, Monique, Isiah, Janar, Kaseen and David, on \nand Robert M. Hayes, New York City, attorneys), for \nbehalf of themselves and all others similarly situated, \nplaintiffs-respondents  and  plaintiffs-intervenors-\nPlaintiffs-Intervenors-Respondents, \nrespondents. \nv. \n \nMario M. CUOMO, as Governor of the State of New \nBefore SANDLER, J.P., and SULLIVAN, KASSAL, \nYork; Cesar A. Perales, as Commissioner of the New \nROSENBERGER and WALLACH, JJ. \nYork State Department of Social Services, \nDefendants,   \nand  SANDLER, Justice. \nEdward I. Koch, as Mayor of the City of New York;  In an action seeking injunctive and declaratory relief \nGeorge Gross, as Administrator of the New York  originally  commenced  by  four  families  and  three \nCity Human Resources Administration and  organizations,  the  plaintiffs  claim  that  the  several \nCommissioner of the New York City Department of  defendants have violated their obligations to provide \nSocial Services, Defendants-Appellants.  protective and preventive services under the Child \nJuly 9, 1987.  Protective  Services  Act  of  1973  and  the  Child \n  Welfare Reform Act of 1979. The complaint alleged \nin substance with regard to the family plaintiffs, and \nNonprofit corporations and individual brought suit \nother families said to be similarly situated, that the \nagainst governor, mayor, State Department of Social \nseveral defendants had failed to make available to \nServices and city department of social services to \nfamilies with children at risk of removal to foster care \nrequire furnishing of preventive services with regard \npreventive  services  mandated  by  law  that  were \nto foster care. The Supreme Court at Special Term, \nrequired to permit those children to remain with their \nNew York County, 134 Misc.2d 83, 509 N.Y.S.2d \nfamilies.  The  complaint  further  alleged  that  the \n685,  Lehner,  J.,  granted  motion  for  preliminary \nseveral defendants had failed to comply with their \ninjunction and denied defense motion for summary \nstatutory  obligation*157  to  provide  protective \njudgment. On appeal, the Supreme Court, Appellate \nservices to children in danger of child abuse and \nDivision, Sandler, J., held that: (1) Special Term had \nmaltreatment. \nsufficient  basis  to  conclude  that  injunctive  relief \n \nfollowed by review of steps taken by city to comply \nwith  statutory  requirement  that  child  abuse  Following  a  court  conference  with  counsel,  the \ncomplaints be responded to within 24 hours would  original families withdrew as party plaintiffs on their \nserve valid purpose, but (2) statutes and underlying  agreement  that  the  defendants  had  satisfied  their \nregulations setting conditions that must be met before  individual claims to preventive services. Thereafter, \nlocal social service officials are obligated to provide  two other families asserting substantially the same \nservices to prevent child from being placed in foster  claims  sought,  and  were  granted,  permission  to \ncare involved exercise of discretion and professional  intervene. \njudgment, rather than unconditional nondiscretionary   \n \n\n  \nThe defendants appeal from an order dated May 27,  subdivision 6 requires each child protective service, \n1986 of the Supreme Court, New York County, 134  upon receipt of a report of suspected child abuse or \nMisc.2d 83, 509 N.Y.S.2d 685, to the extent to which  maltreatment,  “to  commence,  within  twenty-four \nit (1) granted the motion of the intervenors-plaintiffs  hours, an appropriate investigation ...”, and that in a \nfor  a  preliminary  injunction  requiring  the  City  certain percentage of cases, the exact percent being a \ndefendants to prepare service plans within 30 days,  matter  of  disagreement,  the  City  defendants  have \nand thereafter to provide all services recommended in  failed to comply with that statutory direction. The \nsuch  plans,  (2)  granted  the  motion  of  the  issues with regard to this part of the court's order are \norganizational plaintiffs for a preliminary injunction  raised by the City's contention that the organizational \nrequiring  the  City  defendants  to  commence  plaintiffs lack standing to maintain the action, and \ninvestigations of reports of suspected child abuse or  that  under  all  the  circumstances,  the  issuance  by \nneglect within twenty-four hours of the receipt of  Special  Term  of  an  injunction  requiring  full \nsuch reports, and (3) denied the motion of the City  compliance with the statutory provision represented \ndefendants  for  summary  judgment  dismissing  the  an improvident exercise of discretion. \ncomplaint. The City defendants also appeal from an   \norder entered August 7, 1986, which granted their  As to that part of the court's order addressed to the \nmotion to renew, but thereupon adhered to the court's  claim  of  the  intervenors-plaintiffs  for  preventive \noriginal determination.  services,  the  central  issues  presented  concern  the \n  interpretation of the relevant sections of the Child \nThe issues on this appeal concern the interpretation  Welfare Reform Act of 1979. The first and most \nand enforcement of two major pieces of legislation in  fundamental question is whether, as contended by \nthe  area  of  child  welfare-the  Child  Protective  plaintiffs and implicitly held by Special Term, Social \nServices Act of 1973 (Social Services Law § 411et  Services Law § 409-a, when considered together with \nseq.),  which  regulates  the  provision  of  protective  the regulations promulgated by the New York State \nservices to abused and maltreated children, and the  Department  of  Social  Services  (18  NYCRR  §§ \nChild Welfare Reform Act of 1979 (Social Services  423.2[d]  and  430.9),  imposes  an  unconditional \nLaw § 409et seq.), which regulates the provision of  nondiscretionary  obligation  to  provide  preventive \npreventive services to children.  services under certain circumstances defined in the \n  regulations. \nProtective services refer to the system for reporting   \nand investigating cases of suspected child abuse or  The second issue of construction is raised by Special \nneglect  and  for  protecting  children  and  providing  Term's determination that a child service plan, which \nrehabilitative  services  to  them  and  their  parents.  a  social  services  district  is  required  under  Social \n(Social Services Law § 411, 18 NYCRR, Part 432).  Services Law § 409-e to prepare with respect to each \nPreventive services are supportive and rehabilitative  child identified as being considered for placement in \nservices designed to avert the placement of children  foster care, is in the nature of a contract enforceable \nin foster care, to enable children in foster care to  by a court, and that the City is obligated to provide \nreturn to their families at the earliest possible date, or  all  available  services  recommended  in  that  plan \nto reduce the likelihood that **108 children who  subject only to its right under subdivision 3 to revise \nhave  been  discharged  from  foster  care  will  be  the plan from time to time. \nreturned to it (Social Services Law § 409et seq.,18   \nNYCRR, Part 423 and § 430.9).  Turning  first  to  the  issues  raised  by  the  City's \n  conceded failure fully to comply with its obligation \nThe legal issues presented with regard to the alleged  to commence investigations of reports of child abuse \nfailure  *158  of  the  defendants  to  discharge  their  or  maltreatment  within  twenty-four  hours,  we \nduties  under  the  two  controlling  statutes  are  recognize  that  the  factual  demonstration  by  the \nfundamentally different in character.  organizational plaintiffs in support of their standing \n  to  seek  judicial  relief  is  unimpressive  when \nAs to the claimed violation of the City defendants to  considered  in  light  of  the  *159  established \ncomply with their statutory duty to provide protective  requirement that such organizations demonstrate that \nservices, it is agreed that Social Services Law § 424,  they have suffered an injury as a result of defendants' \n \n\n  \nactions. (See,  Matter of Dental Society v. Carey, 61  plaintiffs,  and  granted  by  Special  Term,  has  its \nN.Y.2d 330, 334, 474 N.Y.S.2d 262, 462 N.E.2d 362;  genesis in a statistical report for 1985 that indicated \n    Matter of MFY Legal Services, Inc. v. Dudley, 67  compliance  with  the  obligation  to  commence \nN.Y.2d 706, 499 N.Y.S.2d 930, 490 N.E.2d 849.)  investigations within 24 hours in only *160 89% of \n  the cases, a figure that represented an apparent retreat \n[1] As the defendants correctly argue, the claim of  from the previous year's results and thus apparently \nthe organizational plaintiffs to have suffered an injury  belied the claim of ongoing improvement. The City \nby way of an added burden on their resources is  defendants have presented follow-up studies for the \npresented in general terms only. On the other hand,  year  indicating  that  the  89%  figure  was  in  part \nwe  cannot  ignore  the  obvious  fact  that  if  affected by errors in reporting, and that the probable \norganizations of this kind are denied standing, the  true  figure  of  compliance  for  1985  was  95%. \npractical effect would be to exempt from judicial  Whether or not 95% is in fact the precisely accurate \nreview the failure of the defendants, here conceded,  figure,  the  follow-up  studies  do  support  the \nto  comply  with  their  statutory  obligations.  conclusion  that  the  true  rate  of  compliance  was \nManifestly, the abused children are not themselves  greater than 89%, and may well have been 95%. But \nable to seek a judicial remedy, nor is it likely that  even a 95% figure necessarily means that there were \nparents or caretakers, the objects of the claims of  numerically a significant number of reports of child \nabuse or maltreatment, would undertake to secure a  abuse and maltreatment that were not responded to \nremedy. Given the obvious reality that the protection  by the commencement of investigations within the \nof abused or maltreated children is a central concern  statutorily mandated 24-hour period. \nof our society, and given the historic relationship of   \norganizations concerned with the care and protection  The reasons for this ongoing noncompliance cannot \nof children to the goals sought to be achieved by the  be set forth with absolute precision. In part it may be \nrelevant statute, we are persuaded that Special Term  assumed  that  some  instances  are  attributable  to \nwas justified in denying the motion to dismiss as to  human error, something not in the usual situation \nthe organizational plaintiffs.  appropriately  addressed  by  injunctive  relief.  (Cf., \n   Bruno v. Codd, 47 N.Y.2d 582, 419 N.Y.S.2d 901, \n**109 [2] Turning to the merits of this part of the  393 N.E.2d 976).   In part the noncompliance would \norder  appealed  from,  the  City  defendants  appear to be the result of a combination of factors set \nacknowledge their statutory obligation to commence  forth  in  different  self-evaluations  by  the  City \ninvestigations of reports of suspected child abuse or  defendants. These included the failure of budgetary \nneglect within 24 hours of the receipt of such reports,  allocations  to  keep  pace  with  rapidly  increasing \nand their failure to achieve full compliance with the  complaints of child abuse, a high attrition rate among \nstatutory direction. In its appeal from the preliminary  personnel assigned to what is often a difficult and \ninjunction requiring compliance with their statutory  onerous duty, the difficulty of finding and promptly \nobligations,  the  City  defendants  contend  that  training qualified persons, and possibly failures in \ninjunctive  relief  is  inappropriate  because  they  communication among the several offices assigned \nacknowledge their statutory obligations, have steadily  the responsibility. \nincreased their rate of compliance, have presently   \nachieved  a  very  substantial  compliance with their  Undeniably, the appropriateness of injunctive relief \nstatutory obligations, and have instituted procedures  under  the  circumstances  disclosed  in  this  record \nthat will soon bring about the maximum possible  presents an issue that is not entirely free from doubt. \ncompliance. To the extent to which full compliance  In the absence of any reason to doubt the good faith \nhas not been achieved, it is contended that the failure  of  the  responsible  City  agencies,  the  threat  of \nis attributable in part to human error, inherently not  contempt, the traditional tool for enforcing injunctive \nsusceptible of being effected by injunctive relief, and  relief, would appear to be inappropriate. And the \na  variety  of  administrative  and  budgetary  nature of the budgetary and administrative problems \ncircumstances  that  are  inappropriate  for  judicial  detailed in the record do not appear of a kind that \nintervention.  courts  are  well-suited  to  address  by  specific \n  directions as to how funds should be allocated and as \nThis branch of the relief sought by the organizational  to how the concerned personnel should be organized \n \n\n  \nand supervised. On the other hand, the persistence of  as to that part of the court's order that denied the \nan  unacceptable  degree  of  noncompliance  with  a  defendants' motion for summary judgment dismissing \nspecific statutory direction affecting the welfare of  the complaint to the extent to which it sought system-\nabused  children,  and  the  undoubted  fact  that  this  wide declaratory relief. \nlawsuit itself brought about increased governmental   \nconcern and attention to the problem, persuades us  [3] If the findings which are a precondition to the \nthat there was a sufficient*161 basis for Special Term  obligation to provide mandated preventive services \nto  conclude  that  injunctive  relief  followed  by  a  involved discretion and judgment on the part of local \nreview of the steps taken by the City agencies to  social services officials, it is clear that the injunction \nrespond would serve a valid purpose.  granted  by  Special  Term,  in  effect  an  order  of \n  mandamus, violated well-established principles with \nTurning to the claims of the individual plaintiffs that  regard *162 to mandamus, and that the appropriate \ndefendants have violated their statutory obligations to  remedy of the individual plaintiffs was to seek a \nprovide  preventive  services,  the  central  issue  is  review of the denial to them of preventive services in \n**110 presented by plaintiffs' claim that the Child  a fair hearing and subsequent judicial review in a \nWelfare Reform Act of 1979 (Social Services Law §  CPLR article 78 proceeding if the determination was \n409et  seq.),  when  considered  together  with  the  sustained  after  the  fair  hearing.  Similarly,  if  the \nregulations of the New York State Department of  statutorily required findings involved the exercise of \nSocial  Services (18 NYCRR § 430.9), imposes a  discretion and judgment, it is clear that system-wide \nnondiscretionary duty in circumstances set forth in  declaratory  relief  would  be  unavailable  since  the \nthe regulations to make findings which mandate the  issues presented would involve separate exercises of \nprovision of preventive services. Plaintiffs' central  judgment and discretion by social services officials in \nthesis is set forth clearly in their appellate brief in the  widely varying circumstances. \nfollowing  language:  “Respondents  have  never   \ndisputed appellants' discretion as to which of a menu  The purpose of the Child Welfare Reform Act was \nof  preventive  services  must  be  provided  under  “to delineate a state policy of providing permanent \nappropriate circumstances. However, respondents do  homes for children who are currently in foster care or \ndispute the notion that such discretion extends to the  at high risk of entering foster care.”  (Memorandum \ninitial determination that a child is at risk of foster  of  Senator  Joseph  R.  Pisani,  New  York  State \ncare and is in need of preventive services.”  Legislative Annual 352 [1979] ). This purpose was \n  sought to be accomplished by “a new emphasis on \nIt is on the basis of this construction of the statute  preventive services to maintain family relationships \nthat plaintiffs contend that the issues are controlled  and reunite families whenever possible.”  This new \nby  the  decision  of  the  Court  of  Appeals  in  approach  was  found  necessary  because  “[t]he \nKlostermann  v.  Cuomo,  61  N.Y.2d  525,  475  problems  of  the  foster  care  system  have  been \nN.Y.S.2d 247, 463 N.E.2d 588, in which the court  exacerbated by a lack of incentives to local district[s] \nfound  legally  sufficient  a  complaint  seeking  to provide preventive services which may in some \ndeclaratory relief and mandamus on the claim that the  cases  avert  the  need  for  foster  care”  (Pisani \nstate  agency  had  failed  to  discharge  a  Memorandum at 353). \nnondiscretionary statutory duty to provide services, in   \nthe face of the contention of the state agency that the  As further set forth in the Pisani Memorandum: \nfailure to discharge its statutory duty resulted from a   \ndiscretionary  administrative  judgment  as  to  the \n“The bill redefines preventive services and places \nallocation of limited budgetary appropriations and \ntheir provision within an enriched funding formula. \nwas accordingly nonjusticiable. \nThe bill delineates clearly standards for planning and \n \ncaring for children with the goal of permanent homes \nAs becomes apparent on analysis, the construction of  whenever  possible.  Furthermore,  the  bill  holds \nthe statute urged by plaintiffs is critical both to that  districts accountable for meeting these standards or \npart of the court's order that enjoined the defendants  suffer loss of reimbursement.” \nto prepare a service plan and provide the services set   \nforth in that plan to the intervenors-plaintiffs, as well \nConsistent with these purposes, the Child Welfare \n \n\n  \nReform Act defines preventive services as:  shall perform an assessment of each child and his \n  family circumstances in accordance with procedures \n**111   “...  supportive  and  rehabilitative  services  and criteria to be prescribed by the Department where \nprovided ... to children and their families for the  the child has been “identified by a social services \npurposes of: averting an impairment or disruption of  district as being considered for placement in foster \na family which will or could result in foster care;  care as defined in section three hundred ninety-two of \nenabling  a  child  who  has  been  placed  in  the  this chapter” (subd. [1] ). \nplacement of a child in foster care to return to his   \nfamily at an earlier time than would otherwise be  Social Services Law § 409-e(2) directs the social \npossible; or reducing the likelihood that a child who  services  district  to  establish  and  maintain  a  child \nhas been discharged from foster care would return to  service  plan  upon  completion  of  the  assessment, \nsuch care.”  (Social Services Law § 409.)  which  shall  include,  inter  alia,  identification  of \n  required  services  and  their  availability  and  the \nWith respect to the provision of preventive services,  manner in which they are to be provided. \nthe Child Welfare Reform Act (Social Services Law   \n§ 409-a(1)(a)) provides in relevant part:  Social Services Law § 409-e(3) directs review and \n  revision of the plan, in consultation with the parent or \nA social services official shall provide preventive  guardian, where appropriate, within the first 90 days \nservices to a child and his family, in *163 accordance  and at least every six months thereafter. It provides, \nwith the child's service plan as required by section  among other things, that the review shall indicate the \nfour hundred nine-e of this chapter and the social  types, dates and sources of services that have actually \nservices  district's  child  welfare  services  plan  been provided. \nsubmitted  and  approved  pursuant  to  section  four   \nhundred nine-d of this chapter, upon a finding by  *164 Critical to the issue presented is that part of \nsuch  official  that  (i)  the  child  will  be  placed  or  Social Services Law § 409-a(1)(a) which obligates a \ncontinued  in  foster  care  unless  such  services  are  social services official to provide preventive services \nprovided and that it is reasonable to believe that by  to a child and his family in accordance with the \nproviding  such  services  the  child  will  be  able  to  child's service plan “upon a finding by such official \nremain with or be returned to his family....  that the child will be placed or continued in foster \n  care unless such services are provided and that it is \nSocial Services Law § 409-a(2) further provides: “A  reasonable to believe that by providing such services \nsocial  services  official  is  authorized  to  provide  the child will be able to remain with or be returned to \npreventive  services  to  a  child  and  his  family  to  his family.” \naccomplish  the  purposes  set  forth  in  section  four   \nhundred nine of this chapter, when such services are  On the face of it, the two findings specified in this \nnot required to be provided pursuant to subdivision  section as a prerequisite to the obligation of the social \none of this section.”  services  official  to  provide  mandated  preventive \n  services manifestly involve the exercise of discretion \nSocial Services Law § 409-b(1) provides in substance  and professional judgment, and indeed the plaintiffs \nfor reimbursement to each social services district of  do not argue to the contrary. The plaintiffs' basic \n“(a)  seventy-five  per  centum  of  allowable  contention is that the regulations issued by the State \nexpenditures  for  preventive  services  provided  Department of Social Services specify circumstances \npursuant to subdivision one of section four hundred  under  which  there  is  an  unconditional \nnine-a of this title ... and (b) fifty per centum of  nondiscretionary**112  obligation  on  the  part  of \nallowable  expenditures  for  preventive  services  social  services  officials  to  make  the  statutorily \nprovided pursuant to subdivision two of section four  prescribed findings. \nhundred nine-a of this title....”   \n  Although introductory sentences in the pertinent part \nSocial Services Law § 409-e, entitled “Child Service  of the regulations provide some color of support for \nPlan”, in effect the record keeping section of the Act,  this construction, a study of the regulation as a whole \nprovides in substance that the social services district  makes  it  incontrovertibly  clear  that  it  was  not \n \n\n  \nintended, and could not possibly have been intended,  plaintiffs, that there may be many situations in which \nto impose a nondiscretionary duty on the part of  a finding of abuse is properly made, but in which a \nsocial  services  officials  to  make  the  statutorily  professional assessment of the situation as of the time \nrequired findings under the described circumstances.  of such finding by a social worker would support the \n  conclusion that the child should not be removed from \n18  NYCRR  §  430.9(a),  as  pertinent  to  the  issue  the parent or caretaker. \npresented, provides: “[T]he provision of preventive   \nservices shall be considered mandated if one of the  Even more clearly, it is apparent that there are many \nfollowing standards ... is met: the standard for the  situations  in  which  a  parent  or  caretaker  has \nprovision of mandated preventive services to clients  imperiled the health and safety of the child, and in \nat risk of placement.”  which it would make no sense whatever to permit the \n  child to remain with the parent or caretaker, and in \n18 NYCRR § 430.9(c) goes on to provide in its  which no responsible social services official could \nintroductory sentence as follows: “Standard for the  conceivably find “that it is reasonable to believe that \nprovision of mandated preventive services to clients  by providing such services the child will be able to \nat risk of placement.   The provision of preventive  remain with or be returned to his family.”  (Social \nservices shall be considered mandated when such  Services Law § 409-[1][a].)   It simply could not have \nservices are essential to improve family relationships  been intended to impose a nondiscretionary duty on \nand prevent the placement of a child into foster care.  social  services  officials  to  provide  preventive \nThe circumstances in which preventive services shall  services in an effort to avoid foster care every time a \nbe considered essential for these purposes are the  finding of abuse and maltreatment of a child by a \nfollowing: ....”  parent is made. \n   \nUndeniably, this phrasing provides apparent support  18  NYCRR  §  430.9(c)(2),  captioned  “Parental \nfor the plaintiffs' theory that when the circumstances  Refusal”,  sets  forth  a  circumstance  in  which  the \nthereafter described are present, preventive services  parent or caretaker has refused to maintain the child \nmust  be  provided.  What  an  examination  of  the  in  the  home  or  has  expressed  the  intention  of \nspecific  circumstances  thereafter  identified  makes  surrendering the child for adoption. \nclear is that this interpretation is untenable. Let us   \nconsider the relevant subdivisions in turn.  In this situation, the fact itself would appear to be a \n  simple  one,  leaving  little  room  for  discretion  or \n*165 18 NYCRR § 430.9(c)(1), captioned “Health  judgment as to whether such an event has occurred. \nand Safety of Child”, sets forth a circumstance in  But it cannot follow from such a circumstance that \nwhich one or more children in a family have been  the social worker must find it reasonable to believe \nsubjected by parents or caretakers, within a 12 month  that the provision of preventive services *166 would \nperiod prior to the date of application for services, to  avoid the necessity for **113 foster care in every \nserious  physical  injury  by  other  than  accidental  such situation. Undoubtedly there may be occasional \nmeans, or to serious impairment or risk of serious  situations  in  which  that  would  be  an  appropriate \nimpairment of their physical, mental or emotional  conclusion,  but  it  is  obvious  that  in  most  such \ncondition as a result of a failure of the parents or  situations, it would be absurd to so find. Surely the \ncaretakers to exercise a minimum degree of care, and  regulation  cannot  be  sensibly  interpreted  as \nsuch  action  by  the  parents  “has  resulted  in  a  mandating the social worker to make the required \ndetermination  that  an  allegation  of  abuse  or  findings and to provide preventive services to every \nmaltreatment is indicated.”  parent who refuses to maintain the child in the home \n  or is determined to surrender the child for adoption. \n \nUndeniably, a finding of such abuse would in the \nusual situation call for consideration by the social  The  third  subdivision,  captioned  “Parent \nservices official of removal of the child from the  Unavailability”, describes a circumstance in which \nparent or caretaker. But even with regard to that  the  child's  parents  or  caretakers  have  become \ncircumstance, it is surely clear, and indeed illustrated  unavailable  due  to  (a)  hospitalization;  (b)  arrest, \nin the case records of one of the original family  detainment or imprisonment; (c) death; or (d) the fact \n \n\n  \nthat their whereabouts are unknown.  a circumstance in which “a woman is pregnant or has \n  given birth and has shown an inability to provide \nOnce again, the circumstance described would seem  adequate  care  for  her  unborn  or  infant  child.”  \nto  involve  relatively  little  room  for  discretion  or  Manifestly,  there  is  no  plausible  basis  for  the \njudgment as to its presence. But it is not conceivable  conclusion that every time a woman is pregnant or \nthat  it  was  intended  in  every  situation  of  parent  has given birth that the social services agency is \nunavailability  described  in  the  regulation  that  the  under a nondiscretionary obligation to conclude that \nsocial services official had a nondiscretionary duty to  the unborn or infant child is at risk of foster care, and \nfind it reasonable to believe that preventive services  that preventive services are therefore mandated. \nwould avoid foster care. Suppose the only parent is   \nunder a life sentence in prison, or is dead, or that his  Once it is accepted that the findings specified in \nwhereabouts are unknown. Plaintiffs' interpretation of  Social  Services  Law  §  409-a(1)(a)  involve  the \nthe regulation calls for a declaration that every such  exercise of discretion and judgment, it follows that \nsituation imposes a nondiscretionary duty to provide  Special  Term  erred  in  that  part  of  its  order  that \npreventive services, and this is surely wrong.  granted the motion to the intervenors-plaintiffs for a \n  preliminary injunction requiring the City defendants \nThe  fourth  subdivision,  headed  “Parent  Service  to  prepare  service  plans  within  30  days,  and \nNeed”, describes a circumstance in which a child is at  thereafter to provide the services recommended in \nrisk of serious harm “due to an emotional, mental,  such plans. In issuing this injunction, in effect an \nphysical,  or  financial  condition  of  the  parent  or  order  of  mandamus,  Special  Term  substituted  its \ncaretaker  which  seriously  impairs  the  parent's  or  judgment for that of the responsible social services \ncaretaker's ability to care for the child.”  officials  in  matters  involving  discretion  and \n  judgment,  and  thereby  departed  from  well-\nestablished  principles  governing  the  granting  of \nAs  to  this  circumstance,  it  is  apparent  that  a \nmandamus. \ndetermination of the fact of the circumstance by the \n \nsocial  services  official  involves  discretion  and \nprofessional judgment. But let us assume a situation  As observed in a leading treatise, the principle is well \nin which it is clear that the described circumstance  established  that  “mandamus**114  compels  action \nexists. Can it reasonably be inferred that the social  admitting of no discretion and so clearly required as \nservices official must find in every such situation that  to  be  merely  ministerial....”   (Siegel,  New  York \npreventive services will avoid foster care? Assume  Practice, § 577, p. 775). This long-standing principle \nthe parent's emotional and mental condition is such  was squarely reaffirmed by the Court of Appeals in \nthat there is no reasonable possibility that the parent  Klostermann  v.  Cuomo,  61  N.Y.2d  525,  475 \ncan be entrusted with the child at any time in the  N.Y.S.2d  247,  463  N.E.2d  588,  the  authority \nforeseeable future. Can the regulation conceivably  primarily relied on by plaintiffs on this issue, in terms \nhave  been  intended,  as  plaintiffs  urge,  to  require  that leave no room for reasonable disagreement. With \npreventive  services  to  avoid  foster  care  in  that  regard to mandamus, the Court of Appeals reaffirmed \nsituation?  (at  539)  that  “  ‘[m]andamus  lies  to  compel  the \n  performance of a purely ministerial act where there is \na clear legal right to the relief sought’ ( Matter of \n*167 The fifth subdivision, headed “Child Service \nLegal Aid Soc. v. Scheinman, 53 N.Y.2d 12, 16 [439 \nNeeds”, describes a circumstance in which a child \nN.Y.S.2d  882,  422  N.E.2d  542]  ).     The  long-\nhas special need for supervision or services which \nestablished law is that ‘[w]hile a mandamus is an \ncannot adequately be met by the child's parents or \nappropriate remedy to enforce the performance of a \ncaretakers without the aid of preventive services. \nministerial duty, *168 it is well settled that it will not \n \nbe awarded to compel an act in respect to which the \nOn  its  face,  this  subdivision  clearly  involves  a \nofficer may exercise judgment or discretion’ ” [cites \nprofessional  evaluation  as  to  the  existence  of  the \nomitted]. \ncircumstance, which cannot reasonably be construed \n \nas ministerial or nondiscretionary. \nQuoting  from  People  ex  rel.  Francis  v.  Common \n \nCouncil, 78 N.Y. 33, the Court of Appeals reaffirmed \nThe sixth subdivision, headed “Pregnancy”, describes \n \n\n  \nin  Klostermann,  supra,  61  N.Y.2d  at  540,  475  are we able to find in plaintiffs' presentation any \nN.Y.S.2d 247, 463 N.E.2d 588:   “ ‘[T]he writ of  claim that such relief is appropriate on a different \nmandamus  *  *  *  may  also  be  addressed  to  theory. To the extent to which it may be concluded \nsubordinate  judicial  tribunals,  to  compel  them  to  on the basis of various studies presented in the record \nexercise their functions, but never to require them to  that the defendants have erred in many individual \ndecide in a particular manner * * * A subordinate  cases in failing to make findings under circumstances \nbody can be directed to act, but not how to act, in a  in which such findings should have been made, it is \nmanner as to which it has the right to exercise its  clear  that  systemwide  declaratory  relief  is  not \njudgment....  Where a subordinate body is vested with  available to address claims of individual errors of \npower to determine a question of fact, the duty is  judgment in separate cases involving different factual \njudicial,  and  though  it  can  be  compelled  by  situations, none of which (except for the intervenors-\nmandamus to determine the fact, it cannot be directed  plaintiffs) are before us for our consideration, and \nto decide in a particular way, however clearly it be  which have not been shown to involve any single \nmade to appear what the decision ought to be.’ ”  principle equally applicable to any defined group of \n  families. \n[4] In issuing the preliminary injunction at issue here,   \nSpecial Term in effect directed the responsible social  We note additionally that the record discloses no \nservices  officials  to  exercise  their  discretion  and  claim, nor any basis for such **115 claim, that it was \njudgment in a particular way, something which the  the policy of the defendants to refuse to make the \ncourt  was  not  authorized  to  do.  If,  in  fact,  the  statutorily required findings, even where the facts \nintervenors-plaintiffs were denied preventive services  were believed to justify them, in an effort to limit or \nto  which  they  were  entitled  as  the  result  of  an  avoid expenditures. Indeed, given the central reality \nerroneous failure by the social services officials to  that the governing statute provides enriched State \nmake  the  statutorily  prescribed  findings,  the  reimbursement where mandated preventive services \nappropriate response would be that set forth in a  are provided, it would seem unlikely that financial \nregulation promulgated by the State Department of  considerations have improperly affected individual \nSocial Services in 1983, which explicitly provides for  decisions. \n“a fair hearing to persons aggrieved by the denial,   \nreduction,  or  termination  of  preventive  services.”   [5]  Finally,  we  are  unable  to  agree  with  Special \n(See,18 NYCRR § 423.4 [l][4] ). If, after requesting  Term's conclusion that whatever child service plan \nand  obtaining  a  fair  hearing,  an  applicant  for  pursuant to Social Services Law § 409-e“is in effect \npreventive services receives an unfavorable decision,  at a particular time is in the nature of a contract by \nhe has a right to judicial review by means of an  the City, the performance of which is enforceable by \nArticle 78 petition (Social Services Law § 22[9][b] ).  a court ... [and that] the City has an obligation to \n  deliver whatever available services it proposes at any \nAlthough the intervenors' complaint is not precise as  particular time.”  (134 Misc.2d, supra, at 86-87, 509 \nto the theory underlying their request for system-wide  N.Y.S.2d 685.)   We find no basis in the statute for \ndeclaratory relief with regard to preventive services,  this construction, which seems to us to misconceive \nor the exact form that such declaratory relief was to  the clear meaning of the relevant statutory sections. \ntake,  it  is  apparent  from  plaintiffs'  appellate   \npresentation  that  the  application  for  system-wide  As previously observed, Social Services Law § 409-\ndeclaratory relief with regard to preventive services  a(1)(a) requires a social services official to “provide \nwas based upon the theory that the statute, considered  preventive  services  to  a  child  and  his  family,  in \ntogether  with  the  regulations,  imposes  a  accordance with the child's service plan as required \nnondiscretionary duty on social services officials to  by section four hundred nine-e of this chapter and the \nmake the findings set forth in Social Services Law §  social services district's child welfare services plan \n409-a(1)-a  construction  we  have  found  to  be  submitted  and  approved  pursuant  to  section  four \nuntenable.  hundred nine-d of this chapter.”  The critical statutory \n  phrase-“in accordance with”-plainly does not mean \n*169 The record discloses no other legally viable  the same as “all” or “all available services”. If the \nbasis for granting system-wide declaratory relief, nor  Legislature had intended that “all services” or “all \n \n\n  \navailable  services”,  or  all  *170  available  services  concerned  social  services  officials  identify  all \nappropriate to short-range goals identified in the plan,  services relevant to the existing situation to permit \nwere required to be delivered, it is not easy to see  maximum  flexibility  in  responding  to  quickly \nwhy language embodying that intent was not used.  changing  circumstances  *171  without  being \n  apprehensive that every identified service would be \nNor is it difficult to discern the reason for the use by  required by law to be provided. The almost **116 \nthe  Legislature  in  Social  Services  Law  §  409-a,  certain consequence of Special Term's construction, \nsubdivision 1(a) of the words “in accordance with the  and one that the Legislature surely did not intend, \nchild's  service  plan  as  required  by  section  four  would be to induce social services officials to limit \nhundred nine-e of this chapter....”  narrowly the services identified in the original child's \n  service plan lest they be obligated to provide services \nthat  experience  and  changing  circumstances  may \nThe  words  used  were  consistent  with,  and  in \nindicate to be unnecessary or inappropriate. \nfurtherance of, the fundamental distinction drawn in \n \nthe  statute between mandated preventive services-\nservices provided under Social Services Law § 409- The dissenting opinion opens its discussion of the \na(1)(a)  following  the  findings  that  have  been  issues that divide the court with the comment that the \ndiscussed at length-and preventive services provided  writer agrees “with much of the majority's opinion, \nin the absence of such findings under subdivision 2.  including the finding that the preparation of the child \nAs we have seen, the statute provided an enriched  service  plan  and  the  provision  of  mandatory \nreimbursement  formula  for  mandated  preventive  preventive  services  in  accordance  with  such  plan \nservices. The clear reason for the statutory phrase  involve the exercise of discretion”. In this candid \nwas to make certain that the enhanced reimbursement  observation the dissenting opinion finds untenable, \nprovided for mandated preventive services would be  although the opinion does not so state explicitly, the \nlimited only to such services when the justification  legal  theory  on  the  basis  of  which  the  plaintiffs \nfor them had been documented in a record that could  sought, and secured, an order of mandamus requiring \nbe reviewed by the New York State Department of  as to the intervenor families the preparation of child \nSocial Services.  support plans, and the provision of services identified \n  in such plans, and which is also central to the claim \nfor  system-wide  declaratory  relief  with  regard  to \n[6] The error in Special Term's construction of the \npreventive  services.  Nonetheless,  the  dissenters \nstatute  seems  to  us  further  confirmed  by  Social \nwould affirm the relevant parts of the order appealed \nServices Law § 409-e(3) which directs a review of a \nfrom, justifying this conclusion on the basis of a \nchild's service plan “in consultation with the child's \ncomplex analysis, the different parts of which are not \nparent or guardian where appropriate at least within \neasy to follow or to understand, but which in effect \nthe first ninety days following its preparation and at \nobliterates the distinction between discretionary and \nleast every six months thereafter.”  The section goes \nministerial  acts  that  is  central  to  the  law  of \non  to  provide:  “Such  revisions  shall  indicate  the \nmandamus. \ntypes, dates and sources of services that have actually \n \nbeen provided and an evaluation of the efficacy of \nsuch  services,  and  any  necessary  or  desirable  Thus  the  dissenting  opinion  contends  that  the \nrevisions  in  goals  or  planned  services.”   What  provision of preventive and protective services “are \nunmistakably appears from this subdivision is that it  but discretionary means to the fulfillment of SSC's \nwas contemplated by the Legislature that services  non-discretionary duty to protect children who are \nlisted  in  the  plan  might  not  actually be provided  believed to be suffering from abuse or neglect....” \nwithin the time intervals for review and revision.   \n  [7]  What  becomes  immediately  apparent  upon \nMoreover,  we  think  it  likely  that  Special  Term's  analysis is that this formulation reaches an untenable \nconstruction  would  have  consequences  that  are  conclusion on the basis of two fundamental errors. \nalmost  precisely  the  opposite  of  those  that  were  First, as is obvious from an examination of the Child \nintended. Where a child has been identified as being  Welfare Reform Act of 1979, preventive services are \nat risk of foster care it surely seems preferable, and in  not authorized for the purpose of protecting abused or \naccordance with sound professional practice, that the  maltreated children. Under Social Services Law § \n \n\n  \n409 preventive services are defined as “supportive  section makes clear, some aspects of the duty of child \nand rehabilitative services provided ... to children and  protective service workers are non-discretionary, one \ntheir  families  for  the  purpose  of:  averting  an  of which, the duty to commence investigations within \nimpairment or disruption of a family which will or  24  hours  of  receiving  a  report  of  child  abuse  or \ncould result in the placement of a child in foster  maltreatment, was an issue specifically raised on this \ncare;....”  Undoubtedly it will often be the case that  appeal. However, many of the critical decisions made \nabuse or maltreatment of children by a parent will  by child protective service workers in discharge of \n*172 justify the conclusion that there is danger of the  their duties clearly involve the exercise of discretion \nimpairment or disruption of a family which could  and judgment. Is there credible evidence supporting \nresult in the child being placed in foster care, in  the report of child abuse or maltreatment? Do the \nwhich  event  preventive  services  are  authorized,  circumstances  require  action  pending  a  *173 \nmandated under Social Services Law § 409-a(1)(a) if  determination as to whether the report of abuse is \nthe statutory findings are made, and discretionary  supported  by  credible  evidence,  and  if  so,  what \nunder § 409-a(2) in the absence of such statutory  action? Assuming that the report is confirmed by \nfindings. But it is indisputably clear that preventive  credible evidence, should the child be removed from \nservices  are  authorized  only  for  the  purpose  of  the  parent  or  parents,  or  should  protective  and \navoiding the risk of a child being placed in foster  rehabilitative services be provided, and if so, which \ncare, not for the purpose of safeguarding abused or  services? It is by no means always the fact that a \nmaltreated children. The safeguarding of abused or  confirmation of validity of a report will require that \nmaltreated  children  was  clearly  intended  to  be  either a child be removed or that protective services \nadvanced by the protective and rehabilitative services  be  provided.  All  of  these  are  clearly  matters \nauthorized by the Child Protective Services Act of  involving the exercise of judgment and discretion, \n1973.  and under established rules courts may not by way of \n  mandamus require a social services worker to take \nAs a study of the regulations promulgated by the  one  or  another  action  which  that  worker  has \nNew  York  State  Department  of  Social  Services  concluded  was  unjustified  in  the  exercise  of \nmakes clear, the preventive services authorized to  discretion and judgment. \nprevent disruption of families and the placement of   \nchildren in foster care, and the protective services  Nor does it seem to us helpful to an understanding of \nauthorized  for  the  safeguarding  of  abused  and  the legal issues raised to assert that the “duty to \nmaltreated children, are in many respects the same or  timely investigate all reports, to probe for credible \nquite similar, the principal differences arising from  evidence of neglect as legally defined, and to provide \nthe  separate,  if  related,  purposes  sought  to  be  whatever  services  are  necessary  to  safeguard  the \nachieved under the two statutes.  child during the investigation and thereafter, is not \n  discretionary.”  Manifestly, child protective services \nAssuming, however, that preventive services were to  caseworkers have a non-discretionary duty to timely \nbe  considered  as  authorized  for  the  purpose  of  investigate all reports of abuse or maltreatment. \nsafeguarding  abused  or  maltreated  children,  it  is   \nclearly  wrong  for  a  court  to  issue  an  order  of  [9] It seems equally obvious, although the contrary \nmandamus  directing  a  social  services  official  to  view is central to much of the dissenting opinion, that \nprovide a service which in the exercise of discretion  a claim that in a particular case a worker did not \nthe official found to be unwarranted on the theory  adequately “probe for credible evidence of neglect”, \nthat the discretionary service is simply a means to the  and that the worker failed in the exercise of discretion \nfulfillment of a non-discretionary duty. This notion  and  judgment  to  provide  services  alleged  to  be \neffectively eliminates the distinction between**117  necessary,  does  not  convert  these  manifestly \ndiscretionary  and  ministerial  acts.  Moreover,  it  discretionary duties into non-discretionary ministerial \nseriously distorts the legal reality to describe as non- acts. \ndiscretionary the duty to protect children believed to   \nbe suffering from abuse.  Although  an  evaluation  of  the  correctness  of  the \n  determinations of the social services workers with \n[8]  As  an  examination  of  the  relevant  statutory  regard  to  the  needs  of  the  plaintiff  families  for \n \n\n  \npreventive services is not an appropriate issue on this  the denial of requests for such services was alleged in \nappeal, the comment in the dissenting opinion on that  plaintiffs'  affidavits,  is  surely  relevant  to  a  fair \nsubject requires something to be said as a matter of  evaluation of the manner in which the social services \nfairness to those workers and to the larger group of  workers discharged their obligations. \nsocial services workers of whom they may be thought   \nto be representative. What an objective evaluation of  Nor is it accurate to say that the inquiry into the \nthe entire record discloses is that in almost all of the  report of child abuse relating to the Lee family was \ncases the judgment of the social services workers that  limited to the inquiry of the mother. The record is \nchildren were not at risk of foster care was clearly  clear that the social services worker questioned not \ncorrect in light of the facts known to them, and that  only  the  mother,  but  also  the  oldest  child  in  the \nfor  the  most  part  the  correctness  of  the  family and the boyfriend whose alleged conduct was \ndeterminations  was  not  affected  by  any  facts  central to the complaint of child abuse. In addition, \nsubsequently developed.  the social services worker determined on the basis of \n  personal observation and investigation that there was \nNor do we think the record justifies the observation  no substance to the claim in the report of abuse that \nthat  as  *174  a  whole  the  response  of  the  social  the family was lacking sufficient food or clothing for \nservices  workers  to  the  undoubted  needs  of  the  the children. \nfamily  plaintiffs  was  lacking  in  competence.   \nUndoubtedly the record discloses what appears to be  What clearly appears is that the central problem of \nomissions and lapses. When considered as a whole,  most  of  *175  these  families  was  their  lack  of  a \nthe response of the several social services workers to  permanent home, and although the social services \nthe problems presented was far more substantial than  workers are authorized to assist them in securing \nis suggested in the dissenting opinion. As to two of  permanent homes, and in fact did so, it is clear that \nthe original plaintiff families, the record establishes  they  had  neither  the  authority  nor  the  ability  to \nthat preventive services appropriate to their situations  provide such homes. \nwere in fact authorized prior to the commencement of   \nthis lawsuit, although the direction for such services \nThis is not to say that the record does not disclose \nhad not been put into effect at that time. As to almost \ninadequacies and failures, nor that it does not disclose \nall of the family plaintiffs, the record is clear that the \nroom for considerable improvement, but it is not fair \nparents  did  not  request  at  any  time  prior  to  the \nto this group of workers to present them as uniformly \ncommencement  of  the  lawsuit  those  services,  the \nincompetent, callous, or insensitive to their important \ndenial of which was set forth as a ground **118 for \nobligations. \nrelief in this action, and the record does not establish \n \nfor the most part that the social services workers \n[10] In addition to confirming the order appealed \nshould have been aware of those needs. In one case, \nfrom,  our  dissenting  colleagues  have  concluded \nand that one of the two intervening families, the Lee \n“upon searching the record ... that the appellants have \nfamily, the parent emphatically denied in response to \nfailed to comply with the mandatory directives of \ninquiries the existence of conditions that might have \nSocial Services Law §§ 423 and 424 in all cases, due \njustified the providing of such services, and on the \nto  an  erroneous  policy  promulgated  by  defendant \nvery day she signed the affidavit claiming a failure to \nCommissioner of the New York State Department of \nrespond  to  her  request  for  services,  denied  in \nSocial Services....”  In particular it is urged that a \nresponse to a specific inquiry by a social services \nregulation  promulgated  by  the  New  York  State \nworker that she had any need for services. \nDepartment  of  Social  Services,  18  NYCRR \n \n432.2(b)(4)(x), impermissibly limits the discretionary \nIn  the  above  observations  we  of  course  do  not \npower of the social services workers under Social \nsuggest  that  social  services  employees  are  only \nServices  Law  §  409-a(2)  to  provide  preventive \nobligated  to  provide  services  where  requested. \nservices. On the basis of this analysis, it is urged that \nObviously they have an obligation to provide services \na declaratory judgment should be entered striking \nwhere the need for such services is established to the \ndown that section as arbitrary and invalid, and giving \nsatisfaction of the social services worker. The fact \ndetailed instructions to the several agencies as to how \nthat families did not request such services, although \nthey should discharge their functions. \n \n\n  \n  organizational plaintiffs would not have observed, if \nIn this aspect of the dissenting opinion our colleagues  it were the fact, that the families had been deprived of \nraise and determine an issue not presented by the  needed services because of an invalid regulation, and \nnotice of appeal in this case, and grant to plaintiffs,  that the lives of children had been put in jeopardy, if \nwho did not cross appeal from Special Term's order,  not in fact lost, as a result of that regulation. Nor is it \nrelief not requested in the motion that gave rise to  easy to believe that if any of the several studies of the \nthat order, on the basis of a theory never presented by  response of government agencies to the problems of \nplaintiffs.  abused children had disclosed the pernicious effect of \n  the  regulation  discovered  on  this  appeal  by  our \ndissenting colleagues a challenge to the regulation \nFrom  a  study  of  the  complaint  and  amended \nwould not have been part of this lawsuit. \ncomplaint it is indisputable that these pleadings never \n \nidentified the regulation in question as arbitrary or \ninvalid, or suggested that the regulation in any way  The reason that the regulation was not part of the \nadversely impacted on the plaintiff families or upon  case presented by plaintiffs' skilled counsel is readily \nother families alleged to have been similarly situated.  apparent  from  an  examination  of  the  regulation \nAn  examination  of  the  factual  submissions  together with the entire body of regulations and the \nintroduced by, and on behalf of, the family plaintiffs,  statutes  that  the  regulations  were  intended  to \ndiscloses no claim that they were deprived of services  implement. \nbecause of the regulation, nor the suggestion of any   \nfactual basis for the conclusion that the regulation in  The regulation is one of a group which sets forth the \nquestion affected in the slightest degree the services  responsibilities and powers of the child protective \nwhich they received. Indeed, as to two of the **119  service.  That  service  is  vested  with  the  sole \nplaintiff families who were never the subject of *176  responsibility for receiving and investigating reports \nreports of child abuse, and as to one who was the  of child abuse, and is the sole entity responsible for \nsubject of such reports at times not relevant to the  providing  and  coordinating  services  necessary  to \nissues in this case, the irrelevancy of the regulation is  safeguard the child's well-being and to preserve and \napparent. As to the three families in which there was  stabilize*177  family  life  when  appropriate.  The \nsuch  a  report,  the  record  is  conclusive  that  the  particular  regulation  in  issue  was  concerned  with \nregulation alleged to be invalid in no way affected the  defining  the  circumstances  under  which  child \nresponse of the social services officials to their needs.  protective  service  caseworkers,  exclusively \n  authorized and empowered to provide protective and \nBy any standard it would be unusual behavior for an  rehabilitative  services  to  children  who  were  the \nappellate court to reach and determine an issue never  subject of reports of abuse or maltreatment, should \npresented  in  a  litigation,  and  to  do  so  without  also be permitted to provide preventive services of \nproviding an opportunity for the adversely affected  the kind normally furnished by other social services \nparties to be heard on a question which they had no  workers  for  the  purpose  of  preventing  family \nreason  to  believe  was  part  of  the  litigation.  See  disruption. The regulation states that child protective \nCollucci  v.  Collucci,  58  N.Y.2d  834,  837,  460  workers should be permitted to provide preventive \nN.Y.S.2d  14,  446  N.E.2d  770.     In  this case the  services  only  where  the  family  was  eligible  for \nsuggested departure from the normal rules governing  mandated services and where the protective service \nappellate courts is singularly unwarranted.  caseworker was directly providing other services to \n  the subjects of indicated abuse and/or maltreatment \nreports.  As  the  dissenting  opinion  acknowledges, \nThis  lawsuit  is  obviously  the  highly  professional \nnothing in this section diminished, or purported to \nresult of a cooperative effort involving lawyers of \ndiminish, in any way the existing discretionary power \noutstanding  ability,  respected  advocates  for  the \nof other social services workers to provide preventive \nhomeless,  and  the  trained  personnel  of  major \nservices. \norganizations with large and extensive experience in \n \naddressing the problems of abused and maltreated \nchildren, and their families. It is not easy to believe  Manifestly,  the  regulation  which  our  colleagues \nthat in their extensive experience with such children  would strike down as arbitrary, in the absence of any \nand  their  families  the  skilled  personnel  of  the  presentation on the issue by the parties before us, is \n \n\n  \nconcerned with the allocation of functions between  studies by qualified professionals-studies for the most \nsocial  services  workers  authorized  in  the  normal  part sponsored and authorized by one or more of the \ncourse of their duties to provide preventive services  defendant agencies-in which it was found that there \nand child protective caseworkers who have the sole  have  been  severe  deficiencies  by  the  several \nresponsibility for investigating reports of child abuse  defendants in discharging their statutory obligations \nand  maltreatment,  and  the  sole  responsibility  for  to provide preventive services. \nproviding  a  broad  plenitude  of  protective  and   \nrehabilitative services in the discharge of their duties.  In  particular,  it  has  been  found  that  the  City \nThe central thesis of this aspect of the dissenting  defendants  have  frequently  failed  to  provide  two \nopinion is that, in ways not easy to understand and  important core preventive services in circumstances \nfor which no shred of support exists in this **120  in which such services were indicated-homemaker \nrecord, the limitation on the power of child protective  services and day care services. In addition, it has \ncaseworkers  to  provide  non-mandated  preventive  been found that many children, notwithstanding the \nservices  in  some  way  impairs  significantly  their  statute  with  which  we  are  concerned,  have  been \nability to discharge their functions.  placed in foster care where, in the opinion of those \n  conducting  the  studies,  preventive  services  might \nWe are told that this limitation on the power of child  have avoided that result. \nprotective services caseworkers to provide preventive   \nservices, although they have broad power to provide  Assuming the essential correctness of the conclusions \nrehabilitative  and  protective  services,  in  part  reached in the several studies, and that the conditions \nduplicative  of  preventive  services  and  in  some  described  in  them  have  not  significantly  changed \nrespects probably more extensive, somehow impedes  since the studies were conducted, it would seem clear \nits  ability  “to  gather  evidence  ‘swiftly  and  that a radical improvement in the response of the \ncompetently’ ”. In the absence of any support in this  several  defendants  to  their  obligations  to  provide \nrecord  that  any  of  the  plaintiff  families  were  needed preventive services is a matter of large and \nadversely  impacted  by  this  limitation,  and  in  the  urgent public importance. \nabsence of any suggestion in the extensive literature   \non  the  subject  that  this  limitation  has  the \nAccordingly, the order of the Supreme Court, New \nconsequences  attributed  to  it,  the  sweeping \nYork County (Edward H. Lehner, J.), entered August \nconclusion drawn by our colleagues rests on a very \n7, 1986, which granted defendants' motion to renew \ntenuous foundation indeed. \nand thereupon adhered to the court's original order \n \ndated May 27, 1986, which, inter alia, (1) granted the \n*178  What  is  presented  is  a  professional  motion  of  intervenors-plaintiffs  for  a  preliminary \ndisagreement between our colleagues and the New  injunction requiring the City defendants to prepare \nYork State Department of Social Services as to the  service  plans  within  30  days,  and  thereafter  to \nproper allocation of functions under the statutes with  provide *179 all services recommended therein; (2) \nwhich  we  are  concerned,  between  social  services  granted the motion of the organizational plaintiffs for \nworkers authorized in the course of their duties to  a  preliminary  injunction  requiring  the  City \nprovide  preventive  services  and  child  protective  defendants to commence investigations of reports of \ncaseworkers. In a lawsuit that fairly presented the  suspected child abuse or neglect within 24 hours of \nissue,  in  which  the  facts  provided  some  color of  receipt  of  such  reports;  and  (3)  denied  the  City \nsupport for the conclusion reached by the dissenters,  defendants' motion for summary judgment should be \nand in which the New York State Department of  modified,  on  the  law,  without  costs,  to  deny  the \nSocial Services had an opportunity to respond, the  motion  of  intervenors-plaintiffs  for  a  preliminary \nissue of the reasonableness of the regulation might  injunction requiring the City defendants to prepare \nwell be appropriate for judicial consideration. That  service  plans  within  30  days  and  to  provide  all \nissue has no appropriate place in this lawsuit.  services recommended in such plans; to declare that \n  the findings set forth in Social Services Law § 409-\nIn reaching the above described legal conclusions, we  a(1)(a)  involve  the  exercise  of  discretion  and \ndo not intend to suggest that all is well with the  judgment;  to  declare  that  a  child's  service  plan \nprovision of preventive services. The record includes  prepared in accordance with Social Services Law § \n \n\n  \n409-e  does  not  constitute  a  contract  particularly,  of  Special  Services  for  Children \nenforceable**121  as  such  by  the  court;  and  to  (“SSC”), the agency responsible for child protective \ndismiss as otherwise nonjusticiable plaintiffs' claim  services and preventive services for children and their \nfor  system-wide  declaratory  relief  with  regard  to  families in New York City. The Committee reviewed \npreventive services, and otherwise affirmed.  89 cases in which children had died of suspected \n  parental  abuse  or  neglect  during  1985,  for  the \nOrder, Supreme Court, New York County (Edward  purpose of “detecting any systematic deficiencies in \nLehner, J.), entered on or about August 7, 1986,  SSC as well as other agencies involved in child-\nmodified,  on  the  law,  without  costs  and  without  care.”  The Committee's findings were published in a \ndisbursements, to deny the motion of intervenors- report dated December 23, 1986, a little more than \nplaintiffs for a preliminary injunction requiring the  one year after this action was instituted. Although the \nCity defendants to prepare service plans within 30  report of the Committee*180 is not part of the record \ndays and to provide all services recommended in  herein, I take judicial notice of its findings which are \nsuch plans; to declare that the findings set forth in  directly relevant to the issues raised by the original \nSocial  Services  Law  §  409-a(1)(a)  involve  the  plaintiffs-respondents and by plaintiffs-intervenors-\nexercise of discretion and judgment; to declare that a  respondents.FN1 \nchild's  service  plan  prepared  in  accordance  with   \nSocial Services Law § 409-e does not constitute a  FN1. The findings of the Committee were \ncontract enforceable as such by the court; and to  publicly  acknowledged  and  accepted  by \ndismiss as otherwise nonjusticiable plaintiffs' claim  defendant-appellant,  Commissioner  of \nfor  system-wide  declaratory  relief  with  regard  to  Social  Services  whose  Internal  Fatality \npreventive  services,  and  otherwise  affirmed.  The  Review  Panel  had  reached  similar \nappeal from the order of the same court entered on or  conclusions in its study of 35 of the 1985 \nabout May 27, 1986 is unanimously dismissed as  abuse- or neglect-related deaths and of 42 \nsuperseded by the appeal from the order entered on or  such deaths which occurred in 1986, all of \nabout August 7, 1986.  them in families previously known to SSC. \n  (See  Memorandum  of  January  29,  1987, \nAll concur except KASSAL and ROSENBERGER,  from  William  J.  Grinker  to  Stanley \nJJ., who dissent in an opinion by ROSENBERGER,  Brezenoff,  Re:  Activities  of  the  HRA \nJ.  Internal Fatality Review Panel.) \nROSENBERGER, Justice (dissenting).   \nEvery five or six days a child dies in New York City  This action, brought by a number of mothers with \nbecause  of  parental  abuse  or  neglect.  Some  die  young children who find themselves homeless and \nbecause  they  have  been left  alone.  Some  are  the  destitute, and by several not-for-profit organizations \nvictims of a parent's psychotic delusions. Some have  providing services and assistance to children and the \nhad illnesses which have been neglected. Some are  homeless, places before this court the record of SSC's \nkilled while in the hands of incompetent baby sitters.  performance in carrying out its statutory duties under \nSome starve to death. Some die because of safety  the Social Services Law Art. 6, Title 4, Preventive \nhazards which should have been corrected. Some are  Services For Children and Their Families (§ 409et \nbeaten to death.  seq., the Child Welfare Reform Act of 1979), and \n  Art. 6, Title 6, Child Protective Services (§ 411et \nThis  is  the  grim  reality  faced  by  far  too  many  seq., the Child Protective Services Act of 1973). \nchildren  living  today  in  the  City  of  New  York   \naccording to the report of the Public Child Fatality  The common thread running through the allegations \nReview Committee headed by former Family Court  of the individual respondents is **122 that they are in \nJudge  Nanette  Dembitz  (the  “Committee”).  This  need of services to prevent their children from being \nexpert committee was appointed in January 1985 by  placed  in  foster  care,  but  that  SSC  has  failed  or \ndefendant-appellant Commissioner of the New York  refused to provide preventive services to them as \nCity Department of Social Services to study and to  mandated  by  the  Social  Services  Law  and  the \nprovide an outside appraisal of the performance of  regulations  thereunder.  The  organizational \nthe city's Department of Social Services (“DSS”) and,  respondents allege that in a substantial number of \n \n\n  \ncases, SSC has failed to commence investigations of  the children may remain safely in the home or be \nabuse or neglect reports within 24 hours, as required  returned to it as soon as possible. \nby law, leaving over 6,000 children at risk. They   \nfurther  allege  that  even  when  investigations  are  The fact that the social services officials must make \ntimely commenced, SSC fails to offer appropriate  discretionary determinations at various stages of the \nservices to the children and their families during the  child protective investigation and in formulating a \ninvestigation, also as required; fails to provide any  rehabilitative plan for the family, does not mean that \nreal protection to the children; and fails to carry out  they have the discretion to make no determination; to \n“even the most rudimentary elements of the 90-day  ignore  the  statutory  process  intended  to  bring \nchild  protection  investigation.”   These  failures,  information to their attention which would require \naccording to respondents, violate New York State  them  to  act  as  directed  by  law  (  People  ex  rel. \nSocial Services Law and federal laws under which  Francis v. Common Council, 78 N.Y. 33 [1879], \ndefendants-appellants are reimbursed for foster care  cited with approval in Klostermann v. Cuomo, 61 \nand child welfare programs (Title IV-E of the Social  N.Y.2d 525, 539-540, 475 N.Y.S.2d 247, 463 N.E.2d \nSecurity Act, 42 U.S.C. §§ 670, et seq.[1982] and  588 [1984] ).   What the majority fails to perceive is \nTitle IV-B of the Social Security Act, 42 U.S.C. §§  the  interrelation  of  the  mandatory  investigatory \n620et seq.[1982] ).  process  established  under  the  Child  Protective \n  Services  Act  and  the  discretionary  findings \nWhile I agree with much of the majority's opinion,  preliminary  to  a  determination  that  preventive \nincluding the finding that the preparation of the child  services are mandated. \nservice  plan  and  the  provision  of  mandatory   \npreventive services in accordance*181 with such plan  The protective services investigation is intended to \ninvolve  the  exercise  of  discretion,  I  nevertheless  reveal information about the family which will enable \nconclude,  following  an  analysis  of  the  Social  social services officials to determine whether a child \nServices  Law  and  the  regulations  promulgated  is at risk of foster placement and whether there are \nthereunder,  that  these  acts  are  but  discretionary  services which will eliminate that risk. Indeed, the \nmeans to the fulfillment of SSC's non-discretionary  protective  service  investigation  is  *182  the  sole \nduty  to  protect  children  who  are  believed  to  be  means available to SSC for establishing what are the \nsuffering  from  abuse  or  neglect  and  to  provide  conditions in the home and whether there are legal \nwhatever services are necessary to safeguard such  grounds for removing the child to foster care. \nchildren. While I would affirm the grant of injunctive   \nrelief to respondents, I reach that result by a different \nIf the protective service fails to conduct competent \nroute from the one taken by the court below and, \ninvestigations into all reports of suspected abuse or \nconsequently, I would frame the order differently. I \nneglect, as required by law, then there will inevitably \ndo not agree with the finding below that the 409-e \nbe children **123 left in homes where their health \nservice plan is in the nature of a contract, and I \nand well-being are endangered, without any services \nconsider this finding unnecessary to the decision to \nto protect them or to rehabilitate the family-in other \naward  respondents  the  declaratory  and  injunctive \nwords, without services which are mandated by law. \nrelief sought. I find the clear, mandatory directives of \nWithout thorough, competent investigations by the \nthe Social Services Law sufficient to warrant such \nprotective service, there is simply no empirical basis \nrelief. \nfor any of the discretionary decisions SSC is called \n  upon to make in exercising its statutory mandate. \nThe Social Services Law establishes a process, which   \nthe court may compel appellants to implement and to \nIn their motion for summary judgment below and in \nfollow, in order to effectuate the important statutory \ntheir briefs on appeal, appellants claim that they have \naims of the Child Welfare Reform Act and the Child \ncomplied with the relevant law and regulations, on a \nProtective Services Act-which are: to protect children \nsystem-wide  basis  and  in  their  dealings  with  the \nwho are suffering from abuse or neglect; to safeguard \nindividual  respondents;  that  the  complaint  is \ntheir health and well-being, either in the home or \nunfounded and should be dismissed. The affidavit in \nwhile  in  foster  care;  and  to  make  appropriate, \nsupport of the motion from the Deputy Administrator \nreasonable efforts to rehabilitate the family so that \nin charge of SSC, sets forth appellants' analysis of the \n \n\n  \nstatutory and regulatory framework for the protective  statutory provisions, although appellants did not refer \nand preventive services. The supporting affidavits of  to  the  offending  sub-paragraph  (x)  (18  NYCRR \nSSC's  Director  of  Court  Services  detail  the  steps  432.2[b][4][x]  ).  It  should  also  be  noted  that \ntaken by the social services officials in response to  respondents  argued,  in  opposition  to  appellants' \nthe problems of the original parties plaintiff and the  motion below, that there was a bona fide legal issue \nintervenors.  as to whether the individual respondents were entitled \n  to receive mandated services and that “a definitive \nIn  reviewing  the  case  records  for  the  intervenor  interpretation  of  the  law  is  needed  to  move \nfamilies, I find that they fully support the conclusion  defendants  to  provide  these  services.”   The  lower \nthat the children in the Williams family were at risk  court,  without  explicitly  addressing  appellants' \nof foster placement. As to the Lee family, the record  analysis of the law, denied their motion and, in effect, \nraises questions about the adequacy of the protective  granted  summary  judgment  to  respondents. \nservice  investigation  on  which  SSC  based  its  Appellants now challenge that ruling. \ndetermination that the report of suspected neglect was   \nunfounded. Moreover, upon searching the record and  We are, therefore, called upon to determine, as a \nreviewing the law, I find that appellants have failed  matter of law, what are appellants' duties under the \nto comply with the mandatory directives of Social  Social Services Law and whether they have acted in \nServices Law §§ 423 and 424 in all cases, due to an  accordance with their statutory mandate. In order to \nerroneous  policy  promulgated  by  defendant  do so, we must review all aspects of the relevant law, \nCommissioner of the New York State Department of  not merely those portions cited by the parties. After \nSocial Services who is not a party to this appeal.  such review, should it appear “that any party other \n  than **124 the moving party is entitled to a summary \nThe state defendants have taken the position that the  judgment”  then  this  court,  as  a  division  of  the \ngrant of injunctive relief against the state would be  Supreme Court, “may grant such judgment without \ninappropriate because it has neither the statutory nor  the necessity of a cross-motion” (CPLR 3212[b] ) or \nregulatory authority to perform the duties delegated  a cross appeal ( Merritt Hill Vineyards Incorp. v. \nto the local child protective and preventive services.  Windy Heights Vineyard, Inc., 61 N.Y.2d 106, 110-\nHowever, defendant Commissioner promulgates the  111, 472 N.Y.S.2d 592, 460 N.E.2d 1077 [1984] ). \nregulations which guide these local services *183 in   \nthe performance of their duties and which govern the  Appellants  maintain  that  respondents'  cases  were \nreimbursement of funds to the local agencies (Social  thoroughly  and  promptly  investigated  before  this \nServices Law §§ 409-b and 427). Inasmuch as these  action was commenced and that the investigations \nregulations  impede  the  local  protective  service  in  revealed no need for, nor any statutory entitlement to \ncarrying out its statutory duties, the additional relief  the requested preventive services.*184 Nevertheless, \nspecified  herein  is  both  necessary  and  proper.  preventive services were provided to the individual \nTherefore,  I  conclude  that  respondents  are  also  respondents after they instituted this action. These \nentitled to certain declaratory and injunctive relief not  individuals  then  withdrew  as  parties  plaintiff. \nspecifically sought below, as specified herein.  However, two other families, Lee and Williams, who \n  are  similarly  situated,  were  granted  leave  to \nThe  majority  takes  strong  exception  both  to  the  intervene. Despite the fact that SSC had only recently \nreasoning underlying my conclusion that additional  determined that the children in these families were \nrelief is warranted, and to the propriety of deciding  not at risk of foster placement, and therefore that \nan  issue  which,  it  is  said,  was  not  specifically  preventive services were not mandated, preventive \naddressed by the parties either below or on appeal. I  services  were  likewise  provided  to  the  intervenor \nmust,  however,  respectfully  disagree  with  my  families after they moved to join this action. \ncolleagues on both of these points. As noted above,   \nappellants argued their interpretation of the Social  The allegations in the affidavits of the individual \nServices Law and the regulations at length, in seeking  respondents substantially conflict with the version of \nsummary  judgment  and  in  their  motion  for  events presented in the affidavits of SSC's Director of \nreargument  below.  They  also  cited  the  particular  Court  Services.  Even  if  SSC's  recitation  is  fully \nregulation  which  I  find  to  be  contrary  to  certain  credited, the picture presented of appellants' response \n \n\n  \nto these cases does little to reassure that they are   \nperforming competently. SSC claims that no social  The Crisis Intervention Service (“CIS”) case worker \nservices  official  has  ever  suggested,  nor  has  any  who prepared the Williams family intake record on \ndetermination been made, that the Williams children  October 23, 1985, noted that the youngest child was \nare  at  risk  of  foster  placement.  Contrary  to  the  taking medication for his tuberculosis, the eldest son \nconclusion reached by the majority, I find that the  was also taking a presciption drug for asthma, and \nfacts  which  the  social  services  officials  knew  or  Mrs. Williams was taking antibiotics for a kidney \nshould have known regarding this family so plainly  infection.  However,  the  CIS  case  worker  who \nindicated imminent danger to the children's health  interviewed  the  family  on  October  30,  in  the \nand  well-being  and,  therefore,  a  risk  of  foster  Martinique Hotel, indicated on their “Family Service \nplacement,  that  SSC's  assertion  amounts  to  a  Assessment” form that there were “no” members of \ndeclaration that, in this case at least, appellants have  the Williams family under medical care. He also left \ninadequately performed their statutory duties.  the form blank where it calls for a description of “any \n  health  problems  family  members  have, \nThe Williams family became homeless in September  including**125  ... any medication prescribed”. Not \n1985, after Mrs. Williams, who had been deserted by  surprisingly,  the  case  worker  concluded  that  the \nher husband, was forced to leave her sister's small  family did not fit any of the criteria for a health \napartment.  Mrs.  Williams,  who  was  then  several  service referral. \nmonths pregnant, and her five children slept in a   \nhallway for several days. In October 1985, the family  In January 1986, Mrs. Williams failed to keep an \nwas sent by the Emergency Assistance Unit to the  appointment  with  her  social  worker  and  her \nRoberto Clemente Shelter in the Bronx, a barracks  whereabouts  were  unknown  until  four  days  later \nwhich accommodates several hundred people in a  when  the  social  worker  contacted  Mrs.  Williams' \nsingle  room.  The  shelter,  however,  immediately  sister who said that the children had been left with \nrejected the family because the youngest child had  her. On January 17, Mrs. Williams had had herself \ntuberculosis.  Thereafter,  the  family  was  provided  admitted  to  Bellevue  Hospital,  as  a  psychiatric \nwith temporary emergency housing in the Martinique  emergency patient, because she feared she would hurt \nHotel,FN2  where  they  occupy  one  room.  Mrs.  either herself or the children. After she was released \nWilliams *185 states that the room is usually cold  from the hospital, her sister informed her that she \nand her son with tuberculosis “coughs a lot and feels  would not again agree to take the children and they \nsick because of the cold.”  would have to go to foster care next time.FN3 \n   \nFN2. Among the findings of the Dembitz  FN3. It is not surprising that SSC found no \nCommittee was the conclusion that families  report from Bellevue Hospital in its files, \nwhich  are  temporarily  housed  in  welfare  indicating that the Williams children might \nhotels have special needs because “[a]dded  be at risk of abuse or neglect. The Dembitz \nto  poverty  is  the  disruption  of  whatever  Committee  found  that  the  law  requiring \nnetwork of support and resources the family  hospitals  to  report  suspected  abuse  or \nhad in its old neighborhood” (Report of the  neglect  was  “an  insufficient  safeguard” \nCommittee  at  74).  Seven  of  the  children  because the mental health professionals are \nwhose  deaths  were  investigated  lived  in  not always aware of the child's existence. \nwelfare  hotels.  The  Committee  pointedly  (Report of the Committee at 45-46.) What is \nrecommended the replacement of “welfare  surprising, however, is that the DSS social \nhotels” with decent housing for the growing  workers, who knew that the mother of these \nnumber of New York's homeless families  five children had reached the limits of her \nwith children. Although it is acknowledged  ability  to  cope,  saw  no  danger  to  the \nthat  this  was  a  long-term  solution,  the  children. \nCommittee advocated that while the welfare   \nhotels  exist,  “preventive  and  protective \nOn February 18, while taking the subway with her \nservices must be supplied to meet the special \nfive  children  from  the  Martinique  Hotel  to  the \ndangers to children who live there.” \nEmergency  Assistance  Unit  in  Brooklyn,  Mrs. \n \n\n  \nWilliams went into labor and had to be taken, by  conduct by the parents, the parents' interests may be \nambulance, to the hospital. Her sixth child *186 was  adverse to those of the child. Consequently, SSC's \nborn on February 19 with an infection which kept  reliance solely on parental denials of the allegations \nhim in the hospital for the first week of his life. He  must be seen as a failing. The Dembitz Committee \ndied forty days later in the Martinique Hotel.  also  criticized  the  “excessive  reliance”  by  case \n  workers on their *187 own impressions of a parent as \nThis record indicates several critical failings, not only  “concerned”  about  the  child.  (Report  at  28.)  The \nof the social services worker who neglected to obtain  Committee urged that SSC improve supervision to \nvital  health  information,  but  of  the  DSS  case  help its workers “understand the limits of their **126 \nmanagement.  It  raises  serious  questions  about  knowledge about the families, and the need to assess \nappellants' performance: was there a comprehensive  cases on an ongoing basis. Assessment can rarely be \nfile  kept  on  the  Williams  family;  was  it  ever  completed in one meeting.”  (Report at 29.) \nsystematically reviewed; if so, why did no one make   \na  report  to  the  protective  service  regarding  the  After the Lee family intervened in this action and \nobvious risk to the health of these children? For, it is  SSC  agreed  to  provide  services  to  them,  it  was \nevident  that  if  people  in  the  Roberto  Clemente  discovered that the younger children had not been \nShelter were in danger of contracting tuberculosis  attending  school  because  they  lacked  proper \nfrom the Williams boy, his four siblings, sharing one  immunizations  and  had  other  health-related \nroom with him in the Martinique Hotel, were also in  problems. Ongoing contacts with the family revealed \ndanger.  conflict between Mrs. Lee and her teenage daughter \n  who was picked up by the police in Pennsylvania \nAll social services workers have a statutory duty to  Station  with  bruises  on  her  face  from  where  her \nreport suspected cases of abuse or neglect (Social  mother had punched her. This problem was resolved \nServices Law § 413), and are expected to be alert to  by the daughter being sent to live with relatives in the \nsituations  which  pose  an  imminent  danger  to  the  south. The family was eventually given referrals for \nhealth  and  well-being  of  children.  As  discussed,  health services, day care and housing assistance. \ninfra, it is the report of suspected abuse or neglect   \nwhich  prompts  the  child  protective  service  to  Mrs.  Williams,  Mrs.  Lee  and  the  organizational \ninvestigate  and  to  make  a  determination  which,  respondents  herein  claim  that  they  are  entitled to \nultimately, enables SSC to say whether or not the  system-wide declaratory and injunctive relief. There \nchild is at risk of foster placement, and whether there  can be no doubt as to the irreparable harm which \nare  services  which  would  eliminate  that  risk-i.e.,  respondents will suffer if the agencies charged with \nmandated preventive services. Thus the failure, ab  providing protective and preventive services neglect \ninitio, of DSS social workers to report a case of  their statutory duties. However, before the court may \nsuspected neglect may lead to the failure to provide  exercise  its  formidable  equity  powers,  “no  matter \npreventive services which are mandated by law.  how  emotionally  compelling”  the  claims  may  be, \n  respondents  are  required  to  show  a  likelihood  of \nIn the case of the Lee family, a report was made to  success on the merits ( Tucker v. Toia, 54 A.D.2d \nthe protective service alleging that the Lee children  322, 326, 388 N.Y.S.2d 475 [4th Dept.1976] ). The \nwere not properly fed or clothed because Mrs. Lee  remedy  they  seek,  in  the  nature  of  mandamus, \nwas  giving  her  public  assistance  money  to  her  depends  on  the  character  of  the  duty  which \nboyfriend. While the protective service worker made  respondents would have the court compel appellants \ncontact with the family within 24 hours, as required,  to perform ( Klostermann v. Cuomo, 61 N.Y.2d 525, \nthe “investigation” consisted of nothing more than an  539-540, 475 N.Y.S.2d 247, 463 N.E.2d 588 [1984] \ninterview with Mrs. Lee who denied the allegations.  ).   The character of that duty is to be found through \n  examination of the Social Services Law. \n \nIt should be emphasized that it is the children, not the \nparents, who are the intended beneficiaries of the  Child  Protective  Services  and  Non-mandated \nChild Protective Services Act and the Child Welfare  Preventive Services \nReform Act. In many instances, particularly where   \nthe investigation may uncover evidence of criminal  It is the very strong public policy of this state-indeed, \n \n\n  \n“the state's first obligation” to children in destitute  those under a statutory duty to report suspected cases \nfamilies-to help the family “with services to prevent  of  abuse  or  neglect.  Without  such  reports  the \nits break-up or to reunite it” (Social Services Law §  statutory  mechanisms  for  protecting  children  and \n384-b, subpara. 1[a][iii]; § 131, para. 3.   See  Matter  rehabilitating  their  families  remain  idle  and \nof Star A., 55 N.Y.2d 560, 566, 450 N.Y.S.2d 465,  ineffective. The willful failure to make a report by \n435 N.E.2d 1080 [1982] [Meyer, J., dissenting] ).  persons  legally  required  to  do  so,  is  a  class  A \nYet, this policy must be carefully balanced against  misdemeanor and may give rise to civil liability as \nthe state's duty, as parens patriae, to safeguard the  well (Social Services Law § 420). As noted above, all \nhealth and well-being of children. (See  *188Finlay v.  social services workers are required to report cases \nFinlay, 240 N.Y. 429, 433-34, 148 N.E. 624 [1925]  “when they have reasonable cause to suspect that a \n[Cardozo, J.]. See also,  Santosky v. Kramer, 455  child  coming  before  them  in  their  professional \nU.S.  745,  766-767,  102  S.Ct.  1388,  1401-02,  71  capacity is an abused or maltreated child” (Social \nL.Ed.2d  599  [1982].)     Article  6  of  the  Social  Services Law § 413). \nServices Law, and Titles 4 and 6 of that Article in   \nparticular, establish the complex regulatory scheme  *189  After  initial  screening,  the  central  register \nthrough which the state attempts to effect this social  relays the reports to the local child protective service \npolicy while, at the same time, fulfilling its moral  for investigation (Social Services Law § 422). Upon \nduty as sovereign.  receipt of such a report, the child protective service \n  must commence an appropriate investigation “within \nOne aim of Social Services Law Article 6, Title 6, is  24 hours” (Social Services Law § 424, para. 6). The \nto encourage reporting and investigation of suspected  protective  service  investigation  must  include  “an \nchild abuse and maltreatment by establishing, in each  evaluation of the environment of the child named in \ncounty,  “a  child  protective  service  capable  of  the report and any other children in the same home” \ninvestigating such reports swiftly and competently”  and a determination of the risk to the children if they \n(Social Services Law § 411). The local protective  remain in the existing home environment. (Id.) If an \nservice must also be capable of providing protection  initial  assessment  indicates  that  this  environment \nfor  the  child  or  children  “from  further  abuse  or  presents an imminent danger to the life or health of \nmaltreatment, and rehabilitative services for the child  the child or children, the child protective service case \nor children and parents involved”(Id.). To this end,  worker  may  remove  them  from  the  home,  in \nevery local child protective service must maintain “a  accordance with the provisions of the Family Court \nsufficient staff of sufficient qualifications to fulfill  Act (id., para. 8; seeFamily Court Act § 1024). \nthe purposes of this Title” (Social Services Law §   \n423, para. 1). Adequate numbers of competent staff  Seven days after receiving the report of suspected \nare essential to the fulfillment of the child protective  abuse  or  maltreatment,  the  local  child  protective \nservice's  statutory  duty  because  the  local  child  service must forward a preliminary written report of \nprotective  service  is  “the  sole  public  agency”  its initial investigation to the state central register. \nresponsible  for  receiving  and  investigating,  or  The preliminary report must include an evaluation of \narranging for the investigation of, “all reports” of  the home environment and a summary of actions \nsuspected child abuse or maltreatment (id.).  taken or contemplated. (Social Services Law § 424, \n  para. 3.) Thereafter, follow up reports must be sent \nThe Social Services Law sets out a specific time  periodically  to  the  central  register  until  a  final \nframe  and  particularized  requirements  for  the  determination is made. \ninvestigation  of  reports  of  abuse  or  maltreatment   \n(Social Services Law § 424). A statewide central  The case worker must also assess “the nature, extent \nregister was created under Title 6 to receive reports  and cause of any condition enumerated” in the report \nof  suspected  abuse  or  maltreatment  from  persons  of suspected abuse or maltreatment (Social Services \nunder a statutory duty to report such cases (seeSocial  Law § 424, para. 6) and the service has 90 days \nServices Law § 413) and from other persons making  within  which  to  determine  whether  the  report  is \nsuch reports, either openly or anonymously.  unfounded  or  “indicated”-i.e.,  that  “some  credible \n  evidence of the alleged abuse or maltreatment exists” \n**127 It is necessary to emphasize the critical role of  (Social Services Law § 424, para. 7; § 412, paras. 5 \n \n\n  \nand  6).  A  protective  service  investigation  is  not  Court Act § 1012: \ncomplete unless these distinct statutory requirements   \nhave been met.  FN4. Dr. Maryann McCabe was the Director \n  of the Child Sexual Abuse Project for the \nWhile the determination that a report is indicated or  New  York  State  Department  of  Social \nunfounded is a matter of discretion, the law requires  Services until 1986. \nthat the investigation on which that determination is   \nbased be conducted “swiftly and competently.”  The  (f) “Neglected child” means a child less than 18 years \ncourt below found, and I agree, that appellants have  of age \nnot commenced timely investigations in all cases, as   \nrequired.  I  further  find  that  appellants  have  not \n(i) whose physical, mental or emotional condition has \nconducted competent investigations in all cases due \nbeen impaired or is in imminent danger of becoming \nto  an  erroneous  policy  promulgated  by  defendant \nimpaired as a result of the failure of his parent or \nCommissioner of the New York State Department of \nother  person  legally  responsible  for  his  care  to \nSocial Services. \nexercise a minimum degree of care \n \n \nThe adequacy of the protective service investigation \n(A)  in  supplying  the  child  with  adequate  food, \nmust be judged in light of the statutory functions it \nclothing, shelter or education ... or medical ... care \nserves.  First  and  *190  foremost,  the  protective \nthough financially able to do so or offered financial \nservice  is  the  sole  public  agency  authorized  to \nor other reasonable means to do so.   (Emphasis \ninstigate or to conduct an investigation into the home \nsupplied.) \nfor purposes of establishing “when the state, through \n \nits family court, may intervene against the wishes of \nUnder  this  definition,  the  fact  that  the  child  or \na parent on behalf of a child so that his needs are \nchildren are at risk because of material privation is \nproperly met.”  (Family Court Act §§ 1011, 1034; \nnot,  of  itself,  sufficient  to  support  a  finding  of \nSocial  Services  Law  §  424,  para.  11.)  The \nneglect. Where the parent is financially unable to \ninvestigation commenced under Social Services Law \nmake  adequate  food,  clothing,  shelter,  or  medical \n§  424  provides  grounds  for  initiation  of  child \n*191 care available, reasonable means for providing \nprotective proceedings under the Family Court Act, \nthese necessities must be offered to the parent. \nthe only legal avenue for removing the child to foster \n \ncare.  At  a  minimum,  therefore,  this  investigation \nmust determine whether there is credible evidence,  The  determination  of  whether  a  report  of  child \nsufficient  to  warrant  judicial  intervention  by  the  neglect is unfounded or indicated must turn on an \nfamily court-i.e., prima facie evidence of abuse or  assessment  of  the  indigent  parent's  intent  and \nmaltreatment, as legally defined.  competence in providing the necessities of life to the \n  child  once  the  parent  has  been  given  reasonable \nassistance.  Evaluation  of  parental  competence  in \nThe definitions of abuse and maltreatment in Social \nmeeting  the  child's  needs  is  essential  because, \nServices  Law  §  412  incorporate  by  reference  the \nhowever well intentioned the parent may be, good \ndefinitions  of  abuse  and  neglect  found  in  section \nintentions are not enough to insure a child's well-\n1012  of  the  Family  Court  Act.  The  definition  of \nbeing ( Matter of Franz, 55 A.D.2d 424, 426-427, \nneglect**128 is of special concern given the facts \n390 N.Y.S.2d 940 [2d Dept 1977] ). Indeed, the \npresented  herein  and  because,  according  to  one \npurpose of the protective service investigation is to \nexpert, it “has been the predominant type of report \ndifferentiate  those  cases  where  an  otherwise \n(58% of reported cases in 1984) and deprivation of \ncompetent  parent  is  simply  overwhelmed  by \nnecessities has been the major form of maltreatment \ncircumstances outside of his or her control-such as \nidentified (55% of maltreated children in 1984) over \nbeing homeless in the midst of New York City's \nthe history of reporting statistics.”  (McCabe, Child \nhousing crisis-from those cases where the parent is \nNeglect: A Research View, in CHILD ABUSE AND \nirremediably incompetent. \nNEGLECT 23 [R. Cohen, M. McCabe and V. Weiss, \neds. 1986].) FN4   Maltreatment subsumes the category   \nof neglect which is defined as follows in Family  Where,  based  on  the  investigation  into  the  home \n \n\n  \nenvironment, “any child is believed to be sufering  services necessary to safeguard and insure the child's \nfrom  abuse  or  maltreatment”  the  child  protective  well being ” (Social Services Law § 423 [emphasis \nservice must pursue the investigation by offering the  supplied] ). \nparent  reasonable  means  to  resolve  the  problem   \n(Social  Services  Law  §  424,  para.  9  [emphasis  If the child would again be imperiled by withdrawal \nsupplied] ).FN5   Undoubtedly, there may be instances  of the services or assistance given the parent during \nwhere  the  degree  of  danger  posed  to  the  child  the investigation, then the protective service must \ndefinitively bespeaks a lack of parental competence,  continue to provide them until such time as they may \nthereby  obviating  the  need  to  probe  any  further  be withdrawn without endangering the child. Services \n(Family Court Act § 1046[a] [ii] ). (See  Matter of  which are necessary to safeguard the children in the \nShelley Renea K., 79 A.D.2d 1073, 436 N.Y.S.2d 99  home and without which the children would be at risk \n[3 rd Dept 1981].) However, it is equally certain that  of foster placement, are mandated under section 409-\nin many, if not most, cases the cause of the parental  a, paragraph 1, and must be provided in accordance \nfailure will be ambiguous. The offer of reasonable  with the child service plan, required under section \nmeans  to  eliminate  the  danger  to  the  child  is,  409-e of the Social Services Law. (See discussion, \ntherefore, essential to the investigation into suspected  infra.) \nneglect. Without it, the protective investigation must   \nbe deemed inadequate because it has failed to seek \nI cannot agree with the majority's assertion that a \nevidence which would establish each of the necessary \nchild who has been the subject of an indicated abuse \nelements of neglect, as legally defined. \nor neglect report (one in which credible evidence of \n \nabuse or neglect is present) may be left in the home \nFN5.  Should  the  parent  refuse  the  with no protective or preventive services to prevent a \nreasonable  means  offered  to  alleviate  the  recurrence of the abuse or neglect. This would clearly \nchild's distress, that refusal is evidence of  be contrary to the directive of Social Services Law § \nneglect and the child protective service may  423. Moreover, I question SSC's ability to determine \nseek a Family Court order to compel the  that an indicated report of abuse or neglect is merely \nparent to accept the services offered. (Social  an  isolated  incident  unless  the  protective  service \nServices  Law  §  424,  subpara.  10;  18  monitors the parent's performance for some period \nNYCRR  432.2[b][4][iv];  seeFamily  Court  after the report is deemed indicated and provides \nAct §§ 1027 and 1054). If the parent persists  services  to  prevent  a  recurrence.  (See18  NYCRR \nin  neglecting  the  child's  needs  despite  432.2[b][5].) \ndiligent efforts by the social service agencies   \nto help the parent provide for the child, the \nThe  majority  raises  the  objection  that  preventive \nFamily Court may ultimately terminate his \nservices are intended, not to protect children in the \nor her parental rights (Family Court Act § \nhome, but to rehabilitate the family. It is perfectly \n1031; Social Services Law § 384-b.   See, \nclear, however, that if the child is to live safely at \nalso  Matter of Star Leslie W., 63 N.Y.2d \nhome with parents who have abused or neglected \n136, 142-143, 481 N.Y.S.2d 26, 470 N.E.2d \nhim, then the parents must be rehabilitated. This is \n824 [1984] ). \nthe  protective  service's  mandate  and  section  411 \n \nrequires that it be capable of providing “rehabilitative \n**129  The  investigation  by  the  child  protective  services  for  the  child  or  children  and  parents \nservice is not complete once reasonable means have  involved” in the report. The error of the majority's \nbeen offered and accepted.*192 The service must  assertion  is  evident  from  the  regulations: \nmonitor  the  parent's  performance  to  determine  “Rehabilitative  service  means  those  services \nwhether those means are effective in eliminating the  necessary to safeguard and insure the child's well-\ndanger to the child, or merely in palliating it. For, in  being and development and to preserve and stabilize \naddition to investigating reports of suspected child  family life, including but not limited to preventive \nabuse or maltreatment, the child protective service  services as defined by Part *193 423 of this Title, and \nalso  has  a  duty  “to  prevent  further  abuses  or  protective  services  for  children  ...”  (18  NYCRR \nmaltreatment to children and to coordinate, provide  432.1[i], formerly 432.1 [h], [original emphasis] ). \nor arrange for and monitor the provision of those  Indeed, the only function performed by the protective \n \n\n  \nservice  which  is  not  considered  a  “rehabilitative  Reform Act are used for counseling and case \nservice,” under this regulation, is the investigation  planning  rather  than  to  provide  concrete \nand evaluation of abuse or maltreatment reports.  assistance such as shelter, homemakers, day \n  care, or emergency cash grants.” \nThe  distinction  between protective  and  preventive   \nservices  appears,  upon  first  reading  of  the  Although  preventive  services  are  mandated  under \nregulations, to be more nominal than real. Protective  circumstances  set  forth  in  paragraph  1  of  Social \nservices “shall mean services on behalf of children”  Services Law § 409-a, under paragraph 2 of this \nwho are named “in an alleged or indicated report of  section  non-mandated  preventive  services  may  be \nabuse and/or maltreatment” (18 NYCRR 432.1 [p],  provided to a child or his family for *194 the purpose \nformerly 432.1[o] ). The regulation goes on to list  of “averting an impairment or disruption of a family \nfourteen  activities  which  “may  be  considered  which will or could result in the placement of a child \nprotective services for children” and one of these is:  in  foster  care”  (seeSocial  Services  Law  §  409 \n“arranging  for  the  provision  of  appropriate  [emphasis supplied] ). Thus, the Social Services Law \nrehabilitative services, including but not limited to  plainly  authorizes  provision  of  whatever  services, \npreventive services and foster care for children” (18  protective or preventive, are necessary to avert the \nNYCRR 432.1 [p][9] [emphasis supplied] ). Thus,  possibility of foster placement. Moreover, the law \npreventive services would appear to be merely a sub- allows these services to be administered at whatever \nset  of  the  “rehabilitative  services”  which  the  stage  of  the  protective  service  investigation  the \nprotective service may offer.  caseworker first identifies conditions which, if left \n  uncorrected, might disrupt or impair the family unit. \nThe regulation which defines preventive services (18   \nNYCRR  423.2[b]  )  lists  fifteen  activities  in  this  The  regulations  promulgated  by  defendant \ncategory. Among the fifteen preventive services, six  Commissioner of the New York State Department of \nare deemed “core services” which must be provided  Social Services, however, bar the protective service \nto families entitled to receive mandated preventive  case worker from offering non-mandated preventive \nservices, if their child service plan indicates the need  services at any stage of the protective investigation \nfor  them.  These  “core  services”  are:  day  care  prior to the ultimate determination that the report is \nservices; homemaker services; parent aide and parent  indicated. Consequently, the case worker cannot offer \n**130  training  services;  clinical  services;  day care, homemaker, FN7 or parent training services \ntransportation; and 24 hour emergency services (18  as an investigatory tool to determine whether a report \nNYCRR 423.2 [b] and [d] ). It is these core services  of suspected neglect is indicated, even when such \nwhich respondents allege are being denied to them  services are the only reasonable means for assessing \nand to others similarly situated, on a system-wide  the parent's competence in meeting the child's needs. \nbasis.FN6   \n  FN7. The majority asserts that the protective \nFN6. Respondents have submitted a report  service  is  authorized,  during  the \ntitled  “Foster  Care  1984,”  on  the  investigation,  to  provide  day  care  and \nimplementation  of  the  recommendations  homemaker services which, under regulation \nfrom  the  Mayor's  Task  Force  on  Foster  432.1(p)(10), “may be considered protective \nCare. (See, Affidavit of Sister Mary Paul in  services”  but  which,  under  regulation \nsupport  of  the  motion  for  a  preliminary  423.2(b), are defined as preventive services. \ninjunction.) This report is quite critical of  However,  a  close  reading  of  regulation \nappellants'  performance  in  delivering  432.1(p)(10)  does  not  support  this. \npreventive  services  and  it  supports  “Programmatic need for these services must \nrespondents'  claim  that  very  few  families  have  been  established  as  a  result  of  the \nreceive  the  most  needed  supportive  investigation”  into  a  report  of  abuse  or \npreventive  services.  The  report  states:  maltreatment  and  these  services  must \n“Unfortunately, as a result of State law and  terminate when the case is closed with the \nregulations  and  City  Policy,  the  vast  central register “pursuant to the standards set \nmajority of funds from the Child Welfare  forth”  for  closing  indicated  cases  (18 \n \n\n  \nNYCRR  432.1[p][10]  and  432.2[c];  cf.18  determination  that  they  are  eligible  for  mandated \nNYCRR  432.9,  governing  disposition  of  services, also misses the point. As discussed, infra, \nunfounded reports).  there must be an imminent risk that the child will be \n  placed  or  continued  in  foster  care,  and  a \nAlthough  regulation  432.2(b)(4)(ii)  contains  a  determination that preventive services will eliminate \ngeneral  authorization  to  provide  or  arrange  for  that risk, before the family is eligible for mandated \n“services  to  children  named  in  abuse  and/or  preventive services under 409-a, paragraph 1, or for \nmaltreatment  reports  and  their  families  prior  to  non-mandated  services  under  regulation  423.3(b). \ndetermination ” as to whether the report is indicated  (But  cf.,Social  Services  Law  §  409-a,  para.  2.) \n(18 NYCRR 432.2[b][4][ii] [emphasis supplied] ),  However, a finding that the child is at risk of foster \nregulation 432.2(b)(4)(x) specifically bars the offer of  placement presupposes that an abuse or neglect report \npreventive services before such a determination has  has been found indicated.FN8 \nbeen made. Under that regulation, the child protective   \nservice case worker may provide preventive services  FN8. The imminent risk of foster placement \nin addition to protective services only “as long as the  arises only when legal grounds for removing \ncase is eligible for mandated preventive services ”  the child from the home, pursuant to Article \nunder  18  NYCRR  430.9and  the  case  worker  is  10 of the Family Court Act, are found to \ndirectly providing services “to the children named  exist.  An  Article  10  petition  must  allege \n*195 in indicated abuse and/or maltreatment reports,  “facts sufficient to establish that a child is an \nand  their  families.”   (18  NYCRR  432.2[b][4][x]  abused or neglected child under this article” \n[emphasis supplied]; see also 18 NYCRR 423.4[i].)  or, that the return of the child to his parent's \n  custody “would place the child in imminent \nThus, upon further examination of the regulations, it  danger of becoming an abused or neglected \nbecomes  clear  that  “preventive  services”  are  child.”  (Family Court Act § 1031[a] and \nrehabilitative services which may only be provided  [d].)   Unless there is evidence of abuse or \nafter a determination that an abuse or maltreatment  neglect, the child cannot be removed from \nreport is indicated. The majority contends that the  the  home.  The  strong,  constitutionally \nrehabilitative  services  which  the  child  protective  protected  interest  of  parents  in  retaining \nservice  may  provide  are  “in  part  duplicative  of  custody of their children requires a showing \npreventive services and in some respects probably  of parental fault or unfitness before the state \nmore extensive”. Therefore, the majority reasons, the  may  interfere  in  the  parent-child \nabove-cited  restriction  does  not  preclude  the  relationship. ( Stanley v. Illinois, 405 US \nprotective**131  service  from  providing  the  same  645, 649-657, 92 S.Ct. 1208, 1211-16, 31 \ntype  of  services  (although  not  called  preventive  L.Ed.2d 551 [1972].) \nservices) during a continuing investigation.   \n  *196 A request for preventive services, either directly \nThe  problem,  however,  is  that  if  the  protective  from a destitute parent or through a referral by DSS \nservice  did  so,  SSC  would  forfeit  its  right  to  or a private agency, must, therefore, be denied unless \nreimbursement. Under section 409-b, fifty percent of  credible evidence has been found that a child in the \nthe  allowable  costs  for  non-mandated  preventive  home  is  abused  or  maltreated.  It  is  completely \nservices  are  reimbursable  by  the  state  (See18  unrealistic to expect that the parent will provide such \nNYCRR 423.5). Even the majority must concede that  evidence  or  that  it  will,  by  chance,  be  revealed \nit  is  unreasonable  to  penalize  SSC by denying it  without methodical investigation. Unless a report has \nreimbursement for services which it has a duty to  been made and the protective service finds credible \nprovide and which it is authorized to provide, under  evidence of abuse or nelgect, as legally defined, there \nparagraph 2 of section 409-a, and for which it is  is no basis for finding that the child is at risk of foster \nentitled to reimbursement.  placement  and,  therefore,  no  basis  for  providing \n  either  mandated  or  non-mandated  preventive \nservices. \nThe majority's argument that this regulation does not \n \nrestrain other social services officials from offering \nfamilies non-mandated preventive services prior to a  The  majority  acknowledges  that  the  protective \n \n\n  \nservice  is  vested  with  sole  responsibility  for  Dept.1980], affd, 53 N.Y.2d 821, 439 N.Y.S.2d 922, \ninvestigating  reports  of  suspected  neglect  and  for  422 N.E.2d 582 [1981] ), where such interpretation is \ndetermining when a neglect report is indicated. The  erroneous,  as  a  matter  of  law,  it  cannot  stand. \nforegoing analysis has shown that credible evidence  Regulation  432.2(b)(4)(x)  is  an  impermissible \nof neglect, as legally defined, is evidence that the  obstacle  to  fulfillment  of  the  protective  service's \nparent has failed to adequately provide for the child  statutory  duties.  The  option  of  providing  non-\neven though offered reasonable means to do so. The  mandated preventive services is fundamental to the \noffer of means which might reasonably be expected  statutory scheme for detecting cases of neglect, and \nto  eliminate  the  danger  to  the  child  is  an  to the performance of the protective service's duty to \nindispensable  part  of  the  investigation  into  the  provide “those services necessary to safeguard and \nreported neglect. Without it there is no evidence of  insure the child's well being”. \nparental fault.   \n  Consequently, respondents are entitled, as a matter of \nIf the protective service investigation fails to uncover  law, to a declaration that regulation 432.2(b)(4)(x) is \nsuch evidence where it exists, no other social services  contrary to the provisions of the Social Services Law \nofficial is authorized to seek it out or to make a  and  impermissibly  impedes  the  protective  service \ndetermination that the report of suspected neglect is  agencies from carrying out their duties thereunder. \nindicated  and,  therefore,  that  the  child  may  be  Defendant  Commissioner  of  the  New  York  State \nremoved from the home. Thus, the offer of non- Department of Social Services should be required on \nmandated  preventive  services  by  the  protective  remand: to recall regulation 432.2(b)(4)(x) and to \nservice case worker is an essential option, authorized  promulgate  a  new  regulation  consistent  with  the \nunder  the  statute  but  barred  under  regulation  provisions of Social Services Law § 409-a, paragraph \n432.2(b)(4)(x),  for  conducting  competent  2, and the duties incumbent on the child protective \ninvestigations into all cases of suspected neglect.  services under sections 423 and 424 of said law; and \n  to review all regulations promulgated under Social \nThis  regulation  directly  conflicts  not  only  with  Services Law Article 6, Titles 4 and 6, to insure that \nprotective service's statutory duty to investigate, but  they are consistent with said law; and to redraft any \nalso with its duty to arrange for and monitor the  regulations found to be inconsistent or incompatible \nprovision “of those services necessary to safeguard  therewith. \nand **132 insure the child's well being” during the   \n90  day  investigatory  period.  While  regulation  Mandated Preventive Services \n432.2(b)(4)(v)  accurately  reflects  the  protective   \nservice  workers'  duty  to  insure,  during  the  Upon a finding by a Social Services official “that a \ninvestigation,  that  the  treatment  plan  protects  the  child  will  be  placed  or  continued  in  foster  care” \nchild from further *197 abuse or maltreatment, and  unless preventive services are provided “and that it is \nthat the family “is receiving the kind and degree of  reasonable to believe that by providing such services \ntreatment services it needs,” sub-paragraph (x) of this  the child will be able to remain with or be returned to \nregulation eliminates preventive services as an option  his family”, the provision of said preventive services, \nfor the treatment plan, even when such services may  in accordance with the child's service plan, is then \nbe necessary to protect the child and to determine  mandated by law (Social Services Law § 409-a, para. \nwhether the child can remain safely in the home if  1).   *198 Thus, preventive services are mandated \nsuch services are provided. In essence, regulation  once a two part finding has been made: (1) that the \n432.2(b)(4)(x), which makes no distinction between  risk of foster placement or continued foster care is \nmandated  and  non-mandated  preventive  services,  imminent; and (2) that preventive services will be \nmakes Social Services Law § 409-a, paragraph 2, a  effective in eliminating that risk. \ndead letter.   \n \nEvidence of neglect, as that term is legally defined, is \nWhile an administrative agency's construction and  evidence of parental failure to provide for the child \ninterpretation of the statute under which it functions  once reasonable means to do so have been offered. \nis entitled to “greatest weight” ( Matter of Herzog v.  As noted above, when dealing with destitute families \nJoy,  74  A.D.2d  372,  375,  428  N.Y.S.2d  1  [1st  it will be impossible to determine, in most cases, \n \n\n  \nwhether the condition endangering the child is a sign   \nof  temporary  stress  caused,  for  example,  by  the  This  regulation,  promulgated  in derogation of the \nfamily being homeless, or a symptom of deep-seated  provisions of section 409-a, paragraph 2, directly and \nparental  failure.  The  offer  of  non-mandated  adversely  affects  the  administration  of  mandatory \npreventive services by the protective service as an  preventive services under paragraph 1 of that section. \nexploratory mechanism is essential for determining  Indeed, it negates the possibility, in many cases, of \nwhether the danger to the child can be eliminated or  the required finding under paragraph 1 being made \nalleviated if the destitute parent receives assistance.  by preventing the evidence on which such a finding \nWithout it, there is simply no basis, in many cases, on  must be based from ever being gathered. \nwhich to make a competent finding as to the need for,   \nor the imminence of, foster placement. \nAppellants  contend,  and  the  majority  agrees,  that \n \nrespondents are not entitled to the relief that they \nThe failure to detect evidence of neglect thus leads to  seek  because  they  never  requested  mandated \na failure to identify the child or children as being at  preventive services. First, it must be borne in mind \nrisk of placement in foster care. That determination,  that abused and maltreated children are the intended \nin turn, is what triggers the requirement that SSC  beneficiaries  of  these  services,  not  their  parents. \nprepare  a  child  service  plan  in  accordance  with  Indeed, the parents' interest may directly conflict with \nsection 409-e. In drafting the child service plan, SSC  those of the child, in which case a request for services \nis required to make a detailed assessment “of the  may never be made. Second, and more importantly, \nchild  and  his  family  circumstances”  and  “of  the  the law imposes a clear and compelling duty on SSC \nlikelihood**133  that  specific  preventive  services”  to  investigate  and  uncover  those  cases  in  which \nwill improve conditions in the home sufficiently to  children are endangered in the home and in which \navert, or reduce the duration of, foster placement. The  preventive services are needed to make the home safe \nprovision  of  non-mandated  preventive  services  for them. To hold that respondents were required to \nduring the protective service investigation provides  request preventive services, is to impose a duty where \nan empirical basis for determining which services, if  the law creates none and to relieve SSC of the duty \nany, will enable the neglected child to remain safely  incumbent  upon  it  to  provide  preventive  services \nin the home or be returned to it sooner. Without  where  investigation  reveals  they  are  required, \nempirical evidence that services will be efficacious,  whether or not a request has been made. \nthe 409-e child service plan will be based on mere   \nsupposition. \nWere  it  not  for  the  state's  policy  prohibiting \n \nprotective  service  agencies  from  offering  non-\nHowever,  as  has  already  been  shown,  regulation  mandated preventive services when those services are \n432.2(b)(4)(x),  promulgated  by  defendant  appropriate and necessary for detecting evidence of \nCommissioner of the New York State Department of  neglect,  families  which  are  entitled  to  mandated \nSocial  Services,  improperly  forbids  the  child  preventive services would be identified and helped \nprotective  service  from  offering  non-mandated  far more often than is now the case. \npreventive  services  during  the  investigation  as  a   \nmeans  of  detecting  neglect,  as  legally  defined. \nThe existence of this policy is clear and convincing \nWithout  such  evidence  of  parental  incompetence \nevidence that appellants have failed to carry out their \nthere is no legal risk of the child being removed from \nstatutory duties to conduct and supervise competent \nthe home. Inasmuch as the protective service is “the \nchild protective service investigations into all cases \nsole  public  agency”  charged  with  investigating \nof suspected neglect; to gather evidence on which to \nreports  of  suspected  child  abuse  and  neglect,  its \nbase a finding under Social Services Law § 409-a, \nfailure  to  gather  evidence  “swiftly  *199  and \nparagraph  1;  and  to  provide  mandated  preventive \ncompetently”  means  that  children  who  would \nservices  where  required  by  law.  Therefore,  an \notherwise  be  identified  as  being  at  risk  of  foster \ninjunction  directing  appellants  to  perform  their \nplacement, are left in a dangerous home environment \nstatutory  duties,  appears  both  necessary  and \nwithout  services  to  improve  the  conditions  which \nappropriate  (  Klostermann  v.  Cuomo,  supra,  61 \nhave  escaped  detection-often  with  tragic \nN.Y.2d at 531, 475 N.Y.S.2d 247, 463 N.E.2d 588. \nconsequences. \n \n \n\n  \n*200 While it is true, as the majority points out, that  service commence investigations into all reports of \nthe  findings  required  pursuant  to  section  409-a,  suspected abuse or maltreatment within 24 hours and \nparagraph 1, are discretionary, the Social Services  complete such investigations within 90 days; that, \nLaw  imposes  a  nondiscretionary  duty  on  the  whenever any child is believed to be suffering from \nprotective service agency to investigate all cases of  neglect  based  on  the  initial  protective  service \nsuspected  abuse  or  maltreatment  “swiftly  and  evaluation or any subsequent analysis of the home \ncompetently” and a duty to provide those services  environment,*201  the  protective  service  shall \nnecessary to safeguard children from abuse or neglect  coordinate, provide or arrange for and monitor the \nin the home. Thus, while it would be inappropriate  provision  of  appropriate  services  to  the  family, \nfor the court to compel the performance of a purely  including  non-mandated  preventive  services,  as  a \ndiscretionary  act,  “[w]hat  must  be  distinguished,  means  of  determining  whether  there  is  credible \nhowever, are those acts the exercise**134 of which is  evidence of neglect, as legally defined, unless it is \ndiscretionary from those acts which are mandatory  determined  that  there  are no such services which \nbut  are  executed  through  means  that  are  might reasonably alleviate or eliminate the condition \ndiscretionary.”  ( Klostermann v. Cuomo, supra, at  endangering the child, in which case the child or \n539, 475 N.Y.S.2d 247, 463 N.E.2d 588.)  children  shall  be  taken  into  protective  custody \n  pursuant to the provisions of the Family Court Act; \nAppellants  emphasize  the  elements  of  discretion  and that, whenever it appears, during the protective \ninherent  in  the  determinations  preliminary  to  the  investigation, that the continuation of said services is \nmandatory  provision  of  preventive  services.  necessary to safeguard the child or children in the \nHowever, appellants' duty to timely investigate all  home or to make the children's safe return to the \nreports, to probe for credible evidence of neglect as  home possible, then such services are to be provided \nlegally defined, and to provide whatever services are  as mandated preventive services, in accordance with \nnecessary  to  safeguard  the  child  during  the  the child service plan drafted under Social Services \ninvestigation  and  thereafter,  is  not  discretionary.  Law § 409-e. \nEach of these nondiscretionary functions is intended   \nto yield information which will enable appellants to  It is clear that the administrators and social service \ndetermine whether the risk of foster placement exists  workers are hard working people of good faith and \ndue to parental neglect and what services, if any, will  that the regulations are complicated and, perhaps, \neliminate that risk by making the home safe for the  confusing. Despite this, it is to be remembered that \nchild.  the task at hand is the rehabilitation of families, the \n  protection of the health and welfare of children and \nThe Social Services Law vests in appellants various  ultimately, the saving of their lives. \ndiscretionary  means  for  conducting  investigations   \ninto suspected cases of abuse and neglect, and for  N.Y.A.D. 1 Dept.,1987. \nprotecting children during the 90 day investigatory  Grant v. Cuomo \nperiod  and  thereafter.  Where  recourse  to  those  130 A.D.2d 154, 518 N.Y.S.2d 105 \ndiscretionary means is essential to the fulfillment of   \nappellant's statutory duties, then an injunction will  END OF DOCUMENT \nissue  “to  compel  acts  officials  are  duty-bound  to   \nperform, regardless of whether they may exercise \ntheir  discretion  in  so  doing”  (  id.  at  540,  475 \nN.Y.S.2d 247, 463 N.E.2d 588). \n \nIt  follows  from  this  analysis  of  the  law,  that \nrespondents are entitled to an injunction requiring \nappellants to insure: that all social services workers \ncomply with their statutory duty to report cases in \nwhich there is reasonable cause to believe that a child \ncoming before them in their professional capacity is \nan abused or maltreated child; that the protective \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/33141"
    },
    {
      "date": "1987-12-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 339,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 519,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "New York state appellate court",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33142,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33142.pdf",
      "title": "Order (granting defendant's motion to dismiss appeal) [Ct Appeals of NY]",
      "text": "  \n \nCourt of Appeals of New York. \nLisa and Gregory GRANT et al., on Behalf of \nThemselves and All Others Similarly Situated, \nAppellants, \nand \nCarolyn Lee et al., on Behalf of Themselves and All \nOthers Similarly Situated, Intervenors-Appellants, \nv. \nMario M. CUOMO, as Governor of the State of New \nYork, et al., Defendants, \nEdward I. Koch, as Mayor of the City of New York, \net al., Respondents. \nDec. 17, 1987. \n \n*339  Reported  below:     130  A.D.2d  154,  518 \nN.Y.S.2d 105. \n \nMotion by defendants Koch and Gross to dismiss the \nappeal granted, with costs and twenty dollars costs of \nmotion, and, on the Court's own motion, appeal as \nagainst  defendants  Cuomo  and  Perales  dismissed, \nwithout  costs,  upon  the  ground  that  the  order \nappealed from does not finally determine the action \nwithin the meaning of the Constitution. \n \nN.Y. 1987. \nGrant v. Cuomo \n70 N.Y.2d 899, 519 N.E.2d 339, 524 N.Y.S.2d 428 \n \nEND OF DOCUMENT \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/33142"
    }
  ],
  "document_count": 6
}