{
  "case_id": 16540,
  "fetched_at": "2025-10-22T00:28:34.776167",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Indiana state appellate court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1992-04-10",
    "filing_year": 1992,
    "id": 16540,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 55526,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1996,
      "docket_filing_number": 432,
      "is_main_docket": true,
      "court": "Indiana state appellate court",
      "state": "Indiana",
      "docket_office_number": "0",
      "docket_number_manual": "No. 49A05–9411–CV–432",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Platt v. Indiana",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "<p>[This summary is temporary while we research the case.] This is a class action lawsuit that challenged the constitutionality of the county of Marion&rsquo;s public defender system. The plaintiffs sought mandatory injunctive relief. The case was filed on April 10, 1992, in the Superior Court of Marion County.</p>",
    "summary_published_date": "2024-06-28T16:33:41.420702-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16540",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16540",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16540",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16540"
  },
  "documents": [
    {
      "date": "1996-04-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 357,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 664,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Indiana state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 113089,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/113089.pdf",
      "title": "Opinion",
      "text": "   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \n \n664 N.E.2d 357 \nCourt of Appeals of Indiana. \nAlton PLATT, Lauren Wright, Carlene Smith, Kenneth Hurt and Jihad Muhammad, on their own behalf and on \nbehalf of all others similarly situated, Appellants–Plaintiffs, \nv. \nThe STATE of Indiana, Evan Bayh, individually and in his capacity as Governor of Indiana, The Consolidated \nCity of Indianapolis and County of Marion, Stephen Goldsmith, individually and in his capacity as Mayor of the \nConsolidated City of Indianapolis and County of Marion, and the City–County Council of the Consolidated City \nof Indianapolis and County of Marion, individually, and in their capacities as members of the City–County \nCouncil of the Consolidated City of Indianapolis and County of Marion, The Municipal Court of Marion County, \nThe Superior Court of Marion County, The Marion County Public Defender Agency, and The Marion County \nPublic Defender Board, Appellees–Defendants. \nNo. 49A05–9411–CV–432. \n| \nApril 16, 1996. \nSynopsis \nAction was brought challenging constitutionality of county public defender system and seeking mandatory injunctive relief. \nThe Superior Court, Marion County, Christopher L. Burnham, Special Judge, dismissed action, and appeal was taken. The \nCourt of Appeals, Staton, J., held that: (1) dismissal of complaint for failure to state a claim was not law of the case, so as to \nbar similar claims in second amended complaint; (2) claim seeking to enjoin county public defender system because it \neffectively denied indigents effective assistance of counsel was not ripe for judicial review; (3) plaintiffs had adequate \nremedy at law, precluding injunctive relief; (4) allegations that 60% of persons represented by public defenders in county \nwere African-Americans and only 25% of population of county was African-American, and that public defender system was \nunderfunded were insufficient to support claim that public defender system was enacted and operated with purposeful intent \nof discriminating against African-Americans in violation of equal protection; and (5) municipal ordinance establishing county \npublic defender agency and county public defender board did not violate separation of powers requirement. \n  \nAffirmed. \n  \nProcedural Posture(s): Motion to Dismiss; Motion to Dismiss for Failure to State a Claim. \n*359 Appeal from the Marion County Superior Court Civil Division Room Five, The Honorable *360 Christopher L. \nBurnham, Special Judge Presiding, Cause No. 49D05–9204–CP–378. \nAttorneys and Law Firms \nStephen Laudig, Laudig & George, Indianapolis, for Appellant. \nDale Simmons, City Legal Department, Indianapolis, for all County Defendants. \n   1 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \nPamela Carter, Attorney General, Anthony W. Overholt, Deputy Attorney General, Indianapolis, for State Defendants. \nOPINION \nSTATON, Judge. \nAlton Platt, Lauren Wright, Carlene Smith, Kenneth Hurt, and Jihad Muhamad, on their own behalf and on behalf of all \nothers similarly situated,1 appeal the order of the trial court dismissing their second amended complaint in this action. Platt \nraises four issues for appellate review, which we reorder and restate as follows: \n  \nI. Whether the trial court properly applied the law of the case doctrine in dismissing Platt's claims against defendants. \nII. Whether the system of providing legal defense to indigent criminal defendants in Marion County is constitutionally \ninadequate. \nIII. Whether the system of providing legal defense to indigent criminal defendants is racially discriminatory and thus \nviolates the Equal Protection Clause. \nIV. Whether the ordinance creating the Marion County Public Defender Board and the Marion County Public \nDefender Agency violates the separation of powers doctrine. \nWe affirm. \n  \nThe facts most favorable to Platt reveal that on April 10, 1992, Platt filed a lawsuit challenging the constitutionality of the \nMarion  County  Public  Defender  System  and  seeking  mandatory  injunctive  relief.  The  original  complaint  named  as \ndefendants the State of Indiana, Governor Evan Bayh, the City of Indianapolis and Marion County, Indianapolis Mayor \nStephen Goldsmith, and the City–County Council. On November 6, 1992, the trial court dismissed the complaint, concluding \nthat the named defendants did not have “the requisite power, authority, jurisdiction, ability or legal duty” to provide the relief \nsought by Platt. Supp. Record, p. 9. This dismissal was not appealed. \n  \nThereafter, Platt twice amended the complaint to add additional defendants, so the case at bar also includes the Marion \nCounty Superior and Municipal Courts, the Marion County Public Defender Agency, and the Marion County Public \nDefender Council. The second amended complaint was in fourteen counts, but stated in essence three constitutional claims: \n(1) that indigent criminal defendants in Marion County receive constitutionally inadequate legal representation; (2) that the \npublic defender system in Marion County is racially discriminatory, violating the Equal Protection Clause of the Fourteenth \nAmendment; and (3) that Marion County Public Ordinance Number 9, which created the Public Defender Agency and the \nPublic Defender Board, violates constitutionally mandated separation of powers. \n  \nOn July 8, 1994, the trial court dismissed the second amended complaint on the ground that the law of the case doctrine \nbarred Platt's original claims against the original defendants, due to the previous dismissal of the first complaint. The trial \ncourt further concluded that as to all but Count Fourteen of the second amended complaint, Platt stated no claim for relief. \nWith regard to Count Fourteen, the court ordered Platt to file an amended complaint within thirty days. Platt failed to do so \n   2 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \nand on April 4, 1995, the trial court dismissed Count Fourteen, thus determining all issues in this matter. See Second Supp. \nRecord, p. 3. Platt appeals the dismissal order. \n  \n In determining whether a complaint should be dismissed for failure to state a claim, facts alleged in the complaint must be \ntaken as true. Dismissal is appropriate only where it appears that under no set of facts could plaintiffs be granted relief. *361 \nMorton– Finney v. Gilbert, 646 N.E.2d 1387, 1388 (Ind.Ct.App.1995), trans. denied. \n  \nI. \nLaw of the Case \n We must first address the issue of whether the law of the case doctrine was properly applied to bar the original claims \nagainst the original defendants that were dismissed by court order in 1992. The law of the case doctrine stands for the \nproposition that: \n[F]acts established at one stage of a proceeding, which were part of an issue on which judgment was entered and \nappeal taken, are unalterably and finally established as part of the law of the case and may not be relitigated at a \nsubsequent stage. \nOtte v. Otte, 655 N.E.2d 76, 83 (Ind.Ct.App.1995), reh. denied, trans. pending (quoting Landowners v. City of Fort Wayne, \n622 N.E.2d 548, 549 (Ind.Ct.App.1993), reh. denied ). The application of this doctrine is discretionary, and despite its \navailability, courts retain the power to revisit their prior decisions or those of a coordinate court in any circumstance, \n“although as a rule courts should be loathe to do so in the absence of extraordinary circumstances.” Otte, supra, at 83–84 \n(citing Landowners, supra, at 549). \n  \n In this case, the trial court dismissed the original claims based on Ind.Trial Rule 12(B)(6), concluding that Platt's complaint \nfailed to state a claim upon which relief could be granted. After Platt twice amended his complaint, the trial court dismissed \nthe original claims as to the original defendants, concluding that the prior dismissal constituted the law of the case, and barred \nthe similar claims in the second amended complaint. \n  \nWhether the law of the case doctrine is applicable to allegations in an amended complaint filed after a T.R. 12(B)(6) \ndismissal has never been addressed by the courts of this jurisdiction. However, this issue can be resolved by examining the \neffect of a dismissal pursuant to T.R. 12(B)(6). T.R. 12(B)(6) provides that a defendant may file a motion to dismiss for \nfailure to state a claim upon which relief can be granted. The rule further provides in relevant part that “[w]hen a motion to \ndismiss is sustained for failure to state a claim under subdivision (B)(6) of this rule the pleading may be amended once as of \nright ...” T.R. 12(B). \n  \nWhen a party exercises his automatic right to amend pursuant to this rule, the amended pleading replaces the original \npleading for all purposes, and all rights to appeal the original dismissal are lost. Anderson v. Anderson, 399 N.E.2d 391, 406, \nn. 30 (Ind.Ct.App.1979) (citing McKenna v. Turpin, 128 Ind.App. 636, 151 N.E.2d 303 (1958)). Accordingly, a T.R. \n12(B)(6) dismissal is without prejudice, since the complaining party remains able to file an amended complaint within the \n   3 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \nparameters of the rule. A T.R. 12(B)(6) dismissal becomes an adjudication on the merits only after the complaining party opts \nto  appeal  the  order  instead  of  filing  an  amended  complaint.  See  Browning  v.  Walters,  616  N.E.2d  1040,  1044 \n(Ind.Ct.App.1993) modified on other grounds, 620 N.E.2d 28 (by electing to appeal a dismissal order instead of filing an \namended complaint, the plaintiff rendered the trial court's dismissal order an adjudication on the merits). \n  \nWith this in mind, we now consider the trial court's application of the law of the case doctrine to the circumstances at bar. \nThe law of the case doctrine requires the presence of “facts established at one stage of a proceeding, which were part of an \nissue on which judgment was entered and appeal taken ...” Otte, supra, at 83. Because a T.R. 12(B)(6) dismissal order is not \nfinal and appealable once an amended complaint is filed, it involves neither facts nor issues on which judgment was entered \nor appeal taken. Therefore, such order should not have the preclusive effect that the application of the law of the case doctrine \nwould give it. As a result, the trial court erred when it relied upon the law of the case doctrine as a basis for dismissing \nCounts I through XII of Platt's second amended complaint. \n  \nNevertheless, in the interest of judicial economy, rather than remanding this case based upon the trial court's erroneous \napplication of the law of the case to the first twelve counts of Platt's complaint, we will address the merits of the first twelve \ncounts *362 of the complaint as well as the merits of the dismissal of Counts XIII and XIV as these issues are fully briefed. \n  \nII. \nConstitutionally Inadequate Defense \nPlatt contends that the trial court erred in denying his petition to enjoin the Marion County public defender system because it \nis inadequate under both the United States and Indiana Constitutions. \n  \n The granting or refusing of injunctive relief is a matter within the sound discretion of the trial court. Oakes v. Hattabaugh, \n631 N.E.2d 949, 953 (Ind.Ct.App.1994), reh. denied, trans. denied. A mandatory or prohibitory injunction is an extraordinary \nequitable remedy which should be granted with caution. Id. The plaintiff carries the burden of demonstrating injury which is \ncertain and irreparable if the injunction is denied. Campbell v. Spade, 617 N.E.2d 580, 583 (Ind.Ct.App.1993). In making its \ndecision, the trial court must weigh whether the plaintiff has an adequate remedy at law and the court must consider whether \nan injunction is in the public interest. Id. The trial court's grant or denial of injunctive relief will not be overturned unless it is \narbitrary or amounts to an abuse of discretion. Id. \n  \nPlatt argues that the Marion County public defender system is constitutionally inadequate under the Fifth (right to due \nprocess of law), Sixth (right to assistance of counsel), and Eighth Amendments (right to reasonable bail) to the United States \nConstitution and Art. I, §§ 12 (right to due course of law), 13 (right to counsel), 16 (right to nonexcessive bail), 17 (right to \nbail), and 18 (penal code founded on reformation not vindictive justice) of the Indiana Constitution and therefore, should be \nenjoined. \n  \nThe focal constitutional claim Platt raises is that the existing public defender system violates his fundamental right to \neffective pretrial assistance of counsel under the Sixth Amendment to the United States Constitution2 and Art I, § 13 of the \n   4 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \nIndiana Constitution.3 Platt raises his claims under the Fifth Amendment, the Eighth Amendment, and the due process clause \nof the Fourteenth Amendment in the context of the Sixth Amendment right to effective assistance of counsel, so we need not \naddress each of these provisions individually. Platt addresses his arguments under the provisions of the Indiana Constitution \nin the same manner. Thus, our review of Platt's ineffective assistance of counsel claim under the Sixth Amendment \nencompasses all the constitutional arguments he raises. However, we address Platt's claim under the Equal Protection Clause \nof the Fourteenth Amendment separately. See Issue III, infra. \n  \nPlatt contends that the system for providing legal counsel for indigents in Marion County lacks sufficient funds for pretrial \ninvestigation and preparation which inherently causes ineffective assistance of counsel at trial. Platt argues that this \ninsufficiency cannot be cured by an appellate claim of ineffective assistance of counsel in light of the heavy burden of error \nthe appellant must show under Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).4 \n  \n In Strickland, the United States Supreme Court created a standard for assessing when a defendant has been deprived his right \nto effective assistance of counsel under the Sixth Amendment. There, the Court noted, “The benchmark for judging any claim \n*363 of ineffectiveness must be whether counsel's conduct so undermined the proper functioning of the adversarial process \nthat the trial cannot be relied on as having produced a just result.” Strickland, supra, at 686, 104 S.Ct. at 2064. A reversal for \nineffective assistance of counsel is required when the defendant has shown: (1) that counsel's performance was deficient, i.e., \nthat counsel made errors so serious that counsel was not functioning as “counsel”; and (2) that this deficient performance \nprejudiced the defense insofar as counsel's errors were so serious as to deprive the defendant of a fair trial. Id. at 687, 104 \nS.Ct. at 2064. \n  \n The right to effective assistance of counsel under the Sixth Amendment “is recognized not for its own sake, but because of \nthe effect it has on the ability of the accused to receive a fair trial.” United States v. Cronic, 466 U.S. 648, 658, 104 S.Ct. \n2039, 2046, 80 L.Ed.2d 657 (1984). “Absent some effect of [the] challenged conduct on the reliability of the trial process, the \nSixth Amendment guarantee is generally not implicated.” Id. Thus, any violation of the Sixth Amendment must be reviewed \nin the context of the whole trial process, as the determination of the effectiveness of counsel is whether the defendant had the \nassistance necessary to justify reliance on the outcome of the proceeding. Strickland, supra, at 692, 104 S.Ct. at 2067. A \ncourt deciding an actual ineffectiveness claim must judge the reasonableness of counsel's challenged conduct on the facts of \nthe particular case, viewed as of the time of counsel's conduct. Id. at 690, 104 S.Ct. at 2065–66. \n  \n Here, Platt seeks to enjoin the Marion County public defender system because it effectively denies indigents the effective \nassistance of counsel. However, a violation of a Sixth Amendment right will arise only after a defendant has shown he was \nprejudiced by an unfair trial. This prejudice is essential to a viable Sixth Amendment claim and will exhibit itself only upon a \nshowing that the outcome of the proceeding was unreliable. Id. Accordingly, the claims presented here are not reviewable \nunder the Sixth Amendment as we have no proceeding and outcome from which to base our analysis.5 \n  \n Moreover, a court of equity should not act, and particularly should not act to restrain a criminal prosecution, when the \nmoving party has an adequate remedy at law and will not suffer irreparable injury if denied equitable relief. O'Shea v. \nLittleton, 414 U.S. 488, 499, 94 S.Ct. 669, 677–78, 38 L.Ed.2d 674 (1974) (quoting Younger v. Harris, 401 U.S. 37, 43–44, \n91 S.Ct. 746, 750–51, 27 L.Ed.2d 669 (1971)). In assessing a claim in federal court for equitable relief for constitutional \nviolations arising from state law, the Court instructed lower courts to exercise “restraint against the issuance of injunctions \nagainst state officers engaged in the administration of the State's criminal laws in the absence of a showing of irreparable \ninjury which is ‘both great and immediate.’ ” Id. (quoting Younger, supra, at 46, 91 S.Ct. at 751–52). \n  \n   5 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \n Here, Platt has an adequate remedy at law should he be adjudged guilty of the crimes charged and not provided the effective \nassistance of counsel. First, any defendant may take an appeal to the Indiana Supreme Court or the Court of Appeals as a \nmatter of right, from any judgment in a criminal action against him in the manner prescribed by law. Evolga v. State, 519 \nN.E.2d 532, 533 (Ind.1988), reh. denied; Ind.Code § 35–38–4–1 (1993); and see Art. 7, § 8 of the Ind. Constitution. In that \nappeal, the court's decision or intermediate order made in the progress of the case may be reviewed. Id. Prior to doing so, \nPlatt may also file a motion to correct error within thirty days of *364 sentencing in accordance with Ind.R.Crim.P. 16. \n  \nIn addition, Platt may file a petition for post-conviction relief under Indiana's post-conviction rules. See Ind. Post–Conviction \nRule 1. Platt may then petition for a writ of habeas corpus relief to the appropriate federal district court. See 28 U.S.C.A. § \n2254 (West 1994). Finally, Platt can file a writ of mandamus, requiring the Marion County courts to provide for the \nappointment of a competent public defender as the trial court has a duty to do so under Ind.Code §§ 33–9–11–1 through 33–\n9–11–5 (1993). See State ex rel. Brumfield v. Perry Circuit Court, 426 N.E.2d 692 (Ind.1981). See also State v. Allen Circuit \nCourt, 238 Ind. 571, 153 N.E.2d 914 (1958) (trial court mandated to appoint pauper counsel to represent defendant and \nfurnish transcript at public expense as required by statute). \n  \nBecause his claim under the Sixth Amendment is not yet ripe and because he has several adequate remedies available to him \nat law and will not suffer irreparable harm, Platt's petition for equitable relief is inappropriate.6 Campbell, supra, at 583. \n  \nIII. \nEqual Protection \nPlatt also contends that the trial court erred in dismissing Count XIII of his complaint in which he alleged that the Marion \nCounty  Public  Defender  system  is  racially  discriminatory,  violating  the  Equal  Protection  Clause  of  the  Fourteenth \nAmendment.7 \n  \n In assessing a claim under the Equal Protection Clause, our first inquiry involves the applicable level of scrutiny. Laws \nwhich involve a suspect classification, like race or alienage, and those that burden the exercise of fundamental rights, like \nreproduction or expression, receive the strictest scrutiny. Dept. of Envtl. Mgt. v. Chemical Waste Mgt., Inc., 643 N.E.2d 331, \n337 (Ind.1994). In order to survive strict scrutiny, a state action must be a necessary means to a compelling governmental \npurpose and be narrowly tailored to that purpose. Id. \n  \n Platt argues that “[t]he evidence is so overwhelming of intentional neglect and underfunding of public defense that it is \nreasonable to conclude that the Defendants intended that poor people, generally, and African–Americans, in particular, \ncharged with crimes, be provided inadequate assistance of counsel.” Appellant's Br. at 45, (emphasis in original). \n  \nPlatt indicates that because at least 60% of the persons represented by public defenders in Marion County are African–\nAmericans and only 25% of the population of Marion County is African–American, the clear intent of the County's public \ndefender system is for African–Americans to receive ineffective assistance of counsel. \n  \n   6 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \nPlatt cites Palmer v. Thompson, 403 U.S. 217, 91 S.Ct. 1940, 29 L.Ed.2d 438 (1971) in support of his theory that this \ndisparate impact is sufficient to show a violation of the Equal Protection Clause. In Palmer, the Court determined that the \nclosing of public swimming pools following an order to desegregate on the ground that the pools could not be operated safely \nand economically on an integrated basis did not constitute a violation of the Equal Protection Clause. Id. at 225–226, 91 S.Ct. \nat 1945–46. There, the Court, in dicta, warned the judiciary of invalidating a law because “of bad motives of supporters” \nrather than for its facial content or effect. Id. at 225, 91 S.Ct. at 1945. From this, it has been construed, as Platt does here, that \nthe *365 disproportionate effect of a statute can violate equal protection. \n  \nYet, the Court later rejected this reading of Palmer in Washington v. Davis, 426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 \n(1976), stating that “[Palmer ] did not involve, much less invalidate, a statute or ordinance having neutral purposes but \ndisproportionate racial consequences.” Washington, supra, at 243, 96 S.Ct. at 2049. Since Palmer, the Court has expressly \nheld that proof of racially discriminatory intent or purpose is required to show a violation of the Equal Protection Clause. See \nPersonnel Adm'r of Mass. v. Feeney, 442 U.S. 256, 273, 99 S.Ct. 2282, 2293, 60 L.Ed.2d 870 (1979); Arlington Heights v. \nMetropolitan Housing Corp., 429 U.S. 252, 265, 97 S.Ct. 555, 563, 50 L.Ed.2d 450 (1976); Washington, supra, at 242, 96 \nS.Ct. at 2048–49. \n  \nIn Washington, the Court opined: \n... [W]e have not held that a law, neutral on its face and serving ends otherwise within the power of government \nto pursue, is invalid under the Equal Protection Clause simply because it may affect a greater proportion of one \nrace than of another. Disproportionate impact is not irrelevant, but it is not the sole touchstone of invidious racial \ndiscrimination  forbidden  by  the  Constitution.  Standing  alone,  it  does  not  trigger  the  rule  ...  that  racial \nclassifications  are  to  be  subjected  to  the  strictest  scrutiny  and  are  justifiable  only  by  the  weightiest  of \nconsiderations. \nId. at 242, 96 S.Ct. at 2049 (citation omitted). See also Steelman v. State, 602 N.E.2d 152, 157 (Ind.Ct.App.1992) (proof of a \nracially discriminatory intent or purpose is required to show a violation of the Equal Protection Clause). Discriminatory \npurpose implies that the decision maker selected or reaffirmed a particular course of action at least in part “because of” not \nmerely “in spite of,” its adverse effects upon an identifiable group. Feeney, supra, at 279, 99 S.Ct. at 2296. Determining \nwhether invidious discriminatory purpose was a motivating factor demands a sensitive inquiry into such circumstantial and \ndirect evidence as may be available. Arlington Heights, supra, at 266, 97 S.Ct. at 563–64. \n  \nIn his complaint, Platt alleges: (1) it is known and understood to the white majority on the City County Council that most of \nthe persons represented by public defenders in Marion County are African–Americans; (2) part of the reason that the white \nmajority party on the City County Council has neglected to assure that legal counsel is provided to poor persons charged with \ncrimes in Marion County is a racial animus or lack of concern about how African–Americans are treated by the criminal \njustice system; and (3) the systemic and funding deficiencies of the Indiana and Marion County criminal defense scheme for \nindigents violates the Plaintiffs', and the class they represent, rights guaranteed by the Fourteenth Amendment to be free from \ngovernmental policies which have a known racially discriminatory effect. See Record, pp. 836–837. \n  \nArguably, Platt has presented evidence that the existing Marion County public defender system may negatively affect \nAfrican–Americans. Yet, such an uneven effect will not give rise to constitutional concern unless the policy is an obvious \npretext for discrimination against the suspect class. David K. v. Lane, 839 F.2d 1265, 1272 (7th Cir.1988). Nevertheless, Platt \nurges this court to infer discriminatory intent from the alleged underfunding and neglect of the public defender system. \n   7 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \nAbsent any evidence of intentional discrimination, this inference cannot give rise to proof of a Constitutional violation. See \nFeeney, supra, at 279, n. 25, 99 S.Ct. at 2296. Accordingly, we conclude that the facts as alleged in Count XIII of Platt's \ncomplaint are insufficient to support the claim that the Marion County public defender system was enacted and is operated \nwith the purposeful intent of discriminating against African–Americans in violation of the Equal Protection Clause of the \nFourteenth Amendment. \n  \nIV. \nSeparation of Powers \n Finally, Platt contends that the Marion County Public Defender Agency and the Marion County Public Defender Board \nviolate the constitutionally mandated separation *366 of powers as set forth in Art. III, § 1 of the Indiana Constitution.8 \n  \nThe Indiana Supreme Court has set forth the following standard of review for assessing constitutional challenges: \nLegislation under constitutional attack ... is clothed in a presumption of constitutionality. The burden to rebut this \npresumption  is  upon  any  challenger,  and  all  reasonable  doubts  must  be  resolved  in  favor  of  an  act's \nconstitutionality. When a statute can be construed to support its constitutionality, such construction must be \nadopted.... Further, it is the challenger's burden to show that the alleged constitutional defects are clearly \napparent. \nMatter of Tina T., 579 N.E.2d 48, 56–57 (Ind.1991) (citation omitted). \n  \nPlatt argues that the municipal ordinance establishing the Marion County Public Defender Agency and the Marion County \nPublic Defender Board is violative of Art. III, § 1 because it allows the City–County Council to make four appointments to \nthe Public Defender Board and have final approval over the employment of the chief public defender. In addition, the \nordinance allows the Presiding Judge of the Marion County Municipal Court and the Marion County Superior Court to make \ntwo appointments to the Board, and allows the Mayor to make one appointment. Platt contends that this makeup commingles \nthe powers of the three branches rather than separates them as required by the Indiana Constitution. Platt points out that the \nBoard functions exclusively within the judicial branch; yet, pursuant to the ordinance the legislative branch (City–County \nCouncil) has the power of appointment of Board members and the right of confirmation over the employment of the chief \npublic defender. Thus, Platt argues, this encroachment on the judiciary's power is violative of Art. III, § 1. \n  \nIn assessing challenges under the separation of powers doctrine, the Indiana Supreme Court has determined that statutes \nwhich divest the judiciary of its powers will violate Art. III, § 1. See State ex rel. Kostas v. Johnson, 224 Ind. 540, 69 N.E.2d \n592 (1946) (statute which divested a trial court of jurisdiction for failure to rule within a purported time excessive legislative \ninterference in the judiciary). However, the court has determined that a statute which allows a local coordinating committee \nto review and recommend the restrictive placement of juveniles was not an attempt on the part of the legislature to supersede \nthe power of the judiciary. See Matter of Tina T., supra, at 57–59. There, the court also stated that allowing the director of the \ncounty welfare department, a member of the executive branch, to be a voting member of the committee did not violate the \ndoctrine of separation of powers as well. The court noted, “The presence of one member of the executive branch of \n   8 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \ngovernment on a multi-member committee which serves a purely advisory role to the judicial branch does not violate the \nseparation of powers doctrine.” Id. at 60. \n  \nThe stated purpose of the Ordinance is to provide “legal representation to indigent defendants/respondents in criminal, \njuvenile, probation violation, extradition, child support, civil commitments and other proceedings where the right to counsel \nhas been established by law.” Supp. Record, p. 12. Some of its duties include: (1) providing competent legal representation \nfor indigent defendants; (2) establishing guidelines and procedures for the determination of legal indigency; and (3) \nestablishing policy and procedures for the efficient operation of the Agency. \n  \nThe purpose and goal of the Ordinance is to establish a method for managing the Marion County public defender system; its \noperation does not infringe upon the judiciary's decision making process. Instead, this purely local ordinance is designed to \nimplement an efficient indigent counsel system to ensure that each defendant in Marion County is provided with his \nfundamental right to counsel. Construing the Ordinance with a presumption of constitutionality and absent any *367 evidence \nthat the effect of this Ordinance is to usurp judicial power, we cannot conclude that the facts as alleged in Count XIV of \nPlatt's complaint demonstrate a violation of the doctrine of separation of powers required by Art. III, § 1. \n  \nAffirmed. \n  \nHOFFMAN and GARRARD, JJ., concur. \nAll Citations \n664 N.E.2d 357 \n \nFootnotes \n1  To avoid confusion, we will refer to the class of plaintiffs collectively as “Platt.” Class certification in this action was \nnever addressed by the trial court. \n2  The Sixth Amendment provides, “In all criminal prosecutions, the accused shall enjoy the right ... to have the \nAssistance of Counsel for his defence.” \n3  Art. 1, § 13 provides, “In all criminal prosecutions, the accused shall have the right ... to be heard by himself and \ncounsel.” \n4  Because the Indiana Supreme Court has applied the test set forth by the United States Supreme Court in Strickland v. \nWashington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), our analysis under Strickland is applicable to \nboth his Sixth Amendment and Art. I, § 13 claims. See Bellmore v. State, 602 N.E.2d 111, 123 (Ind.1992), reh. \ndenied; Resnover v. State, 507 N.E.2d 1382, 1385 (Ind.1987), cert. denied, 484 U.S. 1036, 108 S.Ct. 762, 98 L.Ed.2d \n779 (1988). \n5  The Minnesota Supreme Court recently addressed an analogous claim. See Kennedy v. Carlson, 544 N.W.2d 1 \n(Minn.1996). There, the court determined that the district court erred in granting a public defender's motion for \nsummary judgment on the ground that the public defender services in his district were underfunded and thereby, \nfailed to render effective assistance of counsel in accordance with the Sixth Amendment. Reversing the district \n   9 \n\n   \nPlatt v. State, 664 N.E.2d 357 (1996)   \n \n  \ncourt's judgment, the Minnesota Supreme Court indicated that the public defender's claim was too speculative and \nhypothetical in that the public defender had failed to present any evidence that his clients were denied the effective \nassistance of counsel. Id. at 6–8. Because the public defender failed to show any “injury in fact”, the court rejected \nhis request for judicial intervention. Id. at 8. \n6  Platt argues that in light of the strict standard Strickland requires to show ineffective assistance of counsel, he \nessentially has no adequate remedy at law. However, the United States Supreme Court has stated that the purpose of \nthe Sixth Amendment is to “ensure a fair trial” and we are bound by the standard set forth in Strickland as the means \nfor reviewing an alleged violation under the Sixth Amendment. See Strickland, supra, at 686, 104 S.Ct. at 2063–64. \nThus, we are compelled to conclude that the Strickland test is the means for testing a Sixth Amendment claim and we \ndecline Platt's invitation to adopt a different standard here. \n7  The Fourteenth Amendment to the United States Constitution provides, “No State shall make or enforce any law \nwhich will abridge privileges and immunities of citizens of the United States; nor shall any State ... deny to any \nperson within its jurisdiction the equal protection of the laws.” \n8  Article III, § 1 provides: \nThe powers of the Government are divided into three separate departments; the Legislative, the Executive \nincluding the Administrative, and the Judicial; and no person, charged with official duties under one of these \ndepartments, shall exercise any of the functions of another, except as in this Constitution expressly provided. \n \n   \n \n   10 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113089"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115621,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115621"
    }
  ],
  "document_count": 2
}