{
  "case_id": 9945,
  "fetched_at": "2025-10-20T22:40:42.641251",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "The City of Newburgh",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "The City of Newburgh Police Department",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2005,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2001-03-27",
    "filing_year": 2001,
    "id": 9945,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-22T00:00:00-04:00",
    "main_docket": {
      "id": 33136,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2001,
      "docket_filing_number": 2600,
      "is_main_docket": true,
      "court": "Southern District of New York",
      "state": "New York",
      "docket_office_number": "7",
      "docket_number_manual": "7:01-cv-02600-CLB-MDF",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/nysd--7-01-cv-02600.html",
      "recap_link": "https://www.courtlistener.com/docket/6248571/maneely-v-the-city-of-newburgh/",
      "is_active": true
    },
    "name": "Maneely v. City of Newburgh",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 2005,
    "permanent_injunction": false,
    "plaintiff_description": "ALL persons who were strip searched before arraignment by the Newburgh Police Department between March 27, 1998 and March 27, 2001.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>On March 27, 2001, several arrestees, represented by private counsel, filed a 42 U.S.C. § 1983 class action lawsuit in the U.S. District Court for the Southern District of New York, challenging the City of Newburgh's blanket policy of strip searching all individuals who entered the City Jail, regardless of the crime for which they were charged and despite the absence of reasonable suspicion to believe that the individuals were concealing weapons or contraband.  Plaintiffs alleged that the policy violated the Fourth Amendment to the United States Constitution and sought a preliminary and permanent injunction, monetary damages, and class certification. </p><p>Plaintiff moved simultaneously for class certification and summary judgment.  In response, Defendants requested that the court defer issuing a ruling on the question of liability until the class certification issue was resolved.  The District Court (Judge Colleen McMahon) agreed to defer the liability issue, but granted class certification on the limited issue of whether Defendants maintained an unconstitutional strip search policy.  Maneely v. City of Newburgh, 208 F.R.D. 69 (S.D.N.Y. 2002).</p><p>By order dated April 8, 2003, Judge McMahon denied Plaintiff's motion for summary judgment, finding that (a) the City's written strip search policy was not unconstitutional on its face and that (b) fact issues existed as to whether the City had a policy of strip searching pre-arraignment detainees without determining whether reasonable suspicion existed to do so.  Maneely v. City of Newburgh, 256 F.Supp.2d 204 (S.D.N.Y.  2003).</p><p>On December 22, 2003, the City of Newburgh filed a third-party complaint against its insurance carrier, United National Insurance, seeking declaratory judgment that the carrier would be responsible for covering any damages paid in the lawsuit.  </p><p>The case was subsequently referred to mediation, and settlement negotiations ensued.  The parties eventually entered into a proposed Settlement Agreement to resolve both the class action lawsuit against the City and the third-party complaint against the City's insurance carrier.  The District Court (Judge Charles L. Brieant) preliminarily approved the settlement on March 29, 2005 and granted final approval on July 21, 2005.  </p><p>Under the Agreement, the City agreed to pay up to $1,783,670.20 to settle all class claims.  Of that amount, the Court awarded $550,000 (30.84%) as attorneys' fees and $33,670.20 (1.88%) for litigation costs.  The Court also approved an incentive bonus of $25,000 to the class representative.  After deducting attorneys' fees, litigation costs, and the incentive bonus, up to $1.2 million would remain for distribution to class members.  The City also agreed to pay $324,000 for the costs of claims administration.  The Agreement provided that each class member would receive $1,000 regardless of the number of strip searches they claimed to have been subjected to.  If less than 1,200 claims were made, the remainder was to revert back to the City.  If more than 1,200 claims were made, the $1,000 award would be reduced on a pro rata basis.  </p><p>On September 6, 2005, the City of Newburgh secured voluntary dismissal (with prejudice) of its third-party complaint against United National Insurance Company.  It is unknown whether the insurance carrier funded all or part of the settlement.</p><p></p>",
    "summary_published_date": "2008-02-26T00:00:00-05:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9945",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9945",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9945",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9945"
  },
  "documents": [
    {
      "date": "2002-05-16",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": 69,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 208,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 61979,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/61979.pdf",
      "title": "Memorandum Decision and Order Granting Plaintiff's Motion for Partial Class Certification",
      "text": "Maneely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \n \n  \n208 F.R.D. 69 \nUnited States District Court,  FACTUAL BACKGROUND \nS.D. New York. \nOn June 4, 2000, Maneely was arrested and charged with \nTimothy S. MANEELY, on behalf of himself and  one count of obstructing governmental administration in \nall others similarly situated, Plaintiff,  the second degree (a Class A Misdemeanor), one count of \nv.  leaving  the  scene  of  an  accident  (a  Class  B \nCITY OF NEWBURGH, et al., Defendants.  Misdemeanor), and harassment in the second degree (a \nnon-criminal  offense).  (Compl.¶  8.)  Maneely  was \nNo. 01 CIV. 2600(CM). | May 16, 2002.   approximately 20 years-old and had been arrested on one \nprior occasion as a youthful offender. (Compl.¶ 8.) The \narresting  officers  took  him  to  the  City  of  Newburgh \nAttorneys and Law Firms  Police Department. (Compl.¶ 38.) At the police station, \nofficers  of  the  City  of  Newburgh  Police  Department \n*70  James  Edward  Monroe,  Dupee  &  Dupee,  P.C., \nordered him to strip naked, bend over and squat revealing \nGoshen, NY, for plaintiff. \nhis sexual organs and anal cavity for visual inspection. \n(Compl. ¶ 38; 40.) He was then placed in a cell to await \nDavid  Merrill  Posner,  McCabe  &  Mack,  LLP, \narraignment.  According  to  Maneely,  during  the  strip \nPoughkeepsie, NY, Marilyn D. Berson, Newburgh, NY, \nsearch  he  was  informed  by  the  arresting  officer  that \nPatrick T. Burke, Burke, Miele & Golden, Goshen, NY, \neveryone had to go through this procedure. (Compl.¶ 39;) \nJames  M.  Fedorchak,  Gellert  &  Cutler,  P.C., \n  \nPoughkeepsie, NY, for defendants. \nManeely filed this action on March 27, 2001. Plaintiff \nargues that, from 1995, defendants instituted and enforced \nOpinion \na policy that required the systematic strip search of all \n \npersons being held awaiting arraignment by the City of \nNewburgh Police Department. (Compl.¶ 2.) Defendants’ \nMEMORANDUM DECISION AND ORDER  policy did not distinguish between persons charged with \nGRANTING PLAINTIFF’S MOTION FOR  lesser offenses, nor did it require officers to consider \nPARTIAL CLASS CERTIFICATION  whether there was reasonable suspicion to believe that a \nparticular detainee was carrying a weapon or contraband. \n(Id.) \nMCMAHON, District Judge.    \nThis  is  not  the  first  time  defendants  have  been  sued \nPlaintiff, Timothy S. Maneely, brings this action under 42  regarding their strip search policy. In Huck v. City of \nU.S.C.  §  1983,  alleging  that  the  City  of  Newburgh  Newburgh, 275 A.D.2d 343, 712 N.Y.S.2d 149 (2000), \nmaintained a policy of strip searching all pre-arraignment \ndecided on August 14, 2000, the plaintiff, Huck, alleged \nprisoners, including those arrested for misdemeanors and \nthat she was improperly strip searched in a Newburgh \nviolations. Maneely seeks to represent a class of persons  police station. Huck had been arrested for possession of \nwho were strip searched before arraignment, and in the  an unlicensed dog. Id., at 344, 712 N.Y.S.2d 149. She was \nabsence of reasonable suspicion to believe that they were  taken to the police station and strip searched pursuant to \ncarrying or concealing weapons or contraband, between  the  City  of  Newburgh’s  policy  of  strip  searching  all \nMarch 27, 1998 and March 27, 2001.  arrestees detained in a cell. There was no evidence that \n   either the arresting officer or the person who performed \n*71 Plaintiff moved simultaneously for class certification  the search suspected that she possessed any weapons or \nand summary judgment. Defendants asked the Court to  contraband. The Appellate Division therefore reversed a \ndefer issuing a ruling on the question of liability until the  jury verdict in favor of the City, finding that the search \nmotion for class certification was decided. I agreed to this  was unconstitutional. Id. \nin an order dated November 15, 2001. \n  \n  \nDefendants argue that, on August 24, 2000, in response to \nThe class certification motion is granted, but limited to  the Appellate Division’s decision in Huck, the Newburgh \nthe  issue  of  whether  defendants  maintained  an  Police  Department  changed  its  policy  regarding  strip \nunconstitutional strip search policy. The Court will decide  searches.  (Def’s  Mem.  of  Law  in  Opp.  to  Class \nthat issue in the next 60 days and will issue an order  Certification, at 2.) This new policy was formalized in a \naffording appropriate relief to the class.  memorandum dated October 2, 2000. (Id.) Plaintiff notes \n   that the department made these changes only a few days \n  after the defendants received plaintiff’s Notice of Claim, \n  1 \n \n\nManeely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \nwhich was served on or about August 16, 2000. Plaintiff  the merits, but rather whether the requirements of Rule 23 \nargues  that  it  was  this  Notice  of  Claim,  and  not  the  are  met.”  In  re  Visa  Check/MasterMoney  Antitrust \ndecision in Huck, or any earlier controlling precedents,  Litigation, 280 F.3d 124, 133 (2d Cir.2001) (citing Eisen, \nthat prompted defendants to change their formal policy.  417 U.S. at 178, 94 S.Ct. 2140). \n     \nIn  this  action,  plaintiff  seeks:  a  declaratory  judgment   \ndeclaring that a strip search of a pre-arraignment arrestee \nundertaken absent reasonable suspicion that the arrestee is  I. Standing and Mootness of Injunctive Relief \nconcealing  weapons  or  other  contraband  is  Defendants argue that the lead plaintiff does not have \nunconstitutional; (ii) an order enjoining defendants from  standing to seek injunctive or declaratory relief because \nimplementing  or  enforcing  such  a  policy;  (iii)  there is no likelihood that he or any other potential class \ncompensatory  damages  for  the  injuries  caused  by  member will be subjected to this same conduct in the \ndefendants’ unlawful conduct; and (iv) punitive damages  future. They also argue that any claim for injunctive relief \nassessed against the individual defendants to deter such  would be moot since the policy has already been changed \nintentional, reckless and unlawful disregard for the well- to  conform  with  controlling  precedent.  Defendants \nsettled Constitutional law of the United States and the  contend that since this Court cannot grant injunctive relief \nState  of  New  York.  Plaintiff  seeks  class  certification  to the class as a whole, individual questions of liability \nunder Rules 23(a) and (b)(3) of the Federal Rules of Civil  and  damages  would  predominate  over  any  common \nProcedure.  issues, and class certification is inappropriate. Therefore, I \n   must first decide whether Maneely has standing to seek \n*72  Defendants  argue  that  the  motion  for  class  injunctive relief. \ncertification should be denied because questions about    \neach  class  member’s  individual  situation  predominate  [3] [4] In order to meet the standing requirement of Article \nover any common issues. They assert that as a result of  III  of  the  United  States  Constitution,  a  plaintiff  must \nthe  implementation  of  the  revised  protocol  for  strip  demonstrate an injury in fact, causation of that injury, and \nsearches in August 2000, plaintiff’s claims for declaratory  a likelihood that the requested relief will redress that \nand injunctive relief are moot. Therefore compensatory  injury. Steel Co. v. Citizens for a Better Environment, 523 \nand punitive damages are the only relief that the plaintiff  U.S. 83, 103, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998) \nseeks. Defendants further argue that, because the putative  (citing Lujan v. Defenders of Wildlife, 504 U.S. 555, 560–\nclass  action  seeks  only  money  damages,  individual  61, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992)). A plaintiff \ndamage  questions  predominate  over  the  common  seeking injunctive or declaratory relief cannot rely on past \nquestions and a class action is not a superior method for  injury to satisfy the injury in fact requirement, but must \nadjudicating  the  controversy  under  Rule  23(b)(3).  show a likelihood that he or she will be injured in the \nFed.R.Civ.P. 23(b)(3).  future. City of Los Angeles v. Lyons, 461 U.S. 95, 105–06, \n   103 S.Ct. 1660, 75 L.Ed.2d 675 (1983). “Past exposure to \n  illegal conduct does not in itself show a present case or \ncontroversy  regarding  injunctive  relief  ...  if \nunaccompanied  by  any  continuing,  present  adverse \nDISCUSSION  effects.” Steel Co., 523 U.S. at 108, 118 S.Ct. 1003. \n  \n[1] [2] The Supreme Court has held that district courts must \n \nconduct  a  “rigorous  analysis”  into  whether  the \nprerequisites of Rule 23 are met before certifying a class.  A. Standing \nGeneral Tel. Co. v. Falcon, 457 U.S. 147, 161, 102 S.Ct.  Defendants argue that Maneely has no standing to seek \n2364, 72 L.Ed.2d 740 (1982); see also Caridad v. Metro– injunctive  or  declaratory  relief  because  there  is  no \nNorth Commuter R.R., 191 F.3d 283, 291 (2d Cir.1999).  likelihood that defendant will be subjected to this same \nThe district court has broad discretion in certifying a  conduct in the future. \nclass, but class certification standards should be applied    \nliberally. Gary Plastic Packaging Corp. v. Merrill Lynch,  Defendants rely on Lyons, 461 U.S. at 105–06, 103 S.Ct. \n903 F.2d 176, 179 (2d Cir.1990); Selby v. Principal Mut.  1660.  In  Lyons,  the  plaintiff  sought  declaratory  and \nLife  Ins.  Co.,  197  F.R.D.  48,  54  (S.D.N.Y.2000).  In  injunctive relief against the Los Angeles police, claiming \ndeciding a motion for class certification, the district court  he  had  been  illegally  choked  by  Los  Angeles  police \nmust treat all of the allegations of the complaint as true.  officers. Id. at 98, 103 S.Ct. 1660. Although he alleged \nPecere v. Empire Blue Cross and Blue Shield, 194 F.R.D.  that the Los Angeles police routinely applied choke holds \n66 (E.D.N.Y.2000) (citing Eisen v. Carlisle & Jacquelin,  and that he faced a threat of being illegally choked *73 \n417  U.S.  156,  178,  94  S.Ct.  2140,  40  L.Ed.2d  732  again in the future, the Supreme Court held that plaintiff’s \n(1974)). “[T]he question is not whether the plaintiff or  allegations  of  future  injury  were  too  speculative  and \nplaintiffs have stated a cause of action or will prevail on  dismissed the case for lack of standing. Id. at 109–11, 103 \n  2 \n \n\nManeely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \nS.Ct.  1660.  The  Court  stated  that  in  order  to  allege  constitutionality of strip searches, which has been clear \nstanding,  Lyons  would  need  to  establish  “(1)  that  all  since at least 1995. See Shain v. Ellison, 273 F.3d 56, 62–\npolice officers in Los Angeles always choke any citizen  66  (2d  Cir.2001).1  The  fact  that  the  department \nwith whom they happen to have an encounter, ... or, (2)  disregarded the law on strip searches for five years causes \nthat the City ordered or authorized police officers to act in  this  Court  to  question  defendants’  sincerity  about \nsuch manner.” Id.  maintaining their policy in conformity with the law. \n     \n[5] Following the standard set forth in Lyons, the Second  1  Actually the law has been settled for far longer. No law \nCircuit has held that a plaintiff may have standing to seek \n  enforcement  officer  is  permitted  to  search  a \ninjunctive relief against a police department if the alleged  misdemeanor arrestee absent individualized reasonable \nimproper actions were conducted pursuant to a uniform  suspicion. In Weber v. Dell, 804 F.2d 796, 803 (2d \npractice or official policy. In Deshawn E. ex rel. Charlotte  Cir.1986), the Second Circuit held that: \nE. v. Safir, 156 F.3d 340, 343 (2d Cir.1998), the Second  the Fourth Amendment precludes prison officials \nCircuit held that a group of plaintiffs had standing to sue  from  performing  strip/body  cavity  searches  of \narrestees  charged  with  misdemeanors  or  other \nfor equitable relief where there was an officially-endorsed \nminor  offenses  unless  the  officials  have  a \npolicy of submitting arrestees to coercive interrogations. \nreasonable suspicion that the arrestee is concealing \nIn this case, plaintiff alleges that at the time that the \nweapons or other contraband based on the crime \ndepartment was given notice of this suit, there was an \ncharged,  the  particular  characteristics  of  the \nofficial policy of strip searching all arrestees who were  arrestee, and/or the circumstances of the arrest. \ndetained in a cell. Maneely thus has standing to seek  This holding was affirmed in Walsh v. Franco, 849 \ninjunctive relief.  F.2d 66, 68–69 (2d Cir.1988) and Wachtler v. County \n   of Herkimer, 35 F.3d 77 (2d Cir.1994). \n   \n \nB. Mootness  [7]  Defendants  were  wise  to  change  their  policy  after \nDefendants argue that, as their strip search policy has  Huck, and would be extremely foolish to revert back to an \nbeen changed to conform with the law, plaintiff’s claim  unconstitutional policy at this point. However, I agree \nfor injunctive relief is moot. Plaintiff does not contest the  with the reasoning in Mack v. Suffolk County, 191 F.R.D. \ndepartment’s contention that the policy has been changed.  16, 22 (D.Mass.2000), that a police department’s delay in \nInstead, Maneely argues that an injunction is needed to  conforming its behavior to controlling precedent increases \nprevent the department from reverting to its old ways  the risk that the department will resume its old ways *74 \nonce this lawsuit is finished.  at the end of pending litigation. Mack, 191 F.R.D. at 22 \n   (holding that “[w]hile it is true that the ... Defendants’ \n[6] The Supreme Court has stated that a “a defendant’s  change in policy diminishes the chances that ... members \nvoluntary  cessation  of  a  challenged  practice  does  not  of the proposed class will be strip searched without a \ndeprive a federal court of its power to determine the  reasonable suspicion of concealed weapons or contraband \nlegality of that practice.” Friends of the Earth, Inc. v.  in the future, it does not eliminate that possibility. Absent \nLaidlaw Envtl. Servs. (TOC), Inc., 528 U.S. 167, 189, 120  the  imperative  imposed  by  an  injunction,  these \nS.Ct.  693,  145  L.Ed.2d  610  (2000).  A  suit  will  be  Defendants are free to reinstate the objectionable practice \nrendered moot by a defendant’s voluntarily change in a  at any time.”). Given that it took the defendants well over \npolicy  only  if  it  is  “absolutely  clear  that  the  alleged  five years to conform Newburgh’s strip search policy with \nwrongful behavior could not reasonably be expected to  the law, it is not “absolutely clear” that defendants will \nrecur.” Laidlaw, 528 U.S. at 189, 120 S.Ct. 693 (quoting  not “return to their old ways.” Laidlaw, 528 U.S. at 189, \nUnited States v. Concentrated Phosphate Export Ass’n,  120 S.Ct. 693. Thus, plaintiff’s claim for injunctive relief \n393 U.S. 199, 203, 89 S.Ct. 361, 21 L.Ed.2d 344 (1968)).  is not moot. \nThe party asserting mootness has a “heavy burden of    \npersuading the court that the challenged conduct cannot   \nreasonably be expected to start up again.” Id. (internal \ncitations omitted).  II. Class Action Requirements \n   The basic criteria for the certification of a class action are: \nDefendants claim that they did not change their behavior \nin response to this lawsuit, which was filed seven months  (1) the class is so numerous that \nafter they changed their policy. However, defendants did  joinder  of  all  members  is \nreceive plaintiff’s Notice of Claim before they changed  impracticable,  (2)  there  are \ntheir policy. Furthermore, defendants’ assertion that there  questions of law or fact common to \nis no basis for plaintiff to assume that the department will  the class, (3) the claims or defenses \nresume its old practices rings hollow, given how long it  of  the  representative  parties  are \ntook them to conform their policy to law regarding the  typical of the claims or defenses of \n  3 \n \n\nManeely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \nthe class, and (4) the representative  to demonstrate that “there are questions of law or fact \nparties  will  fairly  and  adequately  common  to  the  class.”  Fed.R.Civ.P.  23(a)(2).  Rule \nprotect the interests of the class.  23(a)(2) does not require the plaintiff to demonstrate that \nthe class members’ claims are identical. Caridad, 191 \nFed.R.Civ.P.  23(a);  Visa  Check,  280  F.3d  at  132–33;  F.3d at 293. Rather, it demands that the disputed issue of \nShankroff  v.  Advest,  Inc.,  112  F.R.D.  190,  193  law or fact “occup[ies] essentially the same degree of \n(S.D.N.Y.1986).  centrality to the named Plaintiffs’ claim as to that of other \n   members of the proposed class.” Krueger v. New York \nAdditionally, one of the three elements of Rule 23(b)  Tel. Co., 163 F.R.D. 433, 442 (S.D.N.Y.1995); see also In \nmust also be satisfied. See Visa Check, 280 F.3d at 133;  re “Agent Orange” Prod. Liab. Litig., 818 F.2d 145, 166–\nBresson v. Thomson McKinnon Securities, 118 F.R.D.  67 (2d Cir.1987). The commonality *75 requirement may \n339,  344–45  (S.D.N.Y.1988).  In  this  case,  plaintiff  be  met  where  the  individual  circumstances  of  class \nproceeds  under  Rule  23(b)(3).  Therefore,  class  members differ, but “their injuries derive from a unitary \ncertification is appropriate only if “the Court finds that the  course of conduct by a single system.” Marisol A. v. \nquestions of law or fact common to the members of the  Giuliani, 126 F.3d 372, 377 (2d Cir.1997) (per curiam) \nclass  predominate  over  any  questions  affecting  only  (finding commonality where a proposed class of children \nindividual members, and that a class action is superior to  argued that “a unitary course of conduct” by the city \nother  available  methods  for  the  fair  and  efficient  department for children’s services would place them at \nadjudication of the controversy.” Fed.R.Civ.P. 23(b)(3).  risk of abuse or neglect). \n     \n  [10] Defendants concede that the uniform application of a \nA. Rule 23(a)  blanket  strip  search  policy  (assuming  one  existed) \npresents questions of law and fact that are common to the \n1. Numerosity  proposed class. The common legal issue is whether the \n[8] Rule 23(a)(1) provides that a member of a class may  defendants implemented a uniform, indiscriminate policy \nsue on behalf of all class members only if “the class is so  of  strip  searching  all  detainees,  in  the  absence  of \nnumerous that joinder of all members is impracticable.”  reasonable  suspicion.  This  satisfies  the  commonality \nFed.R.Civ.P. 23(a)(1). Plaintiff need not prove the exact  requirement.  See  Augustin  v.  Jablonsky,  No.  99  CV \nnumber  of  class  members,  only  that  the  class  is  so  3126(DRH) (ARL), 2001 WL 770839, at *4 (E.D.N.Y. \nnumerous that the joinder of all potential plaintiffs would  Mar. 8, 2001) (finding commonality in a strip search class \nbe difficult or inconvenient. See Robidoux v. Celani, 987  action because the “common factual question occupying a \nF.2d 931, 935 (2d Cir.1993); Pecere v. Empire Blue Cross  position  of  ‘centrality’  to  this  litigation  is  whether \nand  Blue  Shield,  194  F.R.D.  66,  69  (E.D.N.Y.2000);  Defendants engaged in a policy under which all members \nPrimavera Familienstiftung v. Askin, 178 F.R.D. 405, 409  of  the  putative  plaintiff  class  were  strip  searched  ... \n(S.D.N.Y.1998).  without individualized legal suspicion”); Daniels v. City \n   of  New  York,  198  F.R.D.  409,  413  (S.D.N.Y.2001) \nDefendants  concede  that  there  are  too  many  potential  (finding that the commonality requirement was satisfied \nclass members in this case for joinder to be practical.  for a putative class of arrestees where the claimed injuries \nThey argue instead that the number of potential plaintiffs  resulted from an unconstitutional practice of stopping and \nis so large that it would be unmanageable. This argument  frisking  individuals  without  the  reasonable  suspicion \nrelates to the manageability of the class, rather than the  required  by  the  Fourth  Amendment).  Discussion  of \nnumerosity requirement.  whether individual issues will overwhelm the common \n   question is reserved until the predominance inquiry under \n[9] Plaintiff has estimated from the statistical data of the  Rule 23(b)(3). See Visa Check, 280 F.3d at 136 n. 3; \nCity  of  Newburgh  Police  Department  that  several  Augustin, 2001 WL 770839, at *4–5 (citing Daniels, 198 \nthousand pre-arraignment detainees or arrestees were strip  F.R.D.  409,  417–18  (S.D.N.Y.2001);  In  re  Copley \nsearched between March 27, 1998 and March 27, 2001,  Pharm., Inc., 158 F.R.D. 485, 489, 491 (D.Wyo.1994)). \nthe proposed class period. While one can fairly infer that    \nsome of those detainees/arrestees were strip searched in a   \nconstitutionally-compliant manner, one can also infer that \nthere were enough unconstitutional searches that joinder  3. Typicality \nof  all  members  would  be  impracticable.  Therefore,  The typicality requirement mandates that the claims of the \nplaintiff has met the Rule 23 numerosity standard.  class representatives must be typical of those of the class. \n   This requirement is satisfied “if the claims of the named \n  plaintiffs  arise  from  the  same  practice  or  course  of \nconduct that gives rise to the claims of the proposed class \n2. Commonality  members.” Marisol A. ex rel. Forbes v. Giuliani, 929 \nThe second prong of the Rule 23(a) test requires plaintiff  F.Supp.  662,  691  (S.D.N.Y.1996).  Defendants  do  not \n  4 \n \n\nManeely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \ncontest  that  the  “typicality”  requirement  is  satisfied,  but  clearly  some  persons  who  were  strip  searched \ndespite the different factual circumstances surrounding  pursuant to the policy did not suffer any violation of their \neach arrest, since each has the same question at its core— constitutional rights. \nwhether defendants maintained an unconstitutional strip    \nsearch policy.  I am not going to certify the class Maneely seeks to \n   represent. Instead, I am going to certify a broader class, \n  but  on  a  narrower  issue  (see  infra  at  78)—one  that \nManeely shares with the class to be certified. Maneely \n4. Adequacy of Representation  was strip searched. He is an adequate representative on \nThe adequacy of representation requirement is two-fold:  the issue for which class treatment is appropriate because \nplaintiff’s  counsel  must  be  qualified  and  experienced  he has the same interests as the rest of the proposed class \nenough  to  conduct  the  class  action  litigation,  and  the  in  establishing  that  defendants  maintained  an \ninterests of the named plaintiff must not be adverse to  unconstitutional blanket strip search policy. That he may \nthose of the class.  be precluded from recouping damages at a recovery stage \n   is  irrelevant,  because  the  individual  questions  of \nPlaintiff has demonstrated that the law firm of Dupée,  reasonable  suspicion  arise  only  after  the  fact  of  an \nDupée  &  Monroe,  P.C.  and  Robert  N.  Isseks  are  unconstitutional blanket strip search policy is established. \nexperienced attorneys in the field of civil rights suits and    \nclass actions. Defendants do not contest that the proposed   \ncounsel in this case have substantial experience, but argue  B. Rule 23(b)(3) \nthat plaintiff’s attorneys have not adequately prosecuted  A class action may be maintained under Rule 23(b)(3) if \nthis case because they waited too long after filing the  the court finds that the questions of law or fact common \ncomplaint  before  submitting  a  motion  for  class  to  the  members  of  the  class  predominate  over  any \ncertification. Defendants also assert that if counsel had  questions affecting individual members, and that a class \nbeen aware of defendants’ current strip search policy they  action is superior to all available methods for the fair and \nwould have realized they could not maintain a(b)(3) class.  just  adjudication  of  the  controversy.  Fed.R.Civ.P. \nI disagree with defendants that the issues here are so  23(b)(3). \nclear-cut. Plaintiff’s counsel has diligently prosecuted this    \ncase, and are clearly qualified to represent the class.  To meet the Rule 23(b) predominance standard, plaintiff \n   must demonstrate that “the issues in the class action that \nManeely’s fitness to serve as the named plaintiff is more  are subject to generalized proof, and thus applicable to the \ncomplicated. Plaintiff argues that he shares a common  class as a whole, ... predominate over those issues that are \nlegal theory with the proposed class members, in that they  subject only to individualized proof.” Visa Check, 280 \nall were subjected to strip searches conducted pursuant to  F.3d at 136 (citations and internal quotations omitted). \nan unconstitutional blanket strip search policy that did not  The  23(b)(3)  predominance  requirement  is  “more \ntake into account whether there was reasonable suspicion  stringent”  and  “far  more  demanding  than”  the \nthat the individuals searched were concealing weapons or  commonality requirement of Rule 23(a). Amchem Prods. \ncontraband. Plaintiff asserts that the defendants’ policy of  Inc. v. Windsor, 521 U.S. 591, 623–24, 117 S.Ct. 2231, \nstrip searching all arrestees charged with criminal or non- 138 L.Ed.2d 689 (1997); see also Blyden v. Mancusi, 186 \ncriminal offenses represents a course of conduct directed  F.3d 252, 269 (2d Cir.1999) (referring to the “heightened \nagainst every person arrested and held in the City of  requirements” of Rule 23(b)(3)). \nNewburgh Police Department during the class period.    \n   The Rule sets forth four factors for the court to consider \n*76 Defendants respond that Maneely is not an adequate  in deciding the superiority of a class action: \nclass representative because his strip search was proper \nunder  the  “reasonable  suspicion”  standard,  and  thus  (1) the interest of members of the \nManeely suffered no constitutional violation. They note  class in individually controlling the \nthat before Maneely may be found to be an adequate  prosecution or defense of separate \nrepresentative for the class, the Court would have to hold  actions; (2) the extent and nature of \na hearing to decide whether the officers lacked reasonable  any  litigation  concerning  the \nsuspicion to believe that he was concealing a weapon or  controversy already commenced by \ncontraband, thereby providing cause to conduct a strip  or against members of the class; (3) \nsearch. Defendants are correct. No person could become a  the desirability or undesirability of \nmember of the class Maneely proposes to represent—a  concentrating the litigation of the \nclass consisting of all persons who were strip searched in  claims in the particular forum; and \nthe absence of reasonable cause—until it was determined  (4)  the  difficulties  likely  to  be \nthat there was no reasonable suspicion for a search in his  encountered in the management of \nindividual case. The policy may have applied to everyone, \n  5 \n \n\nManeely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \nthe class action.  special  master  if  resolving  individual  damage  issues \nbecame unmanageable. No. 97 CIV–3762 (S.D.N.Y. Mar. \nFed.R.Civ.P. 23(b)(3); Amchem, 521 U.S. at 615–16, 117  18, 1998) (oral decision) (cited in Augustin, at * 11–12). \nS.Ct. 2231 (1997).    \n   Despite Judge Hurley’s well-reasoned opinion, Second \nPlaintiff  asserts  that  the  uniform  application  of  Circuit  cases  decided  after  Augustin  suggest  that \ndefendants’ blanket strip search policy presents questions  individual  damage  questions  in  this  case  do  not \nof law and fact that are common to the proposed class.  automatically prevent class certification. In Visa Check, \nPlaintiff  argues  that  defendants  did  not  conduct  an  plaintiffs brought an action against Visa and MasterCard, \nindividualized assessment of the need for each search, and  alleging that the companies violated the antitrust laws by \ntherefore  deprived  each  potential  plaintiff  of  his  requiring stores to accept their debit cards if they accepted \nconstitutional rights. Hence, all potential plaintiffs have a  their  credit  cards.  280  F.3d  124.  The  Second  Circuit \nsingle legal theory, which arises under similar factual  affirmed the district court’s certification of a class of “all \ncircumstances.  persons and business entities who have accepted Visa \n   and/or MasterCard credit cards and therefore are required \nDefendants argue that individual issues respecting class  to accept Visa Check and/or MasterMoney debit cards \nmembership  and  personal  damages  claims  will  under the challenged tying arrangements....” Id. at 131. At \npredominate  over  the  common  issues  that  plaintiff  “the heart of defendants’ predominance argument” was \nidentifies.  their contention that individual damage questions would \n   predominate over common issues. Id. at 138. The Visa \nDistrict court judges have disagreed about whether to  Check Court noted that the fact that a defense “may arise \ncertify classes in cases with facts similar to this one. A  and may affect different class members differently does \nnumber of courts have granted class certification, see e.g.,  not compel a finding that individual issues predominate \nEddleman v. Jefferson Co., 96 F.3d 1448 (6th Cir.1996)  over common ones.” Id. (quoting Waste Mgmt. Holdings, \n(unpublished disposition); Ford v. City of *77 Boston, 154  Inc. v. Mowbray, 208 F.3d 288, 296 (1st Cir.2000)). The \nF.Supp.2d 131 (D.Mass.2001); Doan v. Watson, No. 99– Second Circuit reminded district courts that “[c]ommon \n4–C (S.D.Ind. Mar. 2, 2000) (cited in 168 F.Supp.2d 932,  issues may predominate when liability can be determined \n933 n. 1 (S.D.Ind.2001)); Mack v. Suffolk Co., 191 F.R.D.  on  a  class-wide  basis,  even  when  there  are  some \n16, 23 (D.Mass.2000); Tyson v. City of New York, No. 97  individualized  damage  issues.”  Id.  at  139.  The  Court \nCIV–3762 (S.D.N.Y. Mar. 18, 1998) (oral decision) (cited  found that the defendants’ mitigation defense related to \nin Augustin v. Jablonsky, No. 99 CV 3126(DRH)(ARL),  individual damage calculations only, and did not negate \n2001 WL 770839, at *11–12 (E.D.N.Y. Mar. 8, 2001));  the  fact  that  there  was  “a  sufficient  constellation  of \nGary  v.  Sheahan,  No.  96–C–7294,  1999  WL  281347  common issues bind[ing] the class members together.” Id. \n(N.D.Ill. Mar.31, 1999), appeal dismissed, 188 F.3d 891  at 138 (citing Waste Mgmt., 208 F.3d at 296). \n(7th  Cir.1999);  Doe  v.  Calumet  City,  128  F.R.D.  93    \n(N.D.Ill.1989); Smith v. Montgomery Co., 573 F.Supp.  Of course, the facts of this case differ from those in Visa \n604 (D.Md.1983), while others have refused to allow such  Check  in  significant  ways.  In  Visa  Check,  plaintiffs \ncases to proceed on a class-wide basis, see e.g., Mary  presented  expert  economic  evidence  establishing  a \nBeth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983);  formula for damages in order to overcome defendants’ \nAugustin,  2001  WL  770839,  at  *1  (E.D.N.Y.  Mar.8,  objection that each class member’s damage claim was \n2001); Noon v. Sailor, No. NA99–0056–C–H/G, 2000  unique.  Id.  at  138–40.  In  contrast,  in  this  case  each \nWL. 684219, at *1 (S.D.Ind. Apr.17, 2000); Bledsoe v.  plaintiff has a unique situation with relation to damages \nCombs,  No.  NA99–153–C–H/G,  2000  WL  681094  issues. This is not a business or other financial claim \n(S.D.Ind.  Mar.14,  2000);  Klein  v.  DuPage  Co.,  119  where  a  mechanical  application  of  economic  or \nF.R.D. 29 (N.D.Ill.1988).  accounting theories will result in an appropriate damage \n   figure. \nIn Augustin, for example, Judge Hurley considered the    \n“predominance” question of Rule 23(b)(3) as applied to a  Furthermore, in Visa Check, class membership was easily \nstrip  search  case  and  concluded  that  certification  was  established—because the businesses who accepted Visa \ninappropriate because class members’ individual damage  and MasterCard credit cards could readily be identified. \nclaims would dominate the case. 2001 WL 770839, at  Here, the mere fact that an individual was strip searched \n*13.  In  reaching  this  conclusion,  the  Augustin  court  will not place him in the class. An across-the-board policy \nexpressed  concern  that  each  plaintiff  would  have  to  of strip searching, as deplorable as it may be, does not \npresent  individualized  proof  of  damages.  He  noted,  render every search that a police department conducts *78 \nhowever, that the court in Tyson v. City of New York was  unconstitutional. If there was “reasonable suspicion” to \nnot as troubled by the damages question, because the  believe  that  a  detainee  was  concealing  a  weapon  or \ncourt could seek the assistance of a magistrate judge or a  contraband, a strip search may have been constitutional. \nThus, the circumstances of each putative class member’s \n  6 \n \n\nManeely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \narrest would have to be evaluated in order to determine  are  collaterally  estopped  from  arguing  that  they \nwho is and who is not a member of the class. See Noon v.  maintained a constitutional policy in light of the Huck \nSailor, No. NA99–0056–C–H/G, 2000 WL. 684219, at *1  decision also presents a common legal issue. I find that \n(S.D.Ind. Apr.17, 2000) (denying class certification in  these common issues represent “a sufficient constellation \nstrip search case, noting that in order to determine who is  of common issues bind[ing] the class members together.” \nor is not a member of the class, the court would have to  Visa Check, 280 F.3d at 138. \n“consider all the circumstances of the individual arrest,    \ndetention  and  search”).  For  each  individual  who  Under  Federal  Rule  23(c)(4)(A),  a  district  court  may \nresponded  to  the  class  notice,  defendants  would  be  certify  a  class  with  respect  to  particular  issues. \nentitled to offer proof either that no search was in fact  Fed.R.Civ.P. 23(c)(4)(A). Plaintiff has suggested partial \ndone or (more likely given the policy at the time) that the  certification, noting that the Augustin court considered \nsearch was lawful due to the nature of the charge or the  partially certifying a class, but declined to do so because \nfacts and circumstances surrounding the arrest and the  the plaintiffs’ had not submitted a proposal for partial \narrestee. Numerous individuals seeking class membership  certification.  2001  WL  770839,  at  *14.  The  Second \nwould  have  their  eligibility  challenged  in  evidentiary  Circuit  has  urged  district  courts  to  take  advantage  of \nhearings.  partial  certification  in  order  to  “reduce  the  range  of \n   disputed issues in complex litigation and achieve judicial \nPlaintiff argues that the fact that reasonable suspicion will  efficiencies.” Robinson v. Metro–North Commuter R.R., \nbe contested in the case of each individual plaintiff should  267 F.3d 147, 167–68 (2d Cir.2001) (internal quotations \nnot preclude certification because the defendant should  and citations omitted); see also Visa Check, 280 F.3d at \nhave the burden of proving that any given search was  140–41. \nreasonable. Plaintiff relies on Mack for this proposition.    \nMack, 191 F.R.D. at 24 (citing Doe v. Calumet City,  In light of the common issues in this case, I find that \nIllinois, 754 F.Supp. 1211, 1220 (N.D.Ill.1990)). In that  partial certification of a class is appropriate. I therefore \ncase,  the  court  rejected  the  argument  that  “the  certify a class as to the issue of whether the City of \nreasonableness  of  the  searches  challenged  ...  must  be  Newburgh maintained a policy of strip searching all pre-\nevaluated  individually,  by  examining  the  facts  arraignment prisoners, with or without having reasonable \nsurrounding each search,” and held that:  suspicion to believe that these persons were carrying or \nconcealing weapons or contraband. The class will consist \n[t]o require Plaintiff to prove that  of all persons who were strip searched before arraignment \neach  individual  search  was  by the Newburgh Police Department between March 27, \nunsupportable,  as  well  as  1998 and March 27, 2001. Since defendants contest that \nindiscriminate,  would  be  they  maintained  an  unconstitutional  strip  search  *79 \nunnecessary and unfair. Given that  policy, despite Huck (see Def’s. Mem of Law in Opp. to \nthese women were routinely strip  Class Certification, at p. 1), judicial efficiency will be \nsearched,  the  burden  rests  on  served by deciding this issue on a class-wide basis, once \nDefendants  to  demonstrate  that  and for all. \nparticular  searches  were    \nreasonable.  If  the  class  prevails  on  these  issues,  then  individual \nplaintiffs can come forward to litigate, in individual suits, \nId. (citing Doe v. Calumet City, Illinois, 754 F.Supp. at  the  issue  of  whether  their  rights  were  violated  and \n1220) (finding that plaintiffs were not required to show  whether they suffered damages. \nthat defendants lacked reasonable belief that individual    \nplaintiffs were concealing weapons or contraband where  While potential plaintiffs in these individual suits may \nplaintiffs had shown the strip search policy to be routine  well be economically and socially marginalized persons, \nand indiscriminate).  resolving their common claims on a class-wide basis will \n   provide incentive for them to bring suit. If class counsel \nPlaintiff’s analysis begs the question. No matter which  obtains a judgment that Newburgh had a blanket strip \nparty has the burden of proof, the question still requires  search policy, it will be res judicata in each individual \nindividualized determination, based on the circumstances  lawsuit. Because plaintiffs who prevail in these cases—\nsurrounding each strip search.  even those who recover nominal damages—may recoup \n   attorneys’ fees under 42 U.S.C. § 1988, any misdemeanor \n[11] However, it would be improper to let manageability  or violation arrestee whose crime did not involve drugs or \nconcerns overwhelm the predominance decision. There is  weapons should be able to obtain counsel. Mid Hudson \na  common  issue  at  the  core  of  this  case—whether  Legal Servs., Inc. v. Grand Union, Inc., 578 F.2d 34, 37 \ndefendants maintained an unconstitutional blanket strip  (2d Cir.1978); Helbrans v. Coombe, 890 F.Supp. 227 \nsearch policy during the class period. Whether defendants  (S.D.N.Y.1995); see also Augustin, at *13–14. \n  \n  7 \n \n\nManeely v. City of Newburgh, 208 F.R.D. 69 (2002) \n \n  appropriate  in  addition  to  the  entry  of  a  declaratory \njudgment. Two issues occur to the Court: should notice of \nthe Court’s decision be sent to the class members, and \nCONCLUSION  should the statute of limitations (which has been tolled for \nputative class members since the filing of the complaint, \nFor the foregoing reasons, plaintiff’s motion for partial \nsee Crown, Cork & Seal Co., Inc. v. Parker, 462 U.S. \nclass certification is granted. \n345, 353–54, 103 S.Ct. 2392, 76 L.Ed.2d 628 (1983)) be \n  \nfurther tolled to give individuals who may be affected by \nPlaintiff has already moved for summary judgment on the \nthe decision, and by the Court’s refusal to certify the class \nunderlying issue of the existence of an unconstitutional \noriginally requested, an opportunity to obtain counsel to \nstrip  search  policy  in  Newburgh.  The  stay  of \npursue their individual claims. I ask that class counsel \nconsideration of that motion is now lifted. Defendants \nweigh in on these issues within 10 days. Defendants’ \nhave 20 days from today’s date to serve a response to \ncounsel should respond to plaintiff’s submission in their \nplaintiff’s motion. This date will not be extended. Plaintiff \nresponsive papers on the motion. \nthen will have 10 days to serve a reply—again, with no \n  \nextension.  The  Court  will  issue  its  decision  30  days \nThis constitutes the decision and order of the Court. \nthereafter. \n  \n  \n\t\r  \nShould  the  class  plaintiff  prevail,  there  remains  the \nquestion  of  what,  if  any,  class-wide  relief  will  be \n \n \n  \n  8 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "25",
      "clearinghouse_link": "clearinghouse.net/doc/61979"
    },
    {
      "date": "2005-09-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 24346,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24346.pdf",
      "title": "Docket [PACER]",
      "text": "SDNY CM/ECF Version 3.0L - Docket Report Page 1of 27\nCLOSED, MEDT1\nU.S. District Court \nUnited States District Court for the Southern District of New York (White Plains) \nCIVIL DOCKET FOR CASE #: 7:01-cv-02600-CLB-MDF \n   \nManeely, et al v. The City of Newburgh, et al  Date Filed: 03/27/2001 \nAssigned to: Judge Charles L. Brieant  Date Terminated: 07/21/2005 \nReferred to: Magistrate Judge Mark D. Fox  Jury Demand: Plaintiff \nDemand: $0  Nature of Suit: 440 Civil Rights: Other\nCause: 42:1983 Prisoner Civil Rights Jurisdiction: Federal Question\nPlaintiff\nTimothy S. Maneely   represented by James Edward Monroe  \nIndividually and on behalf of all others  Dupee, Dupee & Monroe, P.C.  \nsimilarly situated  30 Matthews Street  \nBox 470  \nGoshen, NY 10924  \n(845) 294-8900  \nLEAD ATTORNEY\nPlaintiff\nDavid P. LeRoy  \nTERMINATED: 10/22/2003 \nPlaintiff\nEdward Jazwinski  \nTERMINATED: 10/22/2003 \nPlaintiff\nChristina A. Loucks  \nTERMINATED: 10/22/2003 \n \nV. \nDefendant\nThe City of Newburgh  represented by David Merrill Posner  \nHogan & Hartson L.L.P.(NYC)  \n875 Third Avenue  \nNew York, NY 10022  \n(212)918-8256  \nFax: (212) 918-3100  \nEmail: dmposner@hhlaw.com  \nLEAD ATTORNEY \n \nMarilyn D. Berson  \nCorporation Counsel  \nThe City of Newburgh  \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 2of 27\n83 Broadway, City Hall  \nNewburgh, NY 12550  \n(845) 569-7335  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \nMonte J. Rosenstein, PC  \n250 Crystal Run Rd., Po Boxc 2215  \nMiddletown, NY 10940  \n(914) 692-8006  \nFax: (845) 692-8404  \nEmail: mjr@warwick.net  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nWilliam S. Badura  \nKornfeld, Rew, Newman & Simeone  \n46 Washington Avenue  \nP.O. Box 177  \nSuffern, NY 10901  \n(845) 357-2660  \nLEAD ATTORNEY\nDefendant\nAndrew Marino   represented by Marilyn D. Berson  \nMayor of the City of Newburgh   (See above for address)  \nTERMINATED: 12/18/2001  TERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nRichard Golden  \nBurke, Miele & Golden LLP  \n30 Matthews Street  \nPO Box 216  \nGoshen, NY 10924  \n845-294-4080  \nTERMINATED: 12/18/2001  \nLEAD ATTORNEY\nDefendant\nHarold J. Porr, III   represented by Marilyn D. Berson  \nManager of the City of Newburgh   (See above for address)  \nTERMINATED: 12/18/2001  TERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 3of 27\n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nRichard Golden  \n(See above for address)  \nTERMINATED: 12/18/2001  \nLEAD ATTORNEY\nDefendant\nRegina M. Angelo   represented by Marilyn D. Berson  \nCity Council Member   (See above for address)  \nTERMINATED: 12/18/2001  TERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nRichard Golden  \n(See above for address)  \nTERMINATED: 12/18/2001  \nLEAD ATTORNEY\nDefendant\nStephen Rockafellow   represented by Marilyn D. Berson  \nCity Council Member   (See above for address)  \nTERMINATED: 12/18/2001  TERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nRichard Golden  \n(See above for address)  \nTERMINATED: 12/18/2001  \nLEAD ATTORNEY\nDefendant\nMarlene A. Koisch   represented by Marilyn D. Berson  \nCity Council Member   (See above for address)  \nTERMINATED: 12/18/2001  TERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \n(See above for address)  \nTERMINATED: 10/10/2001  \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 4of 27\nLEAD ATTORNEY \n \nRichard Golden  \n(See above for address)  \nTERMINATED: 12/18/2001  \nLEAD ATTORNEY\nDefendant\nNicholas J. Valentine   represented by Marilyn D. Berson  \nCity Council Member   (See above for address)  \nTERMINATED: 12/18/2001  TERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nRichard Golden  \n(See above for address)  \nTERMINATED: 12/18/2001  \nLEAD ATTORNEY\nDefendant\nThe City of Newburgh   represented by Marilyn D. Berson  \nThe City of Newburgh Police  (See above for address)  \nDepartment  TERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nPatrick Thomas Burke  \nBurke, Miele & Golden, LLP  \n100 Washington Avenue, Post Office \nBox 397  \nSuffern, NY 10901  \n(845)-357-7500  \nFax: (845) 357-7321  \nEmail: bmglaw@msn.com  \nLEAD ATTORNEY \n \nWilliam S. Badura  \n(See above for address)  \nLEAD ATTORNEY\nDefendant\nWilliam Bloom   represented by James M. Fedorchak  \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 5of 27\nChief of Police for the City of  Gellert & Cutler, P.C.  \nNewburgh Police Department  75 Washington Street  \nPoughkeepsie, NY 12601  \n(914) 454-3250  \nLEAD ATTORNEY \n \nMarilyn D. Berson  \n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY \n \nMonte J. Rosenstein  \n(See above for address)  \nTERMINATED: 10/10/2001  \nLEAD ATTORNEY\nPlaintiff\nNestor Garcia \nPlaintiff\nKevin Allen Hildreth \nPlaintiff\nGilberto Negrete \nPlaintiff\nPablo Moza \nPlaintiff\nSean M. Mesler \nPlaintiff\nDuane E. Johnson \nPlaintiff\nCrescenzo Schettini \nPlaintiff\nBrian O'Rourke \nPlaintiff\nJason Bailey Colegrove \nPlaintiff\nBrian McCormick \nPlaintiff\nOscar Gonzalez \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 6of 27\nPlaintiff\nMichael Acevedo \nPlaintiff\nEfrain Santana \nPlaintiff\nJames A. Hill \nPlaintiff\nDonald Eason \nPlaintiff\nJames G. Eckert \nPlaintiff\nManuel Rodriguez \nThirdParty Plaintiff\nThe City of Newburgh  represented by William S. Badura  \nWilliam S. Badura  \n6E Heritage Drive  \nHarriman, NY 10926  \n(914) 782-6079\n \nV. \nThirdParty Defendant\nUnited National Insurance Company  represented by Kevin James Harrington  \nHarris Beach PLLC ( Plattsburgh )  \nOne Cumberland Avenue, P.O. Box \n2947  \nPlattsburgh, NY 12901  \n914-686-4800  \nFax: 914-686-4824  \nEmail: kharrington@homlegal.com  \nLEAD ATTORNEY  \nATTORNEY TO BE NOTICED\nCounter Claimant\nUnited National Insurance Company \n \nV. \nCounter Defendant\nThe City of Newburgh \n \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 7of 27\nDate Filed  #  Docket Text \n03/27/2001 1 COMPLAINT filed. Summons issued and Notice pursuant to 28 U.S.C. \n636(c). FILING FEE $ 150.00 RECEIPT # 400934. (kz) (Entered: \n03/28/2001)\n03/27/2001   Magistrate Judge Mark D. Fox is so designated. (kz) (Entered: \n03/28/2001)\n04/12/2001 2 RETURN OF SERVICE of Summons & Complaint executed as to The \nCity of Newburgh, Andrew Marino, Harold J. Porr III, Regina M. \nAngelo, Stephen Rockafellow, Marlene A. Koisch, Nicholas J. Valentine \nby Larry J. Woodruff on 4/9/01 . Answer due on 4/30/01 for The City of \nNewburgh, for Andrew Marino, for Harold J. Porr III, for Regina M. \nAngelo, for Stephen Rockafellow, for Marlene A. Koisch, for Nicholas J. \nValentine . Served dfts by leaving with Lorraine Vitek, Deputy City \nClerk (pf) (Entered: 04/20/2001)\n04/12/2001 2 RETURN OF SERVICE of Summons & Complaint executed as to The \nCity of Newburgh, William Bloom by Larry Woodruff on 4/9/01 . \nAnswer due on 4/30/01 for The City of Newburgh, for William Bloom . \nServed by leaving with Lt. G. Fischer (pf) (Entered: 04/20/2001)\n04/26/2001 3 ORDER RE SCHEDULING AND INITIAL PRETRIAL \nCONFERENCE:... If such a consent order is not filed within the time \nprovided, a pretrial conference will be held for 10:30 5/25/01 , in \ncourtroom 521, 300 Quarropas Street, White Plains, NY... ( signed by \nJudge Colleen McMahon ) (pf) (Entered: 04/30/2001)\n05/10/2001 4 ANSWER to Complaint by The City of Newburgh, Andrew Marino, \nHarold J. Porr III, Regina M. Angelo, Stephen Rockafellow, Marlene A. \nKoisch, Nicholas J. Valentine, The City of Newburgh, William Bloom \n(Attorney Monte J. Rosenstein from the Firm: Monte J. Rosenstein, \nP.C.) . (pf) (Entered: 05/10/2001)\n05/25/2001 5 CONSENT SCHEDULING ORDER: Rule 26(a) discovery must be \nexchanged by 7/10/01; No additional parties may be joined after 10/1/01; \nNo amendments to th epleadings after 10/1/01; All discovery shall be \ncompleted by 11/1/01; plntff's deposition shall proceed first and must be \ncompleted by 8/15/01; A joint pretrial order in the form prescribed in \nJudge McMahon's individual rules shall be filed by 11/10/01, together \nwith any in limine motions and memos of law; Responses to in limine \nmotions by 11/26/01; So ordered: ( signed by Judge Colleen McMahon ); \nCopies mailed. (pf) (Entered: 05/30/2001)\n09/14/2001 6 Order that case be referred to a Magistrate Judge for Any and All \nDiscovery Disputes. Referred to Magistrate Judge Mark D. Fox . ( signed \nby Judge Colleen McMahon ) (pf) (Entered: 09/21/2001)\n10/10/2001 7 NOTICE OF SUBSTITUTION OF ATTORNEY for The City of \nNewburgh, Andrew Marino, Harold J. Porr III, Regina M. Angelo, \nStephen Rockafellow, Marlene A. Koisch, Nicholas J. Valentine, The \nCity of Newburgh, William Bloom . (Terminated attorney Monte J. \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 8of 27\nRosenstein for William Bloom, attorney Monte J. Rosenstein for The \nCity of Newburgh, attorney Monte J. Rosenstein for Nicholas J. \nValentine, attorney Monte J. Rosenstein for Marlene A. Koisch, attorney \nMonte J. Rosenstein for Stephen Rockafellow, attorney Monte J. \nRosenstein for Regina M. Angelo, attorney Monte J. Rosenstein for \nHarold J. Porr III, attorney Monte J. Rosenstein for Andrew Marino, \nattorney Monte J. Rosenstein for The City of Newburgh ) Added attorney \nMarilyn D. Berson.(dc) Modified on 10/12/2001 (Entered: 10/12/2001)\n10/10/2001 8 NOTICE OF SUBSTITUTION OF ATTORNEY for Andrew Marino, \nHarold J. Porr III, Regina M. Angelo, Stephen Rockafellow, Marlene A. \nKoisch, Nicholas J. Valentine . (Terminated attorney Marilyn D. Berson \nfor Nicholas J. Valentine, attorney Marilyn D. Berson for Marlene A. \nKoisch, attorney Marilyn D. Berson for Stephen Rockafellow, attorney \nMarilyn D. Berson for Regina M. Angelo, attorney Marilyn D. Berson \nfor Harold J. Porr III, attorney Marilyn D. Berson for Andrew Marino ) \nAdded attorney Richard - Golden. (dc) (Entered: 10/12/2001)\n10/10/2001 9 NOTICE OF SUBSTITUTION OF ATTORNEY for William Bloom. \n(Terminated attorney Marilyn D. Berson for William Bloom ) Added \nattorney James M. Fedorchak. (dc) (Entered: 10/12/2001)\n10/10/2001 10 NOTICE OF SUBSTITUTION OF ATTORNEY for The City of \nNewburgh. (Terminated attorney Marilyn D. Berson for The City of \nNewburgh ) Added attorney David Merrill Posner. (dc) (Entered: \n10/12/2001)\n10/10/2001 11 ORDER: In order to facilitate the progress of pre-trial discovery of this \nlitigation in a just, speedy and inexpensive manner,...(see document for \ndetails)...So Ordered: ( signed by Magistrate Judge Mark D. Fox ); \nCopies mailed. (pf) (Entered: 10/15/2001)\n10/29/2001 12 NOTICE OF MOTION by Timothy S. Maneely pursuant to FRCP 23(a) \nand (b)(3), as class defined . Return date 11/16/01. (ll) (Entered: \n10/30/2001)\n10/29/2001 13 MEMORANDUM OF LAW by Timothy S. Maneely in support of [12-1] \nmotion pursuant to FRCP 23(a) and (b)(3), as class defined . (ll) \n(Entered: 10/30/2001)\n11/14/2001 14 Letter filed by The City of Newburgh, Andrew Marino, Harold J. Porr \nIII, Regina M. Angelo, Stephen Rockafellow, Marlene A. Koisch, \nNicholas J. Valentine, The City of Newburgh, William Bloom addressed \nto Hon. McMahon from Patrick Burke, dated Nov. 9, 2001, re: extension \nof time. (ll) (Entered: 11/19/2001)\n11/14/2001   ORDER granting [14-1] miscellaneous ext. of time to Dec. 10, 2001. So \nOrdered: ( signed by Judge Colleen McMahon ); Copies mailed. (ll) \n(Entered: 11/19/2001)\n11/16/2001 15 ORDER The defendant is to respond to the class motion by 12/10/01. See \ndocument for further information. Judge Colleen McMahon ); Copies \nmailed. (fc) (Entered: 11/26/2001)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 9of 27\n12/04/2001 16 Memo-Endorsement on letter addressed to Judge McMahon from James \nE. Monroe, dated December 3, 2001. Re: In an effort to avoid wasting the \nCourt's resources in deciding the issue of legislative immunity as to these \nindividual defendants, we are forwarding a stipulation of discontinuance \nto the attorneys for the City Mayor, Manager and City Council members \ndiscontinuing this action as to these defendants. Endorsed: There is no \nneed to delay merit discovery - class discovery should already have taken \nplace. ( signed by Judge Colleen McMahon ); Copies mailed. (sv) \n(Entered: 12/06/2001)\n12/10/2001 17 MEMORANDUM OF LAW by The City of Newburgh, William Bloom \nin opposition to [12-1] motion pursuant to FRCP 23(a) and (b)(3), as \nclass defined . (pf) (Entered: 12/10/2001)\n12/10/2001 18 AFFIDAVIT of David L. Posner by The City of Newburgh in support of \n[17-1] opposition memorandum. (dc) (Entered: 12/10/2001)\n12/17/2001 19 REPLY MEMORANDUM by Timothy S. Maneely re: [17-1] opposition \nmemorandum (pf) (Entered: 12/18/2001)\n12/18/2001 20 PARTIAL STIPULATION AND ORDER of dismissal; It is hereby \nstipulated and agreed, by and between the undersigned, the attorneys of \nrecord for all the parties to the above entitled action, that whereas no \nparty hereto is an infant or incompetent person for whom a committee \nhas been appointed and no person not a party has an interest in the \nsubject matter of the action, the above entitled action be, and the same \nhereby is discontinued as against the defendants, Andrew Marino, Mayor \nof the City of Newburgh; Harold J. Porr, III Mananger of the City of \nNewburgh; Regina M. Angelo, City Council Member; Stephen \nRockafellow, City of Council Member; Marlene A. Koisch, CIty Council \nMember and Nicholas J. Valentine, City Council Member without cots to \neither party as against the other. This stipulation may be filed without \nfurther notice with the Clerk of the Court. SO ORDERED: ( signed by \nJudge Colleen McMahon ) (sv) (Entered: 12/20/2001)\n01/07/2002 21 STIPULATION and ORDER granting time to file amended answer. So \nOrdered: . ( signed by Judge Colleen McMahon ) (ll) (Entered: \n01/07/2002)\n01/07/2002 22 AMENDED ANSWER to Complaint by William Bloom : amends [4-1] \nanswer (sv) (Entered: 01/09/2002)\n01/07/2002 23 AMENDED ANSWER to Complaint by The City of Newburgh, William \nBloom : amends [4-1] answer (sv) (Entered: 01/09/2002)\n02/04/2002 24 ORDER DIRECTING DFT TO PROCURE COURT RECORDS: I have \nbeen advised that an authorization from plntff has proved insufficient to \nenable opposing counsel to procure the records of Mr. Maneely's case in \nthe Town of Newburgh Justice Court. This is a repeated problem. I do \nnot understand why, if an acquitted dft in a criminal case asks that \nrecords be unsealed, they are not unsealed. After all, they are sealed for \nhis benefit, and if he chooses to make them public, it is his business. \nHowever, I do not have the case number, or even the date, of People v. \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 10of 27\nManeely. If I do not have them, perhaps the Town Justice does not know \nwhat they are, either. He can't very well find them if they are not properly \nidentified. And in any event, the proper procedure is to file a special \nproceeding in the relevant court, seeking to have the records unsealed, \nwith Mr. Maneely supporting the request, and attaching an order of this \nCOurt directing that the parties obtain the records for use in this \nproceeding. Accordingly, this COurt finds that the record of proceedings \nthat relate to the strip search that is the subject of this Complaint are \nnecessary for the prosecution and defense of this action. I direct the \nparties, plntff and dfts, to make a joint application for unsealing, for the \nlimited purpose of this action only, to the Town of Newburgh Justice \nCourt. This Order may be attached as an exhibit to that appliaction. If for \nsome reason the Town Justice refuses to grant the motion, let me know, \nand I will contact Chief Administrative Judge Lippmann of the Office of \nCourt Administration, who has helped me sort out similar difficulties in \nthe past. So Ordered: . ( signed by Judge Colleen McMahon ); Copies \nmailed. (pf) (Entered: 02/05/2002)\n05/16/2002 25 MEMORANDUM AND DECISION AND ORDER GRANTING \nPLAINTIFF'S MOTION FOR PARTIAL CLASS CERTIFICATION; \ngranting [12-1] motion pursuant to FRCP 23(a) and (b)(3), as class \ndefined. CONCLUSION: For the foregoing reasons, plaintiff's Motion \nfor partial class certification is granted. Plaintiff has already moved for \nSummary Judgment on the underlying issue of the existence of an \nunconstitutional strip search policy in Newburgh. The stay of \nconsideratin of that Motion is now lifted. Deft's have 20 days from \ntoday's date ot serve a response to plaintiff's Motion. This date will not be \nextended. Plaintiff then will have 10 days to serve a reply - again, with no \nextension. The Court will issue its decision 30 days thereafter. Should the \nclass plaintiff prevail, there remains the question of what, if any, class-\nwide relief will be apporpriate in addition ot the entry of declaratory \nJudgment. Two issues occur to the Court: Should notice of the Court's \ndecision be sent to the class members, and should the statute of \nlimitations (which has been tolled for putative class members since the \nfiling of the complaint, see Crown, Cork & Seal CO., Inc. vs. Parker, 462 \nUS 345, 353-54 (1983)) be further tolld to give individuals who may be \naffected by the decision, and by the Court's refusal to certify class \noriginally requested, an opportunity to obtain counsel to pursue their \nindividual claims. I aslk that class counsel weigh in on theses issues \nwithin 10 days. Deft's counsel should response to plaintiff's submission in \ntheir responsive papers on the Motion. This constitutes the decision and \nOrder of the Court. SO ORDERED: (signed by Judge Colleen ); Copies \nmailed. (dc) (Entered: 05/22/2002)\n05/29/2002 26 Letter Brief filed addressed to USDJ McMahon from James Monroe, \ndated 5/24/02, re: in response to Your Honor's request for class counsel \nto weigh in on the issues of class notice and the applicable tolling \nprovisions... (pf) (Entered: 05/30/2002)\n06/11/2002 27 Letter filed by The City of Newburgh, Andrew Marino, Harold J. Porr \nIII, Regina M. Angelo, Stephen Rockafellow, Marlene A. Koisch, \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 11of 27\nNicholas J. Valentine, The City of Newburgh, William Bloom addressed \nto Judge McMahon from David L. Posner, dated June 6, 2002, re: class \nnotice issue and plaintiff' submission of May 24, 2002. (sv) (Entered: \n06/11/2002)\n06/11/2002 28 MEMORADNUM ORDERERING CLASS NOTIFICATION: Deftt's \nassert that they should be able to produce a list of persons arrested during \nthe class period that includes the charges brought against the individuals. \nDeft's have until June 25, 2002 to produce this document to plaintiff. \nClass counsel then shall send out the notice to the class members, by first \nclass mail, postage paid, by July 15, 2002. The notice shall also be \npublished in local newspapers in English and Spanish by that date. This \nwill provide counsel with plenty of time to have the short document \ntranslated into Spanish. Class members shall be given until 10/07/02 to \nrespond to the class notice. This procedure will provide the best notice \npracticable under the curcumstances to satisfy due process requirements \nand FRCP 23(c). Deft's must respond to plaintiff's Motion for Summary \nJudgment by July 10, 2002. This Constitutes the Decision and Order of \nthe Court. ( signed by Judge Colleen McMahon ); Copies mailed. (dc) \n(Entered: 06/12/2002)\n07/11/2002 29 RULE 56.1 STATEMENT filed by The City of Newburgh, The City of \nNewburgh, William Bloom (ll) (Entered: 07/12/2002)\n07/11/2002 30 MEMORANDUM OF LAW by The City of Newburgh in opposition to \nmotion for summary judgment. (ll) (Entered: 07/12/2002)\n07/11/2002 32 Huck -v- City of Newburgh Record on Appeal Vol. 1 by The City of \nNewburgh . (ll) (Entered: 07/12/2002)\n07/11/2002 33 Huck v- City of Newburgh Record on Appeal Volume II by The City of \nNewburgh . (ll) (Entered: 07/12/2002)\n07/11/2002 34 Memo-Endorsement on letter addressed to Judge McMahon from James \nM. Fedorchak, dated 7/8/02. Re: request until 7/19/02 to file our \nopposition.....DENIED. (signed by Judge Colleen McMahon ); Copies \nmailed. (jma) (Entered: 07/12/2002)\n07/12/2002 31 Transcript of record of proceedings for the date(s) of various. \nExamination before trial of Maneely, Bloom, Sorrentino, Rodgers, \nLabrada, Ferra, Quinn and Jackson (ll) (Entered: 07/12/2002)\n07/17/2002 36 REQUEST TO BE EXCLUDED FROM CLASS ACTION filed by \nTania Rayford. (dc) (Entered: 07/18/2002)\n07/18/2002 35 DECLARATION of Kelly Wood Re: procedure concerning the \nprocessing of pre-trial detainees . (sv) (Entered: 07/18/2002)\n07/22/2002 48 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by David \nS. Paron. (dc) (Entered: 07/25/2002)\n07/22/2002 49 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nTimothy Todd Romich. (dc) (Entered: 07/25/2002)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 12of 27\n07/23/2002 37 REPLY by Timothy S. Maneely Re: Defts are collarterally estopped form \nre-ltigating the existence of their policy. (sv) (Entered: 07/23/2002)\n07/23/2002 46 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nJacquline P. Lewis. (dc) (Entered: 07/25/2002)\n07/23/2002 47 REQUEST FOR EXCLUSION FROM CLASS ACTION by Daniel \nRevesil. (dc) (Entered: 07/25/2002)\n07/23/2002 50 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nKimberly Degroat. (dc) (Entered: 07/25/2002)\n07/24/2002 38 REQUEST FOR EXCLUSION FROM CLASS ACTION Filed By \nZachariah E. Dicson. (dc) (Entered: 07/25/2002)\n07/24/2002 39 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nKenneth Fabbrini. (dc) (Entered: 07/25/2002)\n07/24/2002 40 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by Lillian \nPaz. (dc) (Entered: 07/25/2002)\n07/24/2002 41 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nMichael R. Napolijr. (dc) (Entered: 07/25/2002)\n07/24/2002 42 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by Raul \nSanchez. (dc) (Entered: 07/25/2002)\n07/24/2002 43 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nClinton Burns. (dc) (Entered: 07/25/2002)\n07/24/2002 44 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nJennifer Muniz. (dc) (Entered: 07/25/2002)\n07/24/2002 45 REQUEST FOR EXCLUSION FROM CLASS ACTION filed by \nEdward F. Callahand, Edward Callahan, Jr. and Joseph Puleo. (dc) \nModified on 07/25/2002 (Entered: 07/25/2002)\n07/29/2002 51 REQUEST FOR EXCLUSION FROM CLASS filed by Scott G. Eissner. \n(dc) (Entered: 07/29/2002)\n07/29/2002 52 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Nestor \nGarcia . (pf) (Entered: 07/30/2002)\n07/29/2002 53 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Kevin Allen \nHildreth . (pf) (Entered: 07/30/2002)\n07/29/2002 54 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Gilberto \nNegrete . (pf) (Entered: 07/30/2002)\n08/01/2002 55 Memorandum to Docket Clerk: August 1, 2002. Parties Present. Status \nConference held. Defts to reply to plt's reply by October 7, 2002. (sv) \n(Entered: 08/02/2002)\n08/01/2002   Status Conference held before Judge Colleen McMahon . (sv) (Entered: \n08/02/2002)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 13of 27\n08/01/2002 56 REQUEST FOR EXCLUSION FROM CLASS FILED BY ANDREA \nEVERY. (dc) (Entered: 08/06/2002)\n08/09/2002 57 REQUEST FOR EXCLUSION FROM CLASS by Alecia Turnbull, 221 \nN. Miller St., Newburgh, NY (ll) (Entered: 08/09/2002)\n08/09/2002 58 REQUEST FOR EXCLUSION FROM CLASS by Leslie Chambers, 213 \nThird St., Newburgh, NY 12550. (ll) (Entered: 08/09/2002)\n08/09/2002 59 REQUEST FOR EXCLUSION FROM CLASS by Betty Flores, 225 \nQuaker St., Wallkill, NY 12589. (ll) (Entered: 08/15/2002)\n08/14/2002 60 REQUEST FOR EXCLUSION FROM CLASS FROM J. OATES. (dcr) \n(Entered: 08/16/2002)\n08/16/2002 61 REQUEST FOR EXCLUSION FROM CLASS by plaintiff David P. \nLeRoy . (pf) (Entered: 08/19/2002)\n08/19/2002 62 REQUEST FOR EXCLUSION FROM CLASS BY GONZALO RIOS. \n(dcr) (Entered: 08/19/2002)\n08/19/2002 63 REQUEST FOR EXCLUSION FROM CLASS FILED BY TREVOR T. \nKULISEH. (dcr) (Entered: 08/19/2002)\n08/19/2002 64 REQUEST FOR EXCLUSION FROM CLASS FILED BY ALBERT \nBERMUDEZ. (dcr) (Entered: 08/19/2002)\n08/19/2002 65 AFFIDAVIT OF SERVICE of Notice of Class Action upon the members \nof this class as directed by the Court, by James E. Monroe, Esq. on. See \ndocument for mailing dates. (dcr) (Entered: 08/19/2002)\n08/21/2002 66 REQUEST FOR EXCLUSION FROM CLASS FILED BY MARIO \nFELIPE. (dc) (Entered: 08/21/2002)\n08/22/2002 67 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Edward \nJazwinski . (pf) (Entered: 08/23/2002)\n08/26/2002 68 REQUEST FOR EXCLUSION FROM CLASS FILED BY MATHEW \nR. COSMAN. (dc) (Entered: 08/27/2002)\n08/28/2002 71 REQUEST FOR EXCLUSION FROM CLASS by Melanie D. DeVaux, \n45 Birch St., Kingston, NY. (ll) (Entered: 08/29/2002)\n08/28/2002 72 REQUEST FOR EXCLUSION FROM CLASS by Samuel J. Sicoli, 38 \nSeward St., Middletown, NY. (ll) (Entered: 08/29/2002)\n08/29/2002 69 REQUEST FOR EXCLUSION FROM CLASS by Troy Williams, 80 \nFirst St., Newburgh, NY 12550. (ll) (Entered: 08/29/2002)\n08/29/2002 70 REQUEST FOR EXCLUSION FROM CLASS by Lamont Burrell, 67 \nRenwick, Newburgh, NY 12550. (ll) (Entered: 08/29/2002)\n09/03/2002 73 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Christina A. \nLoucks . (pf) (Entered: 09/03/2002)\n09/03/2002 74 REQUEST FOR EXCLUSION FROM CLASS by Jorge Albert \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 14of 27\nAhumada. (dc) (Entered: 09/05/2002)\n09/09/2002 75 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Pablo Moza . \n(pf) (Entered: 09/11/2002)\n09/10/2002 77 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Sean M. \nMesler . (sv) (Entered: 09/13/2002)\n09/11/2002 76 REQUEST FOR EXCLUSION FROM CLASS filed by Frederick J. \nLangford. (dc) (Entered: 09/13/2002)\n09/16/2002 78 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Duane E. \nJohnson . (sv) (Entered: 09/17/2002)\n09/17/2002 79 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Crescenzo \nSchettini . (sv) (Entered: 09/18/2002)\n09/20/2002 80 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Brian \nO'Rourke . (sv) (Entered: 09/20/2002)\n09/20/2002 81 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Jason Bailey \nColegrove . (sv) (Entered: 09/20/2002)\n09/20/2002 82 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Brian \nMcCormick . (sv) (Entered: 09/20/2002)\n09/20/2002 85 REQUEST TO PARTICIPATE of plaintiff Efrain Santana. (pf) (Entered: \n09/26/2002)\n09/24/2002 84 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Michael \nAcevedo . (pf) (Entered: 09/26/2002)\n09/26/2002 83 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Oscar \nGonzalez . (pf) (Entered: 09/26/2002)\n10/02/2002 86 REQUEST FOR EXCLUSION FROM CLASS by plaintiff James A. \nHill . (sv) (Entered: 10/02/2002)\n10/03/2002 87 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Donald \nEason . (sv) (Entered: 10/03/2002)\n10/07/2002 88 MEMORANDUM OF LAW by The City of Newburgh, William Bloom \nin opposition to Plaintiff's motion for summary judgment. (ll) (Entered: \n10/07/2002)\n10/07/2002 89 REQUEST FOR EXCLUSION FROM CLASS by plaintiff James G. \nEckert . (sv) (Entered: 10/09/2002)\n10/09/2002 90 REQUEST FOR EXCLUSION FROM CLASS FILED BY ASA \nGAVIN. (dc) (Entered: 10/10/2002)\n10/09/2002 91 REQUEST FOR EXCLUSION FROM CLASS FILED BY JOSEPH \nSANTISE, JR. (dc) (Entered: 10/10/2002)\n10/17/2002 92 DECLARATION of Edith Arnetta Frazier by Timothy S. Maneely, \nNestor Garcia, Kevin Allen Hildreth, Gilberto Negrete, David P. LeRoy, \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 15of 27\nEdward Jazwinski, Christina A. Loucks, Pablo Moza, Sean M. Mesler, \nDuane E. Johnson, Crescenzo Schettini, Brian O'Rourke, Jason Bailey \nColegrove, Brian McCormick, Oscar Gonzalez, Michael Acevedo, Efrain \nSantana, James A. Hill, Donald Eason, James G. Eckert Re: in support of \nPlaintiff's class action . (sv) (Entered: 10/18/2002)\n10/17/2002 93 Letter filed addressed to Clerk from James R, Beard, dated Oct. 12, 2002, \nre: to obtain all information pertaining to the disposition of this case. (ll) \n(Entered: 10/21/2002)\n10/30/2002 94 REQUEST FOR EXCLUSION FROM CLASS by plaintiff Manuel \nRodriguez . (sv) (Entered: 11/01/2002)\n01/05/2003 103 Letter addressed to Judge Brieant from David L. Posner dated \n12/31/2003 re: it is respectfully requested that the court decline to \"so \norder\" the subpoena recently presented to it by plaintiff's cousel calling \nfor production of records from prior litigations concerning the City of \nNewburgh's strip search policy. Document filed by The City of \nNewburgh.(mov, ) (Entered: 01/06/2004)\n04/09/2003 95 MEMORANDUM ORDER terminating [12-1] motion pursuant to FRCP \n23(a) and (b)(3), as class defined ... Plntffs' motion for summary jgmnt is \ndenied. Dfts' motion to redefine the class period to run from 3/27/1998 to \n8/24/2000 is granted. So ordered: ( signed by Judge Colleen McMahon ); \nCopies faxed by Chambers. (pf) (Entered: 04/10/2003)\n05/27/2003 96 Memo-Endorsement on letter addressed to Judge McMahon from David \nL. Posner, dated May 20, 2003. Re: pre-trial conference. ENDORSED: I \nhave no noom at present on may trial calendar. So Ordered. ( signed by \nJudge Colleen McMahon ); clk/m/cpys. (sv) (Entered: 05/29/2003)\n09/29/2003 97 Notice of Case reassignment to Judge Charles L. Brieant . Copy of notice \nand judge's rules mailed to Attorney(s) of record: James M. Fedorchak, \nMarilyn D. Berson, Monte J. Rosenstein, Patrick T. Burke, Richard \nGolden, David Merrill Posner, James Edward Monroe . (dh) (Entered: \n09/30/2003)\n10/17/2003   PRETRIAL CONFERENCE held before Judge Charles L. Brieant .Ct. \nReporter Sue Ghorayeb (ll) (Entered: 10/22/2003)\n10/21/2003 98 Memorandum to Docket Clerk: PTC held. Sue Ghorayeb Ct. Rep. The \naction is dismissed as to Plaintiffs David LeRoy, Edward Jazwinski and \nChristina A. Loucks, without costs. A Conf. is scheduled for Nov. 21, \n2003 at 10:00 AM. See transcript. (ll) (Entered: 10/22/2003)\n11/19/2003 99 Letter filed by The City of Newburgh addressed to Dear Judge Brieant \nfrom David L. Posner, dated 11/19/03, re: requesting that status \nconference be adjourned until 12/19/03..... (jma) (Entered: 11/20/2003)\n12/19/2003 100 MOTION for Leave to Serve a third-party summons and third party \ncomplaint upon United National Insurance Company. Document filed by \nThe City of Newburgh, The City of Newburgh. Return Date set for \n1/9/2004 10:00 AM before Judge Charles L. Brieant. (pf, ) (Entered: \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 16of 27\n12/24/2003)\n12/19/2003   Minute Entry for proceedings held before Judge Charles L. Brieant : \nMotion Hearing held & completed on 12/19/2003. Status conference \nscheduled for 2/6/2004 at 9:00 a.m. between defendants & 3rd. Party \ndefendants and plaintiffs.Judge's Decision: (See Transcript). (submitted \nby Alice Cama). (mde, ) (Entered: 01/08/2004)\n12/22/2003 101 THIRD PARTY COMPLAINT against United National Insurance \nCompany.Document filed by The City of Newburgh.(fk, ) (Entered: \n12/29/2003)\n12/22/2003 102 THIRD PARTY SUMMONS ISSUED as to United National Insurance \nCompany. (fk, ) (Entered: 12/29/2003)\n12/30/2003 104 Letter addressed to Judge Brieant from James E. Monroe dated \n12/29/2003 re: We would respectfully request that the Court \"So-Order\" \nthe enclosed subpoena and return the same in the self addresses envelope \nprovided. Document filed by The City of Newburgh, The City of \nNewburgh.(mov, ) (Entered: 01/06/2004)\n01/08/2004 105 AFFIDAVIT OF SERVICE of Summons and Third Party Complaint. \nUnited National Insurance Company served on 1/7/2004, answer due \n1/27/2004. Service was made by Mail to United National Insurance \nCompany, 3 Bala Plaza East - Suite 300, Bala Cynwyd, PA 19004. \nDocument filed by The City of Newburgh. (dcr, ) (Entered: 01/12/2004)\n01/08/2004 106 AFFIDAVIT OF SERVICE of Summons and Third Party Complaint. \nJames A. Hill served on 12/24/2003, answer due 1/13/2004; Duane E. \nJohnson served on 12/24/2003, answer due 1/13/2004; Timothy S. \nManeely served on 12/24/2003, answer due 1/13/2004; Brian \nMcCormick served on 12/24/2003, answer due 1/13/2004; Sean M. \nMesler served on 12/24/2003, answer due 1/13/2004; Pablo Moza served \non 12/24/2003, answer due 1/13/2004; Gilberto Negrete served on \n12/24/2003, answer due 1/13/2004; Brian O'Rourke served on \n12/24/2003, answer due 1/13/2004; Manuel Rodriguez served on \n12/24/2003, answer due 1/13/2004; Efrain Santana served on 12/24/2003, \nanswer due 1/13/2004; Crescenzo Schettini served on 12/24/2003, \nanswer due 1/13/2004. Service was made by Mail to Dupee, Dupee & \nMonroe, P.C., attorneys for plaintiff, 30 Mathews Street, P.O. Box 470, \nGoshen, NY 10924 and to McCabe & Mack, P.C., Attorneys for \ndefendant, City of Newburgh, 63 Washington Street, Box 509, \nPoughkeepsie, NY 12602 and to Gellert & Cutler, P.C., Attorneys for \nDefendant William Bloom, 75 Washington Street, Poughkeepsie, NY \n12601. Document filed by The City of Newburgh. (dcr, ) (Entered: \n01/12/2004)\n01/08/2004 107 AFFIDAVIT OF SERVICE of Summons and Third Party Complaint. \nUnited National Insurance Company served on 12/23/2003, answer due \n1/12/2004. Service was accepted by Patrick Harrigan at 1 Commerce \nPlaza, Albany, NY. Document filed by The City of Newburgh. (dcr, ) \n(Entered: 01/12/2004)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 17of 27\n01/14/2004 108 Letter addressed to Judge Brieant from James E. Monroe dated \n01/05/2004 re:..To overcome defendant's representation concerning the \nnon-existence of their policy/practice, plaintiffs should be permitted to \nobtain copies of these documents from defendants' former defense \ncounsel, Mr Rosenstein. If defense cousel wish to concede the existence \nof their uniform strip search policy/practice, we would be pleased to \nwithdraw this Subpeena.. (mov, ) (Entered: 01/20/2004)\n01/14/2004   MEMO ENDORSEMENT ORDER re: [100] MOTION for Leave to \nFile. filed by The City of Newburgh, The City of Newburgh, Motions \nterminated: [100] MOTION for Leave to File. filed by The City of \nNewburgh, The City of Newburgh....ENDORSEMENT: Motion Granted. \nSo Ordered: (Signed by Judge Charles L. Brieant on 1/14/04) Copies sent \nby Clerk's Office.(pf, ) (Entered: 01/22/2004)\n01/15/2004 114 AFFIDAVIT OF SERVICE of Subpoena served on Monte Rosenstein, \nEsq. on 1/12/04. Service was accepted by Mancy Fallen, Secretary.. (pf, ) \n(Entered: 02/05/2004)\n01/20/2004 110 STIPULATION AND ORDER: It is hereby Stipulated that the time for \nThird Party Dfts, United National Insurance Co., to appear and answer, or \nto make any motion with relation to the Third Party Complaint in this \naction, be and the same hereby is extended to and including 1/23/04; So \nOrdered: (Signed by Judge Charles L. Brieant on 1/20/04) Copies sent by \nClerk's Office.(pf, ) (Entered: 01/30/2004)\n01/27/2004 109 TRANSCRIPT of proceedings held on 12/19/2003 before Judge Charles \nL. Brieant.(dh, ) (Entered: 01/27/2004)\n01/27/2004 115 MOTION to Quash the Subpoena served upon Monte Rosenstein. \nDocument filed by William Bloom. Return Date set for 2/18/2004 before \nJudge Charles L. Brieant. (pf, ) (Entered: 02/09/2004)\n01/29/2004 111 MOTION to Dismiss for Lack of Jurisdiction. Document filed by United \nNational Insurance Company. Return Date set for 2/27/2004 10:00 AM \nbefore Judge Charles L. Brieant. (pf, ) (Entered: 02/05/2004)\n01/29/2004 112 MEMORANDUM OF LAW in Support re: [111] MOTION to Dismiss \nfor Lack of Jurisdiction.. Document filed by United National Insurance \nCompany. (pf, ) (Entered: 02/05/2004)\n01/29/2004 113 DECLARATION of Gerard J. Durki n in Support re: [111] MOTION to \nDismiss for Lack of Jurisdiction.. Document filed by United National \nInsurance Company. (pf, ) (Entered: 02/05/2004)\n02/03/2004 119 AFFIRMATION/MEMORANDUM OF LAW of Robert N. Isseks in \nOpposition re: [115] MOTION to Quash.. Document filed by Michael \nAcevedo, Jason Bailey Colegrove, Donald Eason, James G. Eckert, \nNestor Garcia, Oscar Gonzalez, Kevin Allen Hildreth, James A. Hill, \nDuane E. Johnson, Timothy S. Maneely, Brian McCormick, Sean M. \nMesler, Pablo Moza, Gilberto Negrete, Brian O'Rourke, Manuel \nRodriguez, Efrain Santana, Crescenzo Schettini. (dcr, ) (Entered: \n02/18/2004)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 18of 27\n02/09/2004 123 Letter addressed to Judge Brieant from James M. Fedorchak dated \n02/05/2004 re:...this letter shall confirm my conversation with chambers \nand all counsel advising that the appearance on February 6, 2004 is \nadjourned with the cosent of all parties to February 27, 2004 at 9:00 am. \n(mov, ) (Entered: 02/25/2004)\n02/10/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Case \nManagement Conference held on 2/10/2004 & set up ip conference. Next \nPTC set for 3/11/2004 at 9:00 a.m. (Submitted by Ed Modugno). (mde, ) \n(Entered: 02/23/2004)\n02/17/2004 116 MOTION for Catalina J. Sugayan and Sarah Hope Dearings to Appear \nPro Hac Vice. Document filed by United National Insurance Company. \n*$50.00 fee in vault*(pf, ) (Entered: 02/17/2004)\n02/17/2004 117 DECLARATION of Sarah Hope Dearing in Support re: [116] MOTION \nfor Catalina J. Sugayan and Sarah Hope Dearings to Appear Pro Hac \nVice.. Document filed by United National Insurance Company. (pf, ) \n(Entered: 02/17/2004)\n02/17/2004 118 DECLARATION of Catalina Sugayan in Support re: [116] MOTION for \nCatalina J. Sugayan and Sarah Hope Dearings to Appear Pro Hac Vice.. \nDocument filed by United National Insurance Company. (pf, ) (Entered: \n02/17/2004)\n02/18/2004 121 RULE 56.1 STATEMENT. Document filed by Michael Acevedo, Jason \nBailey Colegrove, Donald Eason, James G. Eckert, Nestor Garcia, Oscar \nGonzalez, Kevin Allen Hildreth, James A. Hill, Duane E. Johnson, \nTimothy S. Maneely, Brian McCormick, Sean M. Mesler, Pablo Moza, \nGilberto Negrete, Brian O'Rourke, Manuel Rodriguez, Efrain Santana, \nCrescenzo Schettini. (dcr, ) (Entered: 02/25/2004)\n02/18/2004 122 PLAINTIFFS' MEMORANDUM OF LAW in Support of Plaintiff's \nMotion for Judgment on liability based upon the doctrine of judicial \nestoppel or, in the alternative, to reargue plaintiffs' previously submitted \nMotion for Summary Judgment which was denied. (dcr, ) (Entered: \n02/25/2004)\n02/23/2004 120 Letter addressed to Dear Counselors from James M. Fedorchak dated \n02/12/04 re: with respect to the Motion to Dismiss the Third Party \nComplaint as well as the deft's. Motion to Quash........ Document filed by \nManuel Rodriguez.(jma, ) (Entered: 02/24/2004)\n02/24/2004 124 ORDER TO SHOW CAUSE by Michael Acevedo, Jason Bailey \nColegrove, Donald Eason, James G. Eckert, Nestor Garcia, Oscar \nGonzalez, Kevin Allen Hildreth, James A. Hill, Duane E. Johnson, \nTimothy S. Maneely, Brian McCormick, Sean M. Mesler, Pablo Moza, \nGilberto Negrete, Brian O'Rourke, Manuel Rodriguez, Efrain Santana, \nCrescenzo Schettini Show Cause Hearing set for 2/27/2004 09:00 AM \nbefore Magistrate Judge Mark D. Fox. SO ORDERED: (Signed by Judge \nMark D. Fox on 02/24/04) Clerk's Office Mailed Copies..(dcr, ) (Entered: \n02/25/2004)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 19of 27\n02/24/2004 125 MEMORANDUM OF LAW in Opposition re: [111] MOTION to \nDismiss for Lack of Jurisdiction.. Document filed by The City of \nNewburgh. (fk, ) (Entered: 02/25/2004)\n02/25/2004   MEMO ENDORSEMENT on re: [116] MOTION for Catalina J. \nSugayan and Sarah Hope Dearings to Appear Pro Hac Vice. filed by \nUnited National Insurance Company, Motions terminated: [116] \nMOTION for Catalina J. Sugayan and Sarah Hope Dearings to Appear \nPro Hac Vice. filed by United National Insurance Company.... \nENDORSEMENT: Motion Granted. So Ordered: (Signed by Judge \nCharles L. Brieant on 2/25/04) Copies sent by Clerk's Office.(pf, ) \n(Entered: 02/27/2004)\n02/26/2004 126 Letter addressed to Judge Charles L. Brieant from James Fedorchak dated \n2/23/2004 re: 3 pending motions. (dh, ) (Entered: 02/26/2004)\n02/26/2004 127 Letter addressed to Judge Charles L. Brieant from James Monroe dated \n2/24/2004 re: motion to quash. (dh, ) (Entered: 02/26/2004)\n02/26/2004 128 Letter addressed to Judge Charles L. Brieant from David Posner dated \n2/24/2004 re: 3 week extension to respond. (dh, ) (Entered: 02/26/2004)\n02/26/2004 129 Letter addressed to Judge Charles L. Brieant from James Monroe dated \n2/24/2004 (dh, ) (Entered: 02/26/2004)\n02/26/2004 130 Letter addressed to Judge Charles L. Brieant from Kevin Harrington \ndated 2/24/2004 re: conference on 2/27/2004 at 9 am. (dh, ) (Entered: \n02/26/2004)\n02/26/2004 131 Letter addressed to Judge Charles L. Brieant from William Badura dated \n2/25/2004 re: conference on 2/27/2004 at 9 am. (dh, ) (Entered: \n02/26/2004)\n02/26/2004   Minute Entry for proceedings held before Judge Mark D. Fox : \nTelephone Conference held on 2/26/2004. Adj date 4-8-04 8:45 (dh, ) \n(Entered: 03/01/2004)\n02/26/2004 134 REPLY MEMORANDUM OF LAW in Support re: [115] MOTION to \nQuash.. Document filed by William Bloom. (pf, ) (Entered: 03/02/2004)\n02/27/2004 132 Letter addressed to Counselors from James Fedorchak dated 2/25/2004 \nre: oral argument on 3-19-04. (dh, ) (Entered: 02/27/2004)\n02/27/2004 133 Letter addressed to Judge Charles L. Brieant from Kevin Harrington \ndated 2/25/04 (dh, ) (Entered: 02/27/2004)\n03/01/2004 135 Letter addressed to Judge Charles L. Brieant from James Fedorchak dated \n2/26/04 (dh, ) (Entered: 03/02/2004)\n03/01/2004 136 Letter addressed to Judge Charles L. Brieant from David Posner dated \n2/26/04 Document filed by The City of Newburgh, The City of \nNewburgh.(dh, ) (Entered: 03/02/2004)\n03/02/2004 137 ORDER to facilitate the progress of pre-trial discovery of this litigation \nin a just, speedy and inexpensive manner, to insure compliance with the \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 20of 27\ncase management plan, and to prevent the accumulation of unresolved \ndiscovery issures, the following procedures will be followed for the \nresolution of discovery disputes..... (Signed by Judge Mark D. Fox on \n02/27/04) Copies Mailed By Chambers.(jma, ) (Entered: 03/02/2004)\n03/11/2004 138 REPLY MEMORANDUM OF LAW in Support re: [111] MOTION to \nDismiss for Lack of Jurisdiction.. Document filed by United National \nInsurance Company. (dh, ) (Entered: 03/15/2004)\n03/17/2004 139 STIPULATION AND ORDER: IT IS HERBEY STIPULATED, that the \ntime for Third Party Defendant, UNITED NATIONAL INSURANCE \nCOMPANY (\"United\") to reply to Defendant/Third-Party Plaintiff, THE \nCITY OF NEWBURGH'S Affirmation/Memorandum of Law in \nopposition to United's Motion for an order dismissing the Third-Party \nComplaint for lack of subject matter jurisdiction and for failure to state a \nclaim upon which relief can be granted be and the same hereby is \nextended to and including the 11th day of March, 2004. SO ORDERED: \n(Signed by Judge Charles L. Brieant on 03/12/04) Clerk's Office Mailed \nCopies..(dcr, ) (Entered: 03/19/2004)\n03/22/2004 140 MEMORANDUM OF LAW In Opposition To Plaintiffs' Second Motion \nFor Partial Summary Judgment. re: [124] Order to Show Cause,,. \nDocument filed by The City of Newburgh. (mde, ) (Entered: 03/23/2004)\n03/22/2004 141 MEMORANDUM OF LAW In Opposition To Plaintiffs' Second Motion \nFor Partial Summary Judgment re: [124] Order to Show Cause,,. \nDocument filed by William Bloom. (mde, ) (Entered: 03/23/2004)\n03/22/2004 142 DEFENDANTS' RULE 56.1 STATEMENT In Opposition To Summary \nJudgment re: [124] Order To Show Cause. Document filed by The City \nof Newburgh. (mde, ) (Entered: 03/23/2004)\n03/24/2004 143 REPLY AFFIDAVIT of Robert Isseks in Support. Document filed by \nMichael Acevedo, Jason Bailey Colegrove, Donald Eason, James G. \nEckert, Nestor Garcia, Oscar Gonzalez, Kevin Allen Hildreth, James A. \nHill, Duane E. Johnson, Timothy S. Maneely, Brian McCormick, Sean \nM. Mesler, Pablo Moza, Gilberto Negrete, Brian O'Rourke, Manuel \nRodriguez, Efrain Santana, Crescenzo Schettini. (fk, ) (Entered: \n03/25/2004)\n03/24/2004 144 Supplemental RULE 56.1 STATEMENT. Document filed by The City of \nNewburgh. (fk, ) (Entered: 03/25/2004)\n03/25/2004 145 Supplemental Submission of Plntff's Second Partial Motion for Summary \nJgmnt. Document filed by William Bloom. (pf, ) (Entered: 04/02/2004)\n03/25/2004 146 AFFIDAVIT of David Posner to respond to the assertion in the affidavit \nof Robert Isseks, Esq. sworn to on 3/23/04 that I personally knew of the \nHernandez case and withheld it from plntffs' counsel during discovery..... \nDocument filed by The City of Newburgh. (pf, ) (Entered: 04/02/2004)\n03/26/2004   Minute Entry for proceedings held before Judge Mark D. Fox : \nSettlement Conference held on 3/26/2004. (Tape #1 510 to 585) (dh, ) \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 21of 27\n(Entered: 03/29/2004)\n03/26/2004   Minute Entry for proceedings held before Judge Charles L. Brieant : Oral \nArgument held & completed on 3/26/2004. Judge's Decision: Oral \nargument heard on motion (DKT #124, #115 and #111). Motions are now \nfully submitted, decision reserved-See Transcript. Remark: FSDR. \n(Submitted by Alice Cama). (mde, ) (Entered: 03/31/2004)\n04/15/2004 147 Letter addressed to Judge Charles L. Brieant from Robert N. Isseks dated \n2/27/04 re:...to address the offer of stipulation made in the Dfts' Reply \nMemorandum of Law in Support of Motion to Quash.... (pf, ) (Entered: \n04/15/2004)\n04/15/2004 148 Letter addressed to Judge Charles L. Brieant from robert N. Isseks dated \n02/02/2004 re: The subject to be addressed at the time u=is the city of \nNewburgh's claim for declaratory judgment against its insurance carrier. \n(mov, ) (Entered: 04/16/2004)\n04/16/2004 149 MEMORANDUM & ORDER re: [115] MOTION to Quash. filed by \nWilliam Bloom, [111] MOTION to Dismiss for Lack of Jurisdiction. \nfiled by United National Insurance Company, Motions terminated: [115] \nMOTION to Quash. filed by William Bloom, [111] MOTION to Dismiss \nfor Lack of Jurisdiction. filed by United National Insurance Company..... \nPlntffs' motion for jgmnt on liability is denied. Dft William Bloom's \nmotion for an Order quashing the subpoena served on Mr. Rosenstein is \ngranted without prejudice. Third-party Dft United National's motion to \ndismiss the Third-Party Complaint is denied. The Court at this declines to \nmake the finding contemplated by FRCP 54(b). A status conference of \ncounsel with the COurt will be held on 5/28/04 at 9:00 a.m.. So Ordered: \n(Signed by Judge Charles L. Brieant on 4/14/04) Copies sent by \nChambers.(pf, ) (Entered: 04/19/2004)\n04/21/2004   Received returned mail re: [149] Order,,,, Terminate Motions,,,. Mail was \naddressed to William S. Badura at 6E Hertiage Drive Harriman, NY \n10926 and was returned for the following reason(s): Moved. (mov, ) \n(Entered: 04/21/2004)\n04/22/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Status \nConference (telepone) held on 4/22/2004. Adjourned to 6/1/04 at 8:45 \na.m.. (pf, ) (Entered: 04/23/2004)\n04/28/2004 150 ANSWER to Third Party Complaint., COUNTERCLAIM against The \nCity of Newburgh. Document filed by United National Insurance \nCompany.(fk, ) (Entered: 04/30/2004)\n05/14/2004 151 Letter addressed to Judge Charles L. Briean t from James M. Fedorchak \ndated 5/13/04 re:...request that the status conference be adjourned to \n6/4/04 at 9:00 a.m..... (pf, ) (Entered: 05/17/2004)\n05/21/2004 152 Letter addressed to Counselors from James Fedorchak dated 5/19/04 re: \nPlease be advised that Judge Brieant has grantec our request for an \nadjournment of the conference in the matter from 5/28/04 to 6/4/04 at \n9:00 a.m..... (pf, ) (Entered: 05/24/2004)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 22of 27\n05/21/2004 153 ANSWER to Counterclaim. Document filed by The City of Newburgh.\n(pf, ) (Entered: 05/25/2004)\n06/01/2004   Minute Entry for proceedings held before Judge Mark D. Fox: Status \nConference held on 6/1/2004. Adjourned to: 06/04/04 after CLB. \nSubmitted By: Ed Modugno, Courtroom Deputy. (dcr, ) (Entered: \n06/02/2004)\n06/04/2004   Minute Entry for proceedings held before Judge Charles L. Brieant : \nStatus Conference held on 6/4/2004. Discovery issues are resolved by the \nCOurt. (pf, ) (Entered: 06/15/2004)\n06/04/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Discovery \nDispute held on 6/4/2004. Remarks: Discovery Order: Time starts \n6/4/2004. Reply Briefs due by 5:00 p.m. 6/9/2004. Next PTC set for \n6/11/2004 at 10:00 a.m. (ip). (Submitted by Ed Modugno). (Tape #1) \n(mde, ) (Entered: 06/21/2004)\n06/25/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Discovery \nDisputes held on 6/25/2004. Remark: See Memo to the Docket Clerk. \nNext PTC set for 7/23/2004 at 8:45 (cc). (Submitted by Ed Modugno). \n(Tape #1) (mde, ) (Entered: 06/28/2004)\n06/25/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Discovery \nHearing held on 6/25/2004. Judge's Decision: 3rd. Party plaintiff \nobjections to interrogatories. The following to be turned over to \ndefendant City of Newburgh. 1. Training manuals & policies, standing \norders etc. from dates 8/90-8/00 & documents of investigation of strip \nsearches, i.e. compls, violations of conduct etc. will be provided to dft's \nattny. Discovery cutoff 9/17/2004 including depositions. Next PTC set \nfor 7/23/2004 at 8:45 a.m. Conf. call. (Submitted by Ed Modugno). \n(mde, ) (Entered: 06/28/2004)\n07/30/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Discovery \nHearing held on 7/30/2004. Discovery disputes agreed by both plaintiff \nand defendant. On the record by this Court. Each side directed to contact \nthe Court ex-parte. Adj date 8-5-04 @ 8:45 (CC) (Tape #1 15 to 858 & \n2011 to 3303 (second call)) (dh, ) (Entered: 08/02/2004)\n08/05/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Status \nConference held on 8/5/2004. Adjourned date 8/10/04 at 8:45 a.m.. (pf, ) \n(Entered: 08/06/2004)\n08/10/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Status \nConference held on 8/10/2004. Adjourned date 9/13/04 at 8:45 a.m.. \n(pf, ) (Entered: 08/12/2004)\n09/13/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Discovery \nHearing held on 9/13/2004. Remark: Application to compel is denied. \nNext PTC set for 9/23/2004 at 8:45 (cc). (Submitted by Ed Modugno). \n(Tape #1) (mde, ) (Entered: 09/15/2004)\n09/23/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Status \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 23of 27\nConference & Telephone Conference held on 9/23/2004. Next PTC set \nfor 9/29/2004 at 9:00 a.m. (ip). (Submitted by Ed Modugno). (mde, ) \n(Entered: 09/24/2004)\n09/29/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Discovery \nHearing held on 9/29/2004. Remark: Rulings on discovery disputes made \non the record by the court. (See Record). Matter referred to mediation on \nthe request of parties. Next PTC set for 11/4/2004 at 9:00 a.m. (cc). \n(Submitted by Ed Modugno). (Tape #1) (mde, ) (Entered: 09/30/2004)\n09/29/2004 154 ORDER REFERRING CASE to Mediation...referring action to the Clerk \nto assign the above-entitled action to mediation. (Signed by Judge Mark \nD. Fox on 9/29/04) Copies sent by Clerk's Office.(pf, ) (Entered: \n10/04/2004)\n10/04/2004 155 TRANSCRIPT of proceedings held on 6/25/2004 before Judge Mark D. \nFox.(mde, ) (Entered: 10/05/2004)\n10/12/2004   Received returned mail Mail was addressed to William S. Badura at 6E \nHeritage Drive, Harriman, NY 10926 and was returned for the following \nreason(s): Forwarding Order Expired.. (dcr, ) (Entered: 10/12/2004)\n10/26/2004 156 ORDER REFERRING CASE to Mediation...referring action to the Clerk \nto assign the above-entitled action to mediation. SO ORDERED: (Signed \nby Judge Mark D. Fox on 10/26/04) Clerk's Office Mailed Copies..(dcr, ) \n(Entered: 10/27/2004)\n11/03/2004   Received returned mail re: [156] Order Referring Case to Mediation. \nMail was addressed to William S. Badura at 6E Heritage Drive Harriman, \nNY 10926 and was returned for the following reason(s): Forwarding \nTime Expired. (mov, ) (Entered: 11/03/2004)\n11/04/2004   Minute Entry for proceedings held before Judge Mark D. Fox : \nTelephone Conference held on 11/4/2004. Adjourned date 11/12/04 at \n8:45 am. Submitted by Ed Modugno, Courtroom Deputy (ll, ) (Entered: \n11/05/2004)\n11/12/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Discovery \nHearing held on 11/12/2004. 3rd party Kevin James Harrington on \nphone. Rulings made on record as to plaintiff discovery disputes. \nAdjourned date 12/17/04 Submitted by: Ed Modugno, Courtroom Deputy \n(Tape #1 from 23-708) (ll, ) (Entered: 11/12/2004)\n11/19/2004 157 NOTICE SELECTING MEDIATOR - Notice of selection of mediator.\n(sc, ) (Entered: 11/19/2004)\n11/29/2004 158 LETTER addressed to Judge Charles L. Brieant from Kevin J. Harrington \ndated 11/24/2004 re: We have requested that the City of Newburgh \nconsent to a one-week extension of the deadline for submission of motion \npapers...Under the proposed schedule, each side is planning to submit its \nmotion for summary judgment on or before 12/10/2004. Opposition \npapers & reply papers would thereafter be submitted pursuant to the \nCourt's Rules. Document filed by United National Insurance Company.\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 24of 27\n(mde, ) (Entered: 11/30/2004)\n11/30/2004 159 LETTER addressed to Counsel from Kevin Harrington dated 11/29/04 \nre:....Judge Brieant aoorived the application of United National Insurance \nCompany, with the ocnsent ofthe City of Newburgh, for an extension of \ntime to serve the parties' respective motions for summary jgmnt on the \ninsurance coverage issuess by 12/10/04.... Document filed by United \nNational Insurance Company.(pf, ) (Entered: 12/02/2004)\n12/10/2004 160 MOTION for Summary Judgment agaisnt Third-Party Dft United \nNational Insurance Company. Document filed by The City of Newburgh. \nReturn Date set for 1/14/2005 10:00 AM. (pf, ) (Entered: 12/10/2004)\n12/10/2004 161 MEMORANDUM OF LAW in Support re: [160] MOTION for \nSummary Judgment.. Document filed by The City of Newburgh. (pf, ) \n(Entered: 12/10/2004)\n12/10/2004 162 RULE 56.1 STATEMENT. Document filed by The City of Newburgh. \n(pf, ) (Entered: 12/10/2004)\n12/13/2004 163 MOTION for Summary Judgment against Third-Party Plntff The City of \nNewburgh. Document filed by United National Insurance Company. \nReturn Date set for 1/14/2005 10:00 AM. (pf, ) (Entered: 12/13/2004)\n12/13/2004 164 MEMORANDUM OF LAW in Support re: [163] MOTION for \nSummary Judgment.. Document filed by United National Insurance \nCompany. (pf, ) (Entered: 12/13/2004)\n12/13/2004 165 DECLARATION of James Pye in Support re: [163] MOTION for \nSummary Judgment.. Document filed by United National Insurance \nCompany. (pf, ) (Entered: 12/13/2004)\n12/13/2004 166 DECLARATION of Kevin Harrington in Support re: [163] MOTION for \nSummary Judgment.. Document filed by United National Insurance \nCompany. (pf, ) (Entered: 12/13/2004)\n12/13/2004 167 RULE 56.1 STATEMENT. Document filed by United National \nInsurance Company. (pf, ) (Entered: 12/13/2004)\n12/14/2004 168 MOTION for Judgment. Document filed by Michael Acevedo, Jason \nBailey Colegrove, Donald Eason, James G. Eckert, Nestor Garcia, Oscar \nGonzalez, Kevin Allen Hildreth, James A. Hill, Duane E. Johnson, \nTimothy S. Maneely, Brian McCormick, Sean M. Mesler, Pablo Moza, \nGilberto Negrete, Brian O'Rourke, Manuel Rodriguez, Efrain Santana, \nCrescenzo Schettini. Return Date set for 1/7/2005 09:00 AM. (mde, ) \n(Entered: 12/14/2004)\n12/14/2004 169 MEMORANDUM OF LAW in Support re: [168] MOTION for \nJudgment.. Document filed by Michael Acevedo, Jason Bailey \nColegrove, Donald Eason, James G. Eckert, Nestor Garcia, Oscar \nGonzalez, Kevin Allen Hildreth, James A. Hill, Duane E. Johnson, \nTimothy S. Maneely, Brian McCormick, Sean M. Mesler, Pablo Moza, \nGilberto Negrete, Brian O'Rourke, Manuel Rodriguez, Efrain Santana, \nCrescenzo Schettini. (mde, ) (Entered: 12/14/2004)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 25of 27\n12/17/2004   Minute Entry for proceedings held before Judge Mark D. Fox : Status \nConference held on 12/17/2004. Adj. date 1/6/05 at 8:45am. Submitted \nby: Ed Modugno, Courtroom Deputy (ll, ) (Entered: 12/17/2004)\n12/21/2004 170 LETTER addressed to Judge Charles L. Brieant from James M. \nFedorchak dated 12/17/2004 re: request two week adjournment. \nDocument filed by William Bloom.(ll, ) (Entered: 12/21/2004)\n12/21/2004 171 LETTER addressed to All counsel from James M. Fedorchak dated \n12/21/2004 re: adopt new schedule Opp. papers 1/14/05, Replies Jan. 21, \n2005 and oral argument 1/28/05 at 10:00 am.. Document filed by \nWilliam Bloom.(ll, ) (Entered: 12/21/2004)\n12/27/2004 172 LETTER addressed to Counselors from James Fedorchak dated 12/21/04 \nre: Judge Brieant has granted the dfts and third-party plntff attys' request \nfor an adjournment of the two motions for sumamry jgmnt in the \ndeclatory jgmnt and the plntffs third motion for sumamry jgmnt in the \nmain action...... (pf, ) (Entered: 01/03/2005)\n01/06/2005   Minute Entry for proceedings held before Judge Mark D. Fox : \nTelephone Status Conference held on 1/6/2005. Adjourned date 1/18/05 \nat 8:45 am. (cc) Submitted by: Ed Modugno, Courtroom Deputy (ll, ) \n(Entered: 01/06/2005)\n01/12/2005 173 LETTER addressed to Judge Charles L. Brieant from David Posner dated \n1/11/05 re:....requested that the current briefing schedule on the pending \nmotions for summary jgmnt be extended by 30 days...... (pf, ) (Entered: \n01/13/2005)\n01/13/2005 174 LETTER addressed to Counselors from David L. Posner dated 1/13/05 \nre: Mr. Posner writes to inform counsel that he has been contacted by \nJudge Brieant's chambers and he has agreed to adjourn the motions as \nrequested in his letter. Oral argument on the moitons is now scheduled \nfor 2/25/05 at 9:30 a.m.. (ae, ) (Entered: 01/14/2005)\n01/13/2005   Set Deadlines/Hearings: Oral Argument set for 2/25/2005 09:30 AM \nbefore Judge Charles L. Brieant. (ae, ) (Entered: 01/14/2005)\n01/18/2005   Minute Entry for proceedings held before Judge Mark D. Fox : Status \nConference held on 1/18/2005, Telephone Conference held on 1/18/2005. \nStatus Conference set for 1/28/2005 08:45 AM before Magistrate Judge \nMark D. Fox. Telephone Conference set for 1/28/2005 08:45 AM before \nMagistrate Judge Mark D. Fox. (ae, ) (Entered: 01/18/2005)\n01/27/2005   Minute Entry for proceedings held before Judge Mark D. Fox : Pretrial \nConference held on 1/27/2005. Remark: This matter is closed for \nMagistrate purposes. Returned to District Court Judge Brieant. \n(Submitted by Ed Modugno). (mde, ) (Entered: 01/28/2005)\n01/27/2005 177 LETTER addressed to Judge Charles L. Brieant from David Posner dated \n1/27/05 re:...to advise that the parties have reached an agreement with \nrespect to settlement of both the class action against the City of \nNewburgh and its Third-party declatory jgmnt action against its insurance \nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 26of 27\ncarrier..... (pf, ) (Entered: 02/22/2005)\n02/22/2005 178 LETTER addressed to Judge Charles L. Brieant from David Posner dated \n2/17/05 re:....the parties are in the process of drafting an application for \nYour Honor's review seeking an order for preliminary approval of the \nsettlement terms of this class action.... (pf, ) (Entered: 02/24/2005)\n03/29/2005 179 ORDER FOR PRELIMINARY APPROVAL OF SETTLEMENT:... The \nterms of the Settlement Agreement are hereby preliminarily approved, \nsubject to further consideration tehreof at the Fairness Hearing provided \nfor below.... A hearing on final settlement approval (the \"Fairness \nHearing\") is hereby scheduled to be held before this Court on 6/24/05 at \n11:00 a.m., U.S. Courthouse, 300 Quarropas Street.... So Ordered: \n(Signed by Judge Charles L. Brieant on 3/29/05) Copies sent by Clerk's \nOffice.(pf, ) (Entered: 03/30/2005)\n04/13/2005 180 ENDORSED LETTER addressed to Judge Brieant from Jon C. Dupee, \nJr. dated 04/12/05 re: Request that the Fairness Hearing be adjourned to \nJuly 21, 2005 at 2:00 pm. ENDORSED: Application Granted. SO \nORDERED: (Signed by Judge Charles L. Brieant on 04/12/05) Clerk's \nOffice Mailed Copies..(dcr, ) (Entered: 04/20/2005)\n07/21/2005 181 SETTLEMENT AGREEMENT (JUDGMENT) No Money Judgment \nNo. given... ORDERED, ADJUDGED AND DECREED... 1. Final \napproval of the Settlement Agreement as set forth in this Court's March \n29, 2005 Order of Preliminary Approval of Settlement is hereby granted \nand all the termas and conditions set forth therein are to be deemed \nincorporated in this Final Judgment; 2. In full satisfaction of all claims \npertaining to the subject matter of this class action, defendants shall pay \nto each eligible class member the sum of One Thousand Dollars \n($1,000.00), with the exception of the named plaintiff, Timothy \nManeely... 3. Defendants shall pay to the named plaintiff, Timothy \nManeely, the sum of $25,000.00 which shall come directly from the \nSettlement Fund; 4. Defendants shall pay attorneys' fees to Class Counsel \nin the sum of $550,000.00 together with costs in the sum of $33,670.20. \nThe sum of $383,670.20 shall be paid to Class Counsel within 30 days of \nthe date upon which this Final Judgment is entered... Defendants shall \npay the remaining balance of $200,000.00 at 4% percent interest per \nannum commencing 30 days from the date upon which this Final \nJudgment is entered on or before January 10, 2006... 5. Defendants shall \nbear all future costs incurred in the administration of the Settlement \nAgreement... 6. Pursuant to the terms set forth in the Settlement \nAgreement, any or all claims raised in this matter are hereby dismissed \nwith prejudice. The Court reserves jurisdiction to reopen if necessary to \nenforce the Settlement Agreement or adjudicate any disputes arising \nthereafter... So Ordered. (Signed by Judge Charles L. Brieant on \n7/21/2005) Copies Mailed By Chambers.(tb, ) (Entered: 07/25/2005)\n07/21/2005   AFFIDAVIT OF COMPLIANCE WITH ORDER FOR PRELIMINARY \nAPPROVAL OF SETTLEMENT of David L. Posner in Support re: [179] \nOrder. (jma, ) (Entered: 07/25/2005)\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007\n\nSDNY CM/ECF Version 3.0L - Docket Report Page 27of 27\n07/22/2005 182 NOTICE of Plaintiffs' time records in advance of the Fairness hearing. \nDocument filed by Nestor Garcia, Kevin Allen Hildreth, Gilberto \nNegrete, Pablo Moza, Sean M. Mesler, Timothy S. Maneely, Duane E. \nJohnson, Crescenzo Schettini, Brian O'Rourke, Jason Bailey Colegrove, \nBrian McCormick, Oscar Gonzalez, Michael Acevedo, Efrain Santana, \nJames A. Hill, Donald Eason, James G. Eckert, Manuel Rodriguez. (ll, ) \n(Entered: 07/25/2005)\n07/22/2005 183 NOTICE of claims/objection to the settlement of this class action and \nfairness hearing scheduled before Judge Brieant on July 21, 2005 re: \n[182] Notice (Other), Notice (Other). Submitted by Kim Thompson for \nUsunda Thompson, Jeffrey Thompson, Lakeem Thompson submitted by \nMcCabe & Mack, LLP by David L. Posner (ll, ) (Entered: 07/25/2005)\n07/22/2005 184 AFFIDAVIT of David L. Posner re: [182] Notice (Other), Notice (Other) \nAffidavit of compliance with Order for Preliminary Approval of \nSettlement. Document filed by The City of Newburgh. (ll, ) (Entered: \n07/25/2005)\n09/06/2005 185 STIPULATION OF DISCONTINUANCE AND DISMISSAL \nPURSUANT TO RULE 41 (a) (1) OF THE THIRD-PARTY \nDECLARATORY JUDGMENT ACTION BETWEEN THE CITY OF \nNEWBURGH AND UNITED NATIONAL INSURANCE COMPANY \nAND ORDER. IT IS HEREBY STIPULATED AND AGREED, by and \nbetween the undersigned, the attorneys of record for all the \nparties......between the City of Newburgh and United National Insurance \nCompany be, and the same hereby is dismissed and discontinued, with \nprejudice, without costs to either party as against the other. (Signed by \nJudge Charles L. Brieant on 9/6/2005) The Clerk's Office Has Mailed \nCopies.(jma, ) (Entered: 09/13/2005)\n \n \nPACER Service Center\nTransaction Receipt\n06/22/2007 15:29:18\nPACER \nhs0328 Client Code: eeoc \nLogin:\nDocket  Search  7:01-cv-02600-CLB-\nDescription:\nReport Criteria: MDF \nBillable Pages: 16 Cost: 1.28\nhttps://ecf.nysd.uscourts.gov/cgi-bin/DktRpt.pl?804676854872023-L_353_0-1 6/22/2007",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24346"
    },
    {
      "date": "2003-04-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 204,
      "cite_1_reporter": "F.Supp.2d",
      "cite_1_vol": 256,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24350,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24350.pdf",
      "title": "Memorandum Order and Decision Denying Plaintiffs' Motion for Partial Summary Judgment",
      "text": "204 256 FEDERAL SUPPLEMENT, 2d SERIES\n \naction’’  under  Rule  33.   Thus,  the  time\nlimits imposed by Rule 33 are ‘‘jurisdic- Timothy MANEELY, on behalf of\ntional,’’ and the Court does have the au- himself and all others similarly\nthority  to  modify  them.   Bramlett,  116 situated, Plaintiff,\nF.3d at 1405.  In United States v. Bram-\nv.\nlett, the court addressed the question of\nwhether a district court has the power ‘‘to CITY OF NEWBURGH,\nconstrue’’ defendant’s filing of a motion for et al., Defendants.\nreconsideration ‘‘as a ‘renewed’ motion for\nNo. 01 CIV. 2600(CM).\na new trial that somehow related back to\nhis timely filing.’’  Id. The court responded\nUnited States District Court,\nin the negative, holding that ‘‘[t]he federal\nS.D. New York.\nRules of Criminal Procedure and case law\ninterpreting those rules establish that dis- April 8, 2003.\ntrict courts do not possess any such pow-\ner.’’  Id. at 406.\nArrestees brought § 1983 class action,\n[3]  Furthermore, under Federal Rule\nalleging that city maintained an unconsti-\nof Appellate Procedure 4(b), a petition for\ntutional policy of strip searching all pre-\nreconsideration of a new trial denial ‘‘must\narraignment prisoners without reasonable\nbe filed within 10 days after the denial of\nsuspicion.  Plaintiffs  moved  for  summary\nthe  Rule  33  motion.’’   United  States  v.\njudgment. The District Court, McMahon,\nStull,  Nos.  87–3874  to  87–3876  and  87–\nJ., held that: (1) state court’s decision in a\n3889, 1988 WL 41148, at *1 (6th Cir. May\nprior case did not, under New York law,\n3, 1988) (citing Fed. R.App. P. 4(b));  see\ncollaterally  estop  city’s  claims;  (2)  city’s\nalso United States v. Ramirez, 954 F.2d\nwritten strip policy was not unconstitution-\n1035,  1038  (5th  Cir.1992)  (Defendant’s\nal on its face; and (3) issues of fact existed\n‘‘motion to reconsider was untimely filed,\nas to whether city instituted an unconstitu-\ncoming as it did, more than ten days after\ntional strip search policy.\nthe  court  had  denied  [Defendant’s]  new\ntrial motion.’’);  Savage v. United States, Motion denied.\nNos. 01–2485, 01–1626, 2001 WL 1587326,\nSee also 208 F.R.D. 69.\nat *1 (6th Cir. Dec.11, 2001) (‘‘[T]he dis-\ntrict court lacked jurisdiction over the mo-\ntion  to  reconsider,  as  it  was  not  timely\n1. Federal Courts O420\nfiled within the ten days that were allowed\nfor filing an appeal from its Rule 33 or- A  federal  court  must  give  a  state\nder.’’) court judgment the same preclusive effect\nthat the courts of the state would give it.\nThus, Matthews’ January 20, 2003 mo-\n28 U.S.C.A. § 1738.\ntion  for  reconsideration  is  untimely  and\nmust be denied.\n2. Judgment O634\nIt is so ordered.\nUnder New York law, the doctrine of\n, collateral estoppel precludes a party from\nrelitigating in a subsequent action or pro-\nceeding an issue clearly raised against that\n  party or those in privity, whether or not\n\nMANEELY v. CITY OF NEWBURGH 205\nCite as 256 F.Supp.2d 204 (S.D.N.Y. 2003)\nthe tribunals or causes of action are the prevented city from having a full and fair\nsame. opportunity to litigate the issue, and city\nwas unable to conduct discovery related to\n3. Judgment O713(1), 715(1)\nissue or otherwise sufficiently prepare.  42\nUnder New York law, doctrine of col-\nU.S.C.A. § 1983.\nlateral estoppel applies only if (1) the iden-\ntical issue was decided in the prior action 7. Judgment O632\nand would be decisive of the present ac- New York courts permit the offensive\ntion,  and  (2)  the  party  to  be  precluded use of collateral estoppel.\nfrom relitigating the issue had a full and\n8. Civil Rights O206(3)\nfair opportunity to contest the prior deter-\nmination. Where a plaintiff seeks to hold a mu-\nnicipality  liable  under  § 1983,  he  must\n4. Judgment O956(1) prove  that  a  municipal  policy  or  custom\nUnder New York law, the party seek- caused the deprivation of a right, privilege,\ning the benefit of collateral estoppel has or immunity secured by the Constitution\nthe burden of demonstrating the identity or laws of the United States.  42 U.S.C.A.\nof the issues in the present litigation and § 1983.\nthe prior determination, whereas the party\n9. Civil Rights O206(3, 4)\nattempting to defeat its application has the\nburden of establishing the absence of a full For purposes of a § 1983 action, the\nand fair opportunity to litigate the issue in existence of a municipal policy or custom\nthe prior action. may be shown where the allegedly uncon-\nstitutional action implements or executes a\n5. Judgment O713(1)\npolicy statement, ordinance, regulation, or\nIn determining whether a party had a decision officially adopted and promulgat-\nfull and fair opportunity to litigate an issue ed by the municipality’s officers, by per-\nin a prior proceeding, as required for invo- sistent and widespread constitutional vio-\ncation  of  doctrine  of  collateral  estoppel, lations so pervasive that acquiescence of\ncourt must consider factors including size policy makers may be presumed, by cir-\nof the claim, forum of the prior litigation, cumstantial  proof,  such  as  evidence  that\nuse  of  initiative,  extent  of  the  litigation, the municipality’s failure to train its em-\ncompetence  and  experience  of  counsel, ployees displayed a deliberate indifference\navailability of new evidence, indications of to constitutional rights, or by actions tak-\na  compromise  verdict,  differences  in  the en by persons whose activities reflect offi-\napplicable law, and foreseeability of future cial policy.  42 U.S.C.A. § 1983.\nlitigation.\n10. Prisons O4(7)\n6. Judgment O828.16(1)\nBlanket policies subjecting all newly-\nIn  § 1983  action  alleging  that  city\narrested misdemeanor detainees in a local\nmaintained  an  unconstitutional  policy  of\ncorrectional facility to visual body cavity\nstrip searching all pre-arraignment prison-\nsearches  are  unconstitutional.   U.S.C.A.\ners  without  reasonable  suspicion,  state\nConst.Amend. 4.\ncourt’s  decision  in  a  prior  case  did  not,\nunder  New  York  law,  collaterally  estop 11. Arrest O71.1(6)\ncity’s claims; court’s decision to allow prior In  order  for  a  visual  body  cavity\nplaintiff to amend her complaint after both search to be found reasonable under the\nparties had finished presenting their cases circumstances, there must be some partic-\n\n206 256 FEDERAL SUPPLEMENT, 2d SERIES\nularized suspicion, arising either from the Goshen, NY, James M. Fedorchak, Gellert\nnature  of  the  charge  or  specific  circum- & Cutler, P.C., Poughkeepsie, NY, for the\nstances relating to the arrestee and/or the City of Newburgh, the City of Newburgh,\narrest,  that  the  arrestee  is  concealing The City of Newburgh Police Department,\nweapons  or  other  contraband.   U.S.C.A. William Bloom, Chief of Police for the City\nConst.Amend. 4. of  Newburgh  Police  Department,  defen-\ndants.\n12. Prisons O4(7)\nThe  individualized  reasonable  suspi-\nMEMORANDUM  ORDER  AND  DECI-\ncion rule applies to strip searches of ac-\nSION  DENYING  PLAINTIFFS’\ncused  felons  as  well  as  misdemeanants,\nMOTION  FOR  PARTIAL  SUM-\nupon arrival at a local correctional facility.\nMARY JUDGMENT\nU.S.C.A. Const.Amend. 4.\n13. Prisons O4(7) McMAHON, District Judge.\nCity’s written strip policy was not un- Plaintiff Timothy Maneely represents a\nconstitutional on its face; policy could have class of individuals suing the City of New-\nbeen  applied  in  a  constitutional  manner burgh and its police chief, William Bloom,\ninasmuch as policy allowed strip searches pursuant  to  42  U.S.C.  § 1983  (‘‘Section\nonly  if  arresting  officer  reasonably  be- 1983’’).  Before me is plaintiffs’ motion for\nlieved prisoner might be concealing weap- summary judgment as to whether the City\nons or contraband. of  Newburgh  maintained  an  unconstitu-\ntional  policy  of  strip  searching  all  pre-\n14. Federal Civil Procedure O2491.5\narraignment  prisoners,  with  or  without\nGenuine issues of material fact existed\nhaving reasonable suspicion to believe that\nas to whether city instituted an unconstitu-\nthose persons were carrying or concealing\ntional strip search policy, precluding sum-\nweapons or contraband.\nmary  judgment  for  arrestees  in  their\n§ 1983 action alleging that they had been For the following reasons, plaintiffs’ mo-\nsubjected  to  visual  body  cavity  searches tion is denied.\nupon being arrested regardless of whether\nreasonable  suspicion  existed  that  they\nBACKGROUND\nmight  be  concealing  weapons  or  contra-\nOn June 4, 2000, City of Newburgh po-\nband.  42 U.S.C.A. § 1983.\nlice  officers  arrested  Timothy  Maneely,\nbrought him to the City of Newburgh Po-\nlice Department, and charged him with (1)\nobstructing  governmental  administration\nJames Edward Monroe, Dupee, Dupee\nin  the  second  degree  (a  Class  A  misde-\n& Monroe, P.C., Goshen, NY, for Timothy\nmeanor);  (2) leaving the scene of an acci-\nS. Maneely, Individually and on behalf of\ndent  (a  Class  B  misdemeanor);   and  (3)\nall others similarly situated, David P. Le-\nharassment in the second degree (a non-\nroy,  Edward  Jazwinski,  Christina  A.\ncriminal  offense).   At  the  police  station,\nLoucks, plaintiffs.\nCity  of  Newburgh  police  officers  strip\nDavid Merrill Posner, McCabe & Mack, searched  Maneely:   they  ordered  him  to\nLLP, Poughkeepsie, NY, Marilyn D. Ber- remove his clothes and to bend over and\nson, Corporation Counsel, Newburgh, Pat- squat, revealing his sexual organs and anal\nrick  T.  Burke,  Burke,  Miele  &  Golden, cavity for visual inspection.\n\nMANEELY v. CITY OF NEWBURGH 207\nCite as 256 F.Supp.2d 204 (S.D.N.Y. 2003)\nAt the same time, the City of Newburgh Newburgh testified that the plaintiff was\nwas involved in litigation over somewhat asked to remove all her outer garments,\nsimilar events.  In 1995, City of Newburgh and while her underwear was still on,\npolice  officers  arrested  Cara  Huck  and she was asked to lift her bra and expose\nmade her strip to her underwear and lift her breasts.  The search was made pur-\nher bra to expose her breasts.1  Huck sued suant to an official policy that provided\nthe City of Newburgh and one of its police for the strip-search of all arrestees de-\nofficers  for  unlawful  arrest  (pursuant  to tained  in  a  cell.   The  record  further\nSection  1983),  false  imprisonment,  mali- indicates that neither the arresting offi-\ncious  prosecution,  defamation,  and  inflic- cer nor the matron suspected that the\ntion of emotional harm.  The suit went to plaintiff possessed any weapons or other\ntrial in state supreme court, and the court contraband.  Thus, the search was un-\ndismissed all of plaintiff’s claims after both reasonable and in violation of the plain-\nparties finished presenting their cases to tiff’s Fourth Amendment rights, and the\nthe jury and rested. City  of  Newburgh  is  liable  under  42\nHowever,  the  court  allowed  Huck  to U.S.C § 1983.  Therefore, the Supreme\namend her pleadings to allege an illegal Court  erred  in  denying  the  plaintiff’s\nstrip  search  claim  under  Section  1983. motion for a judgment as a matter of\nBoth  parties  were  then  allowed  to  call law against he City.\nadditional  witnesses,  after  which  Huck\nHuck v. City of Newburgh, 275 A.D.2d 343,\nmade a motion for a directed verdict.  The\n344–45, 712 N.Y.S.2d 149, 150–51 (2d Dep’t\ncourt denied Huck’s motion, and the case\n2000).\nwent  to  the  jury.   The  jury  found  that\nShortly thereafter, on August 18, 2000,\ndefendants had not strip searched Huck,\nManeely filed a notice of claim with the\nat least as the court defined ‘‘strip search’’\nin its instructions to the jury. Newburgh City Clerk, alleging that he was\nunlawfully strip searched on June 4, 2000.\nIn a decision dated August 14, 2000, the\nPlaintiff filed a Complaint in this Court on\nAppellate  Division  (Second  Department)\nMarch 27, 2001, bringing suit pursuant to\nreversed.   After  noting  that  ‘‘[s]trip\n42 U.S.C. § 1983 against the City of New-\nsearches of arrestees charged with misde-\nburgh, the City of Newburgh Police De-\nmeanors  or  other  minor  offenses  violate\npartment, and several city employees and\nthe  Fourth  Amendment  to  the  United\nofficials.  The Complaint alleged that de-\nStates Constitution unless there is a rea-\nfendants violated the United States Consti-\nsonable suspicion that the arrestee is con-\ntution  by  maintaining  a  policy  of  strip\ncealing weapons or contraband based on\nsearching  all  pre-arraignment  prisoners\nthe crime charged, and the circumstances\nwithout reasonable suspicion.\nof the arrest,’’ the court ruled:\nIn  the  instant  case,  the  plaintiff  was Beginning on August 24, the Newburgh\narrested  for  possessing  an  unlicensed Police Department began to take steps to\ndog, a violation of the City of Newburgh change, or at least refine, its strip search\nCode. Upon her arrest, she was taken to policies.  First, Deputy Chief Patrick Sor-\nthe  police  station  where  a  matron rentino sent an email to all sworn person-\nsearched her.  A witness for the City of nel  in  which  he  explained  that  a  police\n1.  Huck claimed that she was made to take off tion, I accept the City’s account.\nall of her clothes.  For purposes of this mo-\n\n208 256 FEDERAL SUPPLEMENT, 2d SERIES\nofficer may not conduct a strip search or collaterally estops defendants from litigat-\nbody cavity search absent reasonable sus- ing whether they had a blanket policy of\npicion.   Two  memoranda—dated  October strip searching pre-arraignment detainees.\n2, 2000 and August 23, 2001, and written Alternatively, they argue that the City of\nby  Sorrentino  with  input  from  Officer Newburgh’s policy, in effect between Sep-\nBloom—followed  the  email.   The  memo- tember 21, 1982 and August 24, 2000, was\nranda (the second of which rescinded the unconstitutional on its face.\nfirst) reiterated the need to find reason-\nDefendants contest both of these asser-\nable  suspicion  before  strip-searching  an\ntions.  They also argue that genuine issues\narrestee  and  set  forth  in  greater  detail\nof material fact exist as to whether reason-\nhow an officer was to determine whether\nable suspicion existed for the City of New-\nreasonable suspicion existed.  Defendants\nburgh police officers to strip search Ma-\nallege  that  they  took  these  steps  in  re-\nneely.\nsponse to the Appellate Division’s decision\nin Huck v. Newburgh, not in response to Plaintiffs concede that if Huck v. New-\nManeely’s notice of claim. burgh  does  not  collaterally  estop  defen-\nIn  October  of  2001,  Maneely  simulta- dants  and  the  pre-August  24  policy  was\nneously moved for class certification and not facially unconstitutional, then genuine\nsummary judgment, and I agreed to defen- issues of material fact exist as to whether\ndants’ request that I defer ruling on plain- the City of Newburgh had a policy of strip\ntiff’s  summary  judgment  motion  until  I searching pre-arraignment detainees with-\ndecided his motion for class certification. out determining whether reasonable suspi-\nMeanwhile, the parties stipulated to a dis- cion existed to do so.\ncontinuance of the suit as against all par-\nties except the City of Newburgh and Offi- DISCUSSION\ncer Bloom.\nAs  a  preliminary  matter,  I  note  that\nIn a May 16, 2002 decision, I granted\ndefendants’ argument that reasonable sus-\npartial class certification. I certified a class\npicion existed to support the strip search\nconsisting of all individuals who were strip\nof Maneely is misplaced in this motion for\nsearched  before  arraignment  between\nsummary judgment.  Circumstances may\nMarch 27, 1998 and March 27, 2001.  Ma-\nhave existed that would have supported a\nneely v. City of Newburgh, 208 F.R.D. 69\nfinding of reasonable suspicion in that in-\n(S.D.N.Y.2002). I certified the class for the\nstance.  But the relevant question, and the\nsole purpose of ascertaining whether the\nissue for which I certified a class, is wheth-\nCity of Newburgh maintained a policy of\ner  the  City  of  Newburgh  police  had  a\nstrip searching all pre-arraignment prison-\npolicy of determining whether reasonable\ners—those for whom there was reasonable\nsuspicion  existed  before  they  strip\nsuspicion and those for whom there was\nsearched  pre-arraignment  detainees.   In\nnot.  The class certificate was limited to\nother  words,  even  though  circumstances\nthe  constitutional  issue;   individual  class\ncould have existed in a particular instance\nmembers would then have to litigate the\n(e.g.,  the  strip  search  of  Maneely)  that\npresence or absence of reasonable suspi-\nwould have supported a finding of reason-\ncion  in  their  particular  case,  as  well  as\nable suspicion, that does not answer the\ntheir individual claims for damages.\nquestion of whether defendants maintained\nPlaintiffs now argue that the Appellate an  unconstitutional  blanket  strip  search\nDivision’s decision in Huck v. Newburgh policy during the class period.\n\nMANEELY v. CITY OF NEWBURGH 209\nCite as 256 F.Supp.2d 204 (S.D.N.Y. 2003)\nI therefore turn to the parties’ addition- the  prior  action.’’   Kaufman  v.  Lilly  &\nal, dispositive arguments. Co., 492 N.Y.S.2d at 587, 482 N.E.2d at 67.\nI.  The State Court’s Decision Does Not The ‘‘issue,’’ of course, is whether the\nCollaterally  Estop  Defendants’  Claims City  of  Newburgh  had  a  policy  of  strip\nsearching pre-arraignment detainees with-\n[1, 2]  Pursuant to 28 U.S.C. § 1738, a\nout a finding of reasonable suspicion.  It is\nfederal court must give a New York state\nclear that this issue was material to the\ncourt judgment the same preclusive effect\nfirst action and essential to the Appellate\nthat the courts of the state of New York\nDivision’s  decision:   the  court  ruled  that\nwould give it.  See Allen v. McCurry, 449\nthe City of Newburgh police had an ‘‘offi-\nU.S. 90, 96, 101 S.Ct. 411, 66 L.Ed.2d 308\ncial  policy  that  provided  for  the  strip-\n(1980);   Kulak  v.  City  of  New  York,  88\nsearch of all arrestees detained in a cell.’’\nF.3d  63,  71  (2d  Cir.1996).   Under  New\nHuck v. City of Newburgh, 275 A.D.2d at\nYork law, the doctrine of collateral estop- 344–45, 712 N.Y.S.2d at 151.\npel ‘‘precludes a party from relitigating in\nIt is also precisely the issue to be deter-\na subsequent action or proceeding an issue\nmined in the present action.\nclearly raised against that party or those\nThe  matron  made  Huck  strip  to  her\nin privity, whether or not the tribunals or\nunderwear and lift her bra.  Maneely was\ncauses of action are the same.’’  Ryan v.\nrequired to take off all of his clothes and\nNew York Telephone Co., 62 N.Y.2d 494,\nthen  bend  over  and  squat.   Defendants\n500, 478 N.Y.S.2d 823, 467 N.E.2d 487, 490\ncontend that the issues are not identical\n(1984).\nbecause Maneely’s search was a body cavi-\n[3, 4]  There are two requirements that ty  search  and  Huck’s  was  not—meaning\nmust be satisfied before the doctrine ap- that a search as intrusive as Huck’s did\nplies:  (1) ‘‘the identical issue necessarily not require reasonable suspicion.\nmust have been decided in the prior action Newburgh’s  argument  does  not  make\nand be decisive of the present action’’;  and sense  in  the  context  of  this  motion.   It\n(2) ‘‘the party to be precluded from relit- contends that Huck’s search was less in-\nigating the issue must have had a full and trusive than Maneely’s.  But the Appellate\nfair opportunity to contest the prior deter- Division explicitly ruled that the search of\nmination.’’  Juan C. v. Cortines, 89 N.Y.2d Huck was sufficiently intrusive to require\n659,  667,  657  N.Y.S.2d  581,  585,  679 reasonable suspicion and that the City of\nN.E.2d 1061 (1997) (quoting Kaufman v. Newburgh  had  a  policy  of  conducting\nLilly & Co., 65 N.Y.2d 449, 492 N.Y.S.2d searches in the absence of reasonable sus-\n584, 587, 482 N.E.2d 63, 67 (1985));  see picion.  For purposes of collateral estop-\nalso  Johnson  v.  Watkins,  101  F.3d  792, pel, the correctness of the prior determina-\n794–95  (2d  Cir.1996)  (setting  forth  ele- tion is largely irrelevant.  In other words:\nments  of  collateral  estoppel  under  New By foregoing the opportunity to reexam-\nYork law).  In addition, ‘‘[t]he party seek- ine an issue, a degree of certainty about\ning the benefit of collateral estoppel has the  correctness  of  the  prior  result  is\nthe burden of demonstrating the identity sacrificed,  that  is  to  say,  the  bar  of\nof the issues in the present litigation and collateral  estoppel  carries  with  it  the\nthe prior determination, whereas the party devastating danger that the first deci-\nattempting to defeat its application has the sion on an issue may have been wrong\nburden of establishing the absence of a full and will remain unremedied.  Use of the\nand fair opportunity to litigate the issue in doctrine represents an informed choice\n\n210 256 FEDERAL SUPPLEMENT, 2d SERIES\nthat the occasional permanent encapsu- Bronx  County,  24  N.Y.2d  65,  72,  298\nlation of a wrong result is a price worth N.Y.S.2d 955, 246 N.E.2d 725, 729 (1969).\npaying to promote the worthy goals of Overall, the question ‘‘cannot be reduced\nending disputes and avoiding repetitive to  a  formula.’’   Gilberg  v.  Barbieri,  53\nlitigation. N.Y.2d  285,  292,  441  N.Y.S.2d  49,  423\nJohnson v. Watkins, 101 F.3d at 795 (in- N.E.2d 807, 809 (1981).\nternal citations omitted).  A court’s previ-\nSeveral factors counsel finding that de-\nous  determination  that  the  search  con-\nfendants did not have a full and fair oppor-\nducted  on  Huck  required  a  finding  of\ntunity to litigate the issue in state court.\nreasonable  suspicion  (regardless  of  the\nHuck was a lawsuit brought by one per-\nmerits  of  that  finding  under  controlling\nson;   Maneely  purports  to  represent  a\nFourth Amendment precedent) necessari-\nclass.   There  is  no  evidence  suggesting\nly means that the more intrusive search\nthat  either  the  Huck  defendants  or  the\nconducted  on  Maneely  required  reason-\nstate court judge was aware that a finding\nable suspicion.  Thus, the issues are iden-\nin plaintiff’s favor might later be used to\ntical for collateral estoppel purposes.\nconclusively establish liability in a federal\nThat does not end the matter, however:\nclass  action.   See  Gilberg,  53  N.Y.2d  at\nRecognizing that the doctrine places ter-\n293, 441 N.Y.S.2d 49, 423 N.E.2d at 810.\nmination of litigation ahead of the cor-\nThe defendant did not choose to litigate\nrect result, the application of collateral\nthe matter in state court;  it was the plain-\nestoppel has been narrowly tailored to\ntiff who had the initiative.  Id. And while\nensure  that  it  applies  only  where  the\nnothing  in  the  record  indicates  that  de-\ncircumstances  indicate  the  issue  es-\nfense  counsel  in  Huck  was  incompetent,\ntopped  from  further  consideration  was\ndefense counsel in this action have consid-\nthoroughly  explored  in  the  prior  pro-\nerable  experience  litigating  strip  search\nceeding, and that the resulting judgment\ncases of this sort.\nthus  has  some  indicia  of  correctness.\nMost importantly, however, the issue of\nId. In other words, collateral estoppel does\nan unconstitutional strip search policy at\nnot apply if defendants can show that they\nthe City of Newburgh police department\ndid not have a full and fair opportunity to\nonly developed relatively late in the state\nlitigate  the  issue  in  Huck  v.  Newburgh.\ncourt  proceedings.   The  first  count  in\nSee, e.g., Ryan v. New York Telephone Co.,\nHuck’s complaint alleged that defendants\n62 N.Y.2d at 500, 478 N.Y.S.2d 823, 467\ndeprived her of rights guaranteed under\nN.E.2d at 490.\nthe United States Constitution in violation\n[5]  In  making  this  determination,  a\nof Section 1983.  The facts alleged in the\ncourt must bear in mind the ‘‘realities of\nfirst count do not include defendants’ strip\nlitigation.’’   Johnson,  101  F.3d  at  795.\nsearch  of  Huck.  Indeed,  the  complaint\nThe factors that a court should consider\nmakes  no  mention  of  the  strip  search.\ninclude ‘‘the size of the claim, the forum of\n[Record on Appeal 19].\nthe prior litigation, the use of initiative, the\nextent  of  the  litigation,  the  competence Approximately a year after plaintiff filed\nand experience of counsel, the availability her complaint, defendants demanded a bill\nof new evidence, indications of a compro- of particulars that asked Huck to specify\nmise verdict, differences in the applicable (1) how her civil rights were violated as\nlaw and foreseeability of future litigation.’’ alleged in the complaint, (2) the acts that\nSchwartz  v.  Public  Administrator  of she claimed would prove that the City had\n\nMANEELY v. CITY OF NEWBURGH 211\nCite as 256 F.Supp.2d 204 (S.D.N.Y. 2003)\na pattern or practice that violated her civil Answer:   If  you  are  arrested  and  are\nrights, and (3) the pattern or practice that going to be placed in a cell you would be\nplaintiff  claimed  was  in  violation  of  her strip searched prior to being placed in\ncivil rights.  Id. at 38.  Huck’s response to the cell.\nthose  requests  made  no  mention  of  the Question:   How  about  those  detainees\nstrip search.  Rather, she mentioned the who were not placed in a cell, are they\nstrip search in response to defendants’ de- strip searched?\nmand for information about the nature of\nAnswer:  No, they’re not.\nHuck’s  intentional  infliction  of  emotional\nQuestion:  Now, is there any difference\ndistress claim.  Id. at 41.\nbetween someone, a detainee, who has\nSo it seems that at the beginning of the been arrested for a felony vs. a misde-\nHuck trial, on November 25, 1998, defen- meanor as to how this policy was applied\ndants  had  no  indication  that  plaintiff back on August 1st, 1995 to now?\nplanned  to  prove  that  the  City  of  New- Answer:  Absolutely not.\nburgh had an unconstitutional strip search Question:  How about is there a differ-\npolicy.  Indeed, defendant’s attorney stat- ence  in  the  policy  of—concerning  the\ned in his opening statement:  ‘‘[Huck] was strip search of detainees between those\nnever  fingerprinted,  never  photographed, people who are arrested for a city code\nhe  [Officer  Lopez]  never  conducted  any violation than, perhaps, a misdemeanor\nstrip search where she was stripped naked\nAnswer:  No, there is not.\nor any of this stuff, that’s absolutely ab-\nQuestion:   Are  all  of  these  individuals\nsurd.  She admits herself she was never\nwho are brought in treated the same?\nstripped  naked,  absolutely  absurd.\nAnswer:  If they’re going to be commit-\nThere’s not even a claim in this case ei-\nted to a cell, yes, they are.\nther, they never claimed that in this law-\n[Record on Appeal 330–31].\nsuit.’’  [Tr. 31–32].\nTwo  days  later,  in  mid-trial,  plaintiff\nThe  issue  seems  to  have  come  to  the\nmoved  pursuant  to  C.P.L.R.  § 3025  to\nforefront upon Chief Bloom’s testimony, on\namend her pleadings to include allegations\nDecember 1, which went as follows:\nof an unconstitutional strip search, as set\nQuestion:   Chief  Bloom,  do  you  know forth in a proposed ‘‘amended and supple-\nwhat the policy was of your department mental  bill  of  particulars.’’   Id.  at  504.\nback on August 1st, 1995 concerning the Later  that  day,  the  plaintiff  rested,  fol-\nstrip search of detainees? lowed immediately by the defendant.  Id.\nDefense Counsel:  Just note my objec- at 531–32.  And after substantial debate,\ntion in that there’s no claim for any strip the  court  granted  plaintiff’s  motion  and\nsearch. allowed plaintiff to amend her complaint\nto:\nCourt:  Overruled.\nconform  to  the  cause  and  allegations\nQuestion:  Chief?\nenumerated in the amended and supple-\nAnswer:  Would you repeat that, please?\nmental bill particulars;  that is to say,\nQuestion:   I’ll  rephrase  it,  maybe  you adding a specified cause of action that\ncan understand it better.  Tell the jury the  defendants—the  plaintiff’s  civil\nwhat  your  department’s  policy  was  on rights under 42 U.S.Code 1983 as given\nAugust  1st,  1995  concerning  the  strip to  her  by  the  4th,  5th,  9th  and  14th\nsearching of detainees? amendments to the United States Con-\n\n212 256 FEDERAL SUPPLEMENT, 2d SERIES\nstitution were violated by the defendants additional witnesses, they were unable to\nin  that  a  strip  search  was  conducted conduct discovery related to this issue or\nwithout  probable  cause  or  reasonable otherwise sufficiently prepare their case.3\nsuspicion to believe any contraband or\ndangerous objects or weapons or materi-\nII.  The  Police  Department’s  Written\nals would thereby be found.  And it was,\nStrip Search Policy Is Not Unconstitu-\ntherefore, an unreasonable search in vio-\ntional On Its Face\nlation of the 4th and 14th amendments.\n[Record on Appeal 50, 559, 581].  There [8]  As noted above, I certified a class\nwas  no  adjournment  for  discovery,  but only on the issue of whether the City of\nboth  parties  were  then  allowed  to  call Newburgh had a policy of strip searching\nmore witnesses, which they did on Decem- pre-trail detainees without making a find-\nber  4.  The  court  charged  the  jurors  on ing of reasonable suspicion, and that is the\nDecember 7, and they reached a verdict in only issue that is properly before me on\ndefendant’s favor that same day. this motion for summary judgment.  The\nissue is essential to plaintiffs’ suit because,\n[6, 7]  New York courts permit the of-\nfensive  use  of  collateral  estoppel.2   See, where a plaintiff seeks to hold a municipal-\ne.g., Koch v. Consolidated Edison Co., 62 ity liable under Section 1983 (as plaintiffs\nN.Y.2d 548, 479 N.Y.S.2d 163, 468 N.E.2d seek  to  do  here),  he  must  prove  that  a\n1 (1984).  Taking into account the ‘‘reali- municipal ‘‘policy’’ or ‘‘custom’’ caused the\nties of litigation,’’ however, I find that the deprivation of a right, privilege, or immu-\ncourt’s decision to allow Huck to amend nity secured by the Constitution or laws of\nher complaint after both parties had fin- the  United  States.   See  Monell  v.  New\nished  presenting  their  cases  to  the  jury York  City  Dep’t  of  Social  Services,  436\nprevented  defendants  from  having  a  full U.S. 658, 690–91, 98 S.Ct. 2018, 56 L.Ed.2d\nand fair opportunity to litigate the issue of 611 (1978).\nwhether  the  City  of  Newburgh  had  an\nunconstitutional  strip  search  policy.   Al- [9]  A policy or custom can be estab-\nthough  defendants  were  allowed  to  call lished in a number of ways.  First, a policy\n2.  Offensive collateral estoppel occurs when a 3.  Defendants’ counsel clearly thought this to\nplaintiff seeks to estop a defendant from relit- be the case, stating:  ‘‘Certainly we had a right\nigating the issues that the defendant previous- to additional depositions TTT, we could have\nly litigated and lost against another plaintiff, hired experts with regard to the strip search,\nwhile defensive estoppel occurs when a plain- we  could  have  brought  in  other  witnesses\ntiff is estopped from asserting a claim he had\nregarding the strip search;  we’re now sand-\npreviously litigated and lost against another\nbagged at the last second with an alleged\ndefendant.  Although New York courts permit\nclaim  of  violation  of  constitutional  rights\nthe use of offensive collateral estoppel, the\nbased on a strip search, when strip search has\nCourt of Appeals has cautioned that in certain\nnever  been  mentioned  in  this  case  in  any\ncontexts the application of the doctrine may\nraise legitimate fairness concerns.  See Ha- pleading or in the bill of particulars, and I say\nlyalkar  v.  New  York  Board  of  Regents,  72 that  if  that’s  not  prejudicial  nothing  is.’’\nN.Y.2d 261, 270, 532 N.Y.S.2d 85, 90, 527 [Record  on  Review  563–64].   Defendants’\nN.E.2d  1222  (1988);   cf.   Parklane  Hosiery counsel also argued to the court that only two\nCo., Inc. v. Shore, 439 U.S. 322, 329–31, 99 questions were asked about strip searches in\nS.Ct. 645, 58 L.Ed.2d 552 (1979) (‘‘[Where] the entirety of the depositions taken for the\nthe application of offensive estoppel [under case.  Id. at 667.\nfederal law] would be unfair to a defendant, a\ntrial judge should not allow the use of offen-\nsive collateral estoppel.’’).\n\nMANEELY v. CITY OF NEWBURGH 213\nCite as 256 F.Supp.2d 204 (S.D.N.Y. 2003)\nexists where the action that is alleged to resting officer.  Strip searches will be\nbe  unconstitutional  (here  the  strip conducted only when the arresting offi-\nsearches) ‘‘implements or executes a policy cer reasonably believes that the prisoner\nstatement, ordinance, regulation, or deci- may have concealed weapons or contra-\nsion officially adopted and promulgated by band,  and  only  after  receiving  explicit\n[the municipality’s] officers.’’  Monell, 436 approval from the watch commander to\nU.S. at 690–91, 98 S.Ct. 2018.  Second, a conduct the strip search.\nmunicipal policy or custom may be shown\n[Defendants’ 56.1 Statement, Ex. C].\nby  ‘‘persistent  and  widespread’’  constitu-\n[10–12]  Under  Second  Circuit  prece-\ntional violations that are so pervasive that\ndent, blanket policies subjecting all newly-\npolicy makers may be presumed to have\narrested misdemeanor detainees in a local\nacquiesced to that practice.  See Sorlucco\ncorrectional facility to visual body cavity\nv. New York City Police Dep’t, 971 F.2d\nsearches  are  unconstitutional.   Shain  v.\n864, 870–71 (2d Cir.1992).  Third, a custom\nEllison, 273 F.3d 56, 64–65 (2d Cir.2001);\nor policy may be shown by ‘‘ ‘circumstan-\nWachtler v. County of Herkimer, 35 F.3d\ntial proof, such as evidence that the munic-\n77, 82 (2d Cir.1994);  Walsh v. Franco, 849\nipality so failed to train its employees as to\nF.2d 66 (2d Cir.1988);  Weber v. Dell, 804\ndisplay  a  deliberate  indifference  to  the\nF.2d 796, 802 (2d Cir.1986).  In order for a\nconstitutional rights of those within its jur-\nvisual body cavity search to be found rea-\nisdiction.’ ’’  DeCarlo v. Fry, 141 F.3d 56,\nsonable  under  the  circumstances,  there\n61–62  (2d  Cir.1998)  (quoting  Ricciuti  v.\nmust be some ‘‘ ‘particularized suspicion,’\nN.Y.C.  Transit  Authority,  941  F.2d  119,\narising  either  from  the  nature  of  the\n123  (2d  Cir.1991)).   And  fourth,  actions\ncharge  or  specific  circumstances  relating\ntaken by persons whose activities reflect\nto the arrestee and/or the arrest,’’ that the\nofficial policy may constitute a custom or\narrestee  is  concealing  weapons  or  other\npolicy for Section 1983 purposes.  See City\ncontraband.  Weber, 804 F.2d at 802 (cit-\nof St. Louis v. Praprotnik, 485 U.S. 112,\ning United States v. Montoya de Hernan-\n123, 108 S.Ct. 915, 99 L.Ed.2d 107 (1988).\ndez, 473 U.S. 531, 540, 105 S.Ct. 3304, 87\nIn  this  motion,  plaintiffs  argue  that\nL.Ed.2d 381 (1985)).  In addition, as this\nCity  of  Newburgh  Police  Officers  were\nCourt recently concluded, the law of this\nimplementing  an  explicit,  written  police\nCircuit  requires  that  the  ‘‘individualized\ndepartment  policy  when  they  strip\nreasonable  suspicion’’  rule  apply  to  ac-\nsearched detainees without making a find-\ncused  felons  as  well  as  misdemeanants\ning of reasonable suspicion.4  The regula-\nupon arrival at a local correctional facility.\ntion at issue provides:\nSee  Murcia  v.  County  of  Orange,  226\nBefore being placed in a cell and as soon\nF.Supp.2d 489, 494 (S.D.N.Y.2002).\nas possible at headquarters after arrest,\nthe  clothing  and  person  of  a  prisoner [13]  With this standard in mind, I can-\nshall be thoroughly searched by the ar- not conclude that the City of Newburgh’s\n4.  Of course, even if I accepted their argu- That issue, however, is outside the scope of\nment, plaintiffs would still have to prove that the issue for which I certified a class.  And\ndefendants acted pursuant to that policy.  In each plaintiff will have to litigate it individual-\nother words, there must be a ‘‘direct causal ly, just as they will have to litigate (assuming\nlink between a municipal policy or custom that the class prevails on the ‘‘policy’’ issue)\nand the alleged constitutional deprivation.’’ whether their rights were violated and wheth-\nCity of Canton v. Harris, 489 U.S. 378, 385, er they suffered damages.  See Maneely, 208\n109  S.Ct.  1197,  103  L.Ed.2d  412  (1989). F.R.D. at 79.\n\n214 256 FEDERAL SUPPLEMENT, 2d SERIES\npolicy  is  unconstitutional  on  its  face. were strip searched upon their arrest be-\nPlaintiffs fail to demonstrate that the writ- tween March 27, 1998 and March 27, 2001.\nten policy ‘‘could never be applied’’ in a In their papers on this motion for sum-\nconstitutional  manner.   New  York  State mary judgment, defendants ask the court\nNat. Organization for Women v. Pataki, to redefine the class period to run from\n261  F.3d  156,  171  (2d  Cir.2001).   Of March 27, 1998 to August 24, 2000, when\ncourse, ‘‘reasonably believes’’ is a broader defendants took steps to ensure that their\nstandard than ‘‘reasonable under the cir- policy  would  accord  with  the  Fourth\ncumstances’’  pursuant  to  finding  some\nAmendment.\n‘‘particularized  suspicion.’’   Thus,  there\nPlaintiffs do not appear to oppose this\nare situations where an officer may ‘‘rea-\nmotion.  Indeed, in their 56.1 Statement\nsonably believe’’ that an arrestee is con-\nthey assert that ‘‘[p]rior to August 24, 2000\ncealing weapons or other contraband, but\ndefendants  maintained  a  blanket  poli-\nwhere there exists no ‘‘particularized sus-\npicion’’  under  the  circumstances.   It  is cy/practice of strip-searching all pre-trial\npossible,  however,  that  in  implementing detainees upon placing them in a holding\nthe ‘‘reasonable belief’’ standard the City cell without regard to the existence or non-\nof Newburgh stayed within the narrower existence of reasonable suspicion.’’  Thus,\nparameters  of  the  ‘‘particularized  suspi- defendants’ motion is granted.\ncion’’ standard.  In other words, the City\nof Newburgh’s policy could have been ap- CONCLUSION\nplied in a constitutional manner.  Whether\nPlaintiffs’ motion for summary judgment\nit was is an issue for the jury.\nis denied.  Defendants’ motion to redefine\nthe  class  period  to  run  from  March  27,\nIII.  Genuine  Issues  of  Material  Fact\n1998 to August 24, 2000 is granted.\nExist as to Whether the City of New-\nburgh  Instituted  An  Unconstitutional This  constitutes  the  decision  of  the\nStrip Search Policy Court.\n[14]  Plaintiffs  offer  the  affidavits  of\n,\nseveral individuals in which they state that\nCity of Newburgh police officers subjected\n   \nthem to visual body cavity searches upon\nbeing  arrested.   Defendants  provide  (1)\nthe deposition testimony of Chief Bloom in COPYRIGHT.NET MUSIC\nwhich he states that he was ‘‘wrong’’ when PUBLISHING LLC, et\nhe testified at the Huck trial;  and (2) the al., Plaintiffs,\ndeposition testimony of Deputy Chief Sor-\nv.\nrentino,  in  which  he  stated  that  officers\nMP3.COM, Defendant.\nwere required to have reasonable suspicion\nin order to conduct a search in which they No. 01 Civ. 7321(JSR).\nremoved all of an arrestees’ clothing. This\nUnited States District Court,\nconflicting evidence creates a genuine is-\nS.D. New York.\nsue of material fact.\nApril 9, 2003.\nIV.  Defendants’  Motion  to  Redefine\nthe Class is Granted\nThe class that I certified in my May 16, Owner  of  copyrights  in  musical  re-\n2002  decision  includes  individuals  who cordings  brought  infringement  action",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24350"
    },
    {
      "date": "2019-03-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 103289,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/103289.pdf",
      "title": "Order for Preliminary Approval of Settlement",
      "text": "UNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF NEW YORK\n-----------------------------------------------------------------X\nTIMOTHY S. MANEELY, Individually and on behalf CASE #01 CIV 2600(CLB)(MDF)\nof all others similarly situated,\nPlaintiffs,\n-against- ORDER  FOR  PRELIMINARY\nAPPROVAL OF SETTLEMENT\nTHE CITY OF NEWBURGH and WILLIAM BLOOM, \nChief of Police for the City of Newburgh Police Department,\nDefendants.\n-----------------------------------------------------------------X\nTHE CITY OF NEWBURGH,\nThird-Party Plaintiff,\n-against-\nUNITED NATIONAL INSURANCE COMPANY,\nThird-Party Defendant.\n-----------------------------------------------------------------X\nWHEREAS, Plaintiff commenced this action to redress the alleged deprivation, under Color of\nState Law, of the right of plaintiff, Timothy S. Maneely, and numerous other individuals who were strip\nsearched prior to being placed in a holding cell at the City of Newburgh Police Department;\nWHEREAS, City of Newburgh, William Bloom, and his successors (Defendants) and Plaintiffs\nhave entered into a Settlement Agreement as set forth herein (“Settlement Agreement”) intended to\nresolve all litigation pending before this Court;\nWHEREAS, Plaintiffs allege that Defendants maintained a policy or practice of subjecting\ncertain non-felony arrestees placed in a holding cell to an illegal strip search;\nWHEREAS, Defendants deny any and all liability arising out of Plaintiffs’ allegations;\nWHEREAS, the parties described below now desire to resolve the issues raised by this\n\nlitigation, without further proceedings and without admitting any fault or liability;\nWHEREAS, the Court has before it the parties’ motion for preliminary approval of settlement\nand  memorandum in support of motion for preliminary approval of settlement, together with the\nsettlement and supporting materials;\nWHEREAS, the Court is satisfied that the terms and conditions set forth in the Settlement\nAgreement were the result of good faith, arms’ length settlement negotiations between competent and\nexperienced counsel for both Plaintiffs and Defendants; and\nNOW, THEREFORE, it is hereby stipulated and agreed, by and between the undersigned, as\nfollows:\nA. DEFINITIONS\n1. The terms of the Settlement Agreement are hereby preliminarily approved, subject to\nfurther consideration thereof at the Fairness Hearing provided for below.  The Court finds that said\nsettlement is sufficiently fair and reasonable and that notice of a proposed settlement should be given\nas provided in this Order.\n2. The “Settlement Class” for the strip search claims means non-felony arrestees who,\nduring the class period identified in ¶ 11 below, were arrested on non-felony charges unrelated to the\nuse or possession of drugs or weapons, and who,  were strip searched prior to being placed in a holding\ncell.\n3. The Settlement Class shall not include felony or non-felony arrestees who, at the time\nthey were initially arrested, were charged with offense(s) related to the use or possession of drugs or\nweapons.\n4. The Settlement Class shall not include any individual who has previously commenced\nany civil litigation challenging a strip search while in the City of Newburgh’s Police Department’s\n\ncustody during the class period and who has prevailed, settled or had his/her complaint dismissed on the\nmerits and the parties represent that they know of no such actions.\n5. The Settlement Class shall not include individuals arrested for a felony or felony parole\nviolation(s).\n6. Class Counsel means Dupée, Dupée & Monroe, P.C., 30 Matthews Street, P.O. Box 470,\nGoshen, New York 10924, and Robert N. Isseks, Esq., 6 North Street, Middletown, New York  10940.\n7. An “Eligible Class Member” (“ECM”) means any member of the Settlement Class who\ndoes not file a valid and timely request for exclusion as provided for in ¶¶ 48 - 49 of this Agreement and\nwhose eligibility is verified in the manner set forth in ¶¶ 35 - 47. \n8. An “Opt-Out” is any member of the Settlement Class who files a timely request for\nexclusion as specified in ¶¶ 48 - 49.\n9. The “Bar Date” is the date established by the Court by which any ECM who wishes to\nreceive payment pursuant to the Settlement Agreement must file his/her claim form(s).  \n10. The “Class Notice” means notices in the form described in ¶¶ 30 - 34.\n11. The “Class Period” is March 27, 1998 to August 24, 2000.\n12. The “Effective Date” means the date upon which the judgment is entered by the Court\nand the approval of the Class Settlement becomes final and non-appealable.  In the event of an appeal,\nthe parties agree that this Settlement Agreement is stayed pending the final resolution of the appeal(s).\n13. “Related Persons” means the Defendants and their predecessors, successors, or assigns,\ntogether with past, present and future public officials, employees, representatives and agents of the City\nof Newburgh and the City of Newburgh Police Department.\n14. The “Settlement Fund” will comprise of 1.2 million dollars which will be funded by the\ndefendants to pay the claims of the named plaintiff Timothy Maneely and all ECMs.  \n\n15. The “Balance of the Settlement Fund” shall mean all monies remaining in the Settlement\nFund after payment is made to all ECMs and the named plaintiff, Timothy Maneely. The balance of the\nSettlement Fund shall be returned to the City of Newburgh.  \nB. TERMS OF SETTLEMENT\n16. The Court conditionally finds that the named Plaintiff in Maneely is an adequate class\nrepresentative for the Settlement Class.\n17. The Court further finds that the Plaintiffs’ counsel, James E. Monroe, Esq. from Dupée,\nDupée & Monroe, P.C. and Robert N. Isseks, Esq., are adequate Class Counsel.\n18. The Court approves the Class Notice of settlement attached hereto as Exhibit “A” and\nthe Summary Notice for Publication attached hereto as Exhibit “B”.  The Court also approves the\nprocedure for Class Notice as set forth in ¶¶ 30 through 34 of this Settlement Agreement.\n19. If the Settlement Agreement is terminated or is not consummated for any reason\nwhatsoever, the conditional class certification shall be void, the Defendants shall have reserved all their\nrights to oppose any and all class certification motions, to contest the adequacy of the Plaintiff as\nrepresentative of any putative class, and to contest the adequacy of Class Counsel.  Additionally, the\nnamed Plaintiff, and those individuals he represents, reserve all of their rights, including the right to\ncontinue the prosecution of the Maneely class action.\n20. On the Effective Date, the above-referenced actions will be dismissed, with prejudice,\nand without cost, expenses or fees in excess of the amounts authorized by ¶¶ 35 - 42.\n21. Defendants agree to pay ECMs who comply with the requirements set forth in this\nSettlement Agreement the sums of money determined by the procedures set forth herein in full\nsatisfaction of all claims.\n22. This Settlement Agreement does not and shall not be deemed to constitute any admission\n\nby the Defendants as to the validity or accuracy of any of the allegations, assertions or claims made\nherein by the Plaintiffs which are expressly denied.  The Agreement shall not be admissible in, nor is\nit related to, any other litigation or settlement negotiations.\n23. The Settlement Agreement as of the Effective Date,  resolves in full,  all claims against\nthe Defendants by the ECMs involving allegations of violations of their Fourth and Fourteenth\nAmendment Rights and other federal, state or local laws or regulations, which are based upon, or could\nbe based upon, or arise from, having been strip searched prior to being placed in one of the City of\nNewburgh Police Department’s holding cells.  When the Settlement Agreement is final, as of the\nEffective Date, ECMs hereby release all such claims against the Defendants.  \n24. This Settlement Agreement contains all the terms and conditions agreed upon by the\nparties regarding the subject matter of these proceedings, and no oral agreement entered into at any time\nor any written agreement entered into prior to the execution of this Agreement shall be deemed to exist,\nor to bind the parties, or to vary the terms and conditions contained herein.\n25. As of the Effective Date of this Settlement Agreement, the ECMs including the named\nPlaintiff, hereby waive any and all rights to pursue, initiate, prosecute or commence any action or\nproceedings before any Court, administrative agency or other tribunal or to file any civil complaint with\nregard to any strip search that occurred at the City of Newburgh Police Department from March 27, 1998\nto August 24, 2000.\n26. Each ECM shall be deemed to have submitted to the jurisdiction of this Court.\n27. No Opt-Out or excluded class member shall participate in any monetary benefit provided\nby this Settlement Agreement.  \n28. Plaintiffs will take all necessary and appropriate steps to obtain approval of the\nSettlement Agreement and dismissal of this action.  If the Court approves this Settlement Agreement,\n\nand if there is an appeal from such decision or an attempt to intervene by another party, Defendants will\njoin Plaintiffs in defense of this Agreement.\n29. Pursuant to Fed. R. Civ. P. 23 the Court hereby conditionally certifies the following\nSettlement Class:\nAll  individuals  arrested  by  the  City  of  Newburgh  Police\nDepartment from March 27, 1998 to August 24, 2000 for non-\nfelony offense(s) unrelated to the use or possession of drugs or\nweapons who were strip searched prior to being placed in a\nholding cell.\nC. CLAIMS, PROCEDURES AND NOTICE\n30. A Notice of Class Action Settlement and of a Fairness Hearing to approve the Settlement\nwill be sent by First Class Mail to all potential class members.  The parties will exercise their best efforts\nto obtain, update, and verify addresses of all potential class members.  Class counsel for the Plaintiffs,\nwill supply defendants with a computerized list of prospective ECMs, last known address, arrest date(s),\nand date of birth, if available.  The list is to be used by the defendants to update last known addresses\nand for mailing notice to the class and shall not be deemed by either party as an exclusive list of all\nECMs.  The individuals included in Plaintiff counsel’s mailing list shall be subject to verification by\ndefendants or its agents and shall not be deemed a final list of those of ECMs eligible to receive payment\nfrom the Settlement Fund.   Defendants agree to expend and assume the cost necessary to update the\ncurrent addresses for those individuals included in the mailing list provided by plaintiffs’ counsel.\nBeginning no later than April 12, 2005, defendants, at their own expense, shall cause the notices to be\ndisseminated, substantially in the form attached as Exhibits “A” and “B” hereto, in the manner set forth\nin this  Agreement.  Such Summary Notice will be completed expeditiously pursuant to the terms of the\nSettlement Agreement.  Class members will have ninety (90) days from the Notice Date to Opt-Out or\nexclude themselves and ninety (90) days from the Notice Date to file a claim.  Prior to the Fairness\n\nHearing, Defendants’ Counsel shall serve and file a sworn statement attesting to compliance with the\nnotice provisions contained herein.  The Defendants will bear the costs of sending each potential Class\nMember notice of Class Action Settlement and of a Fairness Hearing by First Class Mail. \n31. The notice to be provided as set forth in this Settlement Agreement is hereby found to\nbe the best means practicable to provide notice under the circumstances and, when completed, shall\nconstitute due and sufficient notice of the proposed Settlement and the Fairness Hearing for all persons\nand entities affected by and/or entitled to participate in the settlement, in full compliance with the notice\nrequirements of Fed. R. Civ. P. 23, due process, the Constitution of the United States, the laws of the\nState of New York and all other applicable laws.  The Notices are adequate, objective, informative and\nprovide prospective Class Members with all of the information necessary to make an informed decision\nregarding their participation in the Settlement and its fairness.  \n32. Notice will also be made by publication on four (4) week days once per week, during\nfour (4) consecutive weeks, in the Times Herald Record.  The advertisements will be at least a half page\nin size.  The Defendants will bear the cost of this publication.  In doing so, the Defendants will request\nthat the advertisements appear as near to the front of each paper as possible and will request specifically\nthat the advertisements not appear in the classified or legal section.    \n33. From the day the mailing of the Notice of Class Action Settlement through the Bar Date,\nNotice shall be posted prominently in both English and Spanish at the City of Newburgh City Hall and\nthe City of Newburgh Police Department where public or legal notices regularly appear.   The\ndefendants shall also supply the City of Newburgh Clerk with sufficient copies of the Class Notice\nForms, Exhibits “A” and “B”, and proof of claim forms, Exhibit “C”,  to hand out to all members of the\npublic who inquire or have questions concerning the class settlement.  The defendants will bear the cost\nof this publication. \n\n34. The aforesaid paragraph shall not limit Class Counsel from providing additional Notice\nat their own expense and in accordance with the rules of professional responsibility.  \nD. PAYMENTS\n35. Each ECM who timely files a completed and executed Claim Form attached as Exhibit\n“C” shall receive a payment of ONE THOUSAND DOLLARS ($1,000.00) from the Settlement Fund,\nwith the exception of the named plaintiff, Timothy Maneely, as set forth in ¶ 53 below, in full\nsatisfaction of all claims pertaining of an illegal strip search at the City of Newburgh Police Department.\nIf the number of claims at one thousand dollars per person exhausts the money available for such\npurposes from the Settlement Fund, than every ECM will receive a pro rata share of the fund.  The\nbalance of the Settlement Fund, if any, shall be returned to the City of Newburgh.\n36. ECMs who were arrested on one or more occasion and subjected to multiple strip\nsearches at the City of Newburgh Police Department during the class period, shall be eligible to receive\nonly one payment in full satisfaction of all claims arising out of an illegal strip search while at the City\nof Newburgh Police Department.\n37. “Multiple Strip Searches” means that, during the class period, the ECM was arrested for\na non-felony offense on more than one date and is strip searched prior to being placed in one of the City\nof Newburgh Police Department’s holding cells.\n38. The City of Newburgh will have the right to credit any sum owed to an ECM against any\nunpaid city taxes, parking tickets or other fines.\n39. To participate in the distribution of the $1,000.00 payment, an ECM shall be provided\nby mail at his/her last known address, a Class Notice (Exhibit “A”) and Claim Form (Exhibit “C”).  The\nECM must submit a Claim Form to the post office box designated for this purpose in accordance with\nthe instructions provided therein, and execute the certification contained therein in order to obtain\n\npayment.\n40. Any member of the Settlement Class who is not an opt-out as defined in ¶ 8 above, and\nwho fails to submit a Claim Form completed in accordance with the instructions contained therein by\nthe Bar Date or any Court-mandated extension, shall be forever barred from receiving any payment\npursuant to the Settlement Agreement or otherwise in connection with the claims raised in this action.\nSuch members of the Settlement class shall in all other respects be bound by all of the terms of the\nSettlement Agreement and the judgment entered herein, including but not limited to the general release\nof all Defendants and all claims which were the subject of this action.  \n41. The Defendants shall make the initial determination based on a review of their official\nrecords whether or not a person who has submitted a Claim Form is an ECM and shall deny claims by\npersons who are not ECMs.  This review will comprise of determining that (1) the claimant was arrested\nfor a non-felony offense(s) only and placed in a holding cell from March 27, 1998 to August 24, 2000;\nand (2) whether one or more of the claimant’s non-felony offenses were related to the use or possession\nof drugs or weapons.  Class Counsel shall review all denied claims and may challenge the basis of any\ndenial.  All individuals who submit a timely claim form and are denied eligibility to receive payment\nfrom the Settlement Fund, will be deemed excluded from the Class Settlement Agreement and will\nreserve the right to sue or continue to sue the defendants for any legal claim or issue raised by this\nlitigation.\n42. If there is a dispute as to whether a person is an ECM, the matter shall be submitted for\nresolution to the District Judge, who, in his discretion, may refer the matter to the Magistrate Judge.\nThere shall be no right of appeal as to this determination.   Defendants have sixty (60) days from the\nreceipt of a Claim Form to offer a good faith denial of the claim for payment.  Claim forms not denied\nwithin this time period are deemed accepted and eligible for payment.\n\nE. GENERAL CLAIM PROCEDURES\n43. The Class Notice (Exhibit “A”) and Claim Form (Exhibit “C”) and accompanying\ndocumentation shall be mailed by First Class Mail to each potential ECM at his or her last known\naddress.  Defendants shall endeavor and use their best efforts to update and revise the mailing list\nprovided by Class Counsel in order to identify the current address of each potential ECM contained in\nthe mailing list.  An ECM’s claim shall be deemed submitted upon deposit in a post paid properly\naddressed wrapper in a post office or official depository of the United States Postal Service or when\nreceived by personal delivery to Class Counsel.  \n44. All forms must be submitted by the Bar Date unless such period is extended by Order\nof the Court.\n45. If an ECM fails to provide information in the manner required, this failure may result\nin the denial of the corresponding claim.\n46. ECMs who submit claims and whose mailed notice was not returned, will be paid by\nmail and will not be required to make a personal appearance in order to verify their identities unless\ngood cause is shown to the Court to require a personal appearance.  ECMs for whom there is no address\nor whose mailed notice was returned must personally appear, at a time and place to be determined by\nthe parties hereto to verify their identities.  Those ECMs whose identities are verified will receive\npayment by mail.  Payments will not be made to agents for ECMs other than Court appointed legal\nrepresentatives.  ECMs who proved that they are confined in jails, prisons, hospitals or other institutions\nwill not be required to report to any designated location. \n47. ECMs who make a personal appearance as set forth in ¶ 46 must present one of the\nfollowing forms of identification to establish their identity: (a) current drivers license; (b) passport or\nvisa; (c) green card or other identification issued by the Immigration and Naturalization Service; or (d)\n\nother  photographic  identification  card  not  readily  subject  to  forgery.    Other  forms  of  reliable\nidentification may be considered.  Defendants retain the right to request additional proof or to dispute\nany form of identification where it appears there is a reasonable basis to believe the form of\nidentification is fraudulent or where the ECM is unable to produce other satisfactory documentation.\nIn such event, notice will be provided to Class Counsel within five (5) days after discovering the basis\nto dispute any such form of identification.  If the dispute cannot be resolved among counsel, the Court,\nand if the Court so designates, the Magistrate Judge, will resolve the dispute without the right to further\nAppellate review.\nF. EXCLUSION FROM SETTLEMENT\n48. Any member of the Settlement Class who wishes to be excluded (“Opt-Out”) from the\nSettlement Class must send a written request for exclusion to a post office box designated for this\npurpose in accordance with the instructions provided therein, so that it is deposited in a postage paid\nproperly addressed wrapper, in a post office or official depository of the United States Postal Service on\nor before the close of the Opt-Out period.  The Request for Exclusion shall fully comply with the\nrequirements set forth in the Settlement Agreement.  Members of the Settlement Class may not exclude\nthemselves by filing a request for exclusions as a group or class, but must in each instance individually\nand personally execute a request for exclusion and timely transmit same to the designated post office\nbox for this purpose.\n49. Any member of the Settlement Class who does not properly and timely request exclusion\nfrom the settlement class shall be bound by all the terms and provisions of the Settlement Agreement,\nincluding but not limited to, the releases, waivers and covenants described in the Settlement Agreement,\nwhether or not such person objected to the Settlement and whether or not such person made a claim\nupon, or participated in, the Settlement Fund created pursuant to this Settlement Agreement.\n\nG. ATTORNEYS’ FEES AND COSTS\n50. Defendants agree to pay Attorneys’ fees to Class Counsel in the sum of $550,000.00\ntogether with costs in the sum of $33,670.20.  The sum of $383,670.20 will be paid to Class Counsel\nwithin thirty (30) days of the Effective Date unless appealed as set forth in ¶ 12.  The Defendants will\npay the remaining balance of $200,000.00 at 4% percent interest per annum commencing thirty days\nfrom the Effective Date on or before January 10, 2006 or unless appealed as set forth in ¶ 12.\n51. The Defendants shall bear all future costs incurred in the administration of the Settlement\nAgreement including, but not limited to, the cost of notice (mail and publication), printing of the notices\ndescribed herein, and the cost of distributing the monetary awards.  \n52. Plaintiffs reserve the right to make an application for attorneys’ fees related to any\nsuccessful appeal to the Court or Magistrate.  \nH. PAYMENTS TO CLASS REPRESENTATIVES\n53. In recognition of the risks incurred by the named Plaintiff, Timothy Maneely, the time\nand effort expended by the named plaintiff in assisting in the prosecution of this litigation and in\nbringing to bear added value, including risks assumed by the named plaintiff in foregoing his acceptance\nof Defendants’ Rule 68 offer of $25,000.00 and instead lending himself to the prosecution of this\nlitigation, and the ultimate recovery, the named Plaintiff, Timothy Maneely, will receive the fixed sum\nof $25,000.00.  The monies paid by the Defendants to settle Mr. Maneely’s claim will come directly\nfrom the Class Settlement Fund.\n54. In consideration of the payment of $25,000.00 as set forth in ¶ 53, the named Plaintiff,\nTimothy Maneely, agrees to the dismissal of any and all claims raised in this matter and to release the\nDefendants from any and all liabilities, claims, or rights of action from the beginning of time up until\nand including the Effective Date of this Agreement.\n\nH. THE FAIRNESS HEARING\n55. A hearing on final settlement approval (the “Fairness Hearing”) is hereby scheduled to\nbe held before this Court on July 21, 2005 at 2:00 p.m., U.S. Courthouse, 300 Quarropas St., White\nPlains, NY to consider the fairness, reasonableness and adequacy of the proposed settlement, the\ndismissal with prejudice of the class action(s) with respect to the Defendants, and the entry of final\njudgment in the Class Action.  Class Counsel’s application for an award of attorneys’ fees and costs shall\nbe heard at the time of the Fairness Hearing.\n56. The date and time of the Fairness Hearing shall be set forth in the Notice, but the\nFairness Hearing shall be subject to adjournment by the Court without further notice to the members of\nthe Settlement Class other than that which may be posted by the Court.\n57. Any person or entity that does not elect to be excluded from the Settlement Class may,\nbut need not, enter an appearance through his or her own attorney. \n58. Any ECM who submits a claim form (Exhibit “C”) and who does not elect to be\nexcluded from the Settlement Class may, but need not, submit comments or objections to the proposed\nSettlement.  Any ECM who submits a claim form may object to the proposed Settlement, entry of the\nfinal Order and Judgment approving the Settlement, and Class Counsel’s application for fees and costs\nby filing and serving a written objection.\n59. Any ECM making an objection (an “Objector”) must sign the objection personally.  An\nobjection must state why the objector opposes the proposed Settlement and provide the basis to support\nsuch position.  If an objector intends to appear personally at the Fairness Hearing, the objector must give\nwritten notice of the objector’s intent to appear at the hearing.  \n60. Objections, along with any notices of intent to appear, must be filed no later than sixty\n(60) days from the Notice Date.  If Counsel is appearing on behalf of more than one ECM, counsel must\n\nidentify each ECM and each ECM must have complied with the requirements of this Order.  These\ndocuments must be filed with the Clerk of the Court at the following address:\nUnited States District Court for the Southern District of New York\n300 Quarropas Street\nWhite Plains, New York 10601\nAttention:  J. Michael McMahon, Clerk of the Court\nRe: Maneely, et al v. City of Newburgh, et al\nDocket No. 01CV2600(CLB)(MDF)\n61. Objections, along with any notices of intent to appear, must also be mailed to Class\nCounsel and counsel for Defendants at the addresses listed below:\nDupée, Dupée & Monroe, P.C.\nClass Counsel for Plaintiffs\n30 Matthews St., P.O. Box 470\nGoshen, New York 10924\nAttention: James E. Monroe, Esq.\nMcCabe & Mack, P.C. Gellert & Klein, P.C.\nCounsel for City of Newburgh Counsel for William Bloom\n63 Washington Street, Box 509 75 Washington St.\nPoughkeepsie, New York 12602-0509 Poughkeepsie, New York 12601\nAttention: David L. Posner, Esq. Attention: James Fedorchak, Esq.\n62. Only ECMs who have filed a claim form (Exhibit “C”) and who have filed and served\nvalid and timely notices of objection shall be entitled to be heard at the Fairness Hearing.  Any ECM\nwho does not timely file and serve an objection in writing to the Settlement, entry of Final Order and\nJudgment or to Class Counsel’s application for fees and costs, in accordance with the procedure set forth\nin the Class Notice and mandated in the Order, shall be deemed to have waived any such objection by\nappeal, collateral attack, or otherwise.\n63. Persons wishing to be heard at the Fairness Hearing are required to file written comments\nor objections and indicate in their written comments or objections their intentions to appear at the\nFairness Hearing.  ECMs need not appear at the hearing or take any other action to indicate their\napproval.\n\n64. All Members of the Settlement Class  who do not personally and timely request to be\nexcluded from the Class are enjoined from proceeding against the Defendants until such time as the\nCourt renders a final decision regarding approval of the Settlement, and, if the Settlement is approved,\nenters final judgment as provided in this Settlement Agreement.\nIT IS SO ORDERED:\nMarch 29, 2005\nWhite Plains, NY\nS/_______________________________________\nHONORABLE CHARLES L. BRIEANT, U.S.D.J.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "179",
      "clearinghouse_link": "clearinghouse.net/doc/103289"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121400,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121400"
    },
    {
      "date": "2003-04-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 204,
      "cite_1_reporter": "F.Supp.2d",
      "cite_1_vol": 256,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55625,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55625.pdf",
      "title": "Memorandum Order and Decision Denying Plaintiffs' Motion for Partial Summary Judgment",
      "text": "256 F.Supp.2d 204 (2003)\nTimothy MANEELY, on behalf of himself and all others similarly situated, Plaintiff,\nv.\nCITY OF NEWBURGH, et al., Defendants.\nNo. 01 CIV. 2600(CM).\nUnited States District Court, S.D. New York.\nApril 8, 2003.\n206 *206 James Edward Monroe, Dupee, Dupee & Monroe, P.C., Goshen, NY, for Timothy S. Maneely, Individually\nand on behalf of all others similarly situated, David P. Leroy, Edward Jazwinski, Christina A. Loucks, plaintiffs.\nDavid Merrill Posner, McCabe & Mack, LLP, Poughkeepsie, NY, Marilyn D. Berson, Corporation Counsel,\nNewburgh, Patrick T. Burke, Burke, Miele & Golden, Goshen, NY, James M. Fedorchak, Gellert & Cutler, P.C.,\nPoughkeepsie, NY, for the City of Newburgh, the City of Newburgh, The City of Newburgh Police Department,\nWilliam Bloom, Chief of Police for the City of Newburgh Police Department, defendants.\nMEMORANDUM ORDER AND DECISION DENYING PLAINTIFFS' MOTION FOR PARTIAL SUMMARY\nJUDGMENT\nMcMAHON, District Judge.\nPlaintiff Timothy Maneely represents a class of individuals suing the City of Newburgh and its police chief, William\nBloom, pursuant to 42 U.S.C. § 1983 (\"Section 1983\"). Before me is plaintiffs' motion for summary judgment as to\nwhether the City of Newburgh maintained an unconstitutional policy of strip searching all pre-arrangements\nprisoners, with or without having reasonable suspicion to believe that those persons were carrying or concealing\nweapons or contraband.\nFor the following reasons, plaintiffs' motion is denied.\nBACKGROUND\nOn June 4, 2000, City of Newburgh police officers arrested Timothy Maneely, brought him to the City of\nNewburgh Police Department, and charged him with (1) obstructing governmental administration in the second\ndegree (a Class A misdemeanor); (2) leaving the scene of an accident (a Class B misdemeanor); and (3)\nharassment in the second degree (a noncriminal offense). At the police station, City of Newburgh police officers\nstrip searched Maneely: they ordered him to remove his clothes and to bend over and squat, revealing his sexual\norgans and anal cavity for visual inspection.\n207 *207 At the same time, the City of Newburgh was involved in litigation over somewhat similar events. In 1995,\nCity of Newburgh police officers arrested Cara Huck and made her strip to her underwear and lift her bra to\n[1]\nexpose her breasts.  Huck sued the City of Newburgh and one of its police officers for unlawful arrest (pursuant\nto Section 1983), false imprisonment, malicious prosecution, defamation, and infliction of emotional harm. The\nsuit went to trial in state supreme court, and the court dismissed all of plaintiffs claims after both parties finished\npresenting their cases to the jury and rested.\nHowever, the court allowed Huck to amend her pleadings to allege an illegal strip search claim under Section\n1983. Both parties were then allowed to call additional witnesses, after which Huck made a motion for a directed\nverdict. The court denied Huck's motion, and the case went to the jury. The jury found that defendants had not\nstrip searched Huck, at least as the court defined \"strip search\" in its instructions to the jury.\n\nIn a decision dated August 14, 2000, the Appellate Division (Second Department) reversed. After noting that\n\"[s]trip searches of arrestees charged with misdemeanors or other minor offenses violate the Fourth Amendment\nto the United States Constitution unless there is a reasonable suspicion that the arrestee is concealing weapons\nor contraband based on the crime charged, and the circumstances of the arrest,\" the court ruled:\nIn the instant case, the plaintiff was arrested for possessing an unlicensed dog, a violation of the\nCity of Newburgh Code. Upon her arrest, she was taken to the police station where a matron\nsearched her. A witness for the City of Newburgh testified that the plaintiff was asked to remove all\nher outer garments, and while her underwear was still on, she was asked to lift her bra and\nexpose her breasts. The search was made pursuant to an official policy that provided for the strip-\nsearch of all arrestees detained in a cell. The record further indicates that neither the arresting\nofficer nor the matron suspected that the plaintiff possessed any weapons or other contraband.\nThus, the search was unreasonable and in violation of the plaintiffs Fourth Amendment rights, and\nthe City of Newburgh is liable under 42 U.S.C § 1983. Therefore, the Supreme Court erred in\ndenying the plaintiff's motion for a judgment as a matter of law against he City.\nHuck v. City of Newburgh, 275 A.D.2d 343, 344-5, 712 N.Y.S.2d 149, 150-51 (2d Dep't 2000).\nShortly thereafter, on August 18, 2000, Maneely filed a notice of claim with the Newburgh City Clerk, alleging that\nhe was unlawfully strip searched on June 4, 2000. Plaintiff filed a Complaint in this Court on March 27, 2001,\nbringing suit pursuant to 42 U.S.C. § 1983 against the City of Newburgh, the City of Newburgh Police\nDepartment, and several city employees and officials. The Complaint alleged that defendants violated the United\nStates Constitution by maintaining a policy of strip searching all pre-arraignment prisoners without reasonable\nsuspicion.\nBeginning on August 24, the Newburgh Police Department began to take steps to change, or at least refine, its\nstrip search policies. First, Deputy Chief Patrick Sorrentino sent an email to all sworn personnel in which he\n208 explained that a police *208 officer may not conduct a strip search or body cavity search absent reasonable\nsuspicion. Two memoranda 00 dated October 2, 2000 and August 23, 2001, and written by Sorrentino with input\n97\nfrom Officer Bloom 00 followed the email. The memoranda (the second of which rescinded the first) reiterated the\n97\nneed to find reasonable suspicion before strip-searching an arrestee and set forth in greater detail how an officer\nwas to determine whether reasonable suspicion existed. Defendants allege that they took these steps in\nresponse to the Appellate Division's decision in Huck v. Newburgh, not in response to Maneely's notice of claim.\nIn October of 2001, Maneely simultaneously moved for class certification and summary judgment, and I agreed to\ndefendants' request that I defer ruling on plaintiffs summary judgment motion until I decided his motion for class\ncertification. Meanwhile, the parties stipulated to a discontinuance of the suit as against all parties except the City\nof Newburgh and Officer Bloom.\nIn a May 16, 2002 decision, I granted partial class certification. I certified a class consisting of all individuals who\nwere strip searched before arraignment between March 27, 1998 and March 27, 2001. Maneely v. City of\nNewburgh, 208 F.R.D. 69 (S.D.N.Y.2002). I certified the class for the sole purpose of ascertaining whether the\nCity of Newburgh maintained a policy of strip searching all pre-arraignment prisoners 00 those for whom there was\n97\nreasonable suspicion and those for whom there was not. The class certificate was limited to the constitutional\nissue; individual class members would then have to litigate the presence or absence of reasonable suspicion in\ntheir particular case, as well as their individual claims for damages.\nPlaintiffs now argue that the Appellate Division's decision in Huck v. Newburgh collaterally estops defendants\nfrom litigating whether they had a blanket policy of strip searching pre-arraignment detainees. Alternatively, they\nargue that the City of Newburgh's policy, in effect between September 21, 1982 and August 24, 2000, was\nunconstitutional on its face.\nDefendants contest both of these assertions. They also argue that genuine issues of material fact exist as to\nwhether reasonable suspicion existed for the City of Newburgh police officers to strip search Maneely.\n\nPlaintiffs concede that if Huck v. Newburgh does not collaterally estop defendants and the pre-August 24 policy\nwas not facially unconstitutional, then genuine issues of material fact exist as to whether the City of Newburgh\nhad a policy of strip searching pre-arraignment detainees without determining whether reasonable suspicion\nexisted to do so.\nDISCUSSION\nAs a preliminary matter, I note that defendants' argument that reasonable suspicion existed to support the strip\nsearch of Maneely is misplaced in this motion for summary judgment. Circumstances may have existed that\nwould have supported a finding of reasonable suspicion in that instance. But the relevant question, and the issue\nfor which I certified a class, is whether the City of Newburgh police had a policy of determining whether\nreasonable suspicion existed before they strip searched pre-arraignment detainees. In other words, even though\ncircumstances could have existed in a particular instance (e.g., the strip search of Maneely) that would have\nsupported a finding of reasonable suspicion, that does not answer the question of whether defendants\nmaintained an unconstitutional blanket strip search policy during the class period.\n209 *209 I therefore turn to the parties' additional, dispositive arguments.\nI. The State Court's Decision Does Not Collaterally Estop Defendants'\nClaims\nPursuant to 28 U.S.C. § 1738, a federal court must give a New York state court judgment the same preclusive\neffect that the courts of the state of New York would give it. See Allen v. McCurry, 449 U.S. 90, 96, 101 S.Ct. 411,\n66 L.Ed.2d 308 (1980); Kulak v. City of New York, 88 F.3d 63, 71 (2d Cir.1996). Under New York law, the doctrine\nof collateral estoppel \"precludes a party from relitigating in a subsequent action or proceeding an issue clearly\nraised against that party or those in privity, whether or not the tribunals or causes of action are the same.\" Ryan v.\nNew York Telephone Co., 62 N.Y.2d 494, 500, 478 N.Y.S.2d 823, 467 N.E.2d 487, 490 (1984).\nThere are two requirements that must be satisfied before the doctrine applies: (1) \"the identical issue necessarily\nmust have been decided in the prior action and be decisive of the present action\"; and (2) \"the party to be\nprecluded from relitigating the issue must have had a full and fair opportunity to contest the prior determination.\" \nJuan C. v. Cortines, 89 N.Y.2d 659, 667, 657 N.Y.S.2d 581, 585, 679 N.E.2d 1061 (1997) (quoting Kaufman v.\nLilly & Co., 65 N.Y.2d 449, 492 N.Y.S.2d 584, 587, 482 N.E.2d 63, 67 (1985)); see also Johnson v. Watkins, 101\nF.3d 792, 794-95 (2d Cir.1996) (setting forth elements of collateral estoppel under New York law). In addition,\n\"[t]he party seeking the benefit of collateral estoppel has the burden of demonstrating the identity of the issues in\nthe present litigation and the prior determination, whereas the party attempting to defeat its application has the\nburden of establishing the absence of a full and fair opportunity to litigate the issue in the prior action.\" Kaufman\nv. Lilly & Co., 492 N.Y.S.2d at 587, 482 N.E.2d at 67.\nThe \"issue,\" of course, is whether the City of Newburgh had a policy of strip searching pre-arraignment detainees\nwithout a finding of reasonable suspicion. It is clear that this issue was material to the first action and essential to\nthe Appellate Division's decision: the court ruled that the City of Newburgh police had an \"official policy that\nprovided for the strip-search of all arrestees detained in a cell.\" Huck v. City of Newburgh, 275 A.D.2d at 344-45,\n712 N.Y.S.2d at 151.\nIt is also precisely the issue to be determined in the present action.\nThe matron made Huck strip to her underwear and lift her bra. Maneely was required to take off all of his clothes\nand then bend over and squat. Defendants contend that the issues are not identical because Maneely's search\nwas a body cavity search and Huck's was not 00 meaning that a search as intrusive as Huck's did not require\n97\nreasonable suspicion.\n\nNewburgh's argument does not make sense in the context of this motion. It contends that Huck's search was less\nintrusive than Maneely's. But the Appellate Division explicitly ruled that the search of Huck was sufficiently\nintrusive to require reasonable suspicion and that the City of Newburgh had a policy of conducting searches in\nthe absence of reasonable suspicion. For purposes of collateral estoppel, the correctness of the prior\ndetermination is largely irrelevant. In other words:\nBy foregoing the opportunity to reexamine an issue, a degree of certainty about the correctness of\nthe prior result is sacrificed, that is to say, the bar of collateral estoppel carries with it the\ndevastating danger that the first decision on an issue may have been wrong and will remain\n210 unremedied. Use of the doctrine represents an informed choice *210 that the occasional\npermanent encapsulation of a wrong result is a price worth paying to promote the worthy goals of\nending disputes and avoiding repetitive litigation.\nJohnson v. Watkins, 101 F.3d at 795 (internal citations omitted). A court's previous determination that the search\nconducted on Huck required a finding of reasonable suspicion (regardless of the merits of that finding under\ncontrolling Fourth Amendment precedent) necessarily means that the more intrusive search conducted on\nManeely required reasonable suspicion. Thus, the issues are identical for collateral estoppel purposes.\nThat does not end the matter, however:\nRecognizing that the doctrine places termination of litigation ahead of the correct result, the\napplication of collateral estoppel has been narrowly tailored to ensure that it applies only where\nthe circumstances indicate the issue estopped from further consideration was thoroughly explored\nin the prior proceeding, and that the resulting judgment thus has some indicia of correctness.\nId. In other words, collateral estoppel does not apply if defendants can show that they did not have a full and fair\nopportunity to litigate the issue in Huck v. Newburgh. See, e.g., Ryan v. New York Telephone Co., 62 N.Y.2d at\n500, 478 N.Y.S.2d 823, 467 N.E.2d at 490.\nIn making this determination, a court must bear in mind the \"realities of litigation.\" Johnson, 101 F.3d at 795. The\nfactors that a court should consider include \"the size of the claim, the forum of the prior litigation, the use of\ninitiative, the extent of the litigation, the competence and experience of counsel, the availability of new evidence,\nindications of a compromise verdict, differences in the applicable law and foreseeability of future litigation.\" \nSchwartz v. Public Administrator ofBronx County, 24 N.Y.2d 65, 72, 298 N.Y.S.2d 955, 246 N.E.2d 725, 729\n(1969). Overall, the question \"cannot be reduced to a formula.\" Gilberg v. Barbieri, 53 N.Y.2d 285, 292, 441\nN.Y.S.2d 49, 423 N.E.2d 807, 809 (1981).\nSeveral factors counsel finding that defendants did not have a full and fair opportunity to litigate the issue in state\ncourt. Huck was a lawsuit brought by one person; Maneely purports to represent a class. There is no evidence\nsuggesting that either the Huck defendants or the state court judge was aware that a finding in plaintiffs favor\nmight later be used to conclusively establish liability in a federal class action. See Gilberg, 53 N.Y.2d at 293, 441\nN.Y.S.2d 49, 423 N.E.2d at 810. The defendant did not choose to litigate the matter in state court; it was the\nplaintiff who had the initiative. Id. And while nothing in the record indicates that defense counsel in Huck was\nincompetent, defense counsel in this action have considerable experience litigating strip search cases of this sort.\nMost importantly, however, the issue of an unconstitutional strip search policy at the City of Newburgh police\ndepartment only developed relatively late in the state court proceedings. The first count in Huck's complaint\nalleged that defendants deprived her of rights guaranteed under the United States Constitution in violation of\nSection 1983. The facts alleged in the first count do not include defendants' strip search of Huck. Indeed, the\ncomplaint makes no mention of the strip search. [Record on Appeal 19].\nApproximately a year after plaintiff filed her complaint, defendants demanded a bill of particulars that asked Huck\nto specify (1) how her civil rights were violated as alleged in the complaint, (2) the acts that she claimed would\n211 prove that the City had *211 a pattern or practice that violated her civil rights, and (3) the pattern or practice that\nplaintiff claimed was in violation of her civil rights. Id. at 38. Huck's response to those requests made no mention\n\nof the strip search. Rather, she mentioned the strip search in response to defendants' demand for information\nabout the nature of Huck's intentional infliction of emotional distress claim. Id. at 41.\nSo it seems that at the beginning of the Huck trial, on November 25, 1998, defendants had no indication that\nplaintiff planned to prove that the City of Newburgh had an unconstitutional strip search policy. Indeed,\ndefendant's attorney stated in his opening statement: \"[Huck] was never fingerprinted, never photographed, he\n[Officer Lopez] never conducted any strip search where she was stripped naked or any of this stuff, that's\nabsolutely absurd. She admits herself she was never stripped naked, absolutely absurd. There's not even a claim\nin this case either, they never claimed that in this lawsuit.\" [Tr. 31-32].\nThe issue seems to have come to the forefront upon Chief Bloom's testimony, on December 1, which went as\nfollows:\nQuestion: Chief Bloom, do you know what the policy was of your department back on August 1st,\n1995 concerning the strip search of detainees?\nDefense Counsel: Just note my objection in that there's no claim for any strip search.\nCourt: Overruled.\nQuestion: Chief?\nAnswer: Would you repeat that, please?\nQuestion: I'll rephrase it, maybe you can understand it better. Tell the jury what your department's\npolicy was on August 1st, 1995 concerning the strip searching of detainees?\nAnswer: If you are arrested and are going to be placed in a cell you would be strip searched prior\nto being placed in the cell.\nQuestion: How about those detainees who were not placed in a cell, are they strip searched?\nAnswer: No, they're not.\nQuestion: Now, is there any difference between someone, a detainee, who has been arrested for\na felony vs. a misdemeanor as to how this policy was applied back on August 1st, 1995 to now?\nAnswer: Absolutely not.\nQuestion: How about is there a difference in the policy of 00 concerning the strip search of\n97\ndetainees between those people who are arrested for a city code violation than, perhaps, a\nmisdemeanor Answer: No, there is not.\nQuestion: Are all of these individuals who are brought in treated the same?\nAnswer: If they're going to be committed to a cell, yes, they are.\n[Record on Appeal 330-31].\nTwo days later, in mid-trial, plaintiff moved pursuant to C.P.L.R. § 3025 to amend her pleadings to include\nallegations of an unconstitutional strip search, as set forth in a proposed \"amended and supplemental bill of\nparticulars.\" Id. at 504. Later that day, the plaintiff rested, followed immediately by the defendant. Id. at 531-32.\nAnd after substantial debate, the court granted plaintiffs motion and allowed plaintiff to amend her complaint to:\nconform to the cause and allegations enumerated in the amended and supplemental bill\nparticulars; that is to say, adding a specified cause of action that the defendants 00 the plaintiffs\n97\ncivil rights under 42 U.S.Code 1983 as given to her by the 4th, 5th, 9th and 14th amendments to\n212 the United States Constitution *212 were violated by the defendants in that a strip search was\nconducted without probable cause or reasonable suspicion to believe any contraband or\n\ndangerous objects or weapons or materials would thereby be found. And it was, therefore, an\nunreasonable search in violation of the 4th and 14th amendments.\n[Record on Appeal 50, 559, 581]. There was no adjournment for discovery, but both parties were then allowed to\ncall more witnesses, which they did on December 4. The court charged the jurors on December 7, and they\nreached a verdict in defendant's favor that same day.\n[2]\nNew York courts permit the offensive use of collateral estoppel. See, e.g., Koch v. Consolidated Edison Co., 62\nN.Y.2d 548, 479 N.Y.S.2d 163, 468 N.E.2d 1 (1984). Taking into account the \"realities of litigation,\" however, I find\nthat the court's decision to allow Huck to amend her complaint after both parties had finished presenting their\ncases to the jury prevented defendants from having a full and fair opportunity to litigate the issue of whether the\nCity of Newburgh had an unconstitutional strip search policy. Although defendants were allowed to call additional\nwitnesses, they were unable to conduct discovery related to this issue or otherwise sufficiently prepare their case.\n[3]\nII. The Police Department's Written Strip Search Policy Is Not\nUnconstitutional On Its Face\nAs noted above, I certified a class only on the issue of whether the City of Newburgh had a policy of strip\nsearching pre-trail detainees without making a finding of reasonable suspicion, and that is the only issue that is\nproperly before me on this motion for summary judgment. The issue is essential to plaintiffs' suit because, where\na plaintiff seeks to hold a municipality liable under Section 1983 (as plaintiffs seek to do here), he must prove that\na municipal \"policy\" or \"custom\" caused the deprivation of a right, privilege, or immunity secured by the\nConstitution or laws of the United States. See Monell v. New York City Dep't of Social Services, 436 U.S. 658,\n690-91, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978).\n213 A policy or custom can be established in a number of ways. First, a policy *213 exists where the action that is\nalleged to be unconstitutional (here the strip searches) \"implements or executes a policy statement, ordinance,\nregulation, or decision officially adopted and promulgated by [the municipality's] officers.\" Monell, 436 U.S. at\n690-91, 98 S.Ct. 2018. Second, a municipal policy or custom may be shown by \"persistent and widespread\"\nconstitutional violations that are so pervasive that policy makers may be presumed to have acquiesced to that\npractice. See Sorlucco v. New York City Police Dep't, 971 F.2d 864, 870-71 (2d Cir.1992). Third, a custom or\npolicy may be shown by \"`circumstantial proof, such as evidence that the municipality so failed to train its\nemployees as to display a deliberate indifference to the constitutional rights of those within its jurisdiction.' \"\nDeCarlo v. Fry, 141 F.3d 56, 61-62 (2d Cir.1998) (quoting Ricciuti v. N.Y.C. Transit Authority, 941 F.2d 119, 123\n(2d Cir.1991)). And fourth, actions taken by persons whose activities reflect official policy may constitute a custom\nor policy for Section 1983 purposes. See City of St. Louis v. Praprotnik, 485 U.S. 112, 123, 108 S.Ct. 915, 99\nL.Ed.2d 107 (1988).\nIn this motion, plaintiffs argue that City of Newburgh Police Officers were implementing an explicit, written police\n[4]\ndepartment policy when they strip searched detainees without making a finding of reasonable suspicion.  The\nregulation at issue provides:\nBefore being placed in a cell and as soon as possible at headquarters after arrest, the clothing\nand person of a prisoner shall be thoroughly searched by the arresting officer. Strip searches will\nbe conducted only when the arresting officer reasonably believes that the prisoner may have\nconcealed weapons or contraband, and only after receiving explicit approval from the watch\ncommander to conduct the strip search.\n[Defendants' 56.1 Statement, Ex. C].\nUnder Second Circuit precedent, blanket policies subjecting all newly-arrested misdemeanor detainees in a local\ncorrectional facility to visual body cavity searches are unconstitutional. Shain v. Ellison, 273 F.3d 56, 64-65 (2d\nCir.2001); Wachtler v. County of Herkimer, 35 F.3d 77, 82 (2d Cir.1994); Walsh v. Franco, 849 F.2d 66 (2d Cir.\n\n1988); Weber v. Dell, 804 F.2d 796, 802 (2d Cir.1986). In order for a visual body cavity search to be found\nreasonable under the circumstances, there must be some \"`particularized suspicion,' arising either from the\nnature of the charge or specific circumstances relating to the arrestee and/or the arrest,\" that the arrestee is\nconcealing weapons or other contraband. Weber, 804 F.2d at 802 (citing United States v. Montoya de Hernandez,\n473 U.S. 531, 540, 105 S.Ct. 3304, 87 L.Ed.2d 381 (1985)). In addition, as this Court recently concluded, the law\nof this Circuit requires that the \"individualized reasonable suspicion\" rule apply to accused felons as well as\nmisdemeanants upon arrival at a local correctional facility. See Murcia v. County of Orange, 226 F.Supp.2d 489,\n494 (S.D.N.Y.2002).\n214 With this standard in mind, I cannot conclude that the City of Newburgh's *214 policy is unconstitutional on its\nface. Plaintiffs fail to demonstrate that the written policy \"could never be applied\" in a constitutional manner. New\nYork State Nat. Organization for Women v. Pataki, 261 F.3d 156, 171 (2d Cir.2001). Of course, \"reasonably\nbelieves\" is a broader standard than \"reasonable under the circumstances\" pursuant to finding some\n\"particularized suspicion.\" Thus, there are situations where an officer may \"reasonably believe\" that an arrestee is\nconcealing weapons or other contraband, but where there exists no \"particularized suspicion\" under the\ncircumstances. It is possible, however, that in implementing the \"reasonable belief standard the City of Newburgh\nstayed within the narrower parameters of the \"particularized suspicion\" standard. In other words, the City of\nNewburgh's policy could have been applied in a constitutional manner. Whether it was is an issue for the jury.\nIII. Genuine Issues of Material Fact Exist as to Whether the City of\nNewburgh Instituted An Unconstitutional Strip Search Policy\nPlaintiffs offer the affidavits of several individuals in which they state that City of Newburgh police officers\nsubjected them to visual body cavity searches upon being arrested. Defendants provide (1) the deposition\ntestimony of Chief Bloom in which he states that he was \"wrong\" when he testified at the Huck trial; and (2) the\ndeposition testimony of Deputy Chief Sorrentino, in which he stated that officers were required to have\nreasonable suspicion in order to conduct a search in which they removed all of an arrestees' clothing. This\nconflicting evidence creates a genuine issue of material fact.\nIV. Defendants' Motion to Redefine the Class is Granted\nThe class that I certified in my May 16, 2002 decision includes individuals who were strip searched upon their\narrest between March 27, 1998 and March 27, 2001. In their papers on this motion for summary judgment,\ndefendants ask the court to redefine the class period to run from March 27, 1998 to August 24, 2000, when\ndefendants took steps to ensure that their policy would accord with the Fourth Amendment.\nPlaintiffs do not appear to oppose this motion. Indeed, in their 56.1 Statement they assert that \"[p]rior to August\n24, 2000 defendants maintained a blanket policy/practice of strip-searching all pre-trial detainees upon placing\nthem in a holding cell without regard to the existence or nonexistence of reasonable suspicion.\" Thus,\ndefendants' motion is granted.\nCONCLUSION\nPlaintiffs' motion for summary judgment is denied. Defendants' motion to redefine the class period to run from\nMarch 27, 1998 to August 24, 2000 is granted.\nThis constitutes the decision of the Court.\n[1] Huck claimed that she was made to take off all of her clothes. For purposes of this motion, I accept the City's\naccount.\n[2] Offensive collateral estoppel occurs when a plaintiff seeks to estop a defendant from relitigating the issues\nthat the defendant previously litigated and lost against another plaintiff, while defensive estoppel occurs when a\n\nplaintiff is estopped from asserting a claim he had previously litigated and lost against another defendant.\nAlthough New York courts permit the use of offensive collateral estoppel, the Court of Appeals has cautioned that\nin certain contexts the application of the doctrine may raise legitimate fairness concerns. See Halyalkar v. New\nYork Board of Regents, 72 N.Y.2d 261, 270, 532 N.Y.S.2d 85, 90, 527 N.E.2d 1222 (1988); cf. Parklane Hosiery\nCo., Inc. v. Shore, 439 U.S. 322, 329-31, 99 S.Ct. 645, 58 L.Ed.2d 552 (1979) (\"[Where] the application of\noffensive estoppel [under federal law] would be unfair to a defendant, a trial judge should not allow the use of\noffensive collateral estoppel.\").\n[3] Defendants' counsel clearly thought this to be the case, stating: \"Certainly we had a right to additional\ndepositions ..., we could have hired experts with regard to the strip search, we could have brought in other\nwitnesses regarding the strip search; we're now sandbagged at the last second with an alleged claim of violation\nof constitutional rights based on a strip search, when strip search has never been mentioned in this case in any\npleading or in the bill of particulars, and 1 say that if that's not prejudicial nothing is.\" [Record on Review 563-64].\nDefendants' counsel also argued to the court that only two questions were asked about strip searches in the\nentirety of the depositions taken for the case. Id. at 667.\n[4] Of course, even if I accepted their argument, plaintiffs would still have to prove that defendants acted pursuant\nto that policy. In other words, there must be a \"direct causal link between a municipal policy or custom and the\nalleged constitutional deprivation.\" City of Canton v. Harris, 489 U.S. 378, 385, 109 S.Ct. 1197, 103 L.Ed.2d 412\n(1989). That issue, however, is outside the scope of the issue for which I certified a class. And each plaintiff will\nhave to litigate it individually, just as they will have to litigate (assuming that the class prevails on the \"policy\"\nissue) whether their rights were violated and whether they suffered damages. See Maneely, 208 F.R.D. at 79.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55625"
    }
  ],
  "document_count": 6
}