{
  "case_id": 325,
  "fetched_at": "2025-10-22T00:03:37.700148",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Lake County Juvenile Detention Home and the Gary City Jail",
        "institution_alt_state": null,
        "institution_city": "Gary",
        "institution_county": "Lake",
        "name": "Lake County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1977,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Due Process: Procedural Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Indiana",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1974-02-20",
    "filing_year": 1974,
    "id": 325,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Counseling",
      "General/Misc.: Food service / nutrition / hydration",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "Jails, Prisons, Detention Centers, and Other Institutions: Visiting",
      "General/Misc.: Mail",
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc.: Juveniles",
      "General/Misc.: Rehabilitation",
      "General/Misc.: Totality of conditions",
      "Discrimination Basis: Race discrimination",
      "General/Misc.: Education",
      "Jails, Prisons, Detention Centers, and Other Institutions: Youth / Adult separation"
    ],
    "last_checked_date": "2007-11-03T00:00:00-04:00",
    "main_docket": {
      "id": 42760,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1974,
      "docket_filing_number": 49,
      "is_main_docket": true,
      "court": "Northern District of Indiana",
      "state": "Indiana",
      "docket_office_number": "2",
      "docket_number_manual": "74-49",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Doe v. Lake County",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 1977,
    "permanent_injunction": false,
    "plaintiff_description": "Present and future juveniles held in the Lake County Juvenile Detention Home or held without charges in the Gary City Jail",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "On February 20, 1974, an inmate at the Juvenile Detention Home in Lake County, Indiana filed a class action lawsuit under 42 U.S.C. § 1983 against Lake County in the U.S. District Court for the Northern District of Indiana on behalf of all present and future juveniles held in the Lake County Juvenile Detention Home or held without charges in the Gary City Jail.  The plaintiffs, who were represented by the Project for Justice and Equality, filed an Amended Complaint on August 2, 1974, and asked the court for injunctive relief, alleging that the adequacy of the juvenile detention center and the treatment the juveniles received violated their constitutional rights.  The plaintiffs sought to require a treatment program which would meet the minimum statutory and constitutional standards required to detain juveniles.  They also sought to change procedures between the time of arrest and court appearance.  Furthermore, the plaintiffs sought compensatory and punitive damages. Two of the named defendants, Judges James J. Richards and Joseph Meszar, claimed that judicial immunity protected them from the suit.  The court (Judge Allen Sharp) ruled on August 20, 1975, that judicial immunity did not apply.  The court also ruled that the plaintiffs were prohibited from seeking damage awards from the judges in this case.  Doe v. Cty. of Lake, 399 F. Supp. 553 (N.D. Ind. 1975).  The parties entered into a Consent Judgment on October 25, 1977, in the U.S. District Court for the Northern District of Indiana.  The court (Judge Sharp) enjoined the defendants from confining juveniles in city or county jails or the Lake County Juvenile Detention Home without notice of charges against them and of their legal rights.  The Consent Judgment further required the facility to improve numerous conditions and treatment policies for the juveniles, including allowing them to retain personal possessions, to eat full meals, to speak languages other than English, and to visit with relatives.  The Judgment also outlined minimum qualifications for staff working in and overseeing the juvenile facilities.  Finally, the Judgment awarded damages of $750 to each of the minor named plaintiffs and $500 in costs.",
    "summary_published_date": "2025-05-27T13:00:04.688069-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/325",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=325",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=325",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=325"
  },
  "documents": [
    {
      "date": "1977-10-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Northern District of Indiana",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Court",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1447,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1447.pdf",
      "title": "Consent Judgment",
      "text": "Doe v. Lake Co.\n, *:*>\"•\n•y •\nH  ••  HH  H^  •• •  |\nJI-IN-001-002\nUNITED STATES DISTRICT COURT\nNORTHERN DISTRICT OF INDIANA\nHAMMOND DIVISION\nJOHN DOE, et al., 7\nPlaintiffs, )\n)\n- VS - •% •CIVIL  NO.  H  74-49\nTHE COUNTY OF LAKE, et al. ) FILED '\"\nDefendants.\nOCT 2 5 1977\nAt.. -M\nCONSENT JUDGMENT\nFRANCIS T. GRANDYS, CLERK\nU. S. DISTRICT COURT\nThe parties, excluding the city defendants covered by the\nConsent Decree approved by the court on May 19, 1977, by counsel\nhereby agree to, and submit to the court for entry, the following\njudgment resolving all issues in this case, with the exception of\nplaintiffs' attorney fees.\nI.  INTRODUCTION\n\"Plaintiffs'filed the Complaint herein on February 20, 1974,\nand an Amended Complaint on August 2, 1974, seeking declaratory\nand injunctive relief and damages based on the following conten-\ntions :\nA.  Against the City of Gary and individual city officials:\n1.  Denial of due process in violation of the fourteenth\namendment to the United States Constitution in that they were\nconfined to the Gary City Jail vithout notice of charges against\nthem, without being .advised of their right to an attorney, and\ntheir right to consult with a parent or guardian before being\nquestioned, and without any judicial determination as to the\nlegality of their detention.\n2.  Denial of their right to treatment in violation of the\nfourteenth amendment to the United States Constitution in that they\nwere denied medical treatment, psychological services, recreation,\nand education while confined at the Gary City Jail.\n\n- v\n3.  Denial of their right under I.C. 1971, 31-5-7-1. at the\nGary City Jail, in that they were not provided with custody, care,\nand discipline as nearly as possible equivalent to that which they\nshould have been given by their own parents.\n4.  Denial of their rights under I.C. 31-5-7-23, in that they\nwere held in the Gary City Jail without any determination that\ntheir habits constituted a threat to other persons.\nB.  Against the County of Lake and individual County officials:\n1.  Denial of due process in violation of the fourteenth\namendment to the United States Constitution in that they\nwere confined to the Lake County Detention Home without notice\nof charges against them, without being advised of their right to an\nattorney and without any judicial determination as to the legality\nof their detention.\n2.  Denial of due pro*cess in violation of the fourteenth amendment\nto the United States Constitution, in that they were subjected to\npunishment, including solitary confinement and food deprivation,\nat the Lake County Detention Home without notice and a hearing.\n3.  Denial of equal protection in violation of the fourteenth\namendment to the United States Constitution in that juveniles with\nnon-Anglo-American backgrounds were treated more harshly than those\nof Anglo-American backgrounds.\n4.  Denial of equal protection in violation of the fourteenth\namendment to the United States Constitution and freedom of expres-\nsion in violation of the first and fourteenth amendments to the\nUnited States Constitution in that their heads were shaved while\nat the Lake County Detention Home.\n5.  Denial of equal protection in violation of the fourteenth\namendment to the United States Constitution and freedom of speech\nin violation of the first and fourteenth amendments to the United\nStates Constitution in that they were prevented from speaking the\nlanguage of their choice in the Lake County Detention Home.\n%\n- 2 -\n\n—^  ,j,^  ...\n6.  Denial of freedom of religion in violation of the\nestablishment and free exercise clauses of the first amendment\nto the United States Constitution in that they were prevented\nfrom worshipping or not worshipping in accord with their own\nconsciences and were forced to be involved with mandatory religious\nactivities.\n7.  Denial of their rights under the sixth amendment to the\nUnited States Constitution in that they were denied free access to\ncounsel while at the Lake County Detention Home.\n8.  Denial of the protection of the eighth and fourteenth amend-\nments to the United States Constitution at the Lake County Detention\nHome in that they were denied medical care, psychological services\nand education and were subjected to cruel and unusual punishment\nby being confined in isolation, by being kept inaccessible to their\nparents or guardians for extended periods of time, by having their\nmail read and censored, by having their heads shaved, by being\ndeprived of meals, by being deprived of all personal possessions,\nby the arbitrary control of their recreation, and by being sub-\njected to supervision and discipline by staff with inadequate\ntraining.\n9.  Denial of their rights under I.C. 1971, 31-5-7-1, at the\nLake County Detention Home in that they were not provided with\ncustody, care, and discipline as nearly as possible equivalent to\nthat which should have been given by their own parents.\n10.  Denial of their rights under.I.C. 31-5-7-23, in that\nthey were held in the Lake County Detention Home without any\ndetermination that their habits constituted a threat to other\npersons.\nII.  FINDINGS OF FACT\nBased on the agreement of the parties, the court hereby\nmakes the following findings of fact:\n— 3 —\n\nA.  Defendant County of Lake has the statutory obligation to\nprovide sufficient funds for the operation of the Juvenile\nCourt System in Lake County.\nB.  Defendant Joseph Meszar is the Judge of the Juvenile Division\nof the Lake Superior Court [hereafter Juvenile Court] and is\ncharged by statute with the responsibility for both the\nadministrative and judicial functions of the Juvenile Court.\nDefendant Judge Meszar is also charged by statute with ad-\nministration of the Lake County Juvenile Detention Home and,\nby his appointment of defendants Michael Kampo, Superintendent,\nand Emily Slepcevich, Assistant Superintendent, with the\nsupervision of juveniles within the Home.\nC.  Defendant Board of Commissioners of Lake County and its\nmembers, Stanley Olszewski, Atterson Spann and Martin Behnke\nare legally responsible for maintaining the building and the\ngrounds of the Lake County Detention Home.*\nD.  Defendant Lake County Council and its members, Clark A. Metz,\ni  Richard J. Blastick, Sydney E. Garner, Gerald J. Mazur,\n^  David J. Bradach, Holland C. Beckham'and Frank H. Perry,*\n-•\\  are legally responsible for appropriating funds for the Lake\n;'1  County Court system and for the Lake County Detention Home.\nl-i  The County Council and County Auditor, Jose Arredondo, are\n'f'xi  joined as defendants pursuant to I.C. 1971, 17-1-24-27, which\ni i  requires such joinder when an action for money judgment is\n.;3  brought against a county and the county council is sued\n\\  collectively by its legal name.\nE.  Defendant Michael Kampo, the Superintendent of the Lake County\nDetention Home, and defendant Emily Slepcevich, the Assistant\nSuperintendent of the Lake County Detention Home, are charged\n*  Pursuant to Rule 25(d)(l), F.R.C.P., Atterson Spann has\n:  been substituted for J.J. Forszt as a County Commissioner; Clark A.\nj  Metz, David J. Bradach and Rolland C. Beckham have been substituted\n1  for Joseph Baron, William Bielski and James Mundell as County\nCouncil members.\n- r\n\nc\nby statute with the responsibility for the Home's adminis-\ntration by reason of appointment of the Juvenile Court Judge.\nF.  Defendant Andrew Hiduke, the Chief Lake County Probation\nofficer, holds his office by appointment by the Juvenile\nCourt Judge.  The Chief Probation officer has charge by\nstatute of the work of the Probation Department which is\nto carry out the objectives and provisions of the Indiana\nJuvenile Code,\nG.  The following conditions, practices and policies prevailed\nat the time this action was filed on February 20, 1974:\n1.  Some juveniles were detained in various city jails in\nLake County without being provided notice of charges against them,\nwithout being advised of their right to an attorney, or their\nright to consult with a parent or guardian before being questioned,\nand without any judicial determination as to the necessity of their\ndetention or that their habits constitute a threat to other persons.\n2.  Some juveniles were detained at the Lake County Juvenile\nDetention Home without having notice of the charges against them,\nwithout being advised of. their right to an attorney and without\na judicial determination as to the necessity, of their detention\nor that their habits constituted a threat to other persons.\n3.  Some male juveniles detained at the Lake County Detention\nHome were subjected to involuntary haircuts.\n4.  Some juveniles detained at the Lake County Juvenile De-\ntention Home were prohibited from speaking a language other than\n••.*•\nEnglish.\n5.  Some juveniles detained at the Lake County Juvenile De-\ntention Home were required to attend certain mandatory religious activities\n6.  Both the outgoing and incoming mail of some juveniles de-\ntained at the Lake County Juvenile Detention Home was read and\ncensored by officials at the Home.\n- 5 -\n\n7. 'Some juveniles detained at the Lake County Juvenile Detention\nHome were subjected to discipline without a hearing, and the dis-\ncipline included confinement to isolation rooms for extended periods\nof time, inaccessibility to parents and guardians for extended\nperiods of time, and deprivation of full meals,\n8.  Some Juveniles detained at the Lake County Juvenile\nDetention Home were not provided appropriate education opportunities,\nmedical and psychological treatment, and programs appropriate for\nsuch a short-term detention home.\n9.  The staff at the Lake County Juvenile Detention Home in\ncharge of the supervision and discipline of the juveniles detained\nthere was only partially integrated on the basis of race and cul-\nture and some staff had no particular training, education, or prior\nexperience in dealing with institutionalized children.\nIII.  CONCLUSIONS OF LAW\nA.  Jurisdiction is conferred on this Court by 28 U.S.C. §§ 1331\nand 1343(3) and C4).\nB.  Plaintiffs' action for declaratory and injunctive relief\nand damages is authorized by 42 U.S.C. 5 1983, the United\n- -,« -:A States Constitution, 28 U.S.C. §§ 2201 and 2202, and Rule 57\nof the Federal Rules of Civil Procedure,\nC.  This is a proper class action brought under Rule 23(a) and\n(b)(2) of the Federal Rules of Civil Procedure, and was so\n,j certified by this Court on July 19, 1974.  The class consists\nof all juveniles who have been, are currently being, or will\nin the future be held in the Gary City Jail without charges\nbeing filed, and/or who have been, are being, or will be\nheld in the Lake County Juvenile Detention Home, and while in\nthat Detention Home, be subjected to any or all of the illegal\nand unconstitutional practices alleged in the Complaint.\nD.  The conditions, practices and policies outlined in 1 G of\n5 II above are hereby declared to be in violation of the\n-6-\n\n3 :\nplaintiffs' rights under the first, sixth, eighth, and\nfourteenth amendments to the United States Constitution,\nand the provisions of the Indiana Juvenile Code, Ind. Ann.\nStat. § 9-3201, et seq., I.C. 31-5-7-1, eit aeq. (1971).\nIV.  ORDER\nTHEREFORE, IT IS HEREBY ORDERED, ADJUDGED and DECREED that:\nA.  The following defendants:  the County of Lake; the Lake County\nCouncil; Clark A. Metz, Richard J. Blastick, Sydney E. Garner,\nGerald J. Mazur, David J. Bradach, Rolland C. Beckham, and\nFrank H. Perry, Individually and as members of the Lake\nCounty Council; Atterson Spann, Stanley Olszewski, and Martin\nBehnke, Individually and as members of the Board of Commis-\nsioners of Lake County; Jose Arredondo, Individually and as\nLake County Auditor; Joseph Meszar, individually and in his\ncapacity as Judge of the Juvenile Division of the Superior\nCourt of Lake County, Michael Kampo, individually and as\nSuperintendent of the Lake County Juvenile Detention Home;\nEmily Slepcevich, individually and as Assistant Superintendent\nof the Lake County Juvenile Detention Home; Andrew Hiduke,\nindividually and as Chief Lake County Juvenile Probation\nOfficer; and Kenneth Orze, Individually and as Probation\nOfficer of Lake County; their agents, employees and successors\nin office are .hereby enjoined from:\n1.  Authorizing or in any way participating in the confine-\nment of juveniles In city jails, without notice of charges against\nthem, without being advised of their right to an attorney and their\nright to consult with a parent or guardian before being questioned,\nand without any judicial determination as to the legality of their\ndetention or that their habits constitute a threat to other persons.\n2.  Confining juveniles to the Lake County Juvenile Detention\nHome or to the Lake County Jail without notice of- charges against\nthem, without being advised of their right to an attorney, and\n- 7 -\n\nc c\nwithout any judicial determination as to the legality of their\ndetention or that their habits constitute a threat to themselves\nor other persons.\n3.  Cutting or shaving the hair of any child without the\nchild's consent.\n4.  Prohibiting children from speaking a language other than\nEnglish.\n5.  Preventing juveniles from worshipping or not worshipping\nin accordance with their own consciences or forcing them to be\ninvolved with mandatory religious activities.\n6.  Denying juveniles access to legal counsel.\n7.  Confining a juvenile in his room for more than eight\n(8) hours without being seen by a psychologist or a probation\nofficer, whose approval is necessary for any further confinement;\nin all situations where a child is confined, a staff member shall\ncheck the child approximately every hour and release him/her as\nsoon as the child no longer poses a threat.\n8.  Preventing any child from visiting with parents or\nguardians during regular visiting hours and from consulting with\nan attorney at any reasonable time.\nj\n9.  Reading and censoring the mail of juveniles provided,\nhowever, that incoming mail can be inspected QLn the child's pre-\nsence) for contraband if there is reason to believe it might con-\ntain contraband.\n10.  Depriving children of full meals as a disciplinary\nmeasure.\n11.  Depriving juveniles of personal possessions as long as\nsuch possessions are in no way dangerous to themselves or others,\nwill not interfere with the orderly operation of the Detention Home,\nand are not of sufficient value to invite theft.\n- 8 -  •\n\nc\n••--.*5L. JZ?.Z\\- .-?.;\\\n12.' Forcing juveniles to participate in recreational activi-  •\nties, particularly when the activities entail a risk of harm (e.g.\nboxing), provided, however, that juveniles can be encouraged to\nparticipate in recreational activities.\n13.  Denying juveniles the education and medical and psycho-\nlogical treatment and services necessary and appropriate to a\nshort-term detention home.\n14.  Subjecting juveniles to supervision and discipline by\na staff which is not racially and culturally integrated and which\ngenerally has no training, education, or previous experience in\ndealing with children such as those confined in the Detention Home.\n15.  Subjecting juveniles to inappropriate, harsh and/or\nunnecessary punishment and controls.\nB.  In accordance with the injunction in 1 A above, the County\ndefendants shall:\n1.  Issue an order, over the signature of defendant Lake\nCounty Juvenile Judge 'Joseph Meszar, concerning the pretrial holding\n1\nof juveniles (see attached Exhibit \"A\" which is incorporated as\npart of this Consent Decree).\ni\n2.  Within twenty-four (24) hours of their detention, or as\nsoon as possible Monday morning if detained on a weekend, bring\nevery detained juvenile before the court for a detention hearing\n'-'••I at which,\na)  counsel for the juvenile shall be present;\nb)  counsel will be appointed if the juvenile\ncannot afford a private attorney;\nc)  the juvenile will be informed of the nature\nof the hearing and of the charges against\nhim. of all his rights, and of the reasons\nfor which he can be detained; and\nd)  a determination concerning further detention\nor release to parents or guardians shall be\nmade by the court.\n- 9 -\nr  •\n\n-r-t-- r\ni-\n3.  Cease to cut the hair of any juvenile without his con-\nsent and refrain from any other form of discrimination against\njuveniles because of the length or style of their hair.\n4.  Allow juveniles to speak the language(3) of their\nchoice and refrain from taking any other punitive measures against\nthem because of their nationality.\n5.  Place absolutely no pressure upon any juvenile to\nparticipate in or attend any religious services or activities or\nto read a Bible or similar religious literature; no Bible or\nsimilar religious literature shall be placed in any private\nroom used by a juvenile unless a juvenile requests it.\n6.  Make every effort to see that juveniles are able to\nworship according to their individual beliefs.\n7.  Allow juveniles complete access to counsel by telephone,\nletter, and personal contact; such contact may not be restricted\nto the regular visiting hours, but may be at any reasonable time.\n8.  Allow juveniles to send and receive an unlimited number\nof letters with no restrictions on who the correspondents may be;\nsuch mail may be inspected for contraband, in the presence of the\nchild, but may not be read or censored; stationery and stamps,\nnot to exceed three (3) of each per week, will be provided for\nthose juveniles who cannot otherwise obtain such items because of\npoverty; letters received after a juvenile has been released from\nthe Detention Home shall be forwarded to him at his/her last known\naddress.\n9.  Allow juveniles tvo (2) free phone calls, to a parent,\nguardian, or other adult responsible for the juvenile, upon enter-\ning the Detention Home; Juveniles may also make and receive tele-\nphone calls to any of the above individuals at times of stress or\nemergency for themselves or their families.\n- 10 -\n\nc\n10.  Allow juveniles to visit with parents, relatives, and\nguardians at least on Tuesday, Thursday and Saturday afternoons\nand evenings, from two o'clock (2:00) to three o'clock (3:00) p.m.\nand seven o'clock (7:00) to eight o'clock (8:00) p.m.\n11.  Encourage juveniles to participate in recreational\nactivities but not force them to do so, particularly when those\nactivities entail some risk of harm, e.g., boxing.\n12.  Provide juveniles with suitable clothing appropriate\nto health and weather.\n13.  Allow juveniles to retain or receive any personal\npossessions they wish, as long as such possessions are in no way\ndangerous to themselves or others, will not interfere with the\norderly operation of the Detention Home, and are not of sufficient\nvalue to invite theft.\n14.  Post in conspicuous places in the Detention Home a list\nof all the Detention Home rules and regulations and punishments for\nInfractions, which are worded and written in such a manner that\njuveniles can clearly understand them.\n15.  Provide meals at the Detention Home which are nutri-\ntious and adequate to meet the juveniles' hunger, and which are in\nno way-restricted in type or amount for disciplinary purposes.\n16.  Eliminate* isolation or disciplinary confinement except\nin extreme cases of misbehavior where the juvenile poses an immediate\nthreat to the health or safety of him/herself or others; when such\nconfinement is required it sha 1*1 conform to the following standards:\na)  it shall be imposed by a staff member only\nafter consultation and agreement with at\nleast one other staff member;\nb)  it shall be in the child's regular, private t I\nsleeping room;\nc)  it shall be continued only so long a3 the\nchild poses an immediate threat to the health\nor safety of him/herself or others;\n;  '  , - 11 -  ^  .\nT \"\n\nd)  a juvenile in isolation or solitary con-\nfinement shall be observed approximately\n•  hourly by Detention Home personnel to note\nhis/her physical and emotional status and\nwhether he/she has calmed sufficiently to\nbe released from confinement; if a juvenile\nseems particularly depressed, he/she shall\nbe visited more frequently; a member of the\n•••••<  •  Detention Home staff shall always be within\ncalling distance of juveniles so confined\nand shall respond within several minutes of\nbeing called;\ne)  while in isolation or solitary confinement, a\njuvenile may wear regular Detention Home cloth-\ning and shall be provided with books, writing\nmaterials (at the discretion of the staff) and\nother such non-dangerous items as he/she re-\n.  quests, with which to pass the time in con-\n•  finement; confined juveniles shall also be\n-'- ......$  allowed to visit with parents, relatives,\n^ ^  '  guardians and attorneys as often as other\n'... i*./J  juveniles in the Detention Home;\n.''?:\".>7^t-''i  f)  no such confinement shall exceed eight (8)\nhours without the child being seen by the\n\"*•'•\"•  •\"• psychologist or probation officer, whose\nV 4  j £|l  approval is required for further confinement;\n•-  -  \\  ;-\"'\n\"''• ;  g)  all periods of confinement, with the reasons\n1  therefor, shall be recorded in writing on the\nchild's record with an indication of the length\nof time confined, the staff member initiating it,\nand any involvement by the psychologist or pro-\nbation officer.\n17.  Submit rules and regulations governing the conduct of\nchildren in the Detention Home (see attached Exhibit \"B\"), making\n- 12 -\nT  •\n\n's. such rules and regulations reasonably available to all children; -•  - t\nand rules and regulations governing the conduct of group leaders  r\n(see attached Exhibit \"C\") .  '•\n18.  Give counsel for the plaintiffs or their delegate  !'\nregular access to all records necessary to monitor compliance with  i\nthis judgment.  i\n19.  Through consultation with an education specialist,  ••\ndevelop an education program suitable to meet the needs of children  •\nconfined in the Detention Home.  ;\n20.  Make available the funds in an amount sufficient to  ;\nattract competent persons and make every reasonable effort to  j\nemploy no later than June 1, 1978, the following staff members  !\nwho shall be employed sufficient hours to maintain the following  '\nratios of staff members to juveniles, based upon the detention\nhome's average juvenile population for the past year and the\ncoming year's projected average juvenile population:  :\na)  one (1) full time psychologist with a Ph.D. degree,  ;\nwhose duties shall include a complete evaluation of  <\neach child upon admission to the detention home and  i\nthe development and implementation of a staff training  }•\"\nj  program, for each forty-four (44) children detained  I-J\nl  in the detention home.  At no time, however, shall the  f;\ns\n$  number of psychologists employed decrease below one\n•_>1  (1) full-time psychologist;\nja  b)  one (1) full time licensed teacher, preferably with\n•j  special  training in remedial  education or the education  \\]\n\"rJ  of handicapped children, for each twenty-five (25)  [\nJ  children detained in the detention home.  At no time,  |\n\"i  however, shall the number of hours on duty of the  j;\nteachers decrease below that necessary to provide  •'\neach juvenile at the detention home at least two (2)  i\nhours of education per day;  ;;\nc)  one (1) group leader, preferably with a B.A, degree\nii\nin psychology, social work, sociology or education,  I\nfor each two (2) children detained in the detention  I\nhome.  At no time, however, shall the number of group\nj  leaders decrease below that number necessary to\n;  '  -13'\n\nc\nadequately supervise the juveniles detained on a •-\ntwenty-four (24) hour per day'basisj\nd)  one (1) full time registered nurse for each eighty-\neight (88) Juveniles detained in the detention home\nwhose duties shall include:\n1)  a physical exam!nation of each child upon\nadmission;\n2)  conducting a daily sick call during which (s)he\nshall examine each juvenile who has medical com-\nplaints and talk with each juvenile who requests\nconsultation or advice regarding medical problems;\n3)  making arrangements for each juvenile who requires\nfurther medical attention to see a physician or,\nin the event of an emergency dental need, a dentist\nas soon as necessary and/or, if appropriate, to be\nadmitted to a hospital;\n4)  seeing that parents or guardians are informed\nof the medical conditions and needs of juveniles\nexaminedj\n5)  supervising the administration of all medication\nand drugs required by juveniles;\n•A\nSi\n6)  maintaining individual records on all juveniles\nseen or examined) the records shall contain the\ndate of examination or consultation, medical\nobservations, recommendations, and action taken to\n:•£!\nfollow-up on such recommendations;\nAt no time, however, shall the number of hours on duty\nof the registered nurse at the detention home decrease\nbelow that number required to maintain daily admission\nevaluations and daily sick calls for the children\nadmitted and detained;\ne)  one (1) intake supervisor with a B.A. degree, preferably\nin psychology, social work, sociology or education,\nwhose duties shall include the screening of children\nbrought to the detention home and making preliminary\ndecisions on whether or not they shall be detained,\n-14-\n'  T  •\n\n-f-.* 1-  ^\nr r\nfor each twenty-two (.22) children detained in the\ndetention home.  At no time, however, shall the number\nof hours on duty of the intake supervisors at the\ndetention home decrease below that number required\nto maintain daily screenings and preliminary detention\ndecisions for the children admitted.  At the discre-\ntion of the superintendent and the Lake County Juvenile\nJudge, one or more of the intake supervisors may be\ndetached duty probation officers.\n21.  Make available sufficient funds for the positions of\nSuperintendent and Assistant Superintendent of the Detention Home -\nto make possible, at the next vacancy, the hiring of a Superinten-\ndent with at least a M.A, degree in psychology, social work,\nsociology or education, and an Assistant Superintendent with at\nleast a B.A. degree in psychology, social work, sociology or\neducation.\n22.  Make available sufficient funds for the purchase of\nsuch testing, educational and recreational supplies and equipment\ndeemed necessary by the superintendent, psychologist(s) and\nteachers.\n23.  In the future, hire Detention Home staff with a goal\nof making the staff racially and culturally proportionate to the\ngeneral racial and cultural make-up of the children detained there.\n24.  In the future, hire Detention Home staff with the\neducational backgrounds set out in TT 20 and 21 above.\n25.  Allow a twice per year inspection by any qualified\nindividual or agency to be mutually agreed upon by the parties,\nand/or by counsel for the plaintiffs or their delegate, in regard\nto the matters covered by this judgment.\nC.  Named minor plaintiffs are awarded damages in the amount\nof Seven-hundred Fifty Dollars ($750.00) each and plaintiffs\nare avarded -costs in the amount of Five-hundred Dollars\n($500.00); a judgment is hereby entered against the defend-\nants in their official and representative capacities, and\n-15-\nr  •\n\nr\nnot in their individual;; capacities, .in the amount of .Thirty-.\nfive Hundred Dollars C$3 500,00), the amount of damages\n1\nand costs awarded above.  The judgment insofar as it relates\nto defendant Judge Meszar is confined to the injunctive\nrelief provided for.\nD. The matter of plaintiffs' attorney fees will be submitted\nto the court for decision.\nE.  The court shall retain jurisdiction over this matter for\nthe purpose of securing final implementation of the pro-\nvisions above.\nJUDGE - U.S. DISTRICT COURT\nENTERED:\nAPPROVED:\nMAX COHEN\nAttorney for Defendant Judge Meszar Defendant\n1012 Gary National Bank Building _  County Council\n2927 Jewett Street\n504 Broadway\nHighland, IN 46322\nGary, Indiana  46402\nfi\nNONA NOEL\nAttorney for Remainder of County Defendants\n5313 Eohman Avenue\nHammond, Indiana  46320\nIVAN E. BODENSTEINER\nAttorney for Plaintiffs\nProject Justice and Equality\nValparaiso University School of Law\nValparaiso, Indiana  46383\nTelephone:  (219)  464-5191\n'U-M^/nfl., I-T\nMYRNA HAKT\nAttorne^jfor Plaintiffs\nProject sjustice and Equality\nValparaiso University School of Law\nValparaiso, Indiana  46383\nTelephone:  (219) 464-5191\n-16-\nr  •",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1447"
    },
    {
      "date": "1975-08-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 553,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 399,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Indiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54347,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54347.pdf",
      "title": "Memorandum and Order",
      "text": "399 F.Supp. 553 (1975)\nJohn DOE, a minor child by his mother and next friend, Mary Doe, Individually and on\nbehalf of all other persons similarly situated, Plaintiffs,\nv.\nThe COUNTY OF LAKE, INDIANA, et al., Defendants.\nNo. H 74-49.\nUnited States District Court, N. D. Indiana, Hammond Division.\nAugust 20, 1975.\n554 *554 Seymour Moskowitz, Gary, Ind., for plaintiffs.\nJames J. Richards, Hammond, Ind., J. Robert Miertschin, Gary, Ind., Joseph Skozen, Munster, Ind., William J.\nMuha, Highland, Ind., Robert D. Hawk, Gary, Ind., Joseph Meszar, pro se, for defendants.\nMEMORANDUM AND ORDER\nALLEN SHARP, District Judge.\nThe defendants, Judges James J. Richards and Joseph Meszar, contend that they have judicial immunity from\n555 suit, which encompasses any action under 42 *555 U.S.C. § 1983, as brought by the plaintiffs in the instant\naction.\nThe principle of judicial immunity has been long a part of our common law and the rationale for the same was\nsuccinctly stated by the Supreme Court of the United States in the early case of Bradley v. Fisher, 80 U.S. (13\nWall.) 335, 20 L.Ed. 646 (1871), as follows:\n\"For it is a general principle of the highest importance to the proper administration of justice that a\njudicial officer, in exercising the authority vested in him, shall be free to act upon his own\nconvictions, without apprehension of personal consequences to himself. Liability to answer to\neveryone who might feel himself aggrieved by the action of the judge, would be inconsistent with\nthe possession of this freedom, and would destroy that independence without which no judiciary\ncan be either respectable or useful. * * *\n\"Nor can this exemption of the judges from civil liability be affected by the motives with which their\njudicial acts are performed. The purity of their motives cannot in this way be the subject of judicial\ninquiry. * * *\n\"If civil actions could be maintained . . . against the judge, because the losing party should see fit\nto allege in his complaint, that the acts of the judge were done with partiality, or maliciously, or\ncorruptly, the protection essential to judicial independence would be entirely swept away. Few\npersons sufficiently irritated to institute an action against a judge for his judicial acts would\nhestitate to ascribe any character to the acts which would be essential to the maintenance of the\naction.\" 80 U.S. (13 Wall.) 335, 347-348, 20 L.Ed. 646, 649-650.)\nUsing 42 U.S.C. § 1983 as the basis, the plaintiffs challenge the adequacy of the Juvenile Detention Center and\nthe treatment of the juveniles detained therein, and seek to require the implementation of the treatment of said\njuveniles and to meet certain standards set forth by plaintiffs. Finally, plaintiffs seek to assess both what they\nclaim to be actual and punitive damages against the defendants, and seek other alleged proper relief.\nSuch statute (42 U.S.C., § 1983) relied upon by plaintiffs reads as follows:\n\n\"Every person, who, under color of any statute, ordinance, regulation, custom, or usage, of any\nState or Territory, subjects, or causes to be subjected, any citizen of the United States or other\nperson within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities\nsecured by the Constitution and laws, shall be liable to the party injured in any action at law, suit in\nequity, or other proper proceeding for redress.\"\nThe Supreme Court of the United States in Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967),\nclearly dispelled any doubts that the principle of judicial immunity extended to actions brought under 42 U.S. C. §\n1983. Citing Bradley v. Fisher, 80 U.S. (13 Wall.) 335, 20 L.Ed. 646 (1871), the Court concluded that judicial\nimmunity was a defense under a § 1983 action, and that Congress would have specifically said so if it wished to\nabolish the doctrine of immunity in the application of this statute. In a footnote to its holding, the Court also noted\nthat the Court of Appeals had consistently held that judicial immunity is a defense to any action under § 1983,\nciting Bauers v. Heisel, 361 F.2d 581 (3rd Cir. 1966), and cases cited therein. (87 S.Ct. at 1218, n. 9).\nLikewise, the United States Court of Appeals for the Seventh Circuit has held that the doctrine of judicial immunity\nfrom suit applies in § 1983 cases. Dieu v. Norton, 411 F.2d 761 (7th Cir. 1969),Byrne v. Kysar, 347 F.2d 734 (7th\n556 Cir. 1965),Duzynski v. Nosal, 324 F.2d 924 (7th Cir. 1963). See also O'Shea v. Littleton,*556 414 U.S. 488, 94\nS.Ct. 669, 38 L. Ed.2d 674 (1973).\nThe defendants, Richards and Meszar here have been sued in both their official and individual capacities. The\nCourt of Appeals for the Seventh Circuit stated.\n\"Section 1983 has been held to apply solely and exclusively to acts by state officers who use their\nauthority, or misuse it, or purport to use their authority (although, in fact, acting outside their official\nfunction) to deprive a person of federally protected rights. Private persons, although they may in\nfact deprive another person of federally protected rights, are not liable under Sec. 1983.\" Duzynski\nv. Nosal, 324 F.2d 924, 930. (7th Cir. 1963).\nDefendants, Chief Judge James J. Richards and Juvenile Judge Joseph Meszar, both of the Lake County\nSuperior Court, filed a Motion to Dismiss with supporting memorandum on June 26, 1975. Defendants' Motion is\napparently based on two separate and distinct grounds: (1) that the defendant judges are completely immunized\nand protected from this suit under the doctrine of judicial immunity, and (2) that the defendant judges cannot be\nsued in their individual capacities in a § 1983 action.\nDespite its fundamental and efficacious purpose, the doctrine of judicial immunity is not absolute and unlimited; it\ndoes not immunize every state court judge in every lawsuit. On the contrary, application of the doctrine is\nrestricted to its single objective: to protect judicial freedom in the delicate process of deciding civil and criminal\nmatters on their merits. Where the initiative and independence of the judiciary will not be effectively impaired,\ncourts have refused to apply the doctrine of judicial immunity. For example, there is no official immunity from\ncriminal liability. O'Shea v. Littleton, 414 U.S. 488, 503, 94 S.Ct. 669, 38 L.Ed.2d 674 (1974). The Supreme Court\nrecognized long ago that a state court judge can be made to answer criminally for violating the criminal provisions\nof the Civil Rights Act. Ex parte Virginia, 100 U.S. 399, 25 L.Ed. 676 (1879). In addition, federal courts have held\nthat application of the doctrine is restricted to the following areas:\n1. immunity applies only when judges are faced with suits involving their judicial as opposed to\nministerial or administrative duties, and\n2. immunity applies only when officials are sued for damages.\nSince the present suit is directed solely at the defendant judges' administrative and ministerial duties and only\nrequests equitable relief necessary to safeguard plaintiffs' constitutional rights, application of the doctrine would\nbe inapropos. Although plaintiffs do seek damages from the other defendants, they may not seek damages from\nthe judges in this case as far as the damage aspect of the case is concerned it may have no application to\nRichards and Meszar.\n\nWhether an act is judicial as opposed to ministerial or administrative is to be determined by the character of the\nact and not by the character of the actor. The first case to recognize this distinction was Ex Parte Virginia, 100\nU.S. 339, 25 L.Ed. 676 (1879), where a judge of a Virginia Circuit Court was indicted under the predecessor of 18\nU.S.C. § 243, for excluding from the grand and petit jury lists the names of black citizens who were otherwise\nqualified. The Court rejected the petitioner's contention that he was immune from criminal indictment because he\nwas acting in the performance of a judicial act, stating that:\n\"Whether he was a county judge or not is of no importance. The duty of selecting jurors might as\n557 well have been committed to a private person as *557 to one holding the office of a judge . . .. It is\nmerely a ministerial act.\"\n100 U.S. at 348.\nMany courts have recognized that a cause of action, seeking equitable relief, may be brought against a judicial\nofficer in his administrative capacity. A recent holding by this court specifically recognized the distinction between\nsuits brought against administrative as opposed to judicial acts. In Noe v. County of Lake, Civil No. 73 H 157\n(N.D.Ind. Nov. 1, 1973), one of the defendants, a state court judge, moved to dismiss himself from the case on\nthe ground of judicial immunity. Noe involved a § 1983 suit by indigent persons against county officials, alleging\nthat plaintiffs received inadequate representation from the Lake County Public Defender system in violation of\ntheir constitutional rights. The defendant judge was an integral part of the system that appointed and\nadministered the Public Defender system in Lake County. In an Order dated November 1, 1973, the late Judge\nBeamer stated that:\n\"[t]he motion to dismiss filed by the remaining defendants on the ground of judicial immunity would\nappear to be foreclosed by the recent decision in Littleton v. Berbling, 468 F. 2d 389 (7th Cir.\n1972) . . . the Court agrees with plaintiffs that jurisdiction is proper . . . because the complaint is\ndirected at administrative rather than judicial acts.\"\nId.\nIn Dommer v. Hatcher, Civil No. 72 H 298 (N.D.Ind. June 21, 1974), a suit against various city official and judicial\nofficers challenging the Gary City Police practice of arresting individuals and holding them \"for investigation,\" this\nCourt denied a claim of judicial immunity, stating, \"[p]laintiffs seek no damages and the complaint is directed at\nadministrative acts.\" Id. The judge was a defendant in Dommer because of his alleged failure to bring persons\naccused of a crime before the criminal court within a reasonable time after arrest.\nA judge can also be sued for failing to perform administrative acts in violation of the constitutional rights of certain\ncitizens. In Bramlett v. Peterson, 307 F.Supp. 1311 (M.D.Fla.1969), Florida justices of the peace were sued under\n42 U.S.C. § 1983 for failing to inform indigent misdemeanants of the right to court-appointed counsel before trial\nand for failure to appoint an attorney for them in the absence of an intelligent and voluntary waiver. Against a\nclaim of judicial immunity, the court held that since \"the right's guaranty is particularly clear, there is no\ninfringement of the judicial function or judicial discretion . . .\" 307 F.Supp. at 1322.\nThe plaintiffs' complaint in the instant suit is directed solely at the administrative and ministerial duties of the\ndefendant judges. Judge Richards, as Chief Judge of the Lake County Superior Court is generally responsible for\nthe administration of the court. I.C. 33-5-29.5-19 (Burns § 4-1919). Judge Meszar, as Judge of the Juvenile\nDivision of the Lake Superior Court is generally responsible for administering that court, controls the probation\ndepartment and the Juvenile Detention Home, and is generally responsible for the care and control of juveniles\nafter they have been taken into custody. Plaintiffs are challenging the adequacy of the Juvenile Detention Center\nand the \"treatment\" which the juveniles detained there purportedly receive. Plaintiffs seek to require a treatment\nprogram which will meet the minimum statutory and constitutional standards required to detain juveniles. In\naddition, plaintiffs seek to change various procedures regarding the \"processing\" of juveniles from the time of\narrest to appearance in court. Determination of these issues and implementation of any required remedies will in\nno way impair, interfere or otherwise affect the discretion required by these defendants in making case-by-case\n558 decision *558 on the merits of individual juvenile situations. The plaintiffs herein are concerned only with the\n\nefficient and lawful administration of the Lake County Juvenile Detention Home and certain procedures between\narrest and first appearance in court.\nCase law clearly supports the position that judicial immunity should apply only to suits for damages against a\njudge acting in his judicial capacity, and not to a class action seeking equitable relief. The Seventh Circuit in \nJacobson v. Schaefer, 441 F.2d 127 (7th Cir. 1971), specifically stated that the doctrine of judicial immunity\napplied \"only to damage suits against judges.\" Id. at 130. (Emphasis added). The following year, after a complete\nhistorical review of judicial immunity in Littleton v. Berbling, 468 F.2d 389 (7th Cir. 1972), rev'd on other grounds\nsub nom., O'Shea v. Littleton, 414 U.S. 488, 94 S. Ct. 669, 38 L.Ed.2d 674 (1974), this circuit held that:\n\"the legislative history [of the Civil Rights Acts] presents a strong case for finding that most\nimmunities were meant to be swept away, at least for intentional deprivations of a class's rights.\"\n468 F.2d at 403. See also, Hampton v. City of Chicago, Cook County, Illinois, 484 F.2d 602 (7th Cir. 1973). In\nregard to the propriety of equitable relief against a state court judge, the Court of Appeals concluded that \"in sum,\nthose courts which have considered the issue have held that when a class-discrimination is alleged, judicial\nofficers may be enjoined.\" 468 F.2d at 408.\nAlthough Littleton was reversed by the Supreme Court because there was no case or controversy, O'Shea v.\nLittleton, 414 U.S. 488, 94 S.Ct. 669, 38 L.Ed.2d 674 (1974), judicial immunity was not in issue and therefore \nLittleton's holding on immunity is still determinative in the Seventh Circuit. The position in Littleton regarding\njudicial immunity was recently reaffirmed in Boyd v. Adams, 513 F.2d 83 (7th Cir. 1975), where the court stated,\nregarding prosecutorial immunity:\n\"Prosecutorial immunity is a derivative of judicial immunity. Littleton v. Berbling, supra, at 408-410; \nRobichaud v. Ronan, 351 F.2d 533, 536 (9th Cir. 1965). In Jacobson v. Schaefer, 441 F.2d 127\n(7th Cir. 1971), a case dealing with judicial immunity, this Court said:\n`We point out again that we are applying the judicial immunity doctrine only to damage suits\nagainst judges. The doctrine does not reach suits for purely equitable relief.\" (441 F.2d at 130,\nemphasis added.)\n* * * * * *\nNo case has been cited in the briefs, nor has our own research revealed any, which holds that a\nstate prosecutor's immunity, or any other state official's immunity, to damage claims under the Civil\nRights Act extends to injunctive remedies.\n* * * * * *\nProspective, prohibitory injunctions, such as those sought here by plaintiff, will, if granted, only\norder defendant prosecutors to conform their conduct to the dictates of the law. No personal\nfinancial risk is involved, nor should any person be deterred from public service because of the\npossibility that a court may order him to conform his future conduct to the law. (Footnote omitted)\nIn light of the lack of any directly contrary precedent and the inapplicability of the policy\nconsiderations which underlie the granting of immunity from damages, we hold that defendant\nprosecutors are not immune from that part of plaintiff's claim that seeks injunctive relief.\"\n513 F.2d at 86-87. See Doe v. Ceci, 517 F.2d 1203 (page 1206 n. 3) (7th Cir. 1975). Similarly, in Smith v.\nMcCann, 381 F.Supp. 1027 (E.D.Wis.1974), plaintiff sought pecuniary, injunctive and declaratory relief against\n559 the state prosecuting attorney. The court held that *559 the defendant was cloaked with immunity only from\nmonetary liability. In both Dommer v. Hatcher, Civil No. 72 H 298 (N.D.Ind. June 21, 1974), and Noe v. County of\nLake, Civil No. 73 H 157 (N.D.Ind. Nov. 1, 1973), the claim of judicial immunity was rejected where plaintiffs\nsought no damages from the defendant judges.\nA similar position with regard to judicial immunity has been recognized in other circuits. In United States v. Clark,\n249 F.Supp. 720 (S.D.Ala.1965), a three-judge panel distinguished the doctrine as applying only:\n\n\"When those officials are faced with civil suits for damages in connection with performance of their\nofficial duties . . . the principle that no State official 00 regardless of his position 00 is immune from\n97 97\nhaving his conduct challenged 00 in the form of a preventive action 00 is well established. . . . Such\n97 97\nan action involves no interference with judicial discretion since an injunction 00 if warranted by the\n97\nevidence and if issued 00 will only prevent the doing of what there is no right to do.\" (footnotes\n97\nomitted).\n249 F.Supp. at 727-28. (Emphasis in original.) See Conover v. Montemuro, 477 F.2d 1073 (3d Cir. 1973); \nErdmann v. Stevens, 458 F.2d 1205 (2d Cir.), cert. denied, 409 U.S. 889, 93 S.Ct. 126, 34 L. Ed.2d 147 (1972); \nJavits v. Stevens, 382 F.Supp. 131 (S.D.N.Y.1974); Green v. City of Tampa, 335 F.Supp. 293 (M. D.Fla.1971); \nBramlett v. Peterson, supra.\nIn the present case, plaintiffs seek no money damages from these particular defendants. Plaintiffs rather seek\ninjunctive and declaratory relief regarding the administrative and ministerial duties of Chief Judge Richards and\nJudge Meszar. Issuance of this equitable relief will \"only order defendant [judges] to conform their conduct to the\ndictates of the law,\" Boyd v. Adams, supra, at 87, and \"will only prevent the doing of what there is no right to do.\" \nClark, supra, at 728. The doctrine of judicial immunity has, therefore, no place in the instant cause.\nDefendants cite several cases in support of their position that a judge is immune from liability for acts committed\nin his official capacity. They include: Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967); Bradley\nv. Fisher, 80 U.S. (13 Wall.) 335, 20 L.Ed. 646 (1871); Bauers v. Heisel, 361 F.2d 581 (3d Cir. 1966); Dieu v.\nNorton, 411 F.2d 761 (7th Cir. 1969); Byrne v. Kysar, 347 F.2d 734 (7th Cir. 1965); Duzynski v. Nosal, 324 F.2d\n924 (7th Cir. 1963).\nEach case is clearly distinguishable and therefore inapplicable to the case at bar. Each case involved a suit\nagainst a state official for damages, and did not consider the propriety of equitable relief. In Pierson, the grant of\ncertiorari was limited to \"whether a local judge is liable for damages under § 1983 for an unconstitutional\nconviction.\" 386 U.S. at 551, 87 S.Ct. at 1216. Thus, the Court did not consider the issue of immunity from\ninjunctive or other equitable relief. Similarly, Bradley v. Fisher, supra, involved a suit for damages by an attorney\nagainst a judge for striking his name from the role of attorneys. It is also worthy of note that Bradley involved a\ncommon law action for damages, and was not brought under any of the Civil Rights Acts.\nDefendant cite the case, Bauers v. Heisel, 361 F.2d 581 (3d Cir. 1966), for the proposition that \"judicial immunity\nis a defense to any action under § 1983.\" (Defendants' Memorandum, page 2). (Emphasis added.) It should be\nobserved that Bauers likewise involved the liability in damages of a state official. Moreover, Bauers must be read\nin light of Conover v. Montemura, 477 F.2d 1073, 1096-1104 (3d Cir. 1973), wherein the Third Circuit explicitly\nstated that judicial immunity does not prohibit injunctive or other equitable relief.\n560 Similarly, the cases cited by defendants from the Seventh Circuit, Dieu v. Norton, supra; Byrne v. Kysar, supra; \n*560Duzynski v. Nosal, supra, all involved the recovery of damages in a § 1983 action. These cases must be\nread in view of the subsequent cases previously discussed: Jacobson v. Schaeffer, supra. Littleton v. Berbling,\nsupra; Boyd v. Adams, supra, Doe v. Ceci, supra.\nDefendants contend that they cannot be sued in their separate individual capacities in a § 1983 action. In support\nthereof, defendants cite the case of Duzynski v. Nosal, 324 F.2d 924 (7th Cir. 1963). Duzynski states that private\nindividuals may not be sued in their individual capacity. Duzynski states that private individuals may not be sued\nunder § 1983. It does not hold, however, that public officials may not be sued in their individual capacity. A brief\nexamination of this case is in order here. Plaintiff had been committed to a mental institution. She brought this §\n1983 action for damages alleging that she had been wrongfully committed. Two of the defendants included a\nphysician who examined plaintiff and a county court clerk who signed the commitment petition. The court noted\nthat, \"[t]he main issue as to them [the clerk and the doctor], insofar as it pertains to Sec. 1983 of the Civil Rights\nActs, is whether they acted `under color of any statute, ordinance, regulation * * *.'\" 324 F.2d 929. The court\nconcluded that these defendants had not acted in their official capacities as employees of Cook County, Illinois.\nRather, they acted purely as private individuals and could therefore not be sued under the Civil Rights Act. In\nreaching its conclusion, the court observed:\n\n\"We think it is hardly open to dispute but that Reines, while a clerk of the court, acted not in his\nofficial position but as a private citizen in signing the petition. Likewise, Skorodin, while an\nemployee of the Cook County Mental Health Clinic, examined plaintiff and certified to her mental\nillness not as a county official but in his capacity as a private physician.\"\n324 F.2d at 930. The court then noted that all of the cases cited by plaintiff in support of her position were,\n\"without exception . . . against public officials in one form or another.\" Id. at 930. (Emphasis added.)\nThe accuracy of plaintiffs' interpretation is supported by subsequent cases in which Duzynski was cited with\napproval. For example, in Schetter v. Heim, 300 F.Supp. 1070 (E.D.Wis.1969), the court stated:\n\"Section 1983 has been held to apply solely and exclusively to acts by state officers who use their\nauthority, or misuse it, or purport to use their authority (although, in fact, acting outside their official\nfunction) to deprive a person of federally protected rights. Private persons, although they may in\nfact deprive another person of federally protected rights, are not liable under § 1983.\" (citing \nDuzynski).\n300 F.Supp. at 1074. See Byrne v. Kysar, 347 F.2d 734, 736 (7th Cir. 1965); Ehn v. Price, 372 F.Supp. 151, 152\n(N. D.Ill.1974); Holmes v. Silver Cross Hospital of Joliet, Illinois, 340 F.Supp. 125, 135 (N.D.Ill.1972); Weise v.\nReisner, 318 F.Supp. 580, 582 (E.D.Wis. 1970).\nSee also Littleton v. Berbling, 468 F. 2d 389 (7th Cir. 1972), where the named defendant was sued both\n\"individually and as State's Attorney for Alexander County, Illinois.\" Although the court extensively discussed the\ndoctrine of judicial immunity in § 1983 actions, it apparently found no inconsistencies or difficulties in the fact that\nthe defendants were sued in both their official and individual capacities.\nTherefore, it is entirely appropriate and proper for these particular defendants, Richards and Meszar, to be sued\nin their individual, as well as their official, capacities.\nTherefore, the motion to dismiss of Richards and Meszar, is denied.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54347"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129191,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129191"
    }
  ],
  "document_count": 3
}