{
  "case_id": 15602,
  "fetched_at": "2025-10-22T00:25:28.791616",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Florida state appellate court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1967,
    "id": 15602,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29187,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": 1098,
      "is_main_docket": true,
      "court": "Florida state appellate court",
      "state": "Florida",
      "docket_office_number": "",
      "docket_number_manual": "No. 1098",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Maxwell v. Good Samaritan Hospital Association, Inc.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Florida",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15602",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15602",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15602",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15602"
  },
  "documents": [
    {
      "date": "1967-02-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 255,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 195,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Florida state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 136998,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/136998.pdf",
      "title": "Opinion",
      "text": " \n \nMaxwell v. Good Samaritan Hospital Ass’n, Inc., 195 So.2d 255 (1967)   \n \n \n \n  W. Maxwell, as Tax Assessor of Palm Beach County, \nFlorida, from an order granting Plaintiff-Good Samaritan \n195 So.2d 255 \nHospital’s motion to strike the affirmative defenses of the \nDistrict Court of Appeal of Florida, Fourth District. \ndefendant.  This  appeal  was  originally  filed  in  the \nSupreme Court and by order of said court was transferred \nEdgar W. MAXWELL, as Tax Assessor of Palm \nBeach County, Florida, Appellant,  to this court. \nv. \nThe complaint sets forth that Good Samaritan Hospital \nThe GOOD SAMARITAN HOSPITAL \nAssociation, Inc., is a corporation not for profit organized \nASSOCIATION, INC., a non-profit Florida \nunder the laws of Florida. It is licensed by the State Board \ncorporation et al., Appellees. \nof Health, is exempt from the payment of taxes to the \nNo. 1098.  United States upon income derived from its operation and \n|  has met all requirements entitling it to exemption from \nFeb. 13, 1967.  rean and personal property taxes under the provisions of \n|  F.S.A. s 192.06(13). \nRehearing Denied March 9, 1967. \n*256 In 1965 the defendant, as tax assessor, assessed \ntaxes on the real and personal property of Good Samaritan \nin  the  amount  of  $61,337.10,  thereby  declining  to \nSynopsis  recognize Good Samaritan’s application for exemption \nAction by hospital which had been denied tax exemption  from such taxes duly filed in accordance with F.S.A. s \nagainst tax assessor, wherein hospital moved to strike  192.062. \naffirmative defenses of assessor. The Circuit Court, Palm \nBeach County, R. O. Morrow, J., granted motion and  Defendant-Maxwell filed his answer and by affirmative \ninterlocutory  appeal  was  taken.  The  District  Court  of  defenses alleged that Good Samaritan was not entitled to \nAppeal,  Andrews,  J.,  held  that  tax  assessor  was  not  its exemption in that it denied admission to negro patients \nentitled to deny tax exemption as to real and personal  and denied the use of its facilities to negro physicians and \nproperty of hospital on ground that hospital had denied  dentists solely on the basis of race. \nadmission to Negro patients and denied use of its facilities   The tax assessor of each county is an officer of the state \nto Negro physicians and dentists solely on basis of race.  and, as such, is obligated to carry out the provisions of the \n   state law setting forth his duties and responsibilities. State \nAffirmed.  ex rel. Peacock v. Latham, 1936, 125 Fla. 793, 805, 170 \n   So. 475, 479. Numerous classes of property owned by \ncertain classes of persons and corporations are exempt \nAttorneys and Law Firms  from  ad  valorem  real  and  property  taxes  under  the \nprovisions  of  F.S.A.  s  192.06.  The  persons  and \n*255 Ronald Sales, West Palm Beach, for appellant.  corporations set forth therein, upon complying with the \nprovisions  of  F.S.A.  s  192.062,  are  entitled  to  the \nChester  Bedell,  of  Bedell,  Bedell,  Dittmar  &  Smith, \nexemption  as  granted  by  the  legislature  under  the \nJacksonville, Madison F. Pacetti, of Caldwell, Pacetti & \nauthority  of  Article  IX,  Section  1,  of  the  Florida \nBarrow,  Palm  Beach,  Charles  H.  Warwick,  III,  of \nConstitution, F.S.A. \nWarwick,  Paul  &  Herring,  West  Palm  Beach,  for \n  \nappellee-hospital. \n The tax assessor has no authority to impose additional \nconditions or restrictions upon those shown to be entitled \nOpinion \nto the exemption as set forth in the statute. The denial of \n \nthe  exemption  to  the  plaintiff  for  any  reason  not \nauthorized by the Florida Constitution and laws of the \nANDREWS, Judge. \nstate is an exercise of power in excess of that granted such \n  officer. State ex rel. Peacock v. Latham, supra. \n  \nThis is an interlocutory appeal by the defendant, Edgar \n1 \n \n\n \n \nMaxwell v. Good Samaritan Hospital Ass’n, Inc., 195 So.2d 255 (1967)   \n \n \nThe action of the tax assessor in denying the exemption to  D.C.S.D.  Miss.1963,  219  F.Supp.  691  (affirmed,  5 \nthe  hospital  is  not  comparable  to  the  position  of  the  C.A.1964, 326 F.2d 237). \ncomptroller in Green v. City of Pensacola, Fla.App.1959,    \n108 So.2d 897. There the comptroller was confronted \nwith two statutes which were in direct conflict, and the  Affirmed. \ncourt was properly called upon to determine which statute \nwas controlling. \n The affirmative defense of the tax assessor attempts to \nWALDEN,  C.J.,  and  SMITH,  D.C.,  Associate  Judge, \nplead individual civil rights under the Constitution of the \nconcur. \nUnited States. Only persons actually deprived of their \nindividual civil rights can seek redress of such rights. \nAll Citations \nBailey v. Patterson, 1962, 369 U.S. 31, 82 S.Ct. 549, 7 \nL.Ed.2d 512; Brown v. Board of Trustees of LaGrange  195 So.2d 255 \nIndependent  School  Dist.,  5  C.A.1951,  187  F.2d  20; \n \nUnited  States  v.  Biloxi  Municipal  School  District, \n \n \n \n2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/136998"
    },
    {
      "date": "1967-11-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 519,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 204,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Florida state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 137028,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/137028.pdf",
      "title": "Opinion",
      "text": " \n \nMaxwell v. Good Samaritan Hospital Ass’n, 204 So.2d 519 (1967)   \n \n \n \n \nOpinion \n204 So.2d 519 \n \nSupreme Court of Florida. \nDREW, Justice. \nEdgar W. MAXWELL, as Tax Assessor of Palm \nBeach County, Florida, Petitioner, \n \nv. \nPetition for writ of certiorari has been granted to review \nThe GOOD SAMARITAN HOSPITAL \nthe decision of the district court in this cause, Fla.App., \nASSOCIATION, Inc., a non-profit Florida \n195 So.2d 255, as one which affects a class of state \ncorporation, Respondent. \nofficers.1 The court affirmed an order striking affirmative \ndefenses filed by the petitioner tax assessor in an action \nNo. 36313. \nby the respondent hospital to compel tax exemption and \n| \ncancellation of its assessment under F.S. Sec. 192.06(13), \nNov. 22, 1967. \nF.S.A.2 \n| \n  \nRehearing Denied Dec. 19, 1967. \n Upon pleadings detailed in the opinion above cited, the \ndistrict court held that the defendant assessor could not \nplead the alleged discriminatory admission policies as a \nSynopsis  bar to tax exemption because, as tax assessor, he ‘has no \nAction  by  hospital  to  compel  tax  exemption  and  authority to impose additional conditions or restrictions \ncancellation  of  assessment.  The  Circuit  Court,  Palm  upon those shown to be entitled to the exemption as set \nBeach  County,  R.  O.  Morrow,  J.,  granted  hospital’s  forth in the statute.’3 The court correctly concluded that \nmotion to strike affirmative defenses of assessor and an  defendant’s plea did not controvert the validity of the \ninterlocutory  appeal  was  taken.  The  District  Court  of  statute, and that denial of the exemption for any reason \nAppeal, Andrews, J., 195 So.2d 255, affirmed, and tax  other than noncompliance with the statute would be an \nassessor’s petition for writ of certiorari was granted. The  exericse of power in excess of that granted such officer. \nSupreme Court, Drew, J., held that tax assessor could not    \ndeny exemption from real and personal property taxes to  We  find  no  error  in  the  decision  and  the  writ  is \nhospital  on  basis  of  alleged  discriminatory  admission  accordingly discharged. \npolicies.    \n  \nWrit discharged. \n  \nCALDWELL,  C.J.,  THORNAL  and  ERVIN,  JJ.,  and \nWHITE, Circuit Judge (Retired), concur. \nAttorneys and Law Firms \nAll Citations \n*519 Ronald E. Jones, West Palm Beach, for petitioner. \n204 So.2d 519 \n*520 Caldwell, Pacetti & Barrow, Palm Beach, Warwick, \nPaul & Herring, West Palm Beach, and Chester Bedell,   \nJacksonville, for respondent. \nFootnotes \n \n1  Art. V, Sec. 4, Fla.Const., F.S.A. \n \n \n2  ‘(13) All property, real and personal, of any hospital, licensed by the state board of health, owned and operated by a \n1 \n \n\n \n \nMaxwell v. Good Samaritan Hospital Ass’n, 204 So.2d 519 (1967)   \n \n \n  Florida corporation not for profit, which has been exempt from the payment of taxes to the United States upon the \nincome derived from the operation of such hospital, and used by such hospital for hospital purposes, including but \nnot limited to housing for nurses, interns and other hospital personnel, laboratories, laundries, parking lots, \nauditoriums, lecture halls, animal houses, pharmacies and other hospital uses; provided that all income of such \nhospital, remaining after payment of the usual and necessary expenses of operation, including the payment of liens \nand encumbrances upon its property, shall be used exclusively for educational, charitable or purposes, including the \nmaintenance, improvement or expansion of its facilities.’ \n \n3  195 So.2d 255, 256. \n \n \n \n \n \n   \n \n \n \n2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/137028"
    },
    {
      "date": "1968-03-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Owen Fiss",
      "document_status": "Coding Complete",
      "document_type": "Internal memorandum",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Amicus Curiae"
      ],
      "per_curium": false,
      "is_core_document": false,
      "id": 84980,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/84980.pdf",
      "title": "Re: Maxwell v. The Good Samaritan Hospital Association- Possible Amicus Participation in the Supreme Court",
      "text": "1\nMarch 1, 1968\nTo: M. Pollak\nRe: Maxwell v. rSh2GoodSe\nAesociateon -- possible amicus participation\nin the Supreme Court\nIn the middle of january, Gerry Choppin brought\nto your attention the above-captioned case with the\nview of our participating on behalf. of the appellant\nin the Supreme Cturt. This case arises from a refusal\nof a local tax assessor in Florida to grant a state\ntax exemption to a private hospital because the\nhospital discriminated against Negroes in admission\nand staff privileges. His theory is that the granting\nof a tax exemption privilege to a hospital would be\nunconstitutional state action. The hospital then\nbrought an action in state court to declare the action\nof the tax assessor null and void and to enjoin him\nfrom cancelling the tax exemption that had been pre-\nviously granted to the hosilitel. The trial court\nheld: (1) That the tax assessor did not have the\ncapacity to deny the tax exemption because of the\nalleged discriminatory policies of the hospital, and\n(2) That the granting of the tax exemption to the\nhospital was not an unconstitutional form of state\naction. On these grounds a motion to strike the\ndefenses of the tax assessor was granted. The order\nof the trial court also contained the following\nstatement (which is not elaborated upon in the juris-\ndictional statement that we have been furnished)\n\"By way of dicta it might be pointed out that the\nquestion sought to be raised in said affirmative\ndefense may be moot by reason of the plaintiff's\nrecent public declaration on the subject.\" An inter-\nlocutory appeal was taken. The appellate courts\naffirmed on the sole ground that the tax assessor\nCC: Ma. Choppin\nMr. Marblestone\n0 O\nA\n\ndid not have the power to raise the affirmative defense\nthat he did, i.e., that granting the tax exemption\nwould be an unconstitutional form of state action. The\nSupreme Court of Florida said \"Denial of the exemption\nfor any reason other than noncompliance with the [state]\nstatute would be an exercise of power in excess of that\ngranted such office.\"\nA jurisdictional statement was filed in the\nSupreme Court on February 23, 196d. I see the appeal\nraising the following issues:\n(1) Is the question as to the power of the\ntax assessor to deny the exemption on the grounds\nthat granting such an exemption would be in con-\nflict with the federal .constitution a que4:ion\nof state law or federal law? The Supreme Court\nof Florida treated it solely as a question of\nstate law but I think an argument could be made\nthat it is a question of federal law.\n(2) As a matter of federal law does the\ntax assessor have the power (or even the respon-\nsibility) to deny the tax exemption because of\nalleged conflict with the federal constitution?\nThe argument that was made by one of the courts\nbelow was that this issue of racial discrimination\ncould only be raised by Negroes, i.e., the ones\nthat are now being discriminated against.\nHowever, I would think that federal policy\nwould encourage local state officials into\ntaking courageous acts such as those that were\ntaken in this case and traditional doctrines\nof standing would so accommodate that policy.\nFor example, I think the Negroes could have\ncommenced a suit in the federal district court\nto restrain the tax assessor from granting such\nan exemption and his action is this regard could\nbe taken as reflecting his unwillingness to\nsubject himself to such litigation.\n\n(3) Does it violate the Equal Protection\nClause to grant a tax exemption to a racially\ndiscriminatory institution. I am inclined\nto answer that question in the affirmative,\nand I think the whole thrust about private\nschool litigation is in that direction. The\npractice of the Internal. Revenue Service of\ngranting tax exemptions to private segregated\nschools is an embarrassment to that judgment;\nbut this Dvision and the Department always\nfought that practice and the Internal Revenue Service\nin part defended on the ground that that per-\ntinent tax statute did not give them any\nflexibility in this matter.\nThe immediate question facing us is whether we\nshould participate at this stage of the litigation\nin the Supreme Court. My initial reaction was against\nsuch participation. The Department of Justice\nparticipates at the certiorari or jurisdictional, stage\nOnly in the most extraordinary circumstances and the\npragmatic significance and ruling in this case (as\ncompared to the pragmatic significance in the St. Louis\nhousing case) appeared somewhat marginal. The TA.le VI\nprogram of HEW provides the strongest monetary or\nfinancial. incentive for private institutions to relin-\nquish their discriminatory policies and if a hospital\nereists in its discriminatory policy at the cost of\nlosing federal funds I have some doubts as to whether\nthe denial of tax exemption would produce any meaning-\nful change in their racial policy. However, on further\nreflection, I have some reservations with that position,\n(this reservation primarily stems from the fact that\nwhat is before the Court is not an application for a\nwrit of certiorari but rather an appeal from the etate\ncourt which inevitably produces some ruling on the\nmerits. Unless the Department of Justice participates\n\nat this stage there is a fairly good chance the\nappeal will be dismissed for want of a substantial\nfederal question, and although that decisicin might\nbe Later explained in terms of the standing issues\nit might also have the effect of, insulating the\ngranting of tax exemptions from4qual Protection\nattack. In light of these reservations, my recom-\nmendation would be for you, or one of us, to get\nsome Informal reading from the Solicitor General's\noffice. I am not sure that they are aware of th.a\ncase.\nOwen fo.ss\n\nMarch , , 1968\nTo:(cid:9) Mr. Pollak\nRe:(cid:9) Maxwell v. The Good Samaritan\nHospital Association, Inc., No. 1147\nI ga her from Mr. Claiborne's memorandum that\nhe would be inclined to participate at this preliminary\nstage if this matter was properly before the  Supreme\nCourt as an appeal. However, he states, \"I think it\nis rather clear that this is not properly an appeal\"\nand assumes that the Supreme Court will treat these\npapers as an application for a writ of certiorari.\nI am sure some argument can be mustered for\nthe view that this case is not proper for appeal.\nHowever, there also seems to me to be argument on\nthe other side and I am not prepared to say that it\nis \"rather clear\" that this is not a proper appeal.\n28 U.S.C. §1257(2) provides for an appeal \"where is\ndrawn in question the validity of a treaty or statute\nof any state\" on the grounds of being unconstitutional,\nand a decision is in favor of its validity. It seems\nto me that in this case the argument could be made by\nappellant: , that a state statute is being drawn in\nquestion here -- namely the state statute that would\nrequire him to granting tax exemptions to the hospital\nnotwithstanding the hospital's racial discriminatory\npolicy.\nMr. Claiborne might well have the quick answer\nto that argument and it might be useful to raise it\nwith him before we start on research.\nCC \"\n\nMarch 12, 1968\nTo:(cid:9) Mr. Pollak\nFrom:(cid:9) Owen Fiss\nRe:(cid:9) Maxwell v. The Good Samaritan\nHospital Association, Inc., No. 1147\nFollowing your second transmission of papers\nto Mr. Claiborne, he called me yesterday afternoon.\nHis answer to my question was to refer to Bergen v.\nWilmington Parking_ Authority where Justice Clark\ncryptically stated that this matter was not properly\nthere on appeal but instead was cognizable as a writ\nfor certiorari. He admitted that there was some doubt\nas to the meaning of that case and that perhaps an\nargument could be made that this matter was properly\nbefore the Court on appeal. However, he generally\nconcluded that the Court would be very anxious to\navoid a decision on the merits of the substantive\nquestions tendered, and therefore the Court would be\ninclined to treat this within the certiorari juris-\ndiction rather than arvIlatejurisdiction. I am not\nentirely persuaded by the legal analysis in light of\nthe traditional doctrine that an attack upon a state\nstatute as being unconstitutional as applied is within\nthe appellate jurisdiction as well as an attack upon\nthe statute on its face; but I think Mr. Claiborne's\ngeneral conclusion that the Court would be anxious\nto treat this as a certiorari matter would properly\nbe sufficient justification for us to wait and see\nwhat the Court does before filing something.\n\n1\nMarch 1, 1968\nTo: M. Pollak\nRe: Maxwell v. rSh2GoodSe\nAesociateon -- possible amicus participation\nin the Supreme Court\nIn the middle of january, Gerry Choppin brought\nto your attention the above-captioned case with the\nview of our participating on behalf. of the appellant\nin the Supreme Cturt. This case arises from a refusal\nof a local tax assessor in Florida to grant a state\ntax exemption to a private hospital because the\nhospital discriminated against Negroes in admission\nand staff privileges. His theory is that the granting\nof a tax exemption privilege to a hospital would be\nunconstitutional state action. The hospital then\nbrought an action in state court to declare the action\nof the tax assessor null and void and to enjoin him\nfrom cancelling the tax exemption that had been pre-\nviously granted to the hosilitel. The trial court\nheld: (1) That the tax assessor did not have the\ncapacity to deny the tax exemption because of the\nalleged discriminatory policies of the hospital, and\n(2) That the granting of the tax exemption to the\nhospital was not an unconstitutional form of state\naction. On these grounds a motion to strike the\ndefenses of the tax assessor was granted. The order\nof the trial court also contained the following\nstatement (which is not elaborated upon in the juris-\ndictional statement that we have been furnished)\n\"By way of dicta it might be pointed out that the\nquestion sought to be raised in said affirmative\ndefense may be moot by reason of the plaintiff's\nrecent public declaration on the subject.\" An inter-\nlocutory appeal was taken. The appellate courts\naffirmed on the sole ground that the tax assessor\nCC: Ma. Choppin\nMr. Marblestone\n0 O\nA\n\ndid not have the power to raise the affirmative defense\nthat he did, i.e., that granting the tax exemption\nwould be an unconstitutional form of state action. The\nSupreme Court of Florida said \"Denial of the exemption\nfor any reason other than noncompliance with the [state]\nstatute would be an exercise of power in excess of that\ngranted such office.\"\nA jurisdictional statement was filed in the\nSupreme Court on February 23, 196d. I see the appeal\nraising the following issues:\n(1) Is the question as to the power of the\ntax assessor to deny the exemption on the grounds\nthat granting such an exemption would be in con-\nflict with the federal .constitution a que4:ion\nof state law or federal law? The Supreme Court\nof Florida treated it solely as a question of\nstate law but I think an argument could be made\nthat it is a question of federal law.\n(2) As a matter of federal law does the\ntax assessor have the power (or even the respon-\nsibility) to deny the tax exemption because of\nalleged conflict with the federal constitution?\nThe argument that was made by one of the courts\nbelow was that this issue of racial discrimination\ncould only be raised by Negroes, i.e., the ones\nthat are now being discriminated against.\nHowever, I would think that federal policy\nwould encourage local state officials into\ntaking courageous acts such as those that were\ntaken in this case and traditional doctrines\nof standing would so accommodate that policy.\nFor example, I think the Negroes could have\ncommenced a suit in the federal district court\nto restrain the tax assessor from granting such\nan exemption and his action is this regard could\nbe taken as reflecting his unwillingness to\nsubject himself to such litigation.\n\n(3) Does it violate the Equal Protection\nClause to grant a tax exemption to a racially\ndiscriminatory institution. I am inclined\nto answer that question in the affirmative,\nand I think the whole thrust about private\nschool litigation is in that direction. The\npractice of the Internal. Revenue Service of\ngranting tax exemptions to private segregated\nschools is an embarrassment to that judgment;\nbut this Dvision and the Department always\nfought that practice and the Internal Revenue Service\nin part defended on the ground that that per-\ntinent tax statute did not give them any\nflexibility in this matter.\nThe immediate question facing us is whether we\nshould participate at this stage of the litigation\nin the Supreme Court. My initial reaction was against\nsuch participation. The Department of Justice\nparticipates at the certiorari or jurisdictional, stage\nOnly in the most extraordinary circumstances and the\npragmatic significance and ruling in this case (as\ncompared to the pragmatic significance in the St. Louis\nhousing case) appeared somewhat marginal. The TA.le VI\nprogram of HEW provides the strongest monetary or\nfinancial. incentive for private institutions to relin-\nquish their discriminatory policies and if a hospital\nereists in its discriminatory policy at the cost of\nlosing federal funds I have some doubts as to whether\nthe denial of tax exemption would produce any meaning-\nful change in their racial policy. However, on further\nreflection, I have some reservations with that position,\n(this reservation primarily stems from the fact that\nwhat is before the Court is not an application for a\nwrit of certiorari but rather an appeal from the etate\ncourt which inevitably produces some ruling on the\nmerits. Unless the Department of Justice participates\n\nat this stage there is a fairly good chance the\nappeal will be dismissed for want of a substantial\nfederal question, and although that decisicin might\nbe Later explained in terms of the standing issues\nit might also have the effect of, insulating the\ngranting of tax exemptions from4qual Protection\nattack. In light of these reservations, my recom-\nmendation would be for you, or one of us, to get\nsome Informal reading from the Solicitor General's\noffice. I am not sure that they are aware of th.a\ncase.\nOwen fo.ss\n\nMarch , , 1968\nTo:(cid:9) Mr. Pollak\nRe:(cid:9) Maxwell v. The Good Samaritan\nHospital Association, Inc., No. 1147\nI ga her from Mr. Claiborne's memorandum that\nhe would be inclined to participate at this preliminary\nstage if this matter was properly before the  Supreme\nCourt as an appeal. However, he states, \"I think it\nis rather clear that this is not properly an appeal\"\nand assumes that the Supreme Court will treat these\npapers as an application for a writ of certiorari.\nI am sure some argument can be mustered for\nthe view that this case is not proper for appeal.\nHowever, there also seems to me to be argument on\nthe other side and I am not prepared to say that it\nis \"rather clear\" that this is not a proper appeal.\n28 U.S.C. §1257(2) provides for an appeal \"where is\ndrawn in question the validity of a treaty or statute\nof any state\" on the grounds of being unconstitutional,\nand a decision is in favor of its validity. It seems\nto me that in this case the argument could be made by\nappellant: , that a state statute is being drawn in\nquestion here -- namely the state statute that would\nrequire him to granting tax exemptions to the hospital\nnotwithstanding the hospital's racial discriminatory\npolicy.\nMr. Claiborne might well have the quick answer\nto that argument and it might be useful to raise it\nwith him before we start on research.\nCC \"\n\nMarch 12, 1968\nTo:(cid:9) Mr. Pollak\nFrom:(cid:9) Owen Fiss\nRe:(cid:9) Maxwell v. The Good Samaritan\nHospital Association, Inc., No. 1147\nFollowing your second transmission of papers\nto Mr. Claiborne, he called me yesterday afternoon.\nHis answer to my question was to refer to Bergen v.\nWilmington Parking_ Authority where Justice Clark\ncryptically stated that this matter was not properly\nthere on appeal but instead was cognizable as a writ\nfor certiorari. He admitted that there was some doubt\nas to the meaning of that case and that perhaps an\nargument could be made that this matter was properly\nbefore the Court on appeal. However, he generally\nconcluded that the Court would be very anxious to\navoid a decision on the merits of the substantive\nquestions tendered, and therefore the Court would be\ninclined to treat this within the certiorari juris-\ndiction rather than arvIlatejurisdiction. I am not\nentirely persuaded by the legal analysis in light of\nthe traditional doctrine that an attack upon a state\nstatute as being unconstitutional as applied is within\nthe appellate jurisdiction as well as an attack upon\nthe statute on its face; but I think Mr. Claiborne's\ngeneral conclusion that the Court would be anxious\nto treat this as a certiorari matter would properly\nbe sufficient justification for us to wait and see\nwhat the Court does before filing something.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/84980"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116107,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116107"
    }
  ],
  "document_count": 4
}