{
  "case_id": 9833,
  "fetched_at": "2025-10-20T22:41:51.773003",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "City of Chicago",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1985,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1983-03-31",
    "filing_year": 1983,
    "id": 9833,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-27T00:00:00-04:00",
    "main_docket": {
      "id": 33248,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1983,
      "docket_filing_number": 2283,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "83 C 2283",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Levka v. City of Chicago",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Female arrestee who was subjected to strip search while being detained on a misdemeanor charge.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>In 1983, Plaintiff filed a lawsuit under 42 U.S.C. § 1983 against the City of Chicago in the United States District Court for the Northern District of Illinois.  Plaintiff was represented by private counsel. Plaintiff asked for compensatory damages and alleged her constitutional rights were violated when she was strip-searched.</p><p>The parties stipulated that on December 2, 1975, police arrested Plaintiff, then 53, for a misdemeanor.  Police strip-searched Plaintiff at the Women's Central Detention facility.  At the time of the incident, Defendant's policy subjected every arrestee to a strip search.</p><p>The City admitted that Plaintiff's strip search violated her constitutional rights because the Seventh Circuit previously held that Defendant's former policy searching female arrestees violated the Fourth Amendment and the Fourteenth Amendment right to equal protection.  The jury trial (Judge Milton I. Shadur) was limited to damages, and the jury awarded Plaintiff $50,000 in compensatory damages.  The District Court (Judge Shadur) denied Defendant's motion for judgment notwithstanding the verdict and Defendant appealed.</p><p>On April 27, 1984, the District Court (Judge Shadur) awarded Plaintiff $24,475 in attorney fees for the trial.  Roe v. City of Chicago, 586 F.Supp. 513 (N.D.Ill. 1984).</p><p>On November 19, 1984, the Seventh Circuit Court of Appeals (Judges Wilbur F. Pell, Jr., William J. Bauer and Franklin T. Dupree, Jr.) held that Plaintiff's award of $50,000 was excessive in comparison to awards in other strip-search cases.  Furthermore, Plaintiff's age was not an aggravating factor.  The Court ordered Plaintiff to accept a remittitur reducing the judgment to $25,000 or alternatively to retry the case.  Levka v. City of Chicago, 748 F.2d 421 (7th Cir. 1984).</p><p>On January 2, 1985, the Seventh Circuit Court of Appeals denied rehearing en banc.</p><p>Plaintiff accepted the remittitur.  Plaintiff moved for attorney fees for the appeal, stating she was the prevailing party in the litigation as a whole.</p><p>On March 27, 1985, the District Court (Judge Shadur) denied Plaintiff's motion for attorney fees because it held that Plaintiff was not the prevailing party on appeal.  Levka v. City of Chicago, 605 F.Supp. 197 (N.D.Ill. 1985).</p><p>Docket: 83-C-2283.</p><p></p>",
    "summary_published_date": "2012-03-16T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1985-03-27",
    "clearinghouse_link": "clearinghouse.net/case/9833",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9833",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9833",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9833"
  },
  "documents": [
    {
      "date": "1985-05-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 230,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 107,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 19797,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1985,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 26346,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26346.pdf",
      "title": "Memorandum Opinion and Order",
      "text": "107F.R.D.230 FOREDUCATIONALUSEONLY Page1\n107F.R.D.230,3Fed.R.Serv.3d48\n(Citeas:107F.R.D.230)\nUnitedStatesDistrictCourt,N.D.Illinois,Eastern time of its most recent rulings, which confirmed the\nDivision. judgment in Levka's favor and the amount of the\nMariaLEVKA,Plaintiff, awardforherattorneys'fees. Thatopenitemrelated\nv. to the award of costs, to which the City of Chicago\nCITYOFCHICAGO,Defendant. ('City')hadobjectedinpartinconjunctionwithCity's\nNo.83C2283. January1984objectionstoLevak'sattorneys'fees.\nMay15,1985. At this point this Court has corraled all of the docu-\nmentsnecessaryforresolutionofthecostsquestion.\nOn requested bill of costs in civil rights action, the\nOnlythreeitemsareindispute:\nDistrict Court, Shadur, J., held that costs for compu-\n1.Lexischargesof$584;\nterized legal research, photocopying, and deposition\n2.photocopyingchargesof$597.30;and\ntranscriptswouldbeallowed.\n3.twodepositiontranscriptsaggregating$247.80.\nBillapproved.\nAll three items are properly allowable, and the reas-\nonsforthatconclusionrequireonlybriefdiscussion.\nSeealsoD.C.,605F.Supp.197.\n[1] As for Lexis charges, City is correct that they are\nWestHeadnotes\nnotspecificallyauthorizedby28U.S.C.§1920. But\ncivil rights actions such as Levka's also entitle the\n[1]CivilRights 1486\nplaintifftoanawardof'areasonableattorney'sfeeas\n78k1486MostCitedCases\npart of the cost' (42 U.S.C. § 1988). Courts have\n(Formerly78k301,78k13.17(18))\nconsistently allowed reasonable and related out-\nAlthough charges for computerized legal research\nof-pocket expenses as part of the attorneys' fee\nwere not specifically authorized by 28 U.S.C.A. §\naward. Lexis charges, of course, resemble fees a\n1920,theywereallowableincivilrightsactionunder\ngood deal more than most other litigation expenses,\n42U.S.C.A.§1988.\nfor the proper use of Lexis or Westlaw saves the cli-\n[2]FederalCivilProcedure 2740 ent (or in this case the opposing party) a good deal\n170Ak2740MostCitedCases more in lawyers' chargeable time than is paid for the\nThere was no basis for cutting back request for pho- service (hooking into the Lexis or Westlaw com-\ntocopying costs on grounds of unreasonableness or puter).\nlackofjustification.28U.S.C.A.§1920.\n[2] Second, City's objection to the photocopying was\n[3]CivilRights 1476 to the absence of a breakdown or justification.\n78k1476MostCitedCases Levka's counsel has now provided the best break-\n(Formerly78k291,78k13.17(8)) down obtainable from retained records, and no basis\nCosts of deposition transcripts necessarily obtained appears for cutting back the request on grounds of\nfor use in civil rights case would be allowed even unreasonablenessorlackofjustification.\nthough they may not have been actually used at trial.\n[3] Finally, the challenged deposition transcriptions\n28U.S.C.A.§1920.\nwere made before Judge Marshall had granted\n*231MEMORANDUMOPINIONANDORDER Levka's motion in limine about the circumstances of\nSHADUR,DistrictJudge. herarrest. Courtsconsistentlyholdthetestforreim-\nbursementofsuchtranscriptsisnottheiractualuseat\nCounselforMariaLevka('Levka')havejustcalledto trial, but whether (as 28 U.S.C. § 1920 puts it) they\nthis Court's attention one still-open item in this case- were 'necessarily obtained for use in the case.' That\n-amatterofwhichthisCourthadbeenunawareatthe\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n107F.R.D.230 FOREDUCATIONALUSEONLY Page2\n107F.R.D.230,3Fed.R.Serv.3d48\n(Citeas:107F.R.D.230)\nrequirementissatisfiedhere.\nAccordingly this Court approves the entire requested\nbillofcosts,aggregating$2,469.64.\n107F.R.D.230,3Fed.R.Serv.3d48\nENDOFDOCUMENT\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26346"
    },
    {
      "date": "1985-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 197,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 605,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55531,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55531.pdf",
      "title": "Opinion",
      "text": "605 F.Supp. 197 (1985)\nMaria LEVKA, Plaintiff,\nv.\nCITY OF CHICAGO, Defendant.\nNo. 83 C 2283.\nUnited States District Court, N.D. Illinois, E.D.\nMarch 27, 1985.\n198 *198 David J. Letvin, Letvin & Stein, Chicago, for plaintiff.\nJames D. Montgomery, Corp. Counsel of City of Chicago, Sharon M. Sullivan, Asst. Corp. Counsel, Chicago, Ill.,\nfor defendant.\nMEMORANDUM OPINION AND ORDER\nSHADUR, District Judge.\nMaria Levka (\"Levka\") moves for an award of attorneys' fees for her lawyers' services on the appeal in this strip\nsearch case against the City of Chicago (the \"City\"). For the reasons stated in this memorandum opinion and\norder, her motion is denied.\nBecause the City had admitted the police strip search of Levka had violated her constitutional rights, the jury trial\nin this Court was limited to damages. From the evidence and the closing argument of Levka's lawyers, the jury\nwas persuaded to award her $50,000. Though this Court viewed that judgment as substantially higher than it\nwould have awarded had it been the trier of fact in a bench trial, its respect for the jury function led it to deny the\nCity's post-trial motions. But our Court of Appeals disagreed and ordered Levka to accept a remittitur reducing\nthe judgment to $25,000 or alternatively to try the case anew (of course the appeal, like the trial, had been limited\n[1]\nto the damage issue). 748 F.2d 421 (7th Cir.1984).\nThis Court originally awarded, and Levka has already been paid, $24,475 for her lawyers' fees at the trial stage. \nRoe v. City of Chicago, 586 F.Supp. 513 (N.D.Ill. 1984) (this Court published that opinion under the \"Roe\"\npseudonym because Levka's counsel had asked that this Court's criticisms of their fee request of nearly twice\nthat amount should not be ascribed to them publicly). No appeal was taken from that award by either litigant.\nNow Levka urges her lawyers should be compensated for their work on the City's appeal on the theory she was\n\"the prevailing party in the litigation as a whole\" (Pl.Mem. 1). But the myth of the philosopher's stone00of\n97\n[2]\ntransmuting base metal into gold00has long since been exploded. Levka has been paid in full00or more 00for the\n97 97 97\n199 fact her lawyers prevailed *199 for her in the trial court to the tune of the original $50,000 verdict. No matter how\nLevka slices it, she is worse off now, after the appeal, than before it. For that obvious reason this Court rejects\nthe notion she is the \"prevailing party\" on the appeal. And that00not whether she prevailed \"in the litigation as a\n97\nwhole\"00is the issue now.\n97\nIn an effort to make the worse cause appear the better, Levka's counsel cite cases that purportedly support her\nposition. None does. Not one deals with a situation like this one in which (1) the civil rights plaintiff has been fully\n[3]\npaid for services in the trial court, (2) only a single issue00the same single issue involved in the trial 00was\n97 97\n[4]\npresented on appeal and (3) plaintiff lost the appeal.\nBuian v. Baughard, 687 F.2d 859 (6th Cir.1982) is a square precedent supporting the disallowance of Levka's\nfees on the appeal. Levka's R.Mem. 1-3 seeks to distinguish Buian by relying on the portion of the Sixth Circuit's\nanalysis that pointed to the fact a fee allowance under 42 U.S.C. § 1988 (\"Section 1988\") is stated to be as part\n\nof \"costs,\" and the losing plaintiff on the appeal there had costs awarded against it (as did Levka in our Court of\nAppeals). Levka urges our Court of Appeals' reversal in Chesny v. Marek, 720 F.2d 474 (7th Cir.1983) of this\nCourt's decision, 547 F.Supp. 542 (N.D.Ill.1982) undercuts that analysis. It remains to be seen whether Chesney\n's reversal survives in the Supreme Court (where it has been argued and is now awaiting decision). But even if it\ndoes (which this Court continues to doubt), the fact that \"costs\" would then have a different meaning in Section\n1988 and in Fed.R.Civ.P. 68 would not control the very different question in this case. Not only the literal\n[5]\nlanguage of Section 1988  but the Supreme Court's teaching in Hutto v. Finney, 437 U.S. 678, 693-98, 98 S.Ct.\n2565, 2574-77, 57 L.Ed.2d 522 (1978) tell us an attorneys' fee award under that section is part of costs, and\nLevka was certainly the loser, not entitled to costs, on the appeal in this case.\nNone of the Seventh Circuit cases on which Levka purports to rely leads to a different result. In fact Bonner v.\nCoughlin, 657 F.2d 931, 935-36 (7th Cir.1981) and (albeit less directly) such cases as Muscare v. Quinn, 680 F.2d\n42 (7th Cir.1982)specifically confirm the analysis and commonsense result reached in this opinion.\nLevka's lawyers have now received fees almost exactly equal to Levka's still-substantial damages award.\n200 Whether they would have recovered that much for services at trial had the initial jury verdict been *200 $25,000 is\n[6]\nan issue they fortunately need not face.  Their claim for more fees now remains base metal, not gold. Levka's\nmotion, which poses the sole remaining issue in the case, is denied.\n[1] Levka has since accepted the remittitur. Though the Court of Appeals' opinion had provided Circuit Rule 18\nshould apply on remand, the parties have stipulated (as the Circuit Rule permits) that this Court should retain the\ncase to decide the fees question.\n[2] As this Court's original opinion on fees made plain, the case was overtried. Roe, 586 F.Supp. at 517 reflected\nthis Court's \"deep conviction\" that the fee award, even after appropriate reductions, was \"greatly excessive.\" One\nof the factors producing the $24,475 figure was its \"reasonable relationship\" (id. at 517 n. 9), responsive to the\nadmonition in Hensley v. Eckerhart, 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983), to the jury verdict.\n[3] Here that issue was Levka's damages, for the City had conceded liability.\n[4] This opinion will not be extended by a parsing of the authorities Levka cites, for a simple reading of each of\nthose cases demonstrates its inapplicability. It may however be worth observing that Levka's most extended\nreliance on and quotation of the \"correct rule,\" citing to the extended litigation in Vaughn v. Westinghouse Electric\nCorp., is disingenuous. There a prevailing employment discrimination plaintiff in the District Court, 471 F.Supp.\n281 (E.D.Ark.1979), also won on appeal to the Court of Appeals, 620 F.2d 655 (8th Cir.1980). On petition for\ncertiorari the Supreme Court (450 U.S. 972, 101 S.Ct. 1504, 67 L.Ed.2d 808 (1981)) simply vacated and\nremanded the case for reconsideration in light of Texas Department of Community Affairs v. Burdine, 450 U.S.\n248, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981), which had been decided just a few days earlier. On remand the\nDistrict Court again ruled for plaintiff, 523 F.Supp. 368 (E.D.Ark. 1981), and then refused to separate out and\ndeny compensation for the services of plaintiff's lawyers in the Supreme Court, 526 F.Supp. 1165, 1169\n(E.D.Ark.1981). Fairly viewed, the Vaughn plaintiff was the \"prevailing party\" throughout. On the merits the\nSupreme Court action was entirely neutral, not in defendant's favor. Its remand order was simply an incidental\nwaystation on the route to a reaffirmance of plaintiff's position as the \"prevailing party.\"\n[5] Section 1988 reads (emphasis added): \nIn any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986 of this title, title\nIX of Public Law 92-318, or title VI of the Civil Rights Act of 1964, the court, in its discretion, may allow the\nprevailing party, other than the United States, a reasonable attorney's fee as part of the costs.\n[6] Initially this Court rejected the efforts of Levka's counsel to recover attorneys' fees that nearly matched dollar-\nfor-dollar Levka's recovery (as Roe, 586 F.Supp. at 514 reflects, the original fees request was for nearly $48,000,\nthough Roe mistakenly listed the jury verdict as $60,000 rather than $50,000). Now matters have come full circle,\nand Levka's lawyers have in fact received almost exactly what Levka herself has ultimately recovered. Though\nthe current motion is nominally Levka's, it is plainly for no one's benefit except that of the lawyers, who originally\n\nreceived the case from the Roger Baldwin Foundation of the ACLU. When this Court was in the active practice of\nlaw, its involvement as an ACLU \"cooperating lawyer\" and in myriad other volunteer activities was in fact pro\nbono publico, not pro bono advocatus. This Court is advised that the ACLU's identification of available counsel to\nplaintiffs (such as Levka) in the many strip search cases was made on a different understanding from the normal\n\"cooperating lawyer\" referrals (that is, the lawyers did not initially agree to act pro bono publico), but that does not\nchange the result here. If Levka's lawyers must bear some expenditure of time without being compensated, it is\nbecause they are not entitled to be paid for losing00and they can view themselves as (perhaps involuntarily)\n97\nserving the best pro bono traditions.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55531"
    },
    {
      "date": "1984-11-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 421,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 748,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54053,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54053.pdf",
      "title": "Opinion",
      "text": "748 F.2d 421 (1984)\nMaria LEVKA, Plaintiff-Appellee,\nv.\nCITY OF CHICAGO, a municipal corporation, Defendant-Appellant.\nNo. 84-1055.\nUnited States Court of Appeals, Seventh Circuit.\nArgued September 12, 1984.\nDecided November 19, 1984.\nRehearing and Rehearing Denied January 2, 1985.\nMary K. Rochford, Asst. Corp. Counsel, Chicago, Ill., for defendant-appellant.\n422 *422 David J. Letvin, Letvin & Stein, Chicago, Ill., for plaintiff-appellee.\n[*]\nBefore BAUER, Circuit Judge, PELL, Senior Circuit Judge, and DUPREE, Senior District Judge.\nRehearing and Rehearing En Banc Denied January 2, 1985.\nPELL, Senior Circuit Judge.\nThis case presents the question whether a jury verdict in the amount of $50,000 rendered in favor of plaintiff-\nappellee as compensatory damages for an unconstitutional strip search is excessive. Plaintiff brought this suit\npursuant to 42 U.S.C. § 1983, claiming that defendant-appellee, the City of Chicago, violated her civil rights when\nChicago police officers subjected her to a strip search after her arrest for a misdemeanor offense. As we have\nheld previously, defendant's former policy searching female arrestees violated both the Fourth Amendment right\nto be free from unreasonable searches and the Fourteenth Amendment right to equal protection. Mary Beth G.\nand Sharon N. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983) (as modified). Because of our prior holding in \nMary Beth G., the only question presented to the jury in this case was the issue of damages. Following the jury's\naward of $50,000 as compensation for emotional injuries, defendant moved for judgment notwithstanding the\nverdict or, in the alternative, for a new trial or the entry of a remittitur. The district court denied the motion, and\ndefendant appeals.\nI. Facts\nAccording to the parties' stipulated statement of the case, in the early morning hours of December 2, 1975, police\n[1]\narrested plaintiff, then aged 53, for a misdemeanor offense  and took her to the police station at Chicago\nAvenue and State Street. They later transferred her to the Women's Central Detention facility at 11th and State\nStreets. During her detention at the lockup, police subjected her to a strip search.\nAt the time of this incident, the City of Chicago enforced a policy of subjecting every arrestee at this lockup to a\nstrip search regardless of the nature of the charge brought against her and regardless of whether reason existed\nto believe that she carried drugs or concealed weapons. Defendant stipulated that, pursuant to this policy: \"The\nArrestee was required to lift up her blouse and brassiere. A visual inspection was made. The Arrestee was then\ntold to pull down her pants and pull down her underpants, then to squat several times, stand up and bend over.\nAgain a visual inspection was made.\" It was the indiscriminate policy of conducting strip searches that we held\nunconstitutional in Mary Beth G.\nPlaintiff testified at trial that she was arrested at about 1:55 a.m. on December 2, 1975, on the corner across from\nher house at 1743 North Sedgwick, Chicago. She was taken to the police station at Chicago Avenue and State\nStreet and telephoned her daughter, April Swenson, between 1:30 and 2:30 a.m., requesting her to come to the\nstation and post $25 bond. When Swenson arrived at the station with her sister's boyfriend and one of plaintiff's\n\nneighbors, the police told them that plaintiff had been transferred to the Women's Detention facility. According to\nplaintiff, when she arrived at the lockup a matron took her to a small cell containing a long bench and a toilet. No\nother arrestees were present in the cell. The matron who escorted plaintiff to the cell asked her to remove her\nshoes, then inspected between her toes and placed her shoes outside the cell.\nA few minutes later, the matron returned to plaintiff's cell with another matron. The first matron asked plaintiff to\npull up her sweater and turn her bra inside-out. After asking \"why\" and being informed \"just do it,\" plaintiff\n423 complied. The matrons conducted a visual inspection *423 from a distance of a couple of feet, and then told\nplaintiff that she could replace her bra and sweater. Then, one of the matrons asked her to lift up her skirt, pull\ndown her underpants and pantyhose, bend over, and spread her buttocks. Again, plaintiff protested and was told\n\"just do it.\" Plaintiff complied. Following the search, plaintiff testified, \"I felt debased and humiliated and degraded,\nabused, misused.... I was absolutely shocked and stunned and horrified. I was sickened.\"\nPlaintiff was released from jail about an hour or an hour and one-half after the strip search, approximately forty-\nfive minutes after her daughter arrived at the lockup. When she saw her mother, Swenson testified, plaintiff\nlooked pale and upset, as if she had been crying. After posting bond, they left the Detention Center between 4:00\nand 4:30 a.m. Plaintiff recounted the details of the strip search to her daughter and the others while they were in\nthe car and again when they stopped for coffee on the way home. Swenson testified that plaintiff told them that\nshe was very frightened and humiliated by the search and that she cried on and off and seemed very upset. After\nbreakfast, plaintiff returned home where she tried to sleep. She did not fall asleep until about 9:00 a.m.\nWith respect to the effects of the strip search, plaintiff testified that in the weeks following the strip search she\ncontinued to be frightened and became afraid to go out alone at night. She testified that if she tried to go out\nalone, she would return home and fall apart. According to plaintiff, her fears became so pronounced that she\n[2]\nconsulted a psychiatrist one month after the search.  She did not return for further consultation. As a result of\nthe search, plaintiff claims that she continues to be afraid and that even now she will not go out alone at night. In\nfact, she testified that she no longer sees movies or attends parties, the ballet, or the theatre. Admittedly, plaintiff\ncannot separate the impact of her arrest from the impact of her strip search.\nAt trial, plaintiff produced four witnesses to corroborate her testimony that she has suffered continuous and deep\nemotional trauma as a result of her strip search. First, her daughter testified that during the two to three weeks\nfollowing the search, she talked to her mother two to three times a week. Often during these conversations,\nplaintiff expressed to her daughter that she felt humiliated and afraid, and that she was frightened of the police\nand fearful for her own safety. Swenson testified that plaintiff does go out alone during the day, but will not go out\nat night unless accompanied by an escort. Second, Bonnie Deutsch, a neighbor of plaintiff's for the last thirteen\nyears, testified that she noticed a change in plaintiff's behavior in 1976, and that she no longer sees plaintiff\noutdoors anymore. Although Deutsch learned of plaintiff's encounter with the police in January of 1976, she did\nnot learn of her strip search until one or two months before the trial. On cross-examination, she admitted that she\nhas no knowledge of whether plaintiff is employed or married.\nAt the time of the strip search, plaintiff worked as a booking agent for various musicians. As part of her job,\nplaintiff visited various clubs during the night and early morning hours to listen to musicians. Plaintiff offered the\ntestimony of her third and fourth witnesses to corroborate her claim that she could not maintain her job as a\nbooking agent because of her fear of going out alone at night. Lynn Roeder, a professional musician who has\nknown plaintiff for the last 14 years, testified that plaintiff refused her request to act as her agent in 1976,\nalthough plaintiff had acted previously as her agent for one to one and one-half years between 1970 and 1972.\nAccording to Roeder, after inquiring for almost a year, she learned that plaintiff would not act as her agent\nbecause she was afraid to go out at night. On cross-examination, however, defendant impeached Roeder's\n424 credibility by pointing out that in an earlier deposition she had testified differently *424 as to the date when\nplaintiff stopped booking her. Finally, Oett Mallard, a member of the Chicago Musician's Union and its examining\nboard who has known plaintiff since 1969, testified that plaintiff continued to bring clients to the board for\nauditions through 1977 or 1978. While he stated that plaintiff brought in fewer musicians in 1977, he admitted that\nthe booking agent business suffered a general slowdown in 1978 or 1979.\n\nTo refute plaintiff's claim that the strip search caused her to become a \"prisoner in [her] own home,\" defendant\nput witnesses on the stand who testified that they have seen plaintiff outside her home on a number of occasions\nsince December 1975. John Danek, a police officer, testified that he saw plaintiff shopping at the neighborhood\ngrocery store two to three times a month during the time that he worked there as a security guard, between 1973\nor 1974 and 1975 or 1976. Subsequent to December 1975, Danek stated, he has continued to see plaintiff two to\nthree times a month in the neighborhood and at the grocery store. Further, Danek testified that he has seen\nplaintiff alone at night on some occasions.\nJames Shelton, a bartender in the neighborhood who has known plaintiff for over twenty-five years testified that\nprior to 1975 he had seen plaintiff approximately twelve times a year. Following her strip search, he has seen\nplaintiff approximately six to eight times a year at the grocery store, at the restaurant in which he works, and once\nat a church function. Shelton stated that he saw plaintiff alone at the church function at night, but did not know\nwhether she left alone.\nCasimir and Barbara Krasuski, neighbors of plaintiff for over twenty years testified that they have not noticed any\nchange in plaintiff's behavior after 1975. More specifically, Casimir Krasuski stated that he was unaware of any\nchange in frequency with which plaintiff entered and left her apartment subsequent to the strip search. Barbara\nKrasuski has seen plaintiff two to three times a week since 1975 and has seen her coming and going at night\nboth before and after 1975. Although she does not see plaintiff as frequently now as she did prior to 1975,\nKrasuski now holds a full-time job and, hence, has less opportunity to see plaintiff. Additionally, she testified that\nplaintiff came to her apartment recently and told her that she was beginning work that day at Roosevelt Hospital\nfrom 3:00 p.m. until 11:00 p.m. She does not know whether plaintiff actually worked those hours.\nFinally, defendant's last witness, E.H. Trisko, the secretary-treasurer of the Chicago Federation of Musicians,\ntestified that plaintiff's membership in the union lapsed for non-payment of dues in June of 1977. According to\nhim, plaintiff paid dues to the union at least as late as December, 1976, one year after her strip search.\nAfter listening to all of the evidence for three days, the jury returned a verdict in favor of plaintiff in the amount of\n$50,000. The full amount of the award constituted compensation for \"[e]motional trauma and distress, mental and\nphysical suffering, anguish, fear, humiliation and embarrassment.\" With respect to plaintiff's claims for both lost\nearnings and loss or impairment of earning capacity, the jury found in favor of defendant, awarding no damages\nto plaintiff on either of those claims.\nII. The Damage Award\nIn reviewing a jury verdict for damages to determine whether it is excessive, we must defer to the judgment of the\njury unless the award is \"monstrously excessive\" or \"so large as to shock the conscience of the court.\" Mary Beth\nG. and Sharon N. v. City of Chicago, 723 F.2d 1263, 1275 (7th Cir.1983) (as modified); Huff v. White Motor Corp.,\n609 F.2d 286, 197 (7th Cir.1979); Galard v. Johnson, 504 F.2d 1198, 1199 (7th Cir.1974) (\"To reverse the\njudgment below, we must conclude that the verdict was so `gross' or `monstrously excessive' that the trial judge\nabused his discretion in permitting it to stand.\"). See Hintz v. Jamison and Township of Dix, 743 F.2d 535, 539\n425 (7th Cir.1984); Abernathy v. Superior Hardwoods, Inc., 704 F.2d *425 963, 971 (7th Cir.1983). Under this\nstandard, while we must accord substantial weight to the determination of the jury on the issue of damages, we\nmust also set aside the award if we decide that the award is grossly excessive. One factor we must consider in\ndetermining whether to set aside an award is whether the award is out of line compared to other awards in similar\ncases. Mary Beth G., 723 F.2d at 1275.\nIn the nine damage suits brought against the City of Chicago by women who were subjected to unconstitutional\nstrip searches, the juries have awarded compensatory damages ranging from $3,300 to $112,000. More\nparticularly, the juries returned verdicts in the following amounts: one for $3,300 (Blanca v. City of Chicago, No.\n82 C 1911 (N.D.Ill.1982)); two for $15,000 (Susan B. v. City of Chicago, No. 83 C 228 (N.D.Ill.1983)); (Stella S. v.\nCity of Chicago, No. 82 C 1912 (N.D.Ill.1983), appeal dismissed, No. 84-1118 (7th Cir.1984)); two for $25,000 (\nMary Beth G. and Sharon N. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983) (as modified)); one for $30,000 (Id.\n); one for $45,000 (Mary T. v. City of Chicago, No. 83 C 2942 (N.D.Ill.1984)); and, one for $112,000 (Joan W. v.\n\nCity of Chicago, No. 83 C 0327 (N.D.Ill.1984), appeal docketed, No. 84-2060 (7th Cir. July 6, 1984)). Comparing\nthe $50,000 award in this case with the awards in the other strip search cases, this award stands out as\nremarkably high. We are persuaded further of its inconsistency with prior awards by reviewing the facts of the\nthree cases in which the juries returned verdicts over $30,000. In those cases, aggravating circumstances existed\nthat distinguished these three searches from the strip searches to which the other women and plaintiff in this\ncase were subjected.\n[3]\nIn Mary T.,  the case in which the jury returned a verdict in the amount of $45,000, a plaintiff was subjected to a\ncavity search. In her complaint, plaintiff also alleged that the matron felt her breasts and threatened that if she did\nnot comply with the strip search male officers would be called in to assist with the search. In finding in favor of\nplaintiff in this case, the jury attributed seventy-five percent of the $45,000 award to damages arising out of the\ncavity search.\nSimilarly, the presence of aggravating circumstances in Joan W. throws light on the jury's award of $112,000. In\ndenying defendant's motion for judgment notwithstanding the verdict, or a new trial, or the entry of a remittitur,\nJudge Getzendanner noted that the matrons were hostile towards plaintiff when conducting the search, that they\n\"ridicul[ed], shout[ed], taunt[ed], and threaten[ed],\" that they referred to plaintiff's body in foul and vulgar terms,\nand that they \"forced her repeatedly to squat and to push her fingers into her vagina and rectum, all the time\nyelling to her that she was not doing it good enough, forcing her to weep and bend to their will.\" No. 83 C 0327\n(N.D.Ill.1984) (memorandum opinion and order denying defendant's motion for judgment notwithstanding the\nverdict, a new trial, or to approve a remittitur), appeal docketed, No. 84-2060 (7th Cir. July 6, 1984). In upholding\nthe jury's award, Judge Getzendanner emphasized that plaintiff possessed certain frailties prior to the strip\nsearch that caused her to be particularly susceptible to the damaging effects of the strip search.\nIn the only case in which this court has addressed the issue of excessiveness of damages arising from\nunconstitutional strip searches, we upheld two awards in the amount of $25,000, one award in the amount of\n$30,000, and one award in the amount of $60,000. Mary Beth G., 723 F.2d 1263. With respect to the first three\nawards, we determined that plaintiffs introduced sufficient evidence of emotional and mental distress to support\nthe awards and emphasized that the awards were consistent with one another. Id. at 1275. In reviewing the\n426 $60,000 award to Hinda *426 Hoffman, we first ordered a remittitur reducing the award to $35,000 in order to\nbring it in line with the other awards, noting that, \"[w]hen placed against the other awards, the $60,000 is\nexcessive.\" Nos. 82-1894, 82-1920, 82-2605, 83-1618 & 83-2203, slip op. at 21-22 (7th Cir. Nov. 29, 1983).\nAlthough we denied plaintiff's petition for rehearing and suggestion for rehearing en banc, we subsequently\n[4]\nmodified our first opinion and affirmed the $60,000 award. We based our modification, in part,  on the presence\nof aggravating circumstances surrounding the search of Hoffman. In her complaint, Hoffman alleged that she was\nstrip searched in front of a camera and in the presence of two male police officers and a group of jeering\nprostitutes. Although this court allowed the award to stand, we reaffirmed the principle that an award may be set\naside or reduced if it is \"out of line with a clear trend of awards at lesser amounts.\" Id. See Phillips v. Hunter Trails\nCommunity Association, 685 F.2d 184, 190 (7th Cir.1982).\nComparing the facts of this case to the facts of the three cases in which juries returned awards exceeding\n[5]\n$30,000,  we find that the award of $50,000 in this case is grossly excessive and must be reduced. The\nexistence of aggravating circumstances in the other three cases precipitated the large awards in those suits.\nHere, no comparable aggravating circumstances exist. Plaintiff was not subjected to a cavity search, nor was she\nforced to probe herself. In this case, the matrons conducted the search in private, out of the presence of male\nofficers, other arrestees, or a camera. Unlike the matrons in some of the other cases, the matrons in this case\nwere pleasant and matter-of-fact, never threatening to plaintiff. In fact, fewer aggravating circumstances existed\nin this case than in two of the cases in which the juries returned lesser damage awards. In Susan B., the jury\nawarded $15,000 to a woman who was ordered to squat five times despite her objections that she had not\nrecovered from a recent hysterectomy and that a strip search would cause her substantial pain and create a\nthreat of injury. No. 83 C 228 (N.D.Ill.1983). In Stella S., the jury awarded $15,000 to a woman who was\nsubjected to probing by a police officer of her vaginal and rectal openings. No. 82 C 1912 (N.D.Ill.1983).\nWhatever the extent of our review of trial evidence may be ordinarily, the Supreme Court has mandated that\nwhen we are called upon to determine whether a jury award is excessive we must \"make a detailed appraisal of\n\nthe evidence bearing on damages.\" Grunenthal v. Long Island Rail Road Co., 393 U.S. 156, 159, 89 S.Ct. 331,\n333, 21 L.Ed.2d 309 (1968). See Huff v. White Motor Corp., 609 F.2d 286, 296 (7th Cir.1979). The plaintiff simply\nhas not offered any evidence to suggest that the strip search to which she was subjected was performed in any\naggravated manner. In her brief, plaintiff argues that her age constituted an aggravating circumstance that\njustifies the $50,000 award in this case. While we believe that the particular frailties which some plaintiffs possess\nprior to being subjected to a strip search may make those women more susceptible to emotional damage than\nother women, we are not persuaded that plaintiff's age is such a frailty in this case.\n427 *427 While we defer to the jury's determination that plaintiff did suffer some emotional distress in this case, after\nconsidering the evidence in this case, we cannot agree that the evidence justifies a compensatory award of\n$50,000. Not only does defendant's evidence refute any suggestion of the presence of aggravating\ncircumstances, but it also controverts plaintiff's testimony that she has become a prisoner in her own home as a\nresult of the strip search. Defendant produced three witnesses at trial who testified that they have observed\nplaintiff outside her home on a number of occasions since the strip search. Of the three, two stated that they had\nseen plaintiff out at night; one of the two recalled seeing her alone in her neighborhood and at the grocery store\nat night from time to time since 1975.\nWhile we recognize, as we must, that the jury was free to disbelieve the defendant's witnesses, nevertheless, in\nexamining the evidence, we are also mindful that the jury in its verdict reflected its opinion that her emotional\ndistress and mental suffering was not such as to have been the cause of her claimed loss or impairment of\nearning capacity. We are left with the distinct impression from all the evidence that the jury was in fact assessing\npunitive rather than compensatory damages which was beyond the scope of the issues presented to it.\nWhile we do not belittle the distress that plaintiff sustained as a result of her strip search, we think that the\nevidence simply does not support a damage award of this magnitude. Although plaintiff testified that she visited a\npsychiatrist about one month after the strip search, one isolated visit to the psychiatrist, is inconsistent with\nplaintiff's contention that she was suffering from severe and continuing trauma. Thus, in light of all the evidence\nand in light of the awards rendered in other strip search cases, we are of the opinion that a remittitur of $25,000\nwould be appropriate. Because of the absence of aggravating circumstances in this case, a compensatory award\nof $25,000 comports with the verdicts returned in similar cases and compensates plaintiff for the distress that she\nsuffered as a result of the search.\nIII. Conclusion\nFor the foregoing reasons, we hold that the jury's award of $50,000 compensatory damages for emotional injury\nmust be set aside as grossly excessive. The district court's order is REVERSED, the judgment is VACATED, and\nthis case is REMANDED to the district court pursuant to Circuit Rule 18 with directions to hold a new trial unless\nplaintiff accepts the entry of a remittitur reducing the award to $25,000.\n[*] Franklin T. Dupree, Jr., Senior District Judge for the Eastern District of North Carolina, is sitting by designation.\n[1] The district court granted plaintiff's motion in limine to exclude evidence relating to the nature of the charge\nbrought against plaintiff because such evidence is not relevant to the issue in this case.\n[2] The parties could not locate the psychiatrist, Dr. Jordon Shere, to testify.\n[3] Defendant in Mary T. has filed a motion for judgment notwithstanding the verdict, or a new trial, or the entry of\na remittitur. The motion is pending presently before Judge Plunkett, United States District Court for the Northern\nDistrict of Illinois.\n[4] In affirming the award, we noted that one award was almost as large, referring to the award in this case. 723\nF.2d at 1275 n. 11.\n[5] In oral argument, plaintiff mentioned a case recently decided by the United States District Court for the District\nof Massachusetts in which the jury returned a verdict of $150,000 for a woman subjected to a strip search. Cole\n\nv. Snow, 586 F.Supp. 655 (D.Mass.1984). In that case, plaintiff was not an arrestee but a visitor to the prison\nwhere her brother was serving a sentence. She was strip searched on three different occasions, and on at least\none occasion the matron was hostile. The matron touched plaintiff while inspecting her breasts and rectum. A\npsychiatrist testified to the extreme emotional effects of the search of plaintiff, and plaintiff testified that due to the\nstrip search she became sexually dysfunctional. As compensation for both emotional and physical injuries, the\njury awarded $150,000.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54053"
    },
    {
      "date": "1985-03-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 197,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 605,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 25018,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25018.pdf",
      "title": "Opinion",
      "text": "LEVKA v. CITY OF CHICAGO  197 \nCite .. 605 F.8upp. 197 (1985) \nSince  all  of  plaintiff's  federal  claims  purposes of this motion plaintiffs allega \nagainst the Board in Count I are dismissed  tions  are  taken  as  true,  and that Stras \nbefore  trial,  the  state  claim  alleged  in  burg's argument rests solely on the inad \nCount II against the  Board  is  dismissed  missible affidavits and exhibits, Strasburg \nwithout prejudice for lack of pendent juris- has therefore failed to persuade the Court \ndiction.  See Aldinger v. Howard, 427 U.S.  that the plaintiff can prove no set of facts \n1,  16-17,  96  S.Ct.  2413,  2421-2422,  49  in  support  of  her  claim.  Accordingly, \nL.Ed.2d 276 (1976);  Moore v.  The Market- Strasburg's motion to dismiss Counts I and \nplace  Restaurant,  754  F.2d  1336,  1353- II is denied. \n1354  (7th  Cir.1985);  Knudsen  v.  D.C.B., \nInc.,  592 F.Supp. 1232, 1235 (N.D.Il1.1984).  CONCLUSION \nC.  Dr.  Harry Strasburg's \nDefendants'  request  that the  issue  of \nMotion to Dismiss \nplaintiffs status as a  career service em \nDr.  Harry  Strasburg,  Deputy  Superin  ployee be treated as a motion for summary \ntendent for Finance and Administration of  judgment is denied.  Defendant Board of \nthe Board,  moves  to dismiss  pursuant to  Education's motion to dismiss is granted on \nRule 12(b)(6) of the Federal Rules of Civil  Counts I and III.  The allegations in Count \nProcedure.  The guidelines to be used in  II against the Board of Education are dis \nconsidering a motion to dismiss are clear.  missed without prejudice for lack of pen \nA complaint should not be  dismissed for  dent  jurisdiction.  Defendant  Dr.  Harry \nfailure to state a claim  unless it appears  Strasburg's motion to dismiss is denied as \nbeyond doubt that the plaintiff can prove  to Counts I and II and granted as to Count \nno set of facts in support of his claim that  III.  Defendants'  motion  to  strike  plain \nwould entitle him  to the relief requested.  tiffs affidavit is granted without prejudic \nConley v.  Gibson,  355 U.S.  41,  45-46, 78  ing plaintiff's right to submit a new affida \nS.Ct. 99, 101-102, 2 L.Ed.2d 80 (1957).  Un  vit after discovery. \nder the Federal Rules, it is well established \nIT IS SO ORDERED. \nthat on  a  motion  to  dismiss  a  complaint \nmust be construed in the light most favor \nable to the plaintiff, the allegations thereof \nbeing taken as true;  and if it appears rea \nsonably conceivable that at trial the plain \ntiff can establish a set of facts entitling \nhim  to some relief,  the complaint should \nnot be dismissed.  Hamrick v.  Lewis, 515 \nF.Supp. 983, 985 (N.D.Il1.1981). \nMaria LEVKA, Plaintiff, \nStrasburg argues that plaintiff was not a \ncareer service employee and that plaintiffs  v. \nclaims are mere conclusory allegations.  In  CITY OF CHICAGO, Defendant. \nsupport of this allegation Strasburg argues \nNo. 83 C 2283. \nthat the affidavits, exhibits, and memoran \nda filed herein by both parties prove that  United States District Court, \nthe plaintiff actually did  not have career  N.D.  Illinois, E.D. \nservice status. \nMarch 27,  1985. \n[5]  As  has  already  been  stated,  the \nCourt has, pursuant to Rule 12(b) of the \nFederal Rules of Civil  Procedure, decided  On motion for attorney fee award for \nto  exclude all  matters outside  the  plead  services  on  appeal  in  strip-search  case \nings.  The  affidavits  and  exhibits  upon  against city, the District Court, Shadur, J., \nwhich Strasburg relies are matters outside  held that plaintiff was not \"prevailing par \nthe pleadings.  Keeping in  mind that for  ty\" on appeal which resulted in order that \n\n198  605 FEDERAL SUPPLEMENT \nplaintiff  accept  remittitur  of  damages  yers' services on the appeal in this strip \naward or to try case anew, and thus, plain  search case  against the  City  of Chicago \ntiff was not entitled to fees for attorneys'  (the \"City\").  For the reasons stated in this \nservices on appeal.  memorandum opinion and order, her mo \nMotion denied.  tion is denied. \nBecause the City had admitted the police \n1. Civil Rights e=>13.17(23)  strip search of Levka had violated her con \nCivil rights plaintiff was not \"prevail  stitutional  rights,  the  jury  trial  in  this \ning party\" on city's appeal of $50,000 dam  Court was limited to damages.  From the \nages  award  against  it  for  strip  search,  evidence  and  the  closing  argument  of \nwhere plaintiff was ordered on  appeal to  Levka's lawyers, the jury was persuaded to \naccept  remittitur  reducing  judgment  to  award  her  $50,000.  Though  this  Court \n$25,000  or  to  try  case  anew,  and  thus,  viewed  that  judgment  as  substantially \nplaintiff, who was fully paid for services in  higher than it would have awarded had it \ntrial court, involving same single issue, was  been the trier of fact in a bench trial, its \nnot entitled to award for attorneys' servic  respect for the jury function led it to deny \nes on appeal.  42 U.S.C.A. § 1988.  the  City's  post-trial  motions.  But  our \nCourt of Appeals  disagreed  and  ordered \n2.  Civil Rights e=>13.17(23) \nLevka to accept a remittitur reducing the \nIssue in determining entitlement to at \njudgment to $25,000 or alternatively to try \ntorney fee award on appeal of civil rights \nthe case anew (of course the appeal, like \nlitigation is whether movant was prevailing \nthe trial, had been limited to the damage \nparty on appeal, and not whether movant \nissue).  748 F.2d 421 (7th Cir.1984).1 \nprevailed  in  litigation as whole.  42  U.S. \nC.A. §  1988.  This  Court  originally  awarded,  and \nLevka has already been paid, $24,475 for \n3. Civil Rights e=>13.17(10) \nher lawyers' fees at the trial stage.  Roe v. \nAttorney  fee  award  under  statute \nCity of Chicago,  586 F.Supp. 513 (N.D.Ill. \nwhich  authorizes  reasonable attorney  fee \n1984) (this Court published that opinion un \naward in  action or proceeding to enforce \nder the \"Roe\" pseudonym because Levka's \ncivil  rights  statute  is  part of costs.  42 \ncounsel had asked that this Court's criti \nU.S.C.A. §  1988.  cisms of their fee request of nearly twice \nthat amount should not be ascribed to them \nDavid J. Letvin, Letvin & Stein, Chicago,  publicly).  No appeal was taken from that \nfor plaintiff.  award by either litigant. \nJames D. Montgomery, Corp. Counsel of \n[2]  Now  Levka  urges  her  lawyers \nCity of Chicago, Sharon M. Sullivan, Asst. \nshould be compensated for their work on \nCorp. Counsel, Chicago, Ill., for defendant. \nthe  City's  appeal on  the theory she was \n\"the prevailing party in the litigation as a \nMEMORANDUM OPINION \nwhole\" (Pl.Mem. 1).  But the myth of the \nAND ORDER \nphilosopher's  stone-of transmuting  base \nSHADUR, District Judge.  metal into gold-has long since been ex \n[1]  Maria  Levka (\"Levka\")  moves  for  ploded.  Levka  has been paid  in  full-or \nan award of attorneys' fees for her law- more 2-for the fact her lawyers prevailed \nI.  Levka  has  since  accepted  the  remittitur.  2.  As this Court's original opinion on fees made \nThough the Court of Appeals' opinion had pro  plain, the case was overtried.  Roe, 586 F.Supp. \nvided Circuit Rule 18 should apply on remand,  at 517 reflected this Court's \"deep conviction\" \nthe parties have stipulated (as the Circuit Rule  that the fee award, even after appropriate reduc \npermits) that this Court should retain the case to  tions, was \"greatly excessive.\"  One of the fac \ndecide the fees question.  tors producing the $24,475 figure was its \"rea \nsonable relationship\" (id.  at 517 n. 9), respon-\n\nLEVKA v. CITY OF CHICAGO  199 \nCite .. 605 F.Supp. 197 (1985) \nfor her in the trial court to the tune of the  Cir.1983)  of  this  Court's  decision,  547 \noriginal $50,000  verdict.  No  matter how  F.Supp.  542  (N.D.Ill.1982)  undercuts  that \nLevka slices it, she is worse off now, after  analysis.  It remains to be  seen whether \nthe appeal, than before it.  For that obvi  Chesney's  reversal  survives  in  the  Su \nous reason this Court rejects the notion she  preme Court (where it has been argued and \nis  the  \"prevailing party\" on  the appeal.  is now awaiting decision).  But even if it \nAnd  that-not whether she prevailed  \"in  does (which this Court continues to doubt), \nthe  litigation  as  a  whole\"-is  the  issue  the fact that \"costs\"  would  then  have  a \nnow.  different meaning in Section  1988 and  in \nIn  an  effort to  make  the  worse  cause  Fed.R.Civ.P. 68 would not control the very \nappear  the  better,  Levka's  counsel  cite  different question in  this case.  Not only \ncases that purportedly support her position.  the literal language of Section 1988 5  but \nNone does.  Not one deals with a situation  the Supreme Court's teaching in Hutto v. \nlike this one in  which  (1) the civil rights  Finney,  437  U.S.  678,  693-98,  98  S.Ct. \nplaintiff has been fully paid for services in  2565, 2574-77, 57 L.Ed.2d 522 (1978) tell us \nthe trial court, (2) only a single issue-the  an attorneys' fee award under that section \nsame  single  issue  involved  in  the  is part of costs, and Levka was certainly \ntrial 3-was  presented  on  appeal  and  (3)  the loser, not entitled to costs, on the ap \nplaintiff lost the appeal.4  peal in this case. \n[3]  Buian v.  Baughard,  687  F.2d 859  None  of  the  Seventh  Circuit  cases  on \n(6th  Cir.1982)  is  a square precedent sup  which  Levka purports to  rely leads to a \nporting the disallowance of Levka's fees on  different result.  In fact Bonner v.  Cough \nthe appeal.  Levka's R.Mem. 1-3 seeks to  lin, 657 F.2d 931, 935-86 (7th Cir.1981) and \ndistinguish Buian by relying on the portion  (albeit less directly) such cases as Muscare \nof the Sixth Circuit's analysis that pointed  v. Quinn, 680 F.2d 42 (7th Cir.1982) specif \nically confirm  the analysis and  common \nto the fact a fee allowance under 42 U.S.C. \n§  1988 (\"Section 1988\") is stated to be as  sense result reached in this opinion. \npart of \"costs,\" and the losing plaintiff on  Levka's lawyers have now received fees \nthe appeal there had costs awarded against  almost exactly equal  to  Levka's still-sub \nit (as did Levka in our Court of Appeals).  stantial  damages  award.  Whether  they \nLevka urges our Court of Appeals' reversal  would have recovered that much for servic \nin  Chesny  v.  Marek,  720  F.2d  474  (7th  es at trial had the initial jury verdict been \nsive to the admonition in Hensley v. Eckerhan,  450 U.S.  248,  101  S.Ct.  1089, 67 L.Ed.2d 207 \n461  U.S.  424,  103  S.Ct.  1933,  76  L.Ed.2d  40  (1981), which had been decided just a few days \n(1983), to the jury verdict.  earlier.  On  remand the District Court again \nruled for plaintiff, 523 F.Supp. 368 (E.D.Ark. \n3.  Here that issue was Levka's damages, for the  1981),  and  then refused to separate out and \nCity had conceded liability.  deny compensation for the services of plaintiffs \nlawyers  in  the  Supreme  Court,  526  F.Supp. \n4.  This opinion will not be extended by a parsing  1165, 1169 (E.D.Ark.1981).  Fairly viewed, the \nof the authorities Levka cites, for a simple read·  Vaughn  plaintiff  was  the  \"prevailing  party\" \ning of each of those cases demonstrates its inap  throughout.  On the merits the Supreme Court \nplicability.  It may however be worth observing  action was entirely neutral, not in defendant's \nthat Levka's most extended reliance on and quo  favor.  Its remand order was simply an inciden \ntation of the \"correct rule,\" citing to the extend  tal waystation on the route to a reaffirmance of \ned litigation in Vaughn v. Westinghouse Electric  plaintiffs position as the \"prevailing party.\" \nCorp., is disingenuous.  There a prevailing em \nployment discrimination plaintiff in the District  5.  Section 1988 reads (emphasis added): \nCourt, 471 F.Supp. 281 (E.D.Ark.1979), also won  In any action or proceeding to enforce a pro \non appeal to the Court of Appeals, 620 F.2d 655  vision of sections 1981, 1982, 1983, 1985, and \n(8th Cir.1980).  On petition for certiorari the  1986 of this title, title IX of Public Law 92-\nSupreme Court (450 U.S. 972, 101 S.Ct. 1504,67  318, or title VI of the Civil Rights Act of 1964, \nL.Ed.2d 808 (1981)  simply vacated and remand  the court,  in  its discretion,  may allow the \ned the case for reconsideration in light of Texas  prevailing party, other than the United States, \nDepartment of Community Affairs v.  Burdine,  a reasonable attorney's fee as pan of the costs. \n\n200  605 FEDERAL SUPPLEMENT \n$25,000 is  an issue they fortunately need  indemnity agreement was void  and unen \nnot face.6  Their claim for more fees now  forceable. \nremains base metal, not gold.  Levka's mo  Ordered accordingly. \ntion, which poses the sole remaining issue \nin the case, is denied. \nIndemnity *\"'3 \nUnder Louisiana law, indemnifying for \nindemnitee's own negligence and requiring \nindemnitor  to  defend  indemnitee  for  its \nown negligence were against public policy; \nthus,  indemnity  agreement was  void  and \nunenforceable to the extent that it purport \ned  to  provide  for  defense  of  indemnitee \nSteven M.  FRAZIER  against  negligence  of  indemnitee.  LSA \nRS. 9:2780. \nv. \nCOLUMBIA GAS DEVELOPMENT \nCORPORATION.  Hicks & Brown, C. James Hicks, Alexan \ndria, La., for Frazier. \nCiv. A.  No. 83-1872. \nStafford,  Stewart  &  Potter,  Larry  A. \nUnited States District Court,  Stewart, Alexandria, La., for Road Equip \nW.D.  Louisiana,  ment Co., Inc. \nAlexandria Division. \nDavidson, Meaux, Sonnier & McElligott, \nMarch 28,  1985.  John E. McElligott, Jr., Lafayette, La., for \nColumbia Gas Development Corp. \nGist,  Methvin,  Hughes  &  Munsterman, \nContractor's employer brought action  George  C.  Gaiennie,  III  and  Howard  B. \nagainst owner of platform on which he was  Gist, III, Alexandria, La., for Consolidated \nworking  when  he  sustained  his  injuries.  Operating Co., Inc. and Maryland Cas. Co. \nOwner filed third-party action against con \ntractor,  seeking  to  enforce  indemnity  RULING \nagreement.  Contractor moved for summa \nNAUMAN  S.  SCO'IT,  District  Judge_ \nry judgment.  The  United  States District \nCourt for the Western District of Louisi  On October 31, 1984 we ruled that LSA \nana,  596  F.Supp.  429  granted  motion  in  R.S. 9:2780 applied to the indemnity agree \npart and denied it in part.  Reconsideration  ment between third-party plaintiff Colum \nwas sought.  The District Court, Nauman  bia Gas Development Corporation (Colum \nS. Scott, J., held that under Louisiana law  bia) and third-party defendant Consolidated \n6.  Initially  this  Court  rejected  the  efforts  of  and in myriad other volunteer activities was in \nLevka's counsel to recover attorneys' fees that  fact pro bono publico, not pro bono advocatus. \nnearly matched dollar-for·dollar Levka's recov  This Court is advised that the ACLU's identifica \nery (as Roe,  586 F.Supp.  at  514 reflects,  the  tion of available counsel to plaintiffs (such as \noriginal fees  request was for  nearly $48,000,  Levka) in the many strip search cases was made \nthough Roe mistakenly listed the jury verdict as  on a different understanding from the normal \n$60,000  rather  than  $50,000).  Now  matters  \"cooperating lawyer\" referrals (that is, the law \nhave come full circle, and Levka's lawyers have  yers did  not  initially agree to  act pro bono \nin fact received almost exactly what Levka her  publico), but that does not change the result \nself has ultimately recovered.  Though the cur  here.  If Levka's lawyers must bear some ex \nrent motion is nominally Levka's, it is plainly \npenditure of time without being compensated, it \nfor no one's benefit except that of the lawyers, \nis because they are not entitled to be paid for \nwho originally received the case from the Roger \nlosing-and they can view themselves as (per \nBaldwin Foundation of the ACLU.  When this \nhaps involuntarily) serving the best pro bono \nCourt was  in  the  active practice of  law,  its \ntraditions. \ninvolvement as an ACLU \"cooperating lawyer\" ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25018"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121642,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121642"
    }
  ],
  "document_count": 5
}