{
  "case_id": 5498,
  "fetched_at": "2025-10-22T00:07:44.887469",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Housing"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Receivership"
      }
    ],
    "court": "Massachusetts state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Housing Authority"
      }
    ],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1975,
    "id": 5498,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 37661,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1975,
      "docket_filing_number": 1722,
      "is_main_docket": true,
      "court": "Massachusetts state supreme court",
      "state": "Massachusetts",
      "docket_office_number": "",
      "docket_number_manual": "C.A. No. 1722",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Perez v. Boston Housing Authority",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Tenants in various developments of the city housing authority seeking to vindicate their statutory rights to decent, safe and sanitary housing",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Court-ordered receiverships"
    ],
    "special_case_type": [],
    "state": "Massachusetts",
    "summary": "<p>(No summary yet, while we research the case.)&nbsp;</p>",
    "summary_published_date": "2022-07-28T13:16:36.705516-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/5498",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=5498",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=5498",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=5498"
  },
  "documents": [
    {
      "date": "1975-07-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 801,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 331,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 1003,
      "cite_3_reporter": "Mass.LEXIS",
      "cite_3_vol": 1975,
      "citation_status": "Official citation found/coded",
      "court": "Massachusetts state supreme court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 29333,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/29333.pdf",
      "title": "Opinion",
      "text": "Page1\n2of2DOCUMENTS\nArmandoPerez&othersv.BostonHousingAuthority&others\n[NONUMBERINORIGINAL]\nSupremeJudicialCourtofMassachusetts\n368Mass.333;331N.E.2d801;1975Mass.LEXIS1003\nJune9,1975,Argued\nJuly10,1975,Decided\nPRIORHISTORY: [***1] Suffolk. COUNSEL: Terence P. O'Malley, Assistant Attorney\nGeneral, for the Commissioner of Community Affairs &\nCivil action commenced in the Housing Court of the others.\nCityofBostononFebruary7,1975.\nGershon M. Ratner (Bruce E. Mohl & James E. Wexler\nThecasewasheardbyGarrity,J. withhim)fortheplaintiffs.\nThe Supreme Judicial Court granted a request for Kevin P. Feeley (Brian P. Shillue with him) for Boston\ndirectappellatereview. HousingAuthority.\nHoward E. Cohen, for Cambridge Housing Authority,\nHEADNOTES amicuscuriae,submittedabrief.\nHousing. Jurisdiction, Housing. Boston Housing JUDGES: Tauro, C.J., Reardon, Quirico, Braucher,\nAuthority. Practice, Civil, Parties. Commonwealth, Hennessey,Kaplan,&Wilkins,JJ.\nFinancialmatters.\nOPINIONBY:HENNESSEY\nSYLLABUS\nOPINION\nThe Legislature did not intend to include the\nSecretary of Communities and Development, or the [*334] [**802] In this case we hold, as clearly\nCommonwealth, or any of its departments or agencies, required by the applicable law, that the Commonwealth\namong the entities who were described in G. L. c. 111, § has no duty to provide funds for the rehabilitation of\n127N,asan\"individual,trustorcorporation,partnership, certainpropertyoftheBostonHousingAuthority(BHA).\nassociation, or other person,\" and a complaint by tenants However, we emphasize the disturbing social\nagainst an authority which owned and operated public implicationsofthisholding(infra,part2).\nhousingprojectstoenforcetheStatesanitarycodetherein\ncould not be maintained against State officials joined as Certain appellants, namely the Commissioner of the\npartiesdefendant. [336-341] Department of Community Affairs, the Secretary of\nCommunities and Development, the Treasurer of the\nThe substandard condition of units in projects of the Commonwealth, and the Governor of the\nBostonHousingAuthorityasdisclosedinacomplaintby Commonwealth, appeal from a judgment (the \"final\ntenants led this court, upon reversing the final decree as decree\") entered by a judge of the Housing Court of the\ntotheStatedefendantsanddismissingthecomplaintasto City of Boston (Housing Court). These [***3]\nthem,toremandthecasetotheHousingCourtoftheCity appellants are hereinafter referred to as the State\nof Boston for further [***2] proceedings in the defendants. We granted direct appellate review on\ndiscretionofthejudgeastotheauthority. [341-344] application of all parties. We reverse the final decree\n\nPage2\n368Mass.333,*334;331N.E.2d801,**802;\n1975Mass.LEXIS1003,***3\nand, for the reasons set forth in this opinion, remand the The judge also found that the BHA did not have the\ncaseforfurtherproceedingsinthediscretionofthejudge financialresourcestocorrectthesanitarycodeviolations.\noftheHousingCourt.\nThe judge ruled that under G. L. c. 111, § 127N, the\nVarious tenants of the BHA filed a complaint in the State defendants were liable for the sanitary code\nHousing Court pursuant to G. L. c. 111, § 127H, to violations and would be required to provide the funding\nenforcetheStatesanitarycode(seeG.L.c.111,§127A) necessary for rectification. He then entered the final\nin public housing projects owned and operated by the decree, which incorporated in its entirety his \"Findings,\nBHA. The tenants requested the judge of the Housing Rulings, Opinion and Orders.\" The State defendants\nCourt to \"enjoin . . . [the BHA] from failing to correct\" [*336] were enjoined from committing, with limited\ndefective conditions in the premises in which they and a exceptions, approximately $ 105,000,000 of the\nclassofapproximately40,000personslive. borrowing authority not yet committed under G. L. c.\n121B,§§26A,34,41,forthedevelopmentoflowincome\nThe tenants subsequently moved to join the State housing on a Statewide basis. The decree, with\ndefendants. As their grounds for relief, the tenants exceptions not here material, froze the uncommitted\nallegedthatsincetheseStateofficialshadauthorityunder amount of borrowing authority for use solely to\nvarious provisions of G. L. c. 121B to decide whether to rehabilitate the [***6] existing projects of the BHA. 2\n[*335] rehabilitate the projects of the BHA, they were TheStatedefendantsthenfiledthisappeal.\nsubject to liability under G. L. c. 111, § 127N, for the\nalleged [**803] sanitary code violations by the BHA. 1 2 The direct effect of the judge's orders, if\nThe tenants also alleged that, for financial reasons, the affirmed, would be to divert to the rehabilitation\nBHA was unable [***4] by itself to rectify the sanitary of BHA property moneys which had previously\ncode violations. Accordingly, the Housing Court was been earmarked by the Secretary of Communities\nasked first to enjoin the State defendants from and Development for use in procuring additional\ncommitting any of the remaining borrowing authority of low income housing in certain projects in other\neither State or the BHA for the development of low partsoftheCommonwealth.\nincome housing until the preparation and State approval\nof rehabilitation plans for housing projects owned and 1. The State defendants do not dispute that the\noperated by the BHA. Second, the Housing Court was plaintiffshavesatisfied,atleastwithrespecttotheBHA,\nrequested to order the State defendants to provide, from all the requirements for a cause of action under G. L. c.\nthese State funds remaining to be borrowed, the moneys 111,§127H. Includedinthisareaofapparentagreement\nnecessary for rehabilitating the BHA housing once such istheassertionthatremediesforviolationsofthesanitary\nplanswerepreparedandapproved. code are available to tenants in public housing\naccomodations as well as to those in private dwellings.\n1 The tenants assert that the several State See West Broadway Task Force, Inc. v. Commissioner of\ndefendants are liable by the operation of various the Dept. of Community Affairs, 363 Mass. 745, 752-753\nprovisions of G. L. c. 111 (the \"health\" statute) (1973).\nand G. L. c. 121B (the \"housing\" statute).\nSpecifically,theyrelatecertainstatutes,interalia, Additionally, from representations made by counsel\nto the various defendants as follows: BHA: G. L. in oral argument before this court, it is clear that the\nc. 111, § 127H; G. L. c. 121B, §§ 1, 11, 26. The plaintiffs [***7] do not seriously contend that any\nState defendants: G. L. c. 111, § 127N; G. L. c. obligationcanbefoundonthepartoftheGovernororthe\n121B,§§26A,31,34,41;G.L.c.6A,§§4,8. State Treasurer as to the issues now before us because of\nthe limited statutory involvement of these two officials\n[***5] A hearing on the requests for preliminary withrespecttolowincomehousing.SeeG.L.c.121B,§\ninjunctivereliefwasheldbeforethejudgeoftheHousing 26A. It is also established that the Commissioner of the\nCourt. On the basis of the evidence presented at that Department of Community Affairs is not a proper party\nhearing and collected by the judge in the course of visits defendantbecausethatpositionhasbeenabolishedbySt.\nto certain projects, the judge made findings concerning 1975, c. 163, effective April 30, 1975. The supervision\nthe existence and extent of sanitary code violations, and control of the Department of Community Affairs is\nvandalism,crime,andracialsegregationinBHAprojects. now vested in the Secretary of Communities and\n\nPage3\n368Mass.333,*336;331N.E.2d801,**803;\n1975Mass.LEXIS1003,***7\nDevelopment(theSecretary). primarily rely, as did the judge below in his rulings, on\nthe provisions of G. L. c. 111, § 127N, to establish the\n[*337] [**804] Thus, the Secretary is the sole Commonwealth's liability. Indeed, that appears to us to\nState defendant whose liability need be considered. The be the only statutory source from which [*338] the\nissue is whether the Secretary is liable for violations of tenants can begin to draw a relevant argument in support\nthe sanitary code in buildings controlled by the BHA. oftheirposition.\nEssentially, of course, the issue is whether the\nCommonwealth has such liability. We hold that it does GeneralLawsc.111,§127N,insertedbySt.1974,\nnot.3 c.681,states,inpertinent part,thata tenantpetitioninga\ncourt of competent jurisdiction to enforce the sanitary\n3 Thecomplainthereseekstoestablishstatutory codemayjoinasapartydefendantnotonlytheownerof\nresponsibility centering in particular on G. L. c. the premises but also \"any individual, trust or [***9]\n111, §§ 127H, 127N. There is no assertion, nor corporation, partnership, association, or other person\ndoes the record disclose grounds for asserting, who, acting alone or with another, has the authority to\nthat the court should exert judicial control over decide whether to rehabilitate, or sell or otherwise\nagency action under equity principles. We have dispose of the premises, with or without record title or\ndelineated the limited circumstances which make recorded interest.\" If the owner is unable for financial\nsuch control appropriate in the case of West reasons to provide effective relief, \"[t]he owner and any\nBroadway Task Force, Inc. v. Commissioner of person so joined shall be jointly and severally liable for\nthe Dept. of Community Affairs, 363 Mass. at taking any action or paying any damages ordered by the\n750-751: \"The question of the proper occasions court.\"\nfor judicial intervention upon the suit of affected\ntenants would remain. A challenge to agency It is plain that the Secretary cannot be held\naction as being unconstitutional, or offensive to a responsible under this statute unless the Secretary (1) is\nspecific statutory command or prohibition, would an \"individual, trust or corporation, partnership,\nbe such an occasion. A charge of arbitrary or association, or other person,\" within the meaning of the\ncapriciousactionbytheagency,likeachargethat statute, and (2) has the authority to decide whether to\nthe agency was exceeding its 'jurisdiction,' could rehabilitate or sell or otherwise dispose of the premises.\nalso present a plausible situation for appeal to an WeholdthattheLegislaturedidnotintendtoincludethe\nequity court. Even in a field in which the agency Secretary, or the Commonwealth, or any of its\nisacknowledgedtohavelatitudinousdiscretion,a departments or agencies, among the entities described in\ncourt would not be excluded if the agency § 127N as an \"individual, trust or corporation,\nappeared to have been actuated by clearly partnership,association,orotherperson.\"\ninappositeorunreasonableconsiderations. Andit\nmay be granted that for purposes of the Onthisissue,theStatedefendants'arguments,which\navailability of judicial review, inaction by an areconvincing,arethatthejudicialimpositionofliability\nagency over a period of time could count as the on the Secretary or any other representative [***10] of\nequivalentofafinalrefusaltoact.\" the Commonwealth is contradicted both by the ordinary\nmeaning of the language used [**805] in § 127N, and\n[***8] It is true that the Commonwealth, through bythelegislativeintentotherwisedemonstrated.\ntheSecretary,hascertainsupervisoryauthorityoverlocal\nhousing authorities and is empowered to oversee most The words employed by the Legislature are plainly\nphases of the operations of local housing authorities. To inappropriate to identify the State or any of its agencies.\nthatendtheSecretaryisgivenvariouspowerstoapprove By contrast, the State defendants point out, and we think\nor disapprove the activities of these authorities together persuasively, that when the Legislature did in fact\nwithrulemakingpowerandpowertodemandreportsand determine to apply public health regulations, enacted\notherinformation. G.L.c.121B,§§1,11,29,30-32,34, pursuanttoG.L.c.111,toStateagenciesaswellasother\n35, 37. G. L. c. 23B, §§ 1, 3. See West Broadway Task entities, [*339] it expanded the coverage from \"[a]ny\nForce, Inc. v. Commissioner of the Dept. of Community municipality, corporation or person\" (§ 142A), and \"any\nAffairs, 363 Mass. at 748. Nevertheless, the tenants person,corporation,orpoliticalsubdivision\"(§142B),to\ninclude \"[a]ll departments, agencies, commissions,\n\nPage4\n368Mass.333,*339;331N.E.2d801,**805;\n1975Mass.LEXIS1003,***10\nauthorities and political subdivisions\" (§ 142E). See thereof other than the applicable operating\nBoston v. Massachusetts Port Authy. 364 Mass. 639, 653 agency, or to pledge its credit, to any payment\n(1974). whatsoever to any operating agency or to any\ncreditor or bondholder thereof, nor shall anything\nFurther, in construing the language employed, we therein contained be construed as granting to any\nrecognize that \"[i]t is a widely accepted rule of statutory operating agency any exemption from taxation\nconstruction that general words in a statute such as except as expressly provided therein or to render\n'persons' will not ordinarily be construed to include the the commonwealth, or any political subdivision\nState or political subdivisions thereof.\" Hansen v. otherthansuchagencyliableforanyindebtedness\nCommonwealth, 344 Mass. 214, 219 (1962). That the or liability incurred, acts done, or any omissions\nSecretary [***11] is an individual does not obscure the or failures to act, or any such agency.\" The\nfact that he is a party to this suit only in his official tenants argue that the \"disclaimer\" as found in §\ncapacity and that the essence of the judge's order in this 17islimitedintermstoc.121B,andisinapposite\ncase would impose liability on the Commonwealth to this case, because of the words \"'[n]othing in\nthrough the Secretary and require the expenditure of this chapter'\" quoted above, and because the\nfundsoftheCommonwealth. provision on which the tenants rely to establish\nliability (c. 111, § 127N) is not included in this\nThe legislative intent as inferred from other sources\nchapter. The weakness of this argument lies in\nis consistent with the plain language of c. 111, § 127N.\nthe fact that the position of the tenants clearly\nNo provision of G. L. c. 121B setting forth various\nmust rely in part on the provisions of c. 121B in\ngovernmental responsibilities with respect to public\nso far as that statute establishes powers and\nhousing subjects the Commonwealth or its agencies to\nresponsibilitiesoftheCommonwealth.\nliability for sanitary code violations under G. L. c. 111.\nBy contrast, the responsibilities of the BHA or any [***13] Allofthisreasoningsupportsaconclusion\nhousing authority under the sanitary code can be said to that the Legislature did not intend [**806] to establish\nbe specifically provided for in G. L. c. 121B, § 28. Cf. liability on the part of the Commonwealth or its\nCameronv.ZoningAgentofBellingham,357Mass.757, departmentsinenactingtheprovisionsof§127N. Rather\n761 (1970). Further, the language of c. 121B, § 17, it appears that the Legislature in this section was\nprovides in effect a specific disclaimer of liability by the providing against the possibility that the owners of\nCommonwealth 4 (except for the guaranteeing of bonds private rental property might realize personal financial\nas [*340] provided in c. 121B, §§ 34, 41). Also gain while at the same time screening themselves from\nsignificantisG.L.c.111,§127J,insertedbySt.1965,c. responsibilityfortherepairofdefectivehousing.\n898, § 3, which authorizes the Department of Public\nHealth to supply [***12] financial assistance to remedy We have said that liability of any State defendant\ndefective conditions but only in \"such sums as may be cannot be established under G. L. c. 111, § 127N, unless\nappropriated therefor.\" This clear and direct provision is it is shown that the defendant is both an entity described\ninconsistent with the tenants' argument that the within that section and \"has the authority to decide\nLegislature also intended, by subtle implication in § whether to rehabilitate\" the housing project. Since we\n127N, to alter in any manner the power of State hold here that the State defendants are not among the\nauthoritiestousefundsunderc.121B. described entities, it is not necessary for us to reach the\n[*341] \"authority\" issue. Nevertheless, we note that the\n4 General Laws c. 121B, § 17, inserted by St. State defendants offer arguments that they have no such\n1969, c. 751, § 1, reads as follows: \"No bond, authority. They observe that the tenants' arguments, and\nnote or other evidence of indebtedness executed the judge's rulings, necessarily rely in part on certain\nor obligation or liability incurred by an operating funding provisions of c. 121B, viz. §§ 34 and 41. They\nagency shall be a debt or charge against the arguethatthesefundingprovisions[***14] donotapply\ncommonwealth or any political subdivision to the rehabilitation of existing projects but contemplate\nthereof other than such agency. Nothing in this the expansion of the housing stock through construction\nchapter shall be construed to obligate the andpurchase.\ncommonwealth, or any political subdivision\n\nPage5\n368Mass.333,*341;331N.E.2d801,**806;\n1975Mass.LEXIS1003,***14\nThe State defendants concede that there may be a percentage of the residents of Boston. The BHA owns\nlimitedStateauthorityinc.121B,§26(j),torehabilitate and operates nineteen Federally aided developments for\nlocal projects. These provisions are related to such families of low income with a total of 10,348 dwelling\nlimitedfundingastoappearunimportantinthecontextof units (seventy-three per cent of such units in the\nthiscase. Inanyevent,thetenantsdonotrelyon§26(j), Commonwealth), ten State aided developments for\nand the State defendants cite it as further proof that the families of [**807] low income with a total of 3,681\nLegislature did not intend to establish the \"open-ended\" units (twenty-seven per cent of such units in the\nStateauthorityanddutyforwhichthetenantscontend. Commonwealth), twenty-five Federally aided\ndevelopments for elderly persons of low income with a\nThere is also no necessity for us to reach the State total of 2,613 units (ninety-four per cent of such units in\ndefendants' further assertion that this is essentially a suit the Commonwealth), and two State aided developments\nagainsttheCommonwealthandisthereforebarredbythe for elderly persons of low income with a total of 160\ndoctrineofsovereignimmunity. units(sixtypercentofsuchunitsintheCommonwealth).\nThe BHA also leases from private landlords 2,655\n2. The result we have reached is clearly required by\ndwelling units pursuant to various Federal programs\nthe law. Nevertheless, the ramifications of our decision\n(ninety-seven per cent of such units in the\nare disturbing. 5 The Commonwealth cannot be required\nCommonwealth), and fifty-nine [***17] units pursuant\nto expend funds for rehabilitation of BHA property; yet\nto various State programs (three per cent of such units in\nhundreds,andprobablythousands,oftenantsarelivingin\nthe Commonwealth). Residents living in BHA owned\nsubstandard units which the judge has characterized as\nandleasedhousingprojectscompriseinexcessoftenper\n\"not decent.\" Without adequate funding, the alternatives\ncentofthetotalpopulationofBoston.\n[***15] appear equally unacceptable: either the tenants\ncontinue to live in conditions which are unlawful under [*343] With these conditions in mind the question\nthe sanitary code, or the substandard units are to be remains as to the proper disposition of this case, aside\n[*342] withdrawn from use, with the accompanying fromthefactthatthecomplaintsmustbedismissedasto\nprobabilityofmanypersonslefthomeless. the State defendants. Jurisdiction of the subject matter\n(violations of the sanitary code) resides in the Housing\n5 The result is no less disturbing, even though\nCourt, of course, and that court's powers embrace such\nthemoneys,whichwehavebythisdecisionfreed\nmatters, relating to both the problem and the cure of\nfromtherestraintoftheinjunctionimposedbythe\nsanitary code violations, as vandalism, crime, alleged\njudge, presumably will now be spent in the\nmismanagement, and the marshalling of tenant\nbuildingandacquisitionoflowincomehousingin\ncooperation. Furthermore, the Housing Court judge has\nthe State. This affords no relief for the appalling\ndemonstrated, in his considerable efforts up to this point,\nconditionoftheBHAproperties.\nboth sympathetic understanding and competence directed\ntowardthespecialproblemsoftheBHA. Therefore,itis\nConditions in certain BHA projects are such as to\nappropriate for us to remand the case to the judge below\njustify the use of the adjectives \"massive\" and \"critical.\"\nfor such further proceedings, as to the BHA only, as he\nThe judge has found that the great majority of the\ndeemsappropriateinthecircumstances.\nresidentialunitsownedandoperatedbytheBHA,aswell\nas the buildings themselves, \"are not decent, nor are they\nThe judge entered a final decree, but it is clear from\nsafeandnoraretheyincompliancewiththeprovisionsof\nrepresentations of counsel before us that the [***18]\nthe State Sanitary Code.\" A substantial percentage of the\njudgemaywellintendtoretainjurisdictionofthematter.\nrental units are unoccupied, with vacancies in [***16]\nApparently the preparation of plans for solution of some\none project as high as sixty per cent. The background is\nof the BHA problems has been ordered by the judge and\none of numerous crimes of violence and widespread\nweunderstandthatamasterhasbeenorwillbeappointed\nvandalism. Vandalism has virtually destroyed hundreds\ntothatend.\nof apartments, and large segments of the buildings\nthemselves. The judge found that the residents did not Of course, the future proceedings under this\nperpetratethevandalism. complaint can be binding only on the BHA. It is an\nunderstatement to say that our decision to order the\nThese conditions directly affect a substantial\n\nPage6\n368Mass.333,*343;331N.E.2d801,**807;\n1975Mass.LEXIS1003,***18\ndismissal of the complaint as to the State defendants precedent for future cases involving not only mandatory\nlimits the utility of further proceedings, since adequate action by BHA, but also discretionary [***19] action by\nfundstoimplementcertaincourtordersarenotavailable. thelegislativeandexecutivebranches.\nAs the judge found, \"B.H.A. is unable for financial\nreasons to comply with orders made by this Court in this 3. The final decree of the Housing Court of the City\ncase pursuant to G. L. c. 111, § 127H to maintain its of Boston is reversed as to the State defendants and the\ndevelopmentsincompliancewiththeStateSanitaryCode complaint is dismissed as to those defendants. The\nand to provide security to its tenants.\" Nevertheless, injunction against the State defendants is vacated. The\nfurther proceedings, despite the lack of availability of case is remanded to the Housing Court for further\nState funds as decided in this case, may result in proceedings as to the BHA in the discretion of the judge\nappropriate orders against BHA related to the sanitary andconsistentwiththisopinion.\ncode. See G. L. c. 111, § 127H. Moreover, additional\nSoordered.\nproceedings may [*344] well offer guidance and",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/29333"
    },
    {
      "date": "1980-02-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1231,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 400,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Massachusetts state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60351,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60351.pdf",
      "title": "Opinion",
      "text": "379 Mass. 703 (1980)\n400 N.E.2d 1231\n[1]\nARMANDO PEREZ & others\nvs.\nBOSTON HOUSING AUTHORITY.\nSupreme Judicial Court of Massachusetts, Suffolk.\nOctober 9, 1979.\nFebruary 4, 1980.\nPresent: HENNESSEY, C.J., BRAUCHER, KAPLAN, WILKINS, & LIACOS, JJ.\nMark A. Michelson (Paul M. Stein with him) for the defendant.\nBruce E. Mohl for the plaintiffs.\nGerard J. Clark, for the Boston Public Housing Tenants' Policy Council, Inc., intervener.\nKAPLAN, J.\nNine persons, tenants in various developments of the Boston Housing Authority (BHA), brought this action for\nthemselves and on behalf of the whole class of tenants of BHA similarly situated, seeking to vindicate their\nstatutory rights to decent, safe, and sanitary housing. (See G.L.c. 121B, § 32; also c. 111, § 127H). The judge\nbelow found at successive stages of the action that many of the units and common facilities of BHA housing were\nin substandard conditions in violation of the State Sanitary Code (see G.L.c. 111, § 127A). In order to right the\nwrong and provide a remedy, the judge attempted a number of expedients, based essentially on exercise of his\ninjunctive powers, to guide and compel performance by BHA. These failed. After much effort, a comprehensive\nconsent decree was formulated. This also failed. The judge found upon lengthy trial that a major cause of the\nfailures was lack of willing and competent leadership on the part of the five-member Board of BHA. Finally, as an\nultimate recourse, after nearly five years of litigation, the judge took the step of ordering appointment of a\n[2]\n\"receiver\" (to be appointed \"as soon as possible\")  who would assume temporarily the functions of the Board\n705 (see G.L.c. 121B, § 5), subject to court order, this again with a view to securing, to the extent that *705 competent\nmanagement contending with financial stringency could do so, the minimal statutory rights upon which the action\nwas grounded. We have to decide whether this remedial step 00 certainly an exceptional one 00 exceeded the\n97 97\nbounds of legality or discretion. We hold that it did not, and affirm the judgment appealed from, with a\nmodification to be mentioned.\nI. THE BASIC RECORD\nWe give a summary account of this protracted case embodied in a very extensive record. In doing so we apply\nthe rule that findings of fact made by the judge below are to be accepted by us unless clearly erroneous, Mass.\nR. Civ. P. 52 (a), 365 Mass. 816 (1974), and we also take the view that more general appraisals by the judge,\nwho presided in the case from the beginning, are entitled to respect although they are not binding on us. Cf. \n[3]\nCommonwealth v. Jones, 375 Mass. 349, 354 (1978).\nA. Initiation of the Action in Boston Housing Court. The plaintiffs, duly certified in the proceedings as class\nrepresentatives, commenced this action against BHA in the Housing Court of the City of Boston on February 7,\n1975, basing their claims primarily on G.L.c. 111, § 127H, the general statute entitling residential tenants to relief\n[4]\nagainst landlords for violations of the sanitary code.  Soon the plaintiffs joined in the action certain so-called\n\"State defendants,\" including notably the Secretary of Communities and Development who, through the\n706 Department of Community Affairs *706 (DCA), had supervisory responsibilities toward local housing authorities\nincluding BHA. (Also joined were the Commissioner of DCA and the Treasurer and Governor of the\nCommonwealth).\n\nThe judge of the Housing Court found in his decision of March 28, 1975: \"As indicated by the evidence in this\ncase and by scores of criminal and civil complaints by its tenants against B.H.A. on the dockets of this Court\nwhich complaints were corroborated by the evidence in those cases concerning which I take judicial notice ..., a\nnumber, unascertainable at this time but probably the great majority, of the residential units of buildings owned\nand operated by B.H.A. as well as the buildings themselves are not decent, nor are they safe ... nor are they in\ncompliance with the State Sanitary Code.\" The judge also found that BHA did not have sufficient funds to bring\nthose properties up to standard.\nThe liability of BHA under § 127H as landlord was clear as a matter of law, and only the propriety and feasibility of\nparticular remedies could remain in any doubt. Section 127H did not itself apply to the State defendants, but a\nclaim had been asserted against them under a related § 127N which permitted joinder of, and held jointly liable\nwith the landlord, any other person who had authority to decide whether to rehabilitate the property in question.\nThe judge believed that the Secretary of Communities and Development could be held liable for the code\nviolations through § 127N, and on that theory ordered the State defendants to take certain measures calculated\nto result in the provision of additional State funds to BHA for purposes of rehabilitation of developments in need.\nB. First Appeal to this Court. 1. Dismissal of \"State defendants.\" The State defendants 00 not BHA 00 appealed to\n97 97\nthis court. We agreed with the judge's findings about conditions in the BHA properties 00 we said the situation was\n97\n\"appalling\" (368 Mass. at 341, n. 5) 00 but we held, for the reasons to be read in our opinion, Perez v. Boston\n97\n707 Hous. Auth., 368 Mass. 333, 336-341, decided on July 10, 1975 *707 (appeal dismissed sub nom. Perez v. \nBateman, 423 U.S. 1009 [1975]), that § 127N was inapplicable to the Secretary of Communities and\nDevelopment; thus any directions in the judgment aimed at compelling the State to furnish funds to BHA were\ninapposite. The State defendants were dismissed from the action.\n2. Remand to Boston Housing Court for remedial action. However, we acknowledged the \"disturbing social\nimplications\" of our holding. Id. at 334. \"The Commonwealth cannot be required to expend funds for rehabilitation\nof BHA property; yet hundreds, and probably thousands, of tenants are living in substandard units which the\njudge has characterized as `not decent.' Without adequate funding, the alternatives appear equally unacceptable:\neither the tenants continue to live in conditions which are unlawful under the sanitary code, or the substandard\nunits are to be withdrawn from use, with the accompanying probability of many persons left homeless.\" Id. at\n[5]\n341-342. We described graphically the scope of the problem.\nNevertheless we thought there was still room for significant remedial action by the court. \"Jurisdiction of the\nsubject matter (violations of the sanitary code) resides in the Housing Court, of course, and that court's powers\n708 embrace such matters, relating to both the problem and the cure of *708 the sanitary code violations, as\nvandalism, crime, alleged mismanagement, and the marshalling of tenant cooperation. Furthermore, the Housing\nCourt judge has demonstrated, in his considerable efforts up to this point, both sympathetic understanding and\ncompetence directed toward the special problems of the BHA.\" Id. at 343. \"[F]urther proceedings,\" we said,\n\"despite the lack of availability of State funds as decided in this case, may result in appropriate orders against\nBHA related to the sanitary code. See G.L.c. 111, § 127H. Moreover, additional proceedings may well offer\nguidance and precedent for future cases involving not only mandatory action by BHA, but also discretionary\naction by the legislative and executive branches.\" Id. at 343-344. We concluded: \"The case is remanded to the\nHousing Court for further proceedings as to the BHA in the discretion of the judge and consistent with this\nopinion.\" Id. at 344.\nC. Search for Remedy in Boston Housing Court. To return, then, to the Boston Housing Court. The judge, in\nfinding BHA liable under § 127H, had directed, by way of initiating a remedy 00 \"[a]s a first step in responding to\n97\nespecially intolerable conditions set out in the findings of fact\" 00 that BHA prepare plans, recommendations, and\n97\nproposed court orders in certain \"areas of immediate concern.\" These \"areas\" included the identification of vacant\napartments and apartments which placed the health, welfare, or safety of tenants in \"serious jeopardy,\" and\npreparation of plans for cleaning and securing unoccupied apartments, and removing broken glass from the\nseveral developments. BHA was also to prepare temporary or provisional plans on the issues of vandalism,\ncrime, racial segregation, and extension of leased housing operations. It was \"to consult with and request\nassistance from the Class and tenants groups which represent the Class as well as with other appropriate\n\ngovernmental and non-governmental agencies and organizations.\" Looking to longer-range rehabilitation was an\n709 order requiring BHA to hold a \"mobilizing conference\" to determine how best to use the resources of manpower \n*709 and money in the Boston area to modernize BHA's decaying physical properties.\n1. Appointment of \"master.\" Such a conference was held in April, 1975 (while the appeal of the State defendants\nwas pending). The \"consensus\" of those attending was that BHA would need expert assistance to accomplish\nany improvements. The consensus opinion appeared to be confirmed as BHA began to file plans with the court,\nas it had been ordered to do. A question arose what form the expert assistance should take. BHA in fact itself\nfiled with the court a draft order regarding appointment of a \"master\"; the plaintiffs presented a draft order for\nappointment of a receiver. The events of April were referred to in the preambles to the important \"Order of\nReference\" issued by the judge on May 22, 1975. He rejected at that time the more intrusive course of appointing\n[6]\na receiver, as suggested by the plaintiffs. Instead, he appointed Robert B. Whittlesey to serve as master.  The\nmaster was to gather information through investigation and through consultation with the personnel of BHA and\nany others, official or private, who could be of help. He might prepare draft orders responding to \"especially\nintolerable individual situations.\" He was also charged with preparing certain plans, some of them related to tasks\nthat had been cast on BHA by the court's first \"interim\" order (referred to at 2 below). But his chief duty, to be\nperformed over a period of more than a year, was to prepare interim and long-range plans for the maintenance\nand rehabilitation of the properties. As many ills, of which vandalism was typical, were at once the causes and\neffects of the physical breakdown of the developments (pointing both to \"the problem and the cure,\" as we later\nsaid [368 Mass. at 343]), the master's plans must necessarily encompass those matters. BHA was charged with\n710 a duty of assisting *710 the master, including the furnishing of all data that he might require.\n2. \"Interim\" injunctive orders. In the period to September, 1976, there is record of numerous attempts by the\njudge, often with the help of the master, to meet or anticipate crises or lesser difficulties arising in the\nmanagement of the BHA developments, all related in one way or other to the correction of substandard\nconditions. A problem might be brought to the judge's attention by the plaintiffs or the master. It might be raised\nby the judge himself through his knowledge of BHA operations deriving from the Perez action or from separate\ncriminal or civil proceedings initiated by individual tenants in the Boston Housing Court over which he presided as\nChief Justice. The so-called \"interim\" orders or rulings made in this period as part of the Perez action sometimes\nwent to the BHA operations as a whole, sometimes affected particular developments. Thus we find that an\n\"Interim Identification/Rectification/Relocation Plan\" and an \"Interim Identification/Clear-Up/Securing Plan,\"\ndeveloped by BHA and the master, were ordered into effect with stated deadlines. When deadlines were not met,\nthe judge particularized his order to speed up action at given developments. Other \"interim\" orders were directed\ninitially to particular developments to secure if possible quick correction of severe problems: repairs of roofs at\nthe Mission Hill and West Broadway developments are examples. Still other orders prevented BHA from taking\naction that would undercut rehabilitation: for example, the Board's attempts to purchase additional housing from\nthe Federal Department of Housing and Urban Development (HUD) and to lay off thirty-eight maintenance\nemployees.\nThus progressively using his injunctive powers, and observing the occasions for his orders and the manner of\ntheir carrying out, the judge gained increasingly the impression that there was a grievous lack of coordination in\nthe higher echelons of the BHA staff, resulting in serious inefficiency, and indicating an absence of effective\n711 leadership at the top. Symptomatic were failures to place roofing at Mission Hill, *711 to deal with budget\nsubmissions, to supply a list of inadequate apartments at Columbia Point and Mission Hill (resulting in a contempt\nadjudication), and to make progress in administering a modernization program at Columbia Point. In some of his\nmemoranda explaining his orders and examining the responses to the orders the judge became severely and\nvehemently critical of BHA performance. In the instance last cited, modernization at Columbia Point, the judge\nwrote (June 22, 1976) that this failure was just one in a line of failures, an example of the \"demonstrated inability\nof BHA's top level management to manage and operate BHA adequately and to carry out the orders of this Court\nin this case.\"\n3. Master's report of July 1, 1976. The master filed his culminating draft report, standing in five volumes, on July\n1, 1976, giving his impressions of the situation as he had observed it. His chronicle was not a happy one.\nFinancial conditions: BHA on the \"edge of bankruptcy\" due in part to \"the protracted delay by BHA in taking\nadequate administrative steps to bring expenses into line with income and subsidies.\" Management of\n\ndevelopments: Criticized for BHA's policies preventing the managers from participating in decisions affecting their\nrespective development sites. Maintenance operations: The ordinary maintenance program \"an impenetrable\nmorass.\" Modernization: \"[G]rossly inefficient and slow\"; capital improvements \"suffered from major, unjustifiable\ndelays.\" Development planning: Acquisition of new developments stressed unduly as against rehabilitation of the\nexisting developments, resulting in confusion of criteria as to which developments needed most support. Security:\nA serious problem, traceable in part to a failure to monitor activities of the security department. Tenant selection:\nBHA's plan faulty in various respects, including its response to the problem of segregated housing; but the\ncriticism mooted somewhat because the staff did not follow the plan, responding instead on an ad hoc basis to\n712 individual tenant applications. Tenant involvement: Participation in administration and allocation of maintenance \n*712 and modernization funds hampered by inadequate information and poor administration and management of\nthese programs by HUD, DCA, and BHA.\nAddressing itself to the internal administration of BHA, the master's report found a tradition of employing persons\non the basis of \"political sponsorship and nepotism\" which had affected the quality of the work. Further, \"there are\nmajor problems in the capability of the BHA to communicate, implement and administer major policy decisions\nand programs within the Authority.\" BHA officials had failed to see the extent and seriousness of the deficiencies\nin the traffic of information within the organization, in the direction and delegation of authority, and in the capacity\nof some BHA personnel to get the job done.\nTurning to the Board of BHA, the report \"discovered little evidence that the Board is fully aware of the scope and\nseriousness of these problems or has provided the leadership necessary to resolve these major problems.\" The\nBoard had failed to make policies 00 it had set none on such important matters as budget determinations and the\n97\neffort to eliminate operating deficits; maintenance; priorities in spending modernization funds and allocation of\nmoney to a \"target project program\"; tenant selection. The administrator was criticized for not attempting to\nexplain the major problems to the Board, but it was pointed out that over the years the members of the Board had\nnot felt sufficiently impelled to ask the questions. Longstanding problems had thus been left not only without\nsolution but without direction guides toward solution.\nIn an attempt to fill this void in decision making the master set out detailed recommendations for substantive and\nprocedural changes.\n4. Plaintiffs' application of August 4, 1976, for receiver. The master's report was followed on August 4, 1976, by a\nmotion on the part of the plaintiffs for the appointment of a receiver with authority temporarily to run BHA in an\nattempt to bring the properties up to sanitary code levels. The point made repeatedly in this submission was that,\n713 in the *713 face of its notorious shortage of funds and dependence on never-adequate subsidies (in this sense\nBHA was called \"insolvent\"), any waste of money in the operation of the properties due to mismanagement must\nhave dire effect; and the motion charged that there had been wanton waste as a result of mismanagement for\nmuch of the time since May 22, 1975, without over-all improvement, and indeed with deterioration of the housing\nand increased lapsing of units and buildings into the category of the uninhabitable. Detailing their claims of\nmismanagement, the plaintiffs referred among other things to BHA's unsatisfactory performance under the orders\nof court, and finally attributed responsibility to \"the highest levels of the corporation, including the Administrator\n[chief officer appointed by the Board] and Board....\" The course of events since May, 1975, showed that the court,\neven with the assistance of a master, could not by sporadic use of the injunctive power prevent mismanagement;\nand interposition of a receiver must be tried as a remedy of last resort. For legal authority for such appointment,\nthe plaintiffs' motion cited G.L.c. 111, § 127H, aided by § 1271, as well as the court's general or inherent equity\npowers.\nOn its part BHA objected to and moved to strike the master's report and to revoke the order of reference\ndesignating him.\nDiscovery in respect to the plaintiffs' application was under way in August and September, 1976, with hearings\nset for September 3, 1976.\nD. Formulation of Consent Decree. At this stage the main parties, joined by Boston Public Housing Tenants'\nPolicy Council, Inc. (TPC) (an intervener plaintiff broadly representative of the residents of BHA housing),\ncommenced negotiations looking to conciliation and agreement on a plan of action to implement the statutory\n\nduty and liability originally declared. By invitation of the parties, the judge joined actively in these discussions\nwhich were ramified and long protracted. The judge devoted \"hundreds\" of hours to this work. When, on October\n714 6, 1976, he retired *714 from the Boston Housing Court to accept appointment as a judge of the Superior Court,\nthe Perez case by order of our court, on consent of the parties, was transferred to the Superior Court and\nassigned there to remain in the same judicial hands. Negotiations continued under the same auspices and\neventuated in a \"consent decree,\" approved after due notice, to become effective on June 1, 1977.\n1. Nature of the decree. We do not undertake a detailed description of this decree running in the record to 291\n[7]\npages.  The judge said: \"The Consent Decree can best be viewed as an effort to achieve implementation of the\nrecommendations set out in the Master's July 1, 1976, Report by means short of receivership.\" At the heart of the\ndecree was an \"Agreement\" listing plans under thirteen heads: Central Administration Reorganization, Personnel\nDepartment, Financial Plan, Purchasing Department, Central and Project Stores, Maintenance, Department of\nData Systems and Processing, Management of BHA Developments, Modernization and Planning, Security,\nTenant Selection and Marketing Plan, Evictions, and Legal Department. The topics went varying distances toward\ncompleteness, that is, with respect to some matters, BHA was given fairly specific plans with directions what to\ndo (for example, BHA was directed to eliminate a given position or to fill a position in a stated time); as to other\nmatters, the plans or parts of them were in less detailed form and looked to the preparation by BHA of \"Sub-\nPlans\" which it undertook within stated tolerances of time to prepare and put into effect: \"Each Sub-Plan must\nprovide, insofar as is reasonably possible, a highly effective means of carrying out the particular purposes and\nprovisions of the Plan which it is intended to supplement.\" The judge considered that \"[t]he Plans were designed\nto be implemented within available financial resources so that necessary changes would not be delayed while the\nBHA searched for additional funds.\"\n715 *715 2. Monitoring provisions. The master was reappointed under the decree. He was given particularly strong\npowers in respect to the hiring of persons at the higher levels of BHA administration and promotion into those\n[8]\npositions.  He was to make himself available to assist BHA in carrying out its agreed duties under the decree\nand was to monitor and report upon the actual performance. In case of any instance of \"substantial\n[9]\nnoncompliance\" with the decree (as defined),  The master, or a party, could give notice and, failing a mutually\nagreed adjustment, could invoke a disputes procedure that would bring the issue to the court for hearing and\ndecision.\nThe decree had a stated life of three years, but under § 10A of the decree it \"shall be vacated at any time upon\nthe application of any Party, if such Party demonstrates that, because of a change of law or any other reason, its\nfurther functioning will in all likelihood be so substantially unworkable that it will not substantially achieve the\nsignificant particular purposes of the Plans. The Court, in making such a determination, will issue written findings\n[10]\nof fact and rulings which will support such determination.\"\nE. Allegations of Failure of Performance Under Consent Decree. 1. Notices of substantial noncompliance;\nplaintiffs' applications. We skip here to November, 1978. In that eighteenth month of the consent decree, the\n716 master forwarded to BHA some twenty-six notices of substantial noncompliance.[11]*716 These were met by\ncounter assertions. The notices were the basis of a plaintiffs' application of December 28, 1978, under the\ndisputes procedure. On the same day the plaintiffs applied in the action pursuant to § 10A, above quoted, for\nvacation of the decree, and as further relief, for the appointment of a receiver, citing for the latter remedy (as they\nhad in their application preceding the appointment of the master) G.L.c. 111, §§ 127H and 1271, and the court's\nequity powers; to which was added § 10D of the decree which allowed the court to make appropriate orders if the\ndecree was vacated, without foreclosing BHA from contending that any such orders were wrong or beyond the\ncourt's jurisdiction.\n2. Alleged basis for vacation of decree. On the score of vacation of the decree, the plaintiffs charged in effect a\npervasive failure of BHA to meet the substantial demands of the consent decree and thereby to make any\nmeasure of progress toward improving the condition of the many substandard properties. In this connection the\nplaintiffs pointed to certain major failures of compliance with the decree related to notices of substantial\nnoncompliance, including: financial forecasts and programs; consolidated budgets; central stores, maintenance\nreorganization; work order procedure; repair or securing of vacant apartments; rental of such apartments;\n\nsecurity. Hereunder the plaintiffs also cited faults of the Board in regard to appointments of higher level officials of\nBHA, and undue and obstructive interferences by Board members with BHA's day-to-day operations.\n717 *717 3. Prayer for receiver. All reasonable alternatives for remedying the deprivations of decent, safe, and\nsanitary housing having been now exhausted, the plaintiffs prayed the remedy of a temporary receivership of\nBHA.\n4. Hearings. After BHA had filed responses to the plaintiffs' dual applications, the court on consent of the parties\nconsolidated the applications for hearing. After much discovery, the consolidated case was heard on thirty-five\ndays from March 26, 1979, to May 23, 1979. On the part of the plaintiffs and TPC there was testimony from\nwitnesses and documentary evidence. BHA cross-examined extensively and on its own case offered one witness.\nA massive record was generated. The judge filed findings, rulings, opinion, and judgment on July 25, 1979. From\nthis judgment the present appeal is taken.\nF. Findings as to Nonperformance. The findings are in some measure retrospective to the beginning of the action,\nthus dealing with matters mentioned above; but our present interest is in the findings regarding compliance of\nBHA with the terms of the consent decree which was stated in the decree to be the responsibility of BHA's Board\nand administrator.\n1. Appointments. The decree began its active life with some optimism among the parties and signs of the\ndecree's inherent workability, as in the use of the prescribed hiring procedures (and the implementation of a\n[12]\nsubplan regarding the organization of BHA) to make a considerable number of appointments to staff.\nHowever in this very respect there were crucial failures. Samuel Thompson, who was serving as administrator\nduring the negotiation of the consent decree, resigned the office on September 16, 1977, effective October 17.\nThen followed a series of almost farcical episodes in finding a successor. The Board claimed that the\n718 appointment of an administrator was not governed by the *718 decree. The judge held otherwise. The Board's\nvacillation and neglect or refusal to follow the procedures of the decree, which, as we have seen, assigned an\nimportant role in this and in other staff appointments to the master, created a situation where the judge ordered\non March 6, 1978, that the Board act finally in a week's time. The appointment went to Bradley Biggs.\nThere were further difficulties in the attempt to fill the position of deputy administrator. When Biggs resigned on\nOctober 13, 1978, an impasse developed in finding a successor which resulted in the master's filing a statement\nof dispute on March 29, 1979, after hearings on vacation of the consent decree had begun. The judge in his\nfindings pointed to the regrettable fact that BHA was without a permanent administrator for nearly half the period\nof the decree. This, he found, was chargeable to the Board's acting \"recklessly and in bad faith in its efforts to fill\n[13]\nthe top position at the BHA.\"\n2. Certain key projects. The findings go on to deal with the extent and quality of BHA's performance of certain key\nundertakings set out in the Agreement or stemming therefrom and with the Board's accountability for the\nperformance such as it was.\n(a) Under the heading \"financial planning,\" BHA was required by Plan III(A)(1) and (2) to take budgets required by\nand prepared for the State and Federal Management Programs, and prepare certain studies therefrom. (The\nState was here represented by DCA, and the Federal interest by HUD, these being the sources of subventions,\nrespectively, for BHA's State- and federally-funded developments.) The studies were to consist of detailed three-\nyear forecasts using alternative assumptions, and, as a \"policy document,\" a detailed three-year program to be\n719 revised and *719 updated annually reflecting decisions taken on the basis of the forecasts. To an organization\nunder severe constraints of funding, such planning appeared essential. In the judge's view, the (delayed) State\nforecast as delivered by BHA was inadequate, as was the (longer delayed) Federal forecast, preventing the\nadoption of adequate financial programs. The \"alternative assumptions\" requirement was met only superficially.\n(b) In a subplan under Plan III(B)(2) for \"preparation of consolidated budgets,\" we have an instance of a scheme\nof some promise, which was approved, but which failed of implementation. Managers of the various\ndevelopments were to be brought more fully into the budgeting process in order to reach a better understanding\nof the costs of maintenance of each development and of means of controlling those costs. The consolidation of\nthose budgets could be expected to produce financially sound operating budgets to be presented to the State\n\nand Federal Management Programs. All this called for training of managers and staff. The subplan, adopted in\nmid-May, 1978, was supposed to be well on the way to implementation by July but by November implementation\nhad hardly begun; indeed BHA had attempted unilaterally to change the subplan and postpone its\nimplementation. Contributing to the failure was an eight-month vacancy in the budget officer's position. The judge\nthought it highly unlikely that the subplan could achieve its goals during the term of the decree. He took the\nexperience with this subplan as characteristic of an attitude among those responsible for carrying out the decree\nthat it was \"only a paper exercise.\"\n(c) One of the notorious failures of BHA had been in the delivery of maintenance supplies to tenants, and an\nelementary cause was lack of a proper inventory system for maintenance items. Individual workmen were found\nto have hoarded supplies because they could not rely on existing procedures for requisitioning them. Under Plan\nV(A) a subplan was early approved for requisitioning, storage, and distribution of items, with appropriate record\n720 keeping. The *720 subplan succeeded to the extent that there was current \"inputting\" of requisitions into a\ncomputer, but major difficulties were not adequately attacked. There were discrepancies between supplies in fact\nstored and those claimed to be there. The increase of staff stipulated in the subplan was not carried out. The\nback order problem remained unsolved, that is, no effective system has been developed for providing tolerably\nreliable information as to what items not in stock would become available to meet given needs.\n(d) Under Plan VI(A)(1), the inefficiency of BHA's maintenance of properties was to be tackled by a subplan\nwhich would assign laborers, craftsmen, and others to particular developments where their work would be\nsupervised by the development managers who would be charged with responsibility. After objection by the master\nto a submission of a subplan not properly directed to the delegation to local managers, there was such a lack of\ncooperation in preparing a resubmission as could, according to the judge, be taken as negatively \"probative of\nthe continued workability of the Decree.\"\n(e) Work order procedure which would lead rapidly from tenants' requests for maintenance to assignments of\nworkers, and provide also for priorities in maintenance jobs, was the subject of a required subplan under Plan IV\n(B)(1). Again submission and resubmission were found by the master to be insufficient among other reasons\nbecause they were uncoordinated with other plans. A promised prompt delivery of a final corrected plan did not\nmaterialize. The judge again despaired of material accomplishment during the period of the decree.\n(f) Under Plan VI(D)(1), BHA was to formulate a pilot study which would appraise whether it was advisable, on\ngrounds of efficiency and cost, to use outside contractors instead of BHA maintenance employees to repair\nvacant apartments. The project petered out, starting with a first submission that would choose to compare private\ncontractors with \"CDBG\" crews (under Community Development Block Grant) rather than with BHA crews. The\n721 judge *721 noted again the negative attitude of BHA toward the consent decree as indicative of its unworkability.\n(g) BHA was required by Plan VI(D)(4) to prepare and commence to implement a feasibility study examining\nwhether outside companies should be used for routine maintenance tasks. This also wandered on without\nsignificant result, and drew further comments by the judge about the attitude and competence of the organization.\n(h) It was agreed on all sides that the problem of dealing with vacancies was serious and difficult. Hence a\nsubplan (under Plan VI[F][1]) was needed to set up a pattern for prompt rerenting of vacant units requiring no or\nfew repairs, and securing others in worse shape, with a complementary work program concentrating on repair\nand securing of vacancies in chosen developments from year to year. The judge considered the documents\nsubmitted to be not up to the mark of the subplan in several respects, and in fact contradictory of some subplans\nalready adopted. He noted that this was an instance of Board members not participating in a BHA proposal which\nnecessarily assumed policy decisions of a high order of importance.\n(i) Also of crucial importance was \"security\" in the sense of the safety of residents from physical and\npsychological invasion. Several approaches were contemplated.\nBy Plan X(A)(2), BHA undertook to prepare a subplan to staff and fund the security department, but its\nsubmission was merely in the form of a proposal for a blue ribbon committee drawn from the community which\nwould be given the task of formulating the security program. After this beginning, nothing definitive seems to have\nfollowed.\n\nA work program was required by Plan X(A)(3) but revision of the original submission evidently was not\ncompleted, nor were any programs actually launched.\nPreparation of a subplan required by Plan X(B)(4) for the allocation of security guards to developments also\nlanguished.\n722 A feasibility assessment of alternative methods of providing security (Plan X[B][5a]) was not supplied, nor was an \n*722 assessment of management and legal problems to reduce vandalism (Plan X[D][1]).\nIt was said that long delay in finding a person to become assistant supervisor of security contributed to these\nfailures. The judge concluded that Plan X was largely unfulfilled and he called \"inexcusable\" the neglect of the\nBoard and the administrator and acting administrator to see to adequate staffing for security.\n(j) Delinquencies were found in performance under an approved subplan (Plan II[B][1]) for \"affirmative action\" in\nrecruiting, hiring, and promoting employees of BHA, and in appointing a person to head this work.\n(k) The Plan XI(C)(1) and (2) directions to hire a \"marketing specialist\" and to present a subplan for stimulating\n[14]\ndemand for rentable units were also defaulted.\n3. Flow of information to master. Sundry provisions of the decree were designed to ensure that BHA would\nprovide adequate current information to the master to enable him to attend to his duties. Yet in various reports the\nmaster complained repeatedly that no clear channels had been set up and often he obtained important\ninformation only by chance. The judge found that the procedures adopted by BHA in practice \"appeared to be\ndesigned to inhibit the flow of information to the Master rather than promote it.\"\n[15]\n4. Board's performance.  Two members of the Board were called by the plaintiffs at the hearings and\n723 interrogated *723 about their relation to and responsibility for performance under the consent decree. It does\nthese members no injustice to say that they had no clear idea of the requirements of the decree or the state of\ncompliance with its provisions, and that they had not made any serious attempt to supervise such compliance.\nOne of these witnesses testified that he was so busy with other matters that he was not able to discuss any of the\nsubplans with other Board members, or to see that information requested by the master was provided. He did not\nknow whether subplans had been submitted on time, who wrote them, what they said, or whether the master had\naccepted them. He relied entirely on BHA staff to tell him about compliance with the decree. He evidently knew\nvery little about BHA's financial structure; did not know what a fiscal year was or when BHA's fiscal year began;\ndid not understand what parentheses around numbers on a balance sheet signified (and thus did not know BHA's\ncurrent or projected deficit); and did not apprehend the changes of policies regarding maintenance, renovation,\nand tenant transfers proposed in certain BHA documents submitted to the master and the parties.\nThe Board's chairperson at first could not recall any discussion of policy matters at Board meetings, but on\nreflection, when cross-examined, remembered three such occasions, none in relation to the decree. She, too,\nwas unaware of policy positions taken in subplans submitted to the master; and knew nothing about the dates for\nsubmission of subplans or failures to submit on time. Except in the most rudimentary manner she could not\nexplain what BHA's budget was like. She had not seen the financial forecasts that had been prepared and indeed\nremembered no Board discussions of BHA's financial programs.\nTestimony by both members showed they had not read the second six-month report of the master about\noperations under the decree. However they had read the covering letter and admitted under questioning that it\n724 raised serious questions about BHA's satisfying the decree (in fact the *724 report foresaw in many ways the\n[16]\ncollapse of the decree in the third period); but they were not moved to look into the matter.\nAccording to the testimony, Board members busied themselves answering individual tenants' complaints and the\nBoard approved contracts or dealt with minutiae but did not oversee operations or determine policy.\nIndeed a tendency on the part of the Board or its members to reach down to deal with details could have the\neffect of interfering with lines of authority. The Board on September 1, 1978, voted (among other things) to order\n\nthe administrator to instruct all officers and employees that they \"may communicate fully with, and respond to\nrequests of, members of the Board when requested by a member of the Board without necessity for authorization\nor approval to do so by their superiors or supervisors.\" Administrator Biggs thought he saw reason to read this\nvote as a destructive attempt to interfere with day-to-day activities of BHA, and as damaging to his role. The\nplaintiffs applied for and obtained an order temporarily restraining implementation of the vote, and testimony was\nlater received in respect to a preliminary injunction, but without conclusion. On October 13, 1978, Biggs resigned.\n5. Conclusion as to the Board. The judge concluded as follows with respect to the Board: \"Under the terms of the\nConsent Decree, the Board and the BHA's Administrator are responsible for insuring the BHA's compliance with\nthe requirements of the Consent Decree. The evidence introduced at the hearings on the Application to Vacate\nrevealed that the Board is incapable of effective leadership and is unable and unwilling to carry out those\n725 responsibilities. The Board's incompetence and indifference to those obligations *725 has directly and\nsubstantially contributed not only to the BHA's failure to implement important provisions of the Consent Decree\nbut also to the unprecedented deterioration of the BHA's developments and the widespread violations of the\nSanitary Code. Throughout the four-year history of this case, the Board has shown itself to be capable of nothing\nmore than gross mismanagement. The unabated mis- and nonfeasance of the Board necessitates the\n[17]\nextraordinary action of appointing a Receiver in this case.\"\n6. Condition of the housing. Finally we recur to the condition of BHA housing about the time of the hearings. The\nstate of the physical accommodations as well as their ambiance of course varied from property to property but as\nto many units, including common areas, the adjective \"appalling\" still undoubtedly applied. We need not enter into\ndetail about the rampant, continuing violations of the sanitary code. It will be enough to take note of the findings\nregarding vacancies as indicative of the decline of much of the BHA venture by the year 1979. As to \"family\"\ndevelopments (sixteen \"Federal\" and ten \"State\"), we have figures indicating that the situation was worse in\nJanuary, 1979, than it had been around the time of the decision of March 28, 1975; and, further, that the over-all\n[18]\nrate of vacancies in those developments had been rising: 15% of \"available units\"  in January, 1977, 20% in\n[19]\nJanuary, 1978, and 28% in January, 1979. The rates at particular developments were shocking.\n726 *726 7. Receivership as last resort. On the record digested above, the judge concluded, with reluctance, that the\nleadership vested in the Board of BHA, but only nominally exercised by it, must pass to a qualified person to act\nas receiver under the aegis of the court. Other approaches had been tried over a considerable period of time, and\nhad not succeeded. It would not make sense to try to continue with the consent decree. In the judge's view\nreceivership was the only remaining expedient which offered a prospect (not a certainty) of moving BHA toward\nthe goal of satisfying the requirements of the sanitary code 00 the aim of the Perez litigation from the outset.\n97\nG. Judgment Appealed From. Following is an outline of the judgment appealed from which provides for the\n[20]\nreceivership.  The court makes a recertification of class in terms of all residential tenants of properties of BHA\nin which there are or may in the future be conditions in violation of the State Sanitary Code. The court vacates the\nconsent decree under its § 10A (quoted above), and, having referred to the general equity power, states its\nintention to appoint a receiver pursuant to G.L.c. 111, § 127H, who, with powers permitted by § 127I, shall have\nauthority to administer, manage, and operate BHA; he shall have the powers of the Board of BHA (including\ncontrol of funds and revenues) and any additional powers that may be necessary or appropriate; upon his\nappointment, the Board's powers shall be superseded. To assist the court in selecting a receiver, the master, who\nis redesignated, shall among his other duties take steps to bring forward the names of qualified persons. An\nadvisory committee of nine or eleven members will be appointed coincidentally with the appointment of the\nreceiver to counsel the court and the receiver in the attempt to achieve the goal of compliance with sanitary code\nstandards.\n727 A series of \"interim orders\" are made to last until the receiver takes office. These are intended to prevent further \n*727 regression of BHA operations during that period. In particular the court expresses its concern lest gains\n[21]\nmade toward a \"patronage-free personnel system\" be lost through irresponsible action.  \"These Orders are\ndrawn largely from the Agreement section of the Consent Decree covering such areas as personnel, contracts\nand the availability of information to the Master.\" BHA shall implement all approved subplans (including approved\nwork programs and a certain plan as to tenant selection, assignment, and transfer). There is detailed direction\n\nrequiring BHA to provide the master with information and for the master's furnishing information so received to\nthe parties or DCA or HUD.\nThe hiring of personnel at certain salary scales, or their promotion thereto, and the termination or suspension of\nemployees at such scales, are made subject to stated procedures in which the master has a prominent or\ncontrolling part, with certain possibilities of review by the court at the instance of a party. BHA shall not enter into\nor extend contracts for $250,000 or more, or, in the case of service contracts, for $25,000 or more (there are\nexceptions as to the latter category) without notice to the master and the parties, and the master is empowered to\ndisapprove these agreements, again with a possibility of court review. BHA is required to notify the master of its\nintention to take steps of serious consequence (as described), and the master may approve or disapprove; in\neither case a party may seek court review.\nThe Board of BHA and the administrator and deputy and assistant administrators are charged with primary\nresponsibility for complying with the interim orders.\nII. DISCUSSION OF THE APPLICABLE LAW\n[22]\nA. BHA's Liability Established. Although in certain respects a public body,  BHA in carrying on its housing\n728 functions *728 is submissible to and must abide by the ordinary substantive law of the Commonwealth 00 the rules\n97\nof contract, tort, and so forth. See G.L.c. 121B, § 13; Costonis v. Medford Hous. Auth., 343 Mass. 108, 113\n(1961); Ryan v. Boston Hous. Auth., 322 Mass. 299, 300 (1948); Johnson-Foster Co. v. D'Amore Constr. Co., 314\nMass. 416, 419 (1943). In its relations with its tenants, BHA has rights and duties like those of other landlords:\nthis appears from many decided cases. See, e.g., Boston Hous. Auth. v. Hemingway, 363 Mass. 184 (1973). And,\nlike other landlords, BHA is under duties as prescribed by G.L.c. 111, §§ 127A-127N, including the duty to\nmaintain residential properties in accordance with the minimal standards established by the State Sanitary Code.\nSee Hemingway, supra at 191-193. Early in the present litigation 00 when the judge entered the judgment in the\n97\nBoston Housing Court from which the \"State defendants\" took the first Perez appeal 00 there was a judicial\n97\ndetermination that BHA was seriously in breach of the basic obligation of G.L.c. 111, § 127H, and that situation\ncontinues to this day.\nB. Equitable Remedies. BHA's liability being established, the problem posed by this important litigation has been\nto find remedies appropriate and efficient to restore the properties as far as possible to the levels prescribed for\nhuman habitation. It must be confessed with remorse, not unmixed with shame, that this problem has proved\nintractable to this date. An attempt at a remedy by compelling better funding through the State defendants failed\non appeal by reason of a necessary interpretation of the statutes. At that time we remanded the cause to the\nlower court with the recommendation that it proceed in its discretion to explore possibilities under the legislation,\nG.L.c. 111, §§ 127A-127N, which has been called a \"comprehensive\" effort or plan to compel compliance with\nthe health and safety standards. See Negron v. Gordon, 373 Mass. 199, 201-202 (1977).\nThe judge below, following this court's suggestion, quite naturally and properly resorted to G.L.c. 111, § 127H (a),\n729 *729 as the remedial instrument: \"The court may: (a) issue appropriate restraining orders, preliminary injunctions\nand injunctions.\" This is read correctly as an invocation of the traditional equity powers, broad and flexible as they\nare understood to be. From this source flowed the order of reference appointing a master and the issuance of the\n\"interim\" orders mentioned at points I C 1-2 above. Discouraging results as reported by the master led to a\nclaimant demand by the class plaintiffs for a receivership. This the judge resisted, and reliance again was placed\non the injunctive remedy, short of receivership, in the form of a negotiated consent decree.\n1. Amenability of public officials to affirmative injunctions. BHA was amenable to such injunctive relief whether or\nnot by its consent. It is true that injunctions going against public officials (elected or appointed) for violations of\nlaw, and especially injunctions that require the officials to take affirmative remedial steps, have been resisted\nfrom time to time on the mixed grounds that they would have the effect of cancelling the discretion or latitude of\n[23]\naction supposed to inhere in the offices held  and would present awkward or difficult problems of enforcement.\nBut it is now clear that such injunctions are not inhibited for those reasons alone. Illustrative is the well known\ncase of Commonwealth v. Hudson, 315 Mass. 335 (1943) (municipal chlorination of water; violation of statutory\nobligation); and, more recently, Blaney v. Commissioner of Correction, 374 Mass. 337 (1978) (treatment of\n\nprisoners in \"protective custody\" status; violations of statutory standard), and Commonwealth v. Andover, 378\nMass. 370 (1979) (municipal revaluation of properties for tax purposes; violations of both statutory and\nconstitutional standards). See Amherst-Pelham Regional School Comm. v. Department of Educ., 376 Mass. 480,\n730 494-495 (1978); Board of Health of N. Adams v. *730Mayor of N. Adams, 368 Mass. 554, 564-568 (1975). On\nthe larger scene, we may point to the extensive experience of the past quarter century with so called \"institutional\nremedial litigation\" (sometimes called \"extended impact\" litigation), starting with the desegregation of public\nschools. At the center of this entire movement has been the injunctive remedial process directed to officials who\nhave failed to abide by legal standards, commanding them to take affirmative action, often over a wide and\n[24]\nsensitive range. See the remarks in Swann v. Charlotte-Mecklenburg Bd. of Educ., 402 U.S. 1, 15 (1971).\nOf course an injunction is never lightly granted and, like other judicial remedies, should be no more intrusive than\nit ought reasonably be to ensure the accomplishment of the legally justified result. This rule of the reasonably-\n[25]\nconfined remedy has obvious and peculiar relevance where public officials are the objects of injunction.\n2. Amenability to equitable remedy of receivership. Thus BHA could not fairly deny the legitimacy of the use of §\n127H (a) affirmative injunctions against it in the attempt to achieve the ultimate goal of conformance with the\nsanitary code. A narrower and more plausible contention is that the equitable remedy of a receivership goes too\nfar and exceeds the power or jurisdiction of the court. Questions of power to appoint a receiver were adverted to\nand reserved in West Broadway Task Force, Inc. v. Commissioner of the Dep't of Community Affairs, 363 Mass.\n745, 754 n. 21 (1973).\n731 *731 (a) Sections 127H (d) and 127I. The plaintiffs, addressing themselves to this question of power or\njurisdiction, suggest that it is promptly answered by § 127H (d): \"The court may ... (d) appoint a receiver.\" Then\nthey cite § 127I: \"Upon appointment such receiver shall post such bond as may be deemed sufficient by the\ncourt, shall forthwith collect all rents and profits of the property as the court shall direct and use all or any of such\n[26]\nfunds, or funds received from the commonwealth as hereinafter provided,  to enable such property to meet the\nstandards of fitness for human habitation. A receiver shall have such powers and duties as the court shall\ndetermine, including the right to evict for nonpayment of rent. A receiver may be a person, partnership or\ncorporation.\" The riposte is that § 127I seems to look to a mere rent receiver of a particular property and 00 as the\n97\nparties were agreed in the argument before us 00 no property-by-property receiverships, whether of the simple\n97\n\"rent\" variety or of a type endowed with more ample powers, could possibly meet effectively the problems\nconfronting BHA: receivership, if that remedy is to be used at all, must be single and entire. On a superficial view,\ntherefore, §§ 127H (d) and 127I may appear inappropriate as a basis for a general receivership.\nNevertheless, there is strength in the position that while § 127I is naturally geared to the prospect of many\nhomely occasions for rent receiverships of single private properties which become offensive to the sanitary code,\nthe section, especially in the light of its second sentence (\"such powers and duties as the court shall determine\"),\ncan be read together with § 127H (d) to empower the court on compelling facts to install a receivership of broader\ncoverage, not limited to a single property or to the rents. Suppose a case where a private landlord has a number\n732 of properties in what amounts to single ownership, some or all of the properties *732 are in violation, and unitary\nadministration beyond mere collection and use of rents is needed under court supervision. We do not exclude the\npossibility that §§ 127H (d) and 127I may suffice for the appointment of a single receiver to do a complete job;\nand on that reading of the statutes the same may hold with respect to BHA as an entity.\n(b) Section 127H (a) and general equity powers. However, the question under those cited statutes need not be\nlabored, because another and very satisfactory source of power exists for the appointment of a unitary receiver\nfor BHA. That is § 127H (a) itself 00 the injunctive provision which invokes general equity powers. The power to\n97\ncompel affirmative action by injunction draws with it a power in the court to call to its assistance any agents or\nofficers 00 we may call them parajudicial officers 00 whose services appear to be reasonably necessary to attain a\n97 97\nlegitimate objective. (Indeed the power may be said to inhere in a court whether sitting on the \"law\" or \"equity\"\nside according to the historical division.) See, e.g., Mass. R. Civ. P. 53 (masters), 66 (receivers and similar\nofficers), 70 (person appointed by court to vest title), 365 Mass. 817, 834, 836 (1974). As Mr. Justice Brandeis\nsaid in the leading case, Ex parte Peterson, 253 U.S. 300, 312 (1920), validating the appointment of an \"auditor\":\n\"Courts have (at least in the absence of legislation to the contrary) inherent power to provide themselves with\nappropriate instruments required for the performance of their duties. Compare Stockbridge Iron Co. v. Cone Iron\n\nWorks, 102 Massachusetts 80, 87-90 [1869]. This power includes authority to appoint persons unconnected with\nthe court to aid judges in the performance of specific judicial duties, as they may arise in the progress of a\ncause.\" The views of this court are in accord. See, e.g., Fratantonio v. Atlantic Ref. Co., 297 Mass. 21, 23 (1937);\nNew England Theatres, Inc. v. Olympia Theatres, Inc., 287 Mass. 485, 491 (1934); Holmes v. Hunt, 122 Mass.\n505 (1877).\n3. Detail as to receivership. (a) Attempted artificial confinement of the remedy. BHA evidently would put receivers\n733 in a separate class, and their appointment beyond the *733 powers of an equity court, when the effect of the\nreceivership would be virtually to take over the main functions of public officials (who, by hypothesis, have been\n[27]\nin violation of the law). We think no such prohibitory rule attaches,  although, as we shall emphasize, a\nreceivership must be thoroughly justified on the facts, is always to be considered a remedy of \"last resort,\" and\n[28]\ntherefore is not often applied in practice.\n(b) From injunctions to \"neoreceiverships.\" The circle we are urged to draw around the figure of the receiver\nwould be a highly artificial one. As noted, remedial injunctions have gone against officials directing them what to\ndo, and to that extent we can say that the officials have been supplanted as a practical matter. The injunctions,\nmoreover, which have become familiar in institutional reform litigation 00 prisons, mental health facilities, schools,\n97\nlegislative reapportionment, and so forth 00 have often been very detailed, tightly controlling the officials initially\n97\nfound delinquent and leaving them with minimal discretion in correcting those delinquencies. As we observed in\nthe Blaney case, above cited, as injunctions meet with indifference or violation on the part of the defendant\nofficials, there is justification for the more detailed directions further confining or eliminating discretion.\n\"Consistent with the proper judicial function, a judge, whose orders have been ignored or misunderstood, may\nstate more explicitly the steps to be taken and may order the filing of compliance reports in order to achieve\nobedience to the judicial mandate. See Colabufalo v. Public Bldgs. Comm'r of Newton, 336 Mass. 205, 212\n734 (1957); Wisconsin v. Illinois, 289 U.S. 395, 405-406 *734 (1933). As to judges' authority to fashion detailed orders\nto correct established violations of constitutional rights, see Swann v. Charlotte-Mecklenburg Bd. of Educ., 402\nU.S. 1, 15 (1971), and United States v. Montgomery County Bd. of Educ., 395 U.S. 225, 234-236 (1969).\" Blaney,\nsupra at 342. The rule of thumb may be that the more indurated the violations of law and the remedial injunction,\nthe more imperative and controlling the later superseding injunction. On the matter of detailed prescriptions, see\nNote, The Wyatt Case: Implementation of a Judicial Decree Ordering Institutional Change, 84 Yale L.J. 1338\n(1975); Note, Implementation Problems in Institutional Reform Litigation, 91 Harv. L. Rev. 428 (1977).\nStill further, it is characteristic of decrees in the fields of institutional reform that they appoint sundry parajudicial\nofficers to assist the court not only in delineating remedies, but often in conducting or overseeing the actual\nimplementation of the remedies. These agents or officers of the court are given functions accommodated to the\nparticular needs. They are called by different names: masters, special masters, examiners, experts, monitors,\nreferees, commissioners, administrators, observers, visitors, ombudsmen, committees, panels, etc. See Special\nProject: The Remedial Process in Institutional Reform Litigation, 78 Colum. L. Rev. 784, 826-837 (1978); Brakel,\nSpecial Masters in Institutional Litigation, 1979 Am. B. Foundation Research J. 543, 546-556. See also United\nStates v. Manning, 215 F. Supp. 272, 289-294 (W.D. La. 1963) (three-judge court) (Wisdom J.); Hart v. \nCommunity School Bd. of Brooklyn, 383 F. Supp. 699, 762-767 (E.D.N.Y. 1974), aff'd 512 F.2d 37 (2d Cir.1975).\nSignificantly, the court adjuncts referred to have, as a group, been called \"neoreceivers.\" Comment, Equitable\nRemedies: An Analysis of Judicial Utilization of Neoreceiverships to Implement Large Scale Institutional Change,\n[1976] Wis. L. Rev. 1161. The point to be made, again, is that the enjoined officials for practical purposes are\n735 replaced as to function 00 here, quite visibly 00 in the degree *735 needed to attain or restore legality.[29] Cf. \n97 97\nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (2d Cir.1971).\n(c) Basis of receivership. Finally, we have examples, where exigent facts exist, of the appointment of receivers,\neo nomine, to take over temporarily the essential functions of the delinquent officials and in substance to replace\nthem. That the power to do this exists has been stated or assumed. See, e.g., Lewis v. Kugler, 446 F.2d 1343,\n1351 n. 18 (3d Cir.1971); Society for Good Will to Retarded Children, Inc. v. Carey, 466 F. Supp. 722, 727\n(E.D.N.Y. 1979). Cf. Bracco v. Lackner, 462 F. Supp. 436, 455-456 (N.D. Cal. 1978). The considerations or\nprinciples governing such temporary receiverships are set forth in Morgan v. McDonough, 540 F.2d 527 (1st\nCir.1976), cert. denied, 429 U.S. 1042 (1977), where, however, the context was different from the present 00\n97\n\nreceivership of a public school in the course of a larger desegregation effort. See Newman v. Alabama, 466 F.\nSupp. 628 (M.D. Ala. 1979) (prison reform); Turner v. Goolsby, 255 F. Supp. 724 (S.D. Ga. 1966) (three-judge\n[30]\ncourt) (schools).\nIn Morgan the court observed that receivers are familiar instruments of equity, most often used to manage\n736 distressed *736 businesses but used for other purposes as well. A combination of circumstances justified the\nparticular receivership installed by the District Court: repeated or continuous failure of the officials to comply with\n[31]\na previously issued decree;  a reasonable forecast that the mere continued insistence by the court that these\n[32]\nofficials perform the decree would lead only to \"confrontation and delay\";  a lack of any leadership that could\nbe expected to turn the situation around within a reasonable time. Other less drastic expedients had been\nexhausted, leaving receivership as the next logical step if the institution involved was not to be closed (as,\nindeed, the plaintiffs in the class action had proposed). Receivership, accordingly, was approved, however\nreluctantly. It was understood to be extraordinary and should end as soon as feasible. (In fact the receivership\nlasted two years and was then terminated.)\n737 (d) Present case. BHA is not a school board and the factual context here was much different from that in Morgan\n*737 or the other cited cases. A combination of conditions existed here, however, that looked finally to a\nreceivership remedy. There had been massive trouble with eliciting performance of injunctive orders and finally of\na comprehensive decree. There could be little doubt that to persist in that course 00 retention of the consent\n97\ndecree or reversion to a regime of injunction without consent 00 could end only in frustration. True leadership of\n97\nBHA had in fact lapsed. Be it noted that the question was not whether members of the Board were or were not\ntrying hard. The statutory rights of tenants were not to be equated merely with the Board's best efforts. Cf. \nJefferson v. Southworth, 447 F. Supp. 179, 190 n. 8 (D.R.I. 1978). The tenants were entitled to a leadership that\nhad the potential for reaching out to achieve the objectives set by the law. Receivership had not been decided\n[33]\nupon precipitately;  although earlier sought by the plaintiffs, it had been refused until experience with the\nconsent decree under the existing BHA management established to the satisfaction of the judge that a change of\ncommand was indispensable. The Board cannot justly complain of being superseded when it failed, over a long\nperiod and after fair opportunity, to secure performance to the level of the injunctive orders and then the consent\ndecree, a decree not thrust upon it but voluntarily adopted.\nIn holding that the judge did not commit error in finally approving a receivership, we observe that that remedy\nappears much less drastic in the present situation than it would be in the more typical situations of institutional\nreform. There is no question here of Federal power entering upon relationships created by the State. Indeed\n738 receivership here, installed by a State court in a State setting, does not *738 invade any \"line\" department or unit\nof city or State: although, as indicated, BHA is a public body, it functions in many respects as a business\ncorporation to which receivership is readily adapted. See Johnson-Foster Co. v. D'Amore Constr. Co., 314 Mass.\n416, 419 (1943); cf. Commonwealth v. Toomey, 350 Mass. 345 (1966) (turnpike authority). The work of a\nreceiver, although beset by collateral problems of no mean difficulty, will focus, after all, on property conservation\nand rehabilitation. Moreover the problems, both central and collateral, have been canvassed and put in some\norder by the consent decree whose due performance was beyond the capacities of the old team but may be\nwithin the competence of the new. That, at any rate, is a hope not too distant from expectation.\nThe proposed receivership was certainly understood by the judge to be temporary, that is, intended to run only as\nlong as needed. This, however, was not made sufficiently clear in the judgment and we shall direct not only that a\nsuitable provision to that effect be incorporated, but, in addition, that the judge below at intervals of one year hold\nhearings on reasonable notice to consider whether the receivership should be terminated and the receiver's\nfunctions restored to the Board, as the Board may then be constituted. (This will not preclude any other\napplications to end the receivership.) The judgment should provide also that, during the period of the\n[34]\nreceivership, segregable portions of the functions taken over  may be surrendered to the Board where such\nsteps appear appropriate, also after hearings on reasonable notice.\n[35]\n4. Residual contentions.  (a) As to removal of officials for cause. A procedure is provided by statute for the\n739 removal *739 of Board members from office on charges as therein defined. See G.L.c. 121B, § 6; Belinfante v. \nMayor of Revere, 352 Mass. 712 (1967); Bunte v. Mayor of Boston, 361 Mass. 71 (1972). Cf. Collins v. \n\nSelectmen of Brookline, 325 Mass. 562 (1950). It is suggested that a receivership, in that it transfers functions\nfrom the Board to the receiver, is tantamount to removal of the members for cause and so is in illegal\ncontradiction to the statute cited. Although the judge was certainly critical of the performance of the Board, he\nwas not purporting to apply the statutory criteria for removal of any individual member, nor was it competent for\nhim to consider the matter of removal which in the first instance is for the mayor and council. We have noted that\nthe fact, if it was a fact, that the Board members were exerting themselves to the limit of their actual abilities\nwould not itself absolve BHA of violations of law calling forth equitable remedies, but presumably such strenuous\nefforts might have some bearing in the consideration of any attempt to remove members from office under the\nstatute. The judgment in the present case does not remove any member of the Board from office and the\noperations of BHA or part of them may indeed hereafter be returned to the control of the Board with its then\nappointed membership.\n(b) As to separation of powers. BHA argues that the judgment herein would offend against the principle of\nseparation of powers which finds expression in art. 30 of the Declaration of Rights of our Constitution. But if it is a\nfunction of the judicial branch to provide remedies for violations of law, including violations committed by the\n[36]\nexecutive branch,  then an injunction with that intent does not derogate from the separation principle, nor, by\n740 extension, does a receivership otherwise properly instituted. To the *740 contrary, when the executive persists in\nindifference to, or neglect or disobedience of court orders, necessitating a receivership, it is the executive that\ncould more properly be charged with contemning the separation principle. A separation-of-powers argument\nadvanced in the Blaney case drew this remark: \"Indeed, the executive's [correction commissioner's] refusal to\nobey such judicial orders itself seems to violate art. 30, by abrogating judicial decrees, an exclusively judicial\nfunction.\" 374 Mass. at 343 n. 4.\nTied to the \"separation\" argument, and not too slyly, is an intimation that the courts would do well to stay out of\nthis housing problem, for if the receivership meets with little more success than the current administration of BHA,\nthen the courts will be substituted for BHA as the target of criticism; and the question is left not squarely stated\nbut immanent whether that would be good for the courts. Amid these tears shed by anticipation for the courts, we\nacknowledge the possibility that a receivership will not succeed, but the facts of record suggest to us the certainty\nthat the present administration has failed and would very probably continue to do so. It becomes a conscientious\nduty, within the law, even at the risk implied, to allow the receivership experiment to go forward as a last resort.\nC. Collateral Matters. 1. Claim of bias. In the course of the proceedings, BHA made unsuccessful applications to\nthe judge to disqualify himself, and to this court (under our superintendency power) to disqualify him, on the\nground of his alleged bias. The grievance is renewed on this appeal as a reason for reversing the judgment. No\ndoubt the judge in the course of the proceedings below formed a negative impression of BHA, that is, of\nmembers of its Board and of certain of its employees, based on his appraisal of their performance. But that is not\na ground for the assertion of a disqualifying bias. See the discussion in Lena v. Commonwealth, 369 Mass. 571,\n574-576 (1976). Nor is it a ground for demanding recusal that a judge in an equity cause expresses his views\n741 with a certain amount of vehemence. Here that vehemence undoubtedly was fueled, first, by the *741 judge's\nfrustration at what he took to be the poor reaction of the BHA people to his orders and directions and latterly to\nthe requirements of the consent decree, and, second, by his plain concern for the human beings affected by the\nlitigation. We think the judge's indulgence in very emphatic criticism was not helpful and we suggest that that\nstyle of utterance should be abandoned for the future. But, upon consideration, the judge felt that he could\nmaintain his impartiality and had done so, and we do not reach any contrary conclusion.\n2. \"Ex parte\" communications. BHA also attacks the judgment on the ground that the judge on several occasions\nhad conversations about the case outside the usual judicial setting where representatives of both sides are\npresent. The judge was in constant touch with the master but we think it was understood, and was in fact\nprovided in the consent decree itself (although not with entire clarity), that there could be private consultations\nbetween the judge and master. Indeed such an understood arrangement would seem natural against the\nbackground of the case. However the judge on several occasions also had conversations with BHA people (in the\nmajority of instances the master was also present). In the absence of an understanding with the parties about\nsuch encounters, we think they should not have taken place. But the transgressions appear to us to have been\nunthinking rather than venal, and we do not believe they affected the substance of the proceedings one way or\nthe other. To reverse the judgment on this account and reopen proceedings before a judge lacking the five years'\n\nexperience would be a profligate waste of time and resources. Cf. Bradley v. Milliken, 426 F. Supp. 929, 939-940\n(E.D. Mich. 1977).\nWe do not condone such communications, but the nature of the case suggests some palliation of the\nmisbehavior. This was not a standard lawsuit. It was a massive, long-continuing litigation which has approximated\nthe type involving institutional reform.\n742 *742 During the last few years a number of attempts have been made to catalogue the distinctive features of\n[37]\nsuch cases.  The catalogues do not coincide at all points but we think they would agree that the judge tends to\nbe more active in such proceedings and to use less formal procedures, especially after liability is found and\nremedial phases (including the phase of implementation) are reached. See Inmates of the Suffolk County Jail v. \nEisenstadt, 518 F.2d 1241, 1243 (1st Cir.1975); Coffin, The Frontier of Remedies: A Call for Exploration, 67 Calif.\nL. Rev. 983, 996 (1979) (\"The specter of ex parte discussions or influence would not seem to be of as much\nconcern at the remedial stage as when liability is at issue\"). The extensive employment of parajudicial officers\nhas been mentioned. Necessarily the judge becomes interested in operational problems and it is understandable\nthat he should begin to act the part of an operator with perhaps reduced attention to such conventional\nprocedural safeguards as bilaterality.\nWe say all this not to excuse the questioned communications here but to note the emergence of special problems\nthat will call for study and solution if these large cases remain a feature of the legal scene, as they almost\n[38]\ncertainly will.  In the present case we trust the judge to take care to avoid the shoals and approach any similar\nprocedural questions with thought and discretion after he receives the case on remand.\nD. Conclusion. It is right and proper that BHA should be operated as the Legislature declared it should be. But\nthere has been a breakdown, resulting in widespread violations of law by BHA, which necessitates and therefore\nmust evoke extraordinary action. To say that this court has been most reluctant to approve the temporary\n743 receivership is to *743 understate the matter. No judge or court could enjoy the prospect of interfering with local\nauthority and assuming a measure of supervision over a large outside enterprise, least of all one sliding downhill.\nNevertheless the violations of law are there, and on the facts remedial efforts cannot stop short of receivership.\nA receivership ought to be able to do a better job with the funds becoming available than has been done by BHA\nin the past, but we repeat what we said on the first appeal: inadequate funding will pose ultimately the cruelest of\ndilemmas affecting large numbers of Boston citizens (368 Mass. at 341-342). We can do no more than express\nthe hope that the governmental sources which furnish funding, as well as those which provide services, will be\n[39]\nsensitive to these consequences and give all feasible help to the receivership.\nThe judgment is to be modified as indicated at point II B 3(d) above, and as so modified is affirmed.\nSo ordered.\nAPPENDIX\nGeneral Laws c. 111, § 127H, as amended through St. 1978, c. 104, § 6, reads as follows:\n\"Any tenant who rents space in a building for residential purposes wherein a condition exists which is in violation\nof the standards of fitness for human habitation established under the state sanitary code or in violation of any\n744 board of health standards, which condition may endanger or *744 materially impair his health or well-being or the\nhealth or well-being of the public, may file a petition against the owner of said building to enforce the provisions of\nthe said code in the superior court. Such petition shall set forth the violation of the state sanitary code or the rules\nand regulations of the board of health shall state that such condition may endanger or materially impair the health\nor well-being of any tenant therein; and that said condition was not substantially caused by the tenant or any\nother person acting under his control. The petition shall also state that the violation has been determined to exist\nby inspection of a board of health or, in the cities of Boston and Worcester, of the commissioner of housing\ninspection, or shall state that such inspection had been requested at least twenty-four hours prior to the filing of\nthe petition and that there has been no inspection. Upon filing such a petition, process shall issue and be served,\nand a hearing shall be held as provided in section one hundred and twenty-seven D. At least seven days prior to\n\nany hearing the petitioner shall send by certified or registered mail a copy of the petition to all mortgagees and\nlienors of record, and shall notify them of the time and place of the hearing.\n\"The provisions of section one hundred and twenty-seven E shall apply in any such hearing.\n\"The court may:\n\"(a) issue appropriate restraining orders, preliminary injunctions and injunctions;\n\"(b) authorize any or all tenants in the respondent's building wherein the violation exists to pay the fair value of\nthe use and occupation of the premises or such installments thereof from time to time as the court may direct to\nthe clerk of the court in the same manner and subject to the same provisions as contained in section one\nhundred and twenty-seven F;\n\"(c) order all the tenants in the respondent's building wherein the violation exists to vacate the premises, and\norder the board of health to close up said premises; or\n\"(d) appoint a receiver.\n\"A copy of any order, finding or decree made by the court hereunder shall be forthwith sent by the clerk of the\ncourt to any mortgagee and lienor of record.\"\n[1] The tenants joining originally with Perez as class representatives were: Maria Laboy, Alejandrina Montes,\nMary Wellings, Margaret Gerkin, Grace O'Leary, Ruby Perkins, Linda Ferdinand, and Dolores Culbreath. Two\nadditional tenants joined later: Pauline Morgan and Rita Driscoll. Boston Public Housing Tenants' Policy Council,\nInc., was admitted as an intervening party plaintiff.\n[2] We place quotation marks around the words \"receiver\" and \"master,\" when they first appear in this opinion, to\nsignify that they are not the exact equivalents of the officers of court who usually go by those names.\n[3] The proceedings leading direct to the judgment appealed from are described at point I E 1 below, but for\nproper understanding our narrative starts at the commencement of the action. The judge's findings are similarly\nretrospective. \nWe outline the course of the action and describe the basic situation to which the judgment is addressed, as it\nemerges from the record. Various claims of inadequate evidence do not affect the basic picture and we need not\ndiscuss them.\n[4] Section 127H is reproduced as an Appendix to this opinion.\n[5] \"These conditions directly affect a substantial percentage of the residents of Boston. The BHA owns and\noperates nineteen federally aided developments for families of low income with a total of 10,348 dwelling units\n(seventy-three per cent of such units in the Commonwealth), ten State aided developments for families of low\nincome with a total of 3,681 units (twenty-seven per cent of such units in the Commonwealth), twenty-five\nfederally aided developments for elderly persons of low income with a total of 2,613 units (ninety-four per cent of\nsuch units in the Commonwealth), and two State aided developments for elderly persons of low income with a\ntotal of 160 units (sixty per cent of such units in the Commonwealth). The BHA also leases from private landlords\n2,655 dwelling units pursuant to various Federal programs (ninety-seven per cent of such units in the\nCommonwealth), and fifty-nine units pursuant to various State programs (three per cent of such units in the\nCommonwealth). Residents living in BHA owned and leased housing projects comprise in excess of ten per cent\nof the total population of Boston.\" Perez v. Boston Hous. Auth., 368 Mass. 333, 342 (1975).\n[6] The master's prior experience as a civil engineer and city planner appears of record. He is not a lawyer. Just\nbefore this appointment he served as executive director of Greater Boston Community Development, Inc., which\ngave technical assistance to sponsors of low and moderate income housing.\n[7] In describing the decree, we do not follow its terminology in all respects.\n\n[8] See § IX. 1 of the decree (Agreement part). A job description was to be agreed between BHA and the master;\nhe was to receive notice of the qualifications of applicants and of the interviews held, and be given a list of the\nnames of candidates BHA considered qualified. The Board must appoint one of those on the list whom the\nmaster was satisfied to designate as \"most highly qualified.\"\n[9] The definition looked to any action taken by any party that was seriously inconsistent with any significant term\nof the decree including the Agreement, plan, subplan, and so forth.\n[10] Receivership was mentioned as ground for vacation of the decree, with BHA not conceding jurisdiction to\nappoint a receiver. § 10B. Persistent failure to perform in good faith or wilful and persistent interference was also\na stated ground. § 10C.\n[11] The parties had theretofore entered into twenty-nine formal modifications of the decree, most of them\nextending time for various submissions. The last such formal modification was approved July 24, 1978; further\nrequests by BHA for extensions of due dates were met by the reluctance of the master and TPC to allow such\nprotractions of time if the period of the decree was to remain as agreed. \nBHA has complained about the bunching of the notices of substantial noncompliance in November, 1978, but it\nseems rather a sign of patient tolerance that the notices were not given earlier, and a breakdown of the decree\nappeared in the offing in any event.\n[12] On this as on other matters, there is some value in comparing the second and third six-month reports of the\nmaster dated July 5, 1978, and January 9, 1979, with BHA's corresponding reports dated July 10, 1978, and\nJanuary 15, 1979.\n[13] It appears that the Board nominated a person immediately after receiving his name from a high ranking\nofficial in the Boston city administration. They had not checked his references. Previously they failed to respond\nto the master's requests to try to agree on a job description.\n[14] BHA's record of performance was not one of unrelieved failure, and some of the plaintiffs' charges were not\npursued at trial. An attempt to examine all details at trial would have been fulsome. What was called for was an\nassessment of the seriousness of the situation taken as a whole.\n[15] \"Every housing and redevelopment authority shall be managed, controlled and governed by five members,\"\nthree constituting a quorum. G.L.c. 121B, § 5. Four of the five members of the board of a city housing authority\nare appointed by the mayor subject to city council approval (one such appointee represents organized labor). The\nfifth member is appointed by DCA as the State representative. \nDuring a substantial period of the consent decree, BHA's board consisted of three members appointed by the\nmayor. A fourth member, appointed by DCA, began sitting only in January, 1979. The fifth seat was vacant for\nmore than two-thirds of the consent decree period.\n[16] The foregoing refers to the testimony of the two members from the witness stand. Their depositions were\nreceived subject to objections which, however, were not acted on. The deposition of a third member was similarly\nreceived. These would not alter the general picture. A fourth member, a DCA appointee, was not questioned; he\nhad been serving for only a short time. See note 15, supra.\n[17] In his letter of January 9, 1979, transmitting his report for the third six-month period, the master had, more\ngently, questioned \"whether the current governing structure of the Authority can provide the leadership necessary\nto bring the Authority back into compliance with its legal responsibilities.\"\n[18] As distinguished from \"as built.\"\n[19] Although resisting receivership, BHA conceded in its six-month report filed on January 15, 1979, that little\nprogress had been made in improving the housing, and that some developments may have deteriorated, but it\nappeared to attribute this record or part of it to the time and energy devoted to the task of rebuilding the\norganization.\n\n[20] The outline omits much and does not attempt correspondence with the terminology of the judgment.\n[21] This refers to a then recent episode in which the Board attempted to extend the contracts of senior level\npersonnel for several years, ostensibly to preserve morale.\n[22] See the discussion of the status of BHA at point II B 3 (d), citing the Johnson-Foster and other cases.\n[23] This is sometimes expressed as an argument in terms of \"separation of powers,\" as it was in the Blaney\ncase mentioned in the text below. See 374 Mass. at 342-343. See also point II B 4 (b) below.\n[24] \"If school authorities fail in their affirmative obligations under these holdings, judicial authority may be\ninvoked. Once a right and a violation have been shown, the scope of a district court's equitable powers to remedy\npast wrongs is broad, for breadth and flexibility are inherent in equitable remedies.\"\n[25]Stretch v. Timilty, 309 Mass. 267 (1941), is a case where violation by a public official (police commissioner of\nBoston) was not found; in that situation the court warned against any judicial attempt to control the discretionary\nactivity of executive or administrative officers, and referred to the constitutional requirement of separation of\npowers.\n[26] The reference is to G.L.c. 111, § 127J (receiver may petition court for leave to apply for financial assistance\nfrom the Commonwealth, through the Department of Public Health, to supplement the rent funds for the purpose\nof effectuating repair and rehabilitation).\n[27] A claim that receivership, if available at all, should be confined to cases where the illegality partook of\nunconstitutionality, would be equally artificial. Compare the grounds of the Blaney, Andover, and Hudson cases\ncited earlier in the text.\n[28] Receivership is also sparingly and carefully applied in the ordinary business setting. See 12 C.A. Wright &\nA.R. Miller, Federal Practice and Procedure § 2983 (1973).\n[29] The mechanisms at work in the creation of a neoreceivership or, in the more extreme case, a receivership of\na public institution, are fairly clear. The political process has failed to produce an institution conforming to law and\nthose subjected to the illegality, who are usually politically powerless (cf. United States v. Carolene Prods. Co.,\n304 U.S. 144, 152 n. 4 [1938]), turn to the courts for the vindication of their rights. Injunctive remedies are called\nfor, but the judge lacks expertness in the particular field, and lacks time even when he chances to have the\nknowledge. Hence the appointment of adjunct officers who supply expert knowledge and sometimes implicitly\nencourage acceptance by the parties and the general public of the results of the judicial intervention. \nFor a view of the relations set up between the court and a \"special master,\" see the Brakel article, cited in the\ntext, at 553-555, discussing Taylor v. Perini, Civ. No. 69-275 (N.D. Ohio 1975).\n[30] In each of the three cases the receiver appointed held an official position. The judgment appealed from in the\npresent case would allow for the appointment of an official. Of course we express no opinion about the\ndesirability or undesirability of such an appointment herein.\n[31] For the litigative history, see Morgan v. Hennigan, 379 F. Supp. 410 (D. Mass. 1974), aff'd sub nom. Morgan\nv. Kerrigan, 509 F.2d 580 (1st Cir.1974), cert. denied, 421 U.S. 963 (1975); Morgan v. Kerrigan, 388 F. Supp. 581\n(D. Mass. 1975), aff'd, 530 F.2d 431 (1st Cir.), cert. denied sub nom. Doherty v. Morgan, 426 U.S. 935 (1976); \nMorgan v. Kerrigan, 401 F. Supp. 216 (D. Mass), aff'd 523 F.2d 917 (1st Cir.1975), 530 F.2d 431 (1st Cir.1976),\ncert. denied sub nom. Doherty v. Morgan, 426 U.S. 935 (1976); Morgan v. Kerrigan, 409 F. Supp. 1141 (D. Mass.\n1975), aff'd sub nom. Morgan v. McDonough, 540 F.2d 527 (1st Cir.1976), cert. denied, 429 U.S. 1042 (1977).\nSee Smith, \"The Boston Case\" in Limits of Justice (H. Kalodner & J. Fishman, eds. 1978).\n[32] \"The more usual remedies 00 contempt proceedings and further injunctions 00 were plainly not very promising,\n97 97\nas they invited further confrontation and delay; and when the usual remedies are inadequate, a court of equity is\njustified, particularly in aid of an outstanding injunction, in turning to less common ones, such as a receivership,\nto get the job done. Milltown Lumber Co. v. Town of Milltown, 150 Ga. 55, 102 S.E. 435 (1920); Columbian\n\nAthletic Club v. State, 143 Ind. 98, 40 N.E. 914 (1895). See Note, Monitors: A New Equitable Remedy?, 70 Yale\nL.J. 103, 107-13 (1960).\" Morgan v. McDonough, 540 F.2d 527, 533 (1st Cir.1976), cert. denied, 429 U.S. 1042\n(1977). \nIn Eisenberg & Yeazell, The Ordinary and the Extraordinary in Institutional Litigation, 93 Harv. L. Rev. 465 (1980),\nthe authors stress the historicity of various remedial devices employed in institutional reform litigation.\n[33] In this connection it may be noted that early actions antedating Perez that sought judicial intervention to\ncorrect conditions at the BHA developments were treated by the courts with circumspection and restraint in the\nhope that nonjudicial remedies could be found. West Broadway Task Force, Inc. v. Commissioner of the Dep't of\nCommunity Affairs, 363 Mass. 745 (1973); Boston Pub. Hous. Tenants' Policy Council, Inc. v. Lynn, 388 F. Supp.\n493 (D. Mass. 1974).\n[34] At one point in the Perez proceedings the \"leased housing\" (see note 5, supra) was dealt with on a special\nbasis. (We mention this to illustrate the text and not to express any opinion about the segregability or\nnonsegregability of this phase of BHA's operations.)\n[35] We think it unnecessary to deal with certain procedural claims made by BHA which are not consequential.\nBHA finds fault with the recertification of class in the judgment, although it agreed to the certification in the\nconsent decree. If the representation by the particular named plaintiffs has weakened over the years, there may\nbe improvement after remand by the introduction of additional representatives of the class.\n[36] In view of its hybrid character, already alluded to, BHA does not quite fit in the \"executive\" branch;\nseparation-of-powers considerations may thus be attenuated to begin with.\n[37] Coffin, The Frontier of Remedies: A Call for Exploration, 67 Calif. L. Rev. 983, 988-991 (1979). Chayes, The\nRole of the Judge in Public Law Litigation, 89 Harv. L. Rev. 1281, 1282-1284 (1976). Cf. Fiss, The Supreme\nCourt, 1978 Term 00 Foreword: The Forms of Justice, 93 Harv. L. Rev. 1 (1979); Cox, The New Dimensions of\n97\nConstitutional Adjudication, 51 Wash. L. Rev. 791 (1976).\n[38] The Brakel article, cited in the text supra, appeals for such study.\n[39] There is perhaps an augury of solid cooperation with the receivership in the fact that the Executive Office of\nCommunities and Development (speaking for DCA) in a letter of July 27, 1979, to the chairperson of BHA,\nordered BHA not to expend funds from the State subsidy (or from the rents) for external legal services in pursuing\nan appeal from the judgment. Similarly HUD in a letter dated July 26, 1979, to the chairperson said that it would\nnot concur in any request to pursue an appeal and that BHA was not allowed to use Federal funds for that\npurpose. It added: \"I [regional adminstrator] urge the Authority to give its fullest support to the Court's Order and\nto the Receiver when he or she is appointed and I assure you that you can count on HUD's cooperation and\nsupport during this difficult period.\"\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60351"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 124169,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/124169"
    },
    {
      "date": "1975-07-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 801,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 331,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 1003,
      "cite_3_reporter": "Mass.LEXIS",
      "cite_3_vol": 1975,
      "citation_status": "Official citation found/coded",
      "court": "Massachusetts state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60421,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60421.pdf",
      "title": "Opinion",
      "text": "368 Mass. 333 (1975)\n331 N.E.2d 801\nARMANDO PEREZ & others\nvs.\nBOSTON HOUSING AUTHORITY & others.\nSupreme Judicial Court of Massachusetts, Suffolk.\nJune 9, 1975.\nJuly 10, 1975.\nPresent: TAURO, C.J., REARDON, QUIRICO, BRAUCHER, HENNESSEY, KAPLAN, & WILKINS, JJ.\n334 *334Terence P. O'Malley, Assistant Attorney General, for the Commissioner of Community Affairs & others.\nGershon M. Ratner (Bruce E. Mohl & James E. Wexler with him) for the plaintiffs.\nKevin P. Feeley (Brian P. Shillue with him) for Boston Housing Authority.\nHoward E. Cohen, for Cambridge Housing Authority, amicus curiae, submitted a brief.\nHENNESSEY, J.\nIn this case we hold, as clearly required by the applicable law, that the Commonwealth has no duty to provide\nfunds for the rehabilitation of certain property of the Boston Housing Authority (BHA). However, we emphasize\nthe disturbing social implications of this holding (infra, part 2).\nCertain appellants, namely the Commissioner of the Department of Community Affairs, the Secretary of\nCommunities and Development, the Treasurer of the Commonwealth, and the Governor of the Commonwealth,\nappeal from a judgment (the \"final decree\") entered by a judge of the Housing Court of the City of Boston\n(Housing Court). These appellants are hereinafter referred to as the State defendants. We granted direct\nappellate review on application of all parties. We reverse the final decree and, for the reasons set forth in this\nopinion, remand the case for further proceedings in the discretion of the judge of the Housing Court.\nVarious tenants of the BHA filed a complaint in the Housing Court pursuant to G.L.c. 111, § 127H, to enforce the\nState sanitary code (see G.L.c. 111, § 127A) in public housing projects owned and operated by the BHA. The\ntenants requested the judge of the Housing Court to \"enjoin ... [the BHA] from failing to correct\" defective\nconditions in the premises in which they and a class of approximately 40,000 persons live.\nThe tenants subsequently moved to join the State defendants. As their grounds for relief, the tenants alleged that\n335 since these State officials had authority under various provisions of G.L.c. 121B to decide whether to *335\nrehabilitate the projects of the BHA, they were subject to liability under G.L.c. 111, § 127N, for the alleged\n[1]\nsanitary code violations by the BHA.  The tenants also alleged that, for financial reasons, the BHA was unable\nby itself to rectify the sanitary code violations. Accordingly, the Housing Court was asked first to enjoin the State\ndefendants from committing any of the remaining borrowing authority of either State or the BHA for the\ndevelopment of low income housing until the preparation and State approval of rehabilitation plans for housing\nprojects owned and operated by the BHA. Second, the Housing Court was requested to order the State\ndefendants to provide, from these State funds remaining to be borrowed, the moneys necessary for rehabilitating\nthe BHA housing once such plans were prepared and approved.\nA hearing on the requests for preliminary injunctive relief was held before the judge of the Housing Court. On the\nbasis of the evidence presented at that hearing and collected by the judge in the course of visits to certain\nprojects, the judge made findings concerning the existence and extent of sanitary code violations, vandalism,\ncrime, and racial segregation in BHA projects. The judge also found that the BHA did not have the financial\nresources to correct the sanitary code violations.\n\nThe judge ruled that under G.L.c. 111, § 127N, the State defendants were liable for the sanitary code violations\nand would be required to provide the funding necessary for rectification. He then entered the final decree, which\n336 incorporated in its entirety his \"Findings, Rulings, Opinion and Orders.\" The State defendants *336 were enjoined\nfrom committing, with limited exceptions, approximately $105,000,000 of the borrowing authority not yet\ncommitted under G.L.c. 121B, §§ 26A, 34, 41, for the development of low income housing on a Statewide basis.\nThe decree, with exceptions not here material, froze the uncommitted amount of borrowing authority for use\n[2]\nsolely to rehabilitate the existing projects of the BHA.  The State defendants then filed this appeal.\n1. The State defendants do not dispute that the plaintiffs have satisfied, at least with respect to the BHA, all the\nrequirements for a cause of action under G.L.c. 111, § 127H. Included in this area of apparent agreement is the\nassertion that remedies for violations of the sanitary code are available to tenants in public housing\naccomodations as well as to those in private dwellings. See West Broadway Task Force, Inc. v. Commissioner of\nthe Dept. of Community Affairs, 363 Mass. 745, 752-753 (1973).\nAdditionally, from representations made by counsel in oral argument before this court, it is clear that the plaintiffs\ndo not seriously contend that any obligation can be found on the part of the Governor or the State Treasurer as to\nthe issues now before us because of the limited statutory involvement of these two officials with respect to low\nincome housing. See G.L.c. 121B, § 26A. It is also established that the Commissioner of the Department of\nCommunity Affairs is not a proper party defendant because that position has been abolished by St. 1975, c. 163,\neffective April 30, 1975. The supervision and control of the Department of Community Affairs is now vested in the\nSecretary of Communities and Development (the Secretary).\n337 *337 Thus, the Secretary is the sole State defendant whose liability need be considered. The issue is whether the\nSecretary is liable for violations of the sanitary code in buildings controlled by the BHA. Essentially, of course, the\n[3]\nissue is whether the Commonwealth has such liability. We hold that it does not.\nIt is true that the Commonwealth, through the Secretary, has certain supervisory authority over local housing\nauthorities and is empowered to oversee most phases of the operations of local housing authorities. To that end\nthe Secretary is given various powers to approve or disapprove the activities of these authorities together with\nrule making power and power to demand reports and other information. G.L.c. 121B, §§ 1, 11, 29, 30-32, 34, 35,\n37. G.L.c. 23B, §§ 1, 3. See West Broadway Task Force, Inc. v. Commissioner of the Dept. of Community Affairs,\n363 Mass. at 748. Nevertheless, the tenants primarily rely, as did the judge below in his rulings, on the provisions\nof G.L.c. 111, § 127N, to establish the Commonwealth's liability. Indeed, that appears to us to be the only\n338 statutory source from which *338 the tenants can begin to draw a relevant argument in support of their position.\nGeneral Laws c. 111, § 127N, inserted by St. 1974, c. 681, states, in pertinent part, that a tenant petitioning a\ncourt of competent jurisdiction to enforce the sanitary code may join as a party defendant not only the owner of\nthe premises but also \"any individual, trust or corporation, partnership, association, or other person who, acting\nalone or with another, has the authority to decide whether to rehabilitate, or sell or otherwise dispose of the\npremises, with or without record title or recorded interest.\" If the owner is unable for financial reasons to provide\neffective relief, \"[t]he owner and any person so joined shall be jointly and severally liable for taking any action or\npaying any damages ordered by the court.\"\nIt is plain that the Secretary cannot be held responsible under this statute unless the Secretary (1) is an\n\"individual, trust or corporation, partnership, association, or other person,\" within the meaning of the statute, and\n(2) has the authority to decide whether to rehabilitate or sell or otherwise dispose of the premises. We hold that\nthe Legislature did not intend to include the Secretary, or the Commonwealth, or any of its departments or\nagencies, among the entities described in § 127N as an \"individual, trust or corporation, partnership, association,\nor other person.\"\nOn this issue, the State defendants' arguments, which are convincing, are that the judicial imposition of liability on\nthe Secretary or any other representative of the Commonwealth is contradicted both by the ordinary meaning of\nthe language used in § 127N, and by the legislative intent otherwise demonstrated.\n\nThe words employed by the Legislature are plainly inappropriate to identify the State or any of its agencies. By\ncontrast, the State defendants point out, and we think persuasively, that when the Legislature did in fact\ndetermine to apply public health regulations, enacted pursuant to G.L.c. 111, to State agencies as well as other\n339 entities, *339 it expanded the coverage from \"[a]ny municipality, corporation or person\" (§ 142A), and \"any\nperson, corporation, or political subdivision\" (§ 142B), to include \"[a]ll departments, agencies, commissions,\nauthorities and political subdivisions\" (§ 142E). See Boston v. Massachusetts Port Authy. 364 Mass. 639, 653\n(1974).\nFurther, in construing the language employed, we recognize that \"[i]t is a widely accepted rule of statutory\nconstruction that general words in a statute such as `persons' will not ordinarily be construed to include the State\nor political subdivisions thereof.\" Hansen v. Commonwealth, 344 Mass. 214, 219 (1962). That the Secretary is an\nindividual does not obscure the fact that he is a party to this suit only in his official capacity and that the essence\nof the judge's order in this case would impose liability on the Commonwealth through the Secretary and require\nthe expenditure of funds of the Commonwealth.\nThe legislative intent as inferred from other sources is consistent with the plain language of c. 111, § 127N. No\nprovision of G.L.c. 121B setting forth various governmental responsibilities with respect to public housing\nsubjects the Commonwealth or its agencies to liability for sanitary code violations under G.L.c. 111. By contrast,\nthe responsibilities of the BHA or any housing authority under the sanitary code can be said to be specifically\nprovided for in G.L.c. 121B, § 28. Cf. Cameron v. Zoning Agent of Bellingham, 357 Mass. 757, 761 (1970).\n[4]\nFurther, the language of c. 121B, § 17, provides in effect a specific disclaimer of liability by the Commonwealth\n340 (except for the guaranteeing of bonds as *340 provided in c. 121B, §§ 34, 41). Also significant is G.L.c. 111, §\n127J, inserted by St. 1965, c. 898, § 3, which authorizes the Department of Public Health to supply financial\nassistance to remedy defective conditions but only in \"such sums as may be appropriated therefor.\" This clear\nand direct provision is inconsistent with the tenants' argument that the Legislature also intended, by subtle\nimplication in § 127N, to alter in any manner the power of State authorities to use funds under c. 121B.\nAll of this reasoning supports a conclusion that the Legislature did not intend to establish liability on the part of\nthe Commonwealth or its departments in enacting the provisions of § 127N. Rather it appears that the Legislature\nin this section was providing against the possibility that the owners of private rental property might realize\npersonal financial gain while at the same time screening themselves from responsibility for the repair of defective\nhousing.\nWe have said that liability of any State defendant cannot be established under G.L.c. 111, § 127N, unless it is\nshown that the defendant is both an entity described within that section and \"has the authority to decide whether\nto rehabilitate\" the housing project. Since we hold here that the State defendants are not among the described\n341 entities, it is not necessary for us to reach the *341 \"authority\" issue. Nevertheless, we note that the State\ndefendants offer arguments that they have no such authority. They observe that the tenants' arguments, and the\njudge's rulings, necessarily rely in part on certain funding provisions of c. 121B, viz. §§ 34 and 41. They argue\nthat these funding provisions do not apply to the rehabilitation of existing projects but contemplate the expansion\nof the housing stock through construction and purchase.\nThe State defendants concede that there may be a limited State authority in c. 121B, § 26 (j), to rehabilitate local\nprojects. These provisions are related to such limited funding as to appear unimportant in the context of this case.\nIn any event, the tenants do not rely on § 26 (j), and the State defendants cite it as further proof that the\nLegislature did not intend to establish the \"open-ended\" State authority and duty for which the tenants contend.\nThere is also no necessity for us to reach the State defendants' further assertion that this is essentially a suit\nagainst the Commonwealth and is therefore barred by the doctrine of sovereign immunity.\n2. The result we have reached is clearly required by the law. Nevertheless, the ramifications of our decision are\n[5]\ndisturbing.  The Commonwealth cannot be required to expend funds for rehabilitation of BHA property; yet\nhundreds, and probably thousands, of tenants are living in substandard units which the judge has characterized\nas \"not decent.\" Without adequate funding, the alternatives appear equally unacceptable: either the tenants\n\n342 continue to live in conditions which are unlawful under the sanitary code, or the substandard units are to be *342\nwithdrawn from use, with the accompanying probability of many persons left homeless.\nConditions in certain BHA projects are such as to justify the use of the adjectives \"massive\" and \"critical.\" The\njudge has found that the great majority of the residential units owned and operated by the BHA, as well as the\nbuildings themselves, \"are not decent, nor are they safe and nor are they in compliance with the provisions of the\nState Sanitary Code.\" A substantial percentage of the rental units are unoccupied, with vacancies in one project\nas high as sixty per cent. The background is one of numerous crimes of violence and widespread vandalism.\nVandalism has virtually destroyed hundreds of apartments, and large segments of the buildings themselves. The\njudge found that the residents did not perpetrate the vandalism.\nThese conditions directly affect a substantial percentage of the residents of Boston. The BHA owns and operates\nnineteen Federally aided developments for families of low income with a total of 10,348 dwelling units (seventy-\nthree per cent of such units in the Commonwealth), ten State aided developments for families of low income with\na total of 3,681 units (twenty-seven per cent of such units in the Commonwealth), twenty-five Federally aided\ndevelopments for elderly persons of low income with a total of 2,613 units (ninety-four per cent of such units in\nthe Commonwealth), and two State aided developments for elderly persons of low income with a total of 160\nunits (sixty per cent of such units in the Commonwealth). The BHA also leases from private landlords 2,655\ndwelling units pursuant to various Federal programs (ninety-seven per cent of such units in the Commonwealth),\nand fifty-nine units pursuant to various State programs (three per cent of such units in the Commonwealth).\nResidents living in BHA owned and leased housing projects comprise in excess of ten per cent of the total\npopulation of Boston.\n343 *343 With these conditions in mind the question remains as to the proper disposition of this case, aside from the\nfact that the complaints must be dismissed as to the State defendants. Jurisdiction of the subject matter\n(violations of the sanitary code) resides in the Housing Court, of course, and that court's powers embrace such\nmatters, relating to both the problem and the cure of sanitary code violations, as vandalism, crime, alleged\nmismanagement, and the marshalling of tenant cooperation. Furthermore, the Housing Court judge has\ndemonstrated, in his considerable efforts up to this point, both sympathetic understanding and competence\ndirected toward the special problems of the BHA. Therefore, it is appropriate for us to remand the case to the\njudge below for such further proceedings, as to the BHA only, as he deems appropriate in the circumstances.\nThe judge entered a final decree, but it is clear from representations of counsel before us that the judge may well\nintend to retain jurisdiction of the matter. Apparently the preparation of plans for solution of some of the BHA\nproblems has been ordered by the judge and we understand that a master has been or will be appointed to that\nend.\nOf course, the future proceedings under this complaint can be binding only on the BHA. It is an understatement\nto say that our decision to order the dismissal of the complaint as to the State defendants limits the utility of\nfurther proceedings, since adequate funds to implement certain court orders are not available. As the judge\nfound, \"B.H.A. is unable for financial reasons to comply with orders made by this Court in this case pursuant to\nG.L.c. 111, § 127H to maintain its developments in compliance with the State Sanitary Code and to provide\nsecurity to its tenants.\" Nevertheless, further proceedings, despite the lack of availability of State funds as\ndecided in this case, may result in appropriate orders against BHA related to the sanitary code. See G.L.c. 111, §\n344 127H. Moreover, additional proceedings may *344 well offer guidance and precedent for future cases involving\nnot only mandatory action by BHA, but also discretionary action by the legislative and executive branches.\n3. The final decree of the Housing Court of the City of Boston is reversed as to the State defendants and the\ncomplaint is dismissed as to those defendants. The injunction against the State defendants is vacated. The case\nis remanded to the Housing Court for further proceedings as to the BHA in the discretion of the judge and\nconsistent with this opinion.\nSo ordered.\n[1] The tenants assert that the several State defendants are liable by the operation of various provisions of G.L.c.\n111 (the \"health\" statute) and G.L.c. 121B (the \"housing\" statute). Specifically, they relate certain statutes, inter\n\nalia, to the various defendants as follows: BHA: G.L.c. 111, § 127H; G.L.c. 121B, §§ 1, 11, 26. The State\ndefendants: G.L.c. 111, § 127N; G.L.c. 121B, §§ 26A, 31, 34, 41; G.L.c. 6A, §§ 4, 8.\n[2] The direct effect of the judge's orders, if affirmed, would be to divert to the rehabilitation of BHA property\nmoneys which had previously been earmarked by the Secretary of Communities and Development for use in\nprocuring additional low income housing in certain projects in other parts of the Commonwealth.\n[3] The complaint here seeks to establish statutory responsibility centering in particular on G.L.c. 111, §§ 127H,\n127N. There is no assertion, nor does the record disclose grounds for asserting, that the court should exert\njudicial control over agency action under equity principles. We have delineated the limited circumstances which\nmake such control appropriate in the case of West Broadway Task Force, Inc. v. Commissioner of the Dept. of\nCommunity Affairs, 363 Mass. at 750-751: \"The question of the proper occasions for judicial intervention upon the\nsuit of affected tenants would remain. A challenge to agency action as being unconstitutional, or offensive to a\nspecific statutory command or prohibition, would be such an occasion. A charge of arbitrary or capricious action\nby the agency, like a charge that the agency was exceeding its `jurisdiction,' could also present a plausible\nsituation for appeal to an equity court. Even in a field in which the agency is acknowledged to have latitudinous\ndiscretion, a court would not be excluded if the agency appeared to have been actuated by clearly inapposite or\nunreasonable considerations. And it may be granted that for purposes of the availability of judicial review, inaction\nby an agency over a period of time could count as the equivalent of a final refusal to act.\"\n[4] General Laws c. 121B, § 17, inserted by St. 1969, c. 751, § 1, reads as follows: \"No bond, note or other\nevidence of indebtedness executed or obligation or liability incurred by an operating agency shall be a debt or\ncharge against the commonwealth or any political subdivision thereof other than such agency. Nothing in this\nchapter shall be construed to obligate the commonwealth, or any political subdivision thereof other than the\napplicable operating agency, or to pledge its credit, to any payment whatsoever to any operating agency or to any\ncreditor or bondholder thereof, nor shall anything therein contained be construed as granting to any operating\nagency any exemption from taxation except as expressly provided therein or to render the commonwealth, or any\npolitical subdivision other than such agency liable for any indebtedness or liability incurred, acts done, or any\nomissions or failures to act, or any such agency.\" The tenants argue that the \"disclaimer\" as found in § 17 is\nlimited in terms to c. 121B, and is inapposite to this case, because of the words \"`[n]othing in this chapter'\"\nquoted above, and because the provision on which the tenants rely to establish liability (c. 111, § 127N) is not\nincluded in this chapter. The weakness of this argument lies in the fact that the position of the tenants clearly\nmust rely in part on the provisions of c. 121B in so far as that statute establishes powers and responsibilities of\nthe Commonwealth.\n[5] The result is no less disturbing, even though the moneys, which we have by this decision freed from the\nrestraint of the injunction imposed by the judge, presumably will now be spent in the building and acquisition of\nlow income housing in the State. This affords no relief for the appalling condition of the BHA properties.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60421"
    }
  ],
  "document_count": 4
}