{
  "case_id": 9815,
  "fetched_at": "2025-10-20T22:42:17.713178",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Jefferson County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Jefferson",
        "name": "Jefferson County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. ยง 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1987,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Western District of Kentucky",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1985-04-17",
    "filing_year": 1985,
    "id": 9815,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2007-06-25T00:00:00-04:00",
    "main_docket": {
      "id": 33265,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1985,
      "docket_filing_number": 406,
      "is_main_docket": true,
      "court": "Western District of Kentucky",
      "state": "Kentucky",
      "docket_office_number": "3",
      "docket_number_manual": "85-406",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Dobrowolskyj v. Jefferson County, Kentucky",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Man arrested for 'menacing,' a misdemeanor charge, and strip-searched before being put into the general jail population to await a bond for his release.",
    "plaintiff_type": [],
    "prevailing_party": "Defendant",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Kentucky",
    "summary": "<p>In 1985, Plaintiff filed a lawsuit against the Jefferson County Jail, its director, and the county in the United States District Court for the Western District of Kentucky. Plaintiff, represented by private counsel, alleged that Defendants' blanket policy of strip-searching pretrial detainees without reasonable suspicion was unconstitutional.</p><p>Plaintiff was arrested for menacing, a misdemeanor.  Plaintiff waited in a holding cell in the Jefferson County Jail for his lawyer to post his bond.  However, the cell filled up and Plaintiff was strip-searched and moved to general population.  </p><p>The District Court (Judge Edward H. Johnstone) found that the constitutionality of Jefferson County's strip search policy had been settled in Tate v. Frey, No. 75-0031(A) (JC-KY-1) and denied Plaintiff's motions for declaratory judgment, summary judgment, and directed verdict.  The jury found for Defendants.  Plaintiff appealed.</p><p>On July 13, 1987, the Sixth Circuit Court of Appeals (Judges Danny J. Boggs, Pierce Lively and Anthony J. Celebrezze) affirmed.  The Court held that Plaintiff's strip-search did not violate his Fourth Amendment rights because (1) he was arrested for menacing, a class B misdemeanor, (2) Plaintiff was not searched until he was about to be moved into general population, (3) Plaintiff's strip-search was visual and according to jail policy, (4) the District Court had approved Defendants' search policy in Tate v. Frey (JC-KY-1).  Dobrowolskyj v. Jefferson County, KY, 823 F.2d 955 (6th Cir. 1987).</p><p>The Sixth Circuit Court of Appeals denied rehearing on August 17, 1987.</p><p>On February 22, 1988, the United States Supreme Court denied Plaintiff's petition for writ of certiorari.  Dobrowolskyj v. Jefferson County, Kentucky, 484 U.S. 1059 (1988).</p><p></p>",
    "summary_published_date": "2012-03-17T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9815",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9815",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9815",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9815"
  },
  "documents": [
    {
      "date": "1988-02-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 1059,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 484,
      "cite_2_page": 1012,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 108,
      "cite_3_page": 978,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 98,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72321,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72321.pdf",
      "title": "[Order Denying Cert.]",
      "text": "Dobrowolskyj v. Jefferson County, Ky., 484 U.S. 1059 (1988)   \n \n \n  \nOpinion \n108 S.Ct. 1012 \n \nSupreme Court of the United States \nPetition for writ of certiorari to the United States Court of \nAppeals for the Sixth Circuit. \nJaroslaw DOBROWOLSKYJ, petitioner, \n  \nv. \nDenied. \nJEFFERSON COUNTY, KENTUCKY, etc., et al. \n  \nNo. 87-630 | February 22, 1988 \nParallel Citations \nCase below, 823 F.2d 955. \n108 S.Ct. 1012 (Mem), 98 L.Ed.2d 978 \n  \n\t\r ย\n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72321"
    },
    {
      "date": "1987-07-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 955,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 823,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54093,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54093.pdf",
      "title": "Opinion",
      "text": "823 F.2d 955 (1987)\nJaroslaw DOBROWOLSKYJ, Plaintiff-Appellant,\nv.\nJEFFERSON COUNTY, KENTUCKY; et al., Defendants-Appellees.\nNos. 86-5234, 86-5451.\nUnited States Court of Appeals, Sixth Circuit.\nArgued March 10, 1987.\nDecided July 13, 1987.\nRehearing Denied August 17, 1987.\nWilliam M. Radigan (argued), Walker, Radigan and Zeller, Louisville, Ky., for plaintiff-appellant.\nAllen P. Dodd, III, Louisville, Ky., R. Allen McCartney (argued), for defendants-appellees.\n956 *956 Before LIVELY, Chief Judge, BOGGS, Circuit Judge, and CELEBREZZE, Senior Circuit Judge.\nBOGGS, Circuit Judge.\nPlaintiff-Appellant Jaroslaw Dobrowolskyj was arrested on a misdemeanor charge in Jefferson County, Kentucky,\nand strip searched while he was being held at the Jefferson County Jail awaiting a lawyer to post his $100 bond.\nHe sued the jail, its director, and the county, claiming that their policy of strip searching pretrial detainees was\nunconstitutional. The district court found that the constitutionality of Jefferson County's strip search policy had\nalready been settled by the consent decree in Tate v. Frey, No. 75-0031(A) (Oct. 1, 1985), a class action which\nhad challenged many procedures at the jail. The court denied Dobrowolskyj's motions for declaratory judgment,\nsummary judgment and directed verdict. The case was submitted to a jury which returned a verdict for the\ndefendants. Dobrowolskyj appeals the district court's denial of his motions. We hold that Jefferson County's strip\nsearch policy is constitutional and accordingly, affirm the rulings of the district court.\nDobrowolskyj, a Michigan resident, was arrested at the Jefferson County Courthouse on April 17, 1984, on a\nwarrant sworn out by his ex-wife. He was charged with menacing, a misdemeanor under Kentucky law. He was\ntaken to the Jefferson County Jail where he had to wait for several hours before he could find a local lawyer to\npost bond for him. He was first placed in the front holding cell in the basement, the area where arrestees were\ninitially detained during processing by the Department of Corrections and determination as to the likelihood of\ntheir being released on bond. If release was imminent, the person would remain in the holding cell, rather than\nbeing classified and transferred to one of the main sections of the jail. Detainees in this area were subjected only\nto a frisk or \"pat down\" search.\nUnfortunately for Dobrowolskyj, other detainees arrived at the jail while he was being held, and the front holding\ncell, which had a capacity for only twenty prisoners, became overcrowded. Approximately six prisoners, including\nDobrowolskyj, had to be moved to the rear security area where the general jail population was housed. The rear\nsecurity area in the basement was the main traffic area of the jail, through which all inmates were moved on their\nway to and from court appearances and the upper sections of the jail. This area thus contains a cross-section of\nthe jail's population, including inmates from the maximum security areas. Dobrowolskyj was strip searched before\nhe was moved to the rear area. The movement and search were in accordance with departmental policy which\nhad been approved by the district court in the Tate v. Frey consent decree.\nThe relevant part of the policy read:\nAll inmates will be thoroughly searched each time an inmate passes from one security area to\nanother, being prepared for transportation both between floors and externally, and upon admission\nto the Department. All newly admitted inmates to the Department will be frisk searched upon\n\narrival to the Department and strip searched immediately prior to the movement of the inmate to\nrear security, female section or other areas of the Department.\nThe policy also provided that all strip searches would be conducted in private with only one officer unless the\ninmate's behavior indicated that more than one officer might be required. The officers were always to be of the\nsame sex as the inmate. Strip searches were visual only. The officer was not to touch the inmate, although the\npolicy indicated that body orifices were to be closely inspected. Any manual search was considered a body cavity\nsearch, to be carried out only by medical personnel after authorization by the senior officer in charge of the area.\nBody cavity searches required a reasonable suspicion that the inmate was concealing contraband. Strip searches\ndid not require the same reasonable suspicion, but were conducted automatically upon movement from one\nsecurity area to another.\n957 *957 Dobrowolskyj sued the jail, arguing that the automatic strip search without reasonable suspicion violated the\nfourth amendment. The district court held that the constitutionality of the search policy had been settled by the\nconsent decree in Tate v. Frey approving the policy. The court denied Dobrowolskyj's motion for declaratory\njudgment. The court also denied Dobrowolskyj's motions for summary judgment and directed verdict on the\nquestion of liability, and the case was tried to a jury which returned a verdict for the county. Dobrowolskyj appeals\nthe district court's rulings on the constitutionality of the search policy.\nThe Supreme Court considered the issue of strip searches briefly in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861,\n60 L.Ed.2d 447 (1979). The Court overturned a lower court decision holding that routine strip searches of pretrial\ndetainees conducted after contact visits violated the fourth amendment absent probable cause to believe that the\ninmate was concealing contraband. The Court held that these searches were not unreasonable and thus did not\nviolate the fourth amendment. Bell sets out a balancing test for reasonableness, stating that the fourth\namendment.\nrequires a balancing of the need for the particular search against the invasion of personal rights\nthat the search entails. Courts must consider the scope of the particular intrusion, the manner in\nwhich it is conducted, the justification for initiating it, and the place in which it is conducted.\nId. at 559, 99 S.Ct. at 1884. The Court held that the searches after contact visits could be conducted without\nprobable cause to suspect that a particular inmate was concealing contraband because the unique and serious\nsecurity interests of the detention facility outweighed the privacy interest of the inmate. Id. at 559-560, 99 S.Ct. at\n1884-85.\nBell has not been read as holding that the security interests of a detention facility will always outweigh the privacy\ninterests of the detainees. The balancing test must be applied in each case and the particular search must still be\nreasonable under the fourth amendment. The majority of the circuits have held unconstitutional blanket strip\nsearch policies of all inmates including those detained only on minor misdemeanor charges or traffic offenses.\nThese courts have held that automatic strip searches of all detainees violate the fourth amendment without a\nreasonable suspicion, based on the nature of the charge, the characteristics of the detainee, or the\ncircumstances of the arrest, that the detainee is concealing contraband. See Weber v. Dell, 804 F.2d 796, 802\n(2nd Cir.1986); Jones v. Edwards, 770 F.2d 739 (8th Cir.1985); Stewart v. Lubbock County, Texas, 767 F.2d 153\n(5th Cir.1985)cert. denied,___ U.S. ___, 106 S.Ct. 1378, 89 L.Ed.2d 604 (1986); Giles v. Ackerman, 746 F.2d\n614 (9th Cir.1984),cert. denied,471 U.S. 1053, 105 S.Ct. 2114, 85 L.Ed.2d 479 (1985); Hill v. Bogans, 735 F.2d\n391 (10th Cir.1984); Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983); Logan v. Shealy, 660 F.2d\n1007 (4th Cir.1981),cert. denied,455 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982); Fann v. City of\nCleveland, 616 F.Supp. 305 (N.D.Ohio 1985); Tinetti v. Wittke, 479 F.Supp. 486 (E.D.Wis.1979),aff'd,620 F.2d\n160 (7th Cir.1980) (per curiam).\nThis circuit has previously considered the strip search issue in Dufrin v. Spreen, 712 F.2d 1084 (6th Cir.1984). We\nupheld a strip search of a woman charged with a felony against fourth amendment challenge, holding that the\nsearch was reasonable under the balancing test of Bell v. Wolfish which counselled wide-ranging deference in\nsecurity matters to prison officials. Dufrin distinguished Logan and Tinetti on the basis of the nature of the\ncharged offenses, and held that the routine search was reasonable under the circumstances, including the facts\nthat\n\n(a) the arrestee was formally charged with a felony involving violence, (b) that her detention was\nunder circumstances which would subject her potentially to mingle with the jail population as a\n958 whole, and (c) that the search actually conducted was visual only, and was carried *958 out\ndiscreetly and in privacy. Where these circumstances exist, we do not believe that the sheriff is\nobliged, as a matter of federal constitutional law, to make a subjective evaluation of the underlying\nnature of the offense or to determine whether a less intrusive search may be employed.\nId. at 1089.\nDobrowolskyj argues that the strip search in his case violated the fourth amendment because it was an automatic\nsearch triggered only by his movement within the jail and was not based on a reasonable suspicion that he might\nbe concealing contraband. He distinguishes Dufrin, arguing that the holding in that case applies only to persons\ncharged with felonies and should not be extended to accused misdemeanants. He argues that we should follow\nthe opinions of other circuits which have held that blanket searches of all misdemeanor detainees are\nunreasonable under the fourth amendment balancing test.\nDobrowolskyj's argument is not persuasive. Applying the balancing test of Bell v. Wolfish, we find that the security\ninterests of the detention officials here are even stronger than they were in Dufrin. Looking first at the nature of\nthe offense, Dobrowolskyj was not charged with a traffic offense or other minor misdemeanor, but with menacing,\na class B misdemeanor under Kentucky law. Ky.Rev.Stat.Ann ยง 508.050 (Baldwin 1987) provides that \"[a] person\nis guilty of menacing when he intentionally places another person in reasonable apprehension of imminent\nphysical injury.\" The statute was designed to replace common law simple assault, but was also intended to reach\ncertain conduct which could not be reached under common law assault in some jurisdictions, such as threatening\nwith an unloaded weapon. Ky.Rev.Stat.Ann ยง 508.050 Kentucky Crime Commission Commentary (Baldwin\n1987). Based on the nature of the menacing charge, the jail officials certainly had as much reason to suspect\nDobrowolskyj of concealing weapons or other contraband as did the officials considering the nature of Mrs.\nDufrin's charged felony. Mrs. Dufrin was arrested at her home on a warrant which charged that she had beaten\nher sixteen-year-old stepdaughter with a broom handle two months before the arrest.\nSecond, the security interests of the jail in this case were stronger than in Dufrin as Dobrowolskyj was not\nsearched until he was about to be moved into contact with the general jail population. The necessity for the\nsearch was not as great in Dufrin as here. Conditions were such that if Mrs. Dufrin had remained at the jail she\nwould eventually have been in contact with the general jail population, but she did not have such contact while\nshe was detained. The jail was not crowded while she was there. She remained alone in an individual cell\nthroughout the night and was released in the morning. Here, Dobrowolskyj did come into contact with the general\njail population while he was detained at the jail, and was searched only when that contact was imminent.\nThis case is distinguishable in two ways from the cases in other circuits holding blanket searches of all persons\n[1]\ndetained on minor misdemeanor charges unconstitutional.  First, the nature of Dobrowolskyj's charged offense\nwas different than in those cases which held automatic strip search policies unconstitutional because they\nincluded persons detained on minor traffic offenses and other misdemeanors not normally associated with\n959 weapons or other contraband. Menacing is an offense that is associated with weapons, and may *959 well raise\nreasonable suspicion on the part of the jail officials that a person detained on that charge may be concealing\nweapons or other contraband.\nSecond, and more important, Jefferson County's policy was not a blanket search of all detainees as in the\npolicies held unconstitutional in the above cases, but a more narrowly drawn policy of searching only those\ndetainees who were required, by force of circumstance, to be moved into the general jail population.\nDobrowolskyj was not moved until he had been at the jail for several hours. The move was necessitated by the\novercrowding in the front holding cell, which had been limited to a capacity of twenty prisoners by the class action\nconsent decree in Tate v. Frey. There is no indication that Dobrowolskyj was moved as a pretext to search him, or\nfor any reason other than logistical necessity. Although we do not underestimate the intrusion in Dobrowolskyj's\ncase, this more restricted policy has a less intrusive impact on the privacy interests of all detainees than a\nbroader blanket search policy. The search policy also provided that the searches would be conducted in private\nwithout degradation or embarassment to either the inmate or the officer.\n\nThe security interests of the jail in conducting a search at this point were strong. Dobrowolskyj was about to come\ninto direct contact with the general jail population, including prisoners who would then be moved into all sections\nof the jail. The jail had legitimate interests in preventing the flow of contraband into the other sections of the jail.\nThe reasonableness of the search policy is also indicated by the fact that it had previously been approved by the\ndistrict court in the consent decree in Tate v. Frey. The consent decree in this class action suit attempted to craft\na search policy for Jefferson County Jail which was narrowly tailored to meet specific security needs. Applying\nthe balancing test from Bell, we find that the security interests of the jail outweigh the privacy interests of the\ninmates in the circumstances of this case. Thus, Dobrowolskyj's search was not unreasonable and did not violate\nthe fourth amendment. Accordingly, we AFFIRM the judgment of the district court.\n[1] Dobrowolskyj is also in a much different procedural posture than the plaintiffs in most of the strip search cases\nas he is challenging the judgment of the district court after his constitutional claims were fully presented to a jury\nwhich returned a verdict against him. Almost all of the other cases involve situations where the district court\ngranted summary judgment to the defendants after holding the search policies constitutional and the circuit court\nreversed the summary judgment and remanded for further proceedings, or cases where the circuit court affirmed\nthe district court's ruling that the search policy was unconstitutional as a matter of law. Only one of these cases, \nJones v. Edwards, 770 F.2d 739 (8th Cir.1985), held that the strip search violated the plaintiff's fourth amendment\nrights after a jury had returned a verdict for the defendants.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54093"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121666,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121666"
    },
    {
      "date": "1988-02-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 1059,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 484,
      "cite_2_page": 1012,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 108,
      "cite_3_page": 978,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 98,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26456,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26456.pdf",
      "title": "[Order Denying Cert.]",
      "text": "1012  108 SUPREME COURT REPORTER  484 U.S. \n4 \n484 U.S.  1059, 98 L.Ed.2d 977  484 U.S.  1059, 98 L.Ed.2d 978 \nJohn BERRYHILL, petitioner, v.  Jaroslaw  DOBROWOLSKYJ,  petitioner, \nTEXAS.  No. 86-2052.  v.  JEFFERSON  COUNTY,  KEN \nPetition  for  writ  of  certiorari  to  the  TUCKY, etc., et al.  No. 87-630. \nCourt of Appeals of Texas, Third District.  Case below, 823 F.2d 955. \nPetition for writ of certiorari to the Unit \nFeb. 22, 1988.  Denied. \ned States Court of Appeals for the Sixth \nCircuit. \nFeb. 22, 1988.  Denied. \n2 \n484 U.S.  1059, 98 L.Ed.2d 977 \nVictoria A. SMITH, petitioner, v. TEXAS \nDEPARTMENT OF WATER  5 \nRESOURCES, et al.  No. 87-522.  484 U.S.  1059, 98 L.Ed.2d 978 \nCase below, 799 F.2d 1026;  818 F.2d 363.  E.C.  ERNST,  INC.,  et aI.,  petitioners, v. \nPetition for writ of certiorari to the Unit  DIRECTOR, OFFICE OF WORKERS' \ned States Court of Appeals for the Fifth  COMPENSATION PROGRAMS, UNIT \nCircuit.  ED  STATES  DEPARTMENT  OF  LA \nBOR, et al.  No. 87-640. \nFeb. 22, 1988.  Denied. \nCase below,  262  U.S.App.D.C.  150,  822 \nF.2d 1212. \nPetition for writ of certiorari to the Unit \ned States Court of Appeals for the District \nof Columbia Circuit. \nFeb. 22, 1988.  Denied. \n3 \n484 U.S.  1059, 98 L.Ed.2d 978 \nJames Joseph DARNELL, petitioner, v. \nVincent SWINNEY, Washoe County \nSheriff, et al.  No. 87-537. \nCase below, 638  F.Supp.  526;  823  F.2d \n299.  6 \nPetition for writ of certiorari to the Unit  484 U.S.  1059, 98 L.Ed.2d 978 \ned States Court of Appeals for the Ninth \nSylvia E. DAVIS, petitioner, v.  UNITED \nCircuit. \nSTATES.  No. 87-647. \nFeb. 22, 1988.  Denied.  Case below,  24  M.J.  222;  25  M.J.  169. \nPetition for writ of certiorari to the Unit \ned States Court of Military Appeals. \nFeb. 22, 1988.  Denied. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26456"
    }
  ],
  "document_count": 4
}