{
  "case_id": 879,
  "fetched_at": "2025-10-20T22:44:35.552161",
  "case_data": {
    "attorney_orgs": [
      "Prisoners' Legal Services of New York (PLSNY)"
    ],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Dept. of Corr. Services",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Perhaps, but long-dormant",
    "case_status": "Coding Complete",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Non-government for-profit"
      }
    ],
    "filing_date": "1977-08-08",
    "filing_year": 1977,
    "id": 879,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2007-08-15T00:00:00-04:00",
    "main_docket": {
      "id": 42169,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1977,
      "docket_filing_number": 3847,
      "is_main_docket": true,
      "court": "Southern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "77 CIV. 3847",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Hurley v. Coughlin",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1983,
    "permanent_injunction": false,
    "plaintiff_description": "Prison inmate seeking to enjoin state prison authorities from subjecting him to strip frisk searches",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>In 1977, Michael Hurley filed a lawsuit under 42 U.S.C. 1983 in the United States District Court for the Southern District of New York against the Department of Correctional Services (DOCS), seeking to enjoin state correctional officers from routinely subjecting him to a strip frisk search in the absence of probable cause to believe that he has concealed contraband in his body.  Plaintiff was represented by Prisoners' Legal Services of New York.  The court (Judge Robert Lee Carter) granted the relief holding only that the specific practice of requiring prisoners during strip search procedures to lift their genitals and to bend over and spread their buttocks violated basic federal civil rights. Hurley v. Ward, 448 F.Supp. 1227 (S.D.N.Y. 1978). It enjoined this practice in the absence of probable cause but did not enjoin other practices involved in the searches.   On Appeal, the United States Court of Appeals for the Second Circuit (Judge William Mulligan) reversed the district court's decision to grant relief to all inmates in the New York state correctional system and restricted application of the injunction to Hurley.  Hurley v. Ward, 584 F.2d 609 (2d Cir. 1978).</p><p>On November 9, 1979, the court amended the injunction so that it no longer applied to strip frisk searches after contact visits.  The district court also certified the matter as a class action on behalf of all prisoners in state custody. Khalil A. Rahman intervened on behalf of all Muslim inmates who challenged the state strip search on religious grounds.  Another inmate, Isma'il Abdur Rahim filed a lawsuit in 1978 under 42 U.S.C. § 1983  challenging the search practices.  Rahim suffered from glaucoma and because he refused to submit to the searches for religious reasons, he was unable to go to a facility where he could be treated.  The cases were consolidated and jointly tried.  Washington Square Legal Services (now NYU Legal Services) represented the Muslim inmates and the Legal Aid Society, Prisoners' Rights Project represented Rahin.      </p><p>The district court (Judge Carter) held that routine strip searches may be required after contact visits but are unreasonable and unjustifiable under all other circumstances unless there is probable cause.  Hurley v. Ward, 549 F.Supp. 174 (S.D.N.Y. 1982).  The strip frisks after contact visits were also required of Muslim prisoners.  The court held that regular strip searches may be justified under many circumstances.  Defendants were required to provide Rahim proper medical attention for the treatment of his illnesses.  The parties entered into a consent decree on July 21, 1983 (see Appendix to 158 F.R.D. 22).  The decree outlined procedures to be followed regarding the court's decision.  It was to be followed in every facility under the DOCS.         </p><p>According to subsequent proceedings, the defendants ignored complaints of violations of the consent decree.  Several conferences were held with the court between 1990 and 1993.  Plaintiffs moved for an order holding defendants in contempt.  The district court (Judge Carter) held that the plaintiffs proved that the defendants were no longer conducting searches according to the terms of the consent decree and had returned to the procedures in place before the consent decree.  Hurley v. Coughlin, 158 F.R.D. 22 (S.D.N.Y. 1993).  The court appointed a master to oversee the consent decree and ordered the defendants to post the decree in the library of each facility in Spanish and English.  The court chose not to impose sanctions.  In January of 1994, the parties entered into an agreement regarding the monitoring system, embodied on a Stipulation and Order signed by the court.  In 1996, Judge Carter awarded attorneys' fees to plaintiffs.  Hurley v. Coombe, 1996 WL 46889 (S.D.N.Y. Feb. 6, 1996). </p><p>The Decree remained in place for at least some time.  It is described as active in Shabazz v. Pico, 994 F.Supp. 460 (S.D.N.Y. 1998), and referred to more obliquely in still later matters.  But its docket is not digitized and we are unable to ascertain its current status more directly.  </p>",
    "summary_published_date": "2006-04-05T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/879",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=879",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=879",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=879"
  },
  "documents": [
    {
      "date": "1996-02-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 46889,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1996,
      "cite_3_page": 1185,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1996,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4357,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4357.pdf",
      "title": "Opinion",
      "text": "NotReportedinF.Supp. FOREDUCATIONALUSEONLY Page1\nNotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n(Citeas:1996WL46889(S.D.N.Y.))\nOnlytheWestlawcitationiscurrentlyavailable. Decree on July 21, 1983, with the DOCS and state officials\nregarding procedures for strip searches and strip frisks.\nUnitedStatesDistrictCourt,S.D.NewYork.\nPlaintiffs and plaintiffs-intervenors subsequently moved for\nMichaelX.HURLEY,onbehalfofhimselfandallothers\ncontempt,allegingthatdefendantshadviolatedthetermsof\nsimilarlysituated,\ntheagreement.Afterthecourtfoundnumerousviolationsof\nClass-Plaintiffs,\nthe Consent Decree, the parties entered into an agreement\nand\nover a monitoring system, embodied in a Stipulation and\nKhalilA.RAHMAN,andShu-AibA.Raheem,onbehalfof\nOrder signed by the court in January 1994. Plaintiffs and\nthemselvesandallothers\nplaintiffs-intervenors now move pursuant to Rule 54(d),\nsimilarlysituated,Subclass-Plaintiffs,\nF.R. Civ. P., and 42 U.S.C. § 1988 for an award of interim\nv.\nattorneys' fees to compensate for their time and expenses\nPhilipCOOMBE,CommissioneroftheDepartmentof\nspent monitoring defendants' compliance with the Consent\nCorrectionalServicesofNew\nDecree, preparing and arguing the contempt motion,\nYorkState,JosephKeenan,DirectorofSpecialHousing\nnegotiating the monitoring system, and preparing the fee\nUnits(Punitive\napplication.\nSegregation),WilliamGard,DeputyCommissionerfor\nSecurityoftheNewYork I.Background\nStateDepartmentofCorrectionalServices,Robert This lengthy, ongoing litigation addresses what constitutes\nHenderson,Superintendentof permissible procedures for strip searches and strip frisks\nAuburnCorrectionalFacility,EugeneReynolds,Deputy performed on individuals incarcerated by the state of New\nSuperintendentfor York. For extensive factual and procedural background to\nSecurityofAuburnCorrectionalFacility,Individuallyand the case, see Hurley v. Ward, 584 F.2d 609 (2d Cir. 1978);\nintheirofficial Hurleyv.Coughlin,158F.R.D.22(S.D.N.Y.1993)(Carter,\ncapacities,Defendants. J.); Hurley v. Ward, 549 F. Supp. 174 (S.D.N.Y. 1982)\nNo.77Civ.3847(RLC). (Carter, J.); Hurley v. Ward, 451 F. Supp. 930 (S.D.N.Y.\n1978) (Carter, J.); and Hurley v. Ward, 448 F. Supp. 1227\nFeb.6,1996.\n(S.D.N.Y. 1978) (Carter, J.), with which familiarity is\nPrisoners' Legal Services Of New York New York City\nassumed. Briefly, the parties entered into a Consent Decree\n(David Leven, Tom Terrizzi, Sarah Betsy Fuller, of\non July 21, 1983, which governs when, where, and how\ncounsel),forplaintiffs.\nsuch searches may be performed by DOCS personnel.\nSubsequently,thecourtfounddefendantsincontemptofthe\nWashington Square Legal Services, New York City\nConsent Decree and ordered remedial relief. See Hurley v.\n(ClaudiaAngelos,ofcounsel),forplaintiffs-intervenors.\nCoombe, No. 77 Civ. 3847, slip op. of July 28, 1993.\nPresently before the court is plaintiffs' and\nDennis C. Vacco, Attorney General of the State of New\nplaintiffs-intervenors' motion for interim attorneys' fees to\nYork, New York City (Vincent Leong, of counsel), for\ncompensate for the time and costs expended in litigation of\ndefendants.\nthe contempt motion and prior and subsequent monitoring\nOPINION efforts.\nROBERTL.CARTER,DistrictJudge.\nII.Attorneys'Fees\n*1 Plaintiffs, a class consisting of all inmates presently in Attorneys' fees may be awarded as part of the costs of\nthe custody of the New York State Department of litigationinacasebroughtpursuantto42U.S.C.§1983.42\nCorrectional Services (DOCS), and plaintiffs-intervenors, U.S.C. § 1988 (1994). Only plaintiffs deemed prevailing\nthe subclass of Muslim inmates, entered into a Consent parties are entitled to fees. Hensley v. Eckerhart, 461 U.S.\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. FOREDUCATIONALUSEONLY Page2\nNotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n(Citeas:1996WL46889(S.D.N.Y.))\n424, 433 n.7 (1982). Since defendants do not contest plaintiffclassbutondifferentgrounds.Plaintiffschallenged\nplaintiffs' status as prevailing parties, the court will move the DOCS strip search procedures as violating rights\ndirectlytoacomputationofthefeestobeawarded. secured by the fourth, eighth, and fourteenth amendments.\nPlaintiffs-intervenors, on the other hand, were concerned\nThe amount of attorneys' fees granted is within the\nprimarily with their first amendment rights to free exercise\ndiscretion of the district court. Hensley, 461 U.S. at 437;\noftheirreligion.\nClarke v. Frank, 960 F.2d 1146, 1153 (2d Cir. 1992). In\ncalculating a fee award, the court begins by multiplying the Plaintiffs-intervenorshavebeeninvolvedwitheverystepof\nhours counsel has reasonably spent on the case by a the litigation, including negotiation of the Consent Decree,\nreasonable hourly rate. Hensley, 461 U.S. at 433; Cohen v. monitoringcompliance,institutionofcontemptproceedings,\nWest Haven Bd. of Police Commissioners, 638 F.2d 496, and negotiation of the Stipulation and Order. Claudia\n505 (2d Cir. 1980); Burr v. Sobol, 748 F. Supp. 97, 99 Angelos, counsel for the subclass, has skillfully represented\n(S.D.N.Y. 1990) (Carter, J). The resulting \"lodestar\" figure her clients' unique interests throughout. She continues to do\nis then subject to downward or upward adjustments, so to the present day. Defendants claim that because the\ndepending on a variety of factors. Burr, 748 F. Supp. at subclass has earned no relief on the contempt motion\n99-100. separate from that obtained by the class as a whole,\nAngelos's time should be disallowed. Defendants cite no\n*2Itisimportanttonoteattheoutsetthatcourtsshouldnot\ncase law in support of this argument, however, and I see no\n\"become enmeshed in a meticulous analysis of every\nreasonwhytheyshouldprevail.Agrantofattorneys'feesto\ndetailed facet of the professional representation.\" Seigal v.\nAngelos should not be contingent on the attainment of\nMerrick, 619 F.2d 160, 164 n.8 (2d Cir. 1980), quoting\nunique and separate relief for her clients. Such a grant\nLindyBros.Builders,Inc.v.AmericanRadiator&Standard\nshould spring instead from her expenditure of time in\nSanitary Corp, 540 F.2d 102, 116 (3d Cir. 1976). As this\nreasonable and effective representation of her clients'\ncourthasheld,itis\ninterests and in furtherance of their prevailing claims. I am\nlessimportantthatjudgesattainexactitude(whichmaybe\nsatisfied that Angelos has spent her time appropriately and\nimpossible) than that they use their experience with the\nisentitledtocompensation.\ncase, as well as their experience with the practice of law,\nto assess the reasonableness of the hours spent and rates 2.TimespentfollowingStipulationandOrder\nchargedinagivencase.\nDefendants next contend that plaintiffs and\nBowneofNewYorkCity,Inc.v.AmBaseCorp.,161F.R.D.\nplaintiffs-intervenors should not be compensated for hours\n258, 267 (S.D.N.Y. 1995) (Carter, J.), citing Clarke v.\nexpended following January 3, 1994, the date of the\nFrank,960F.2d1146,1153(2dCir.1992).\nStipulation and Order, other than those spent on activities\nA.Hours reasonably necessary to monitor enforcement of that order.\nDefendants further argue that plaintiffs have failed to\nThe court's first step is to determine the reasonableness of\nprovide sufficient detail for the court to determine whether\nthe hours billed by counsel. Defendants' challenges to\nthese hours were reasonably necessary to monitor\nplaintiffs' and plaintiffs-intervenors' hours are addressed in\nenforcement.\nturn.\n*3 Defendants cite no case law and fail to provide a\n1.Timeexpendedbycounselforplaintiffs-intervenors\npersuasive argument as to why any attorneys' hours should\nbe disallowed for this time frame in particular. Obviously,\nDefendants first dispute the time expended by counsel for\nthe court will exclude all hours not reasonably expended in\nplaintiffs-intervenors, the subclass of DOCS inmates who\nfurtherance of prevailing claims in this litigation. However,\nare Muslim. This subclass sought similar relief to the\nthe court will not apply more stringent guidelines to time\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. FOREDUCATIONALUSEONLY Page3\nNotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n(Citeas:1996WL46889(S.D.N.Y.))\nspent following the entry of the Stipulation and Order. The 3.Overstaffing,duplicationofeffort\nenforcement procedures followed by plaintiffs were created\nDefendants next argue that plaintiffs' counsel engaged in a\nunder the terms of the Consent Decree and Stipulation and\nduplication of effort. Specifically, they contend that more\nOrder themselves. The history of this litigation shows that\nthan two attorneys appeared at various conferences among\nactive and ongoing monitoring by counsel for plaintiffs is\nthe parties, and they complain that more than one attorney\nnecessary to ensure defendants' compliance with the\ntravelledtoDOCSfacilitiestoreviewcompliancereportson\nConsentDecree,whichremainsinforce,aswellaswithany\nJuly 20, 1994, August 10, 1994, and March 13, 1995.\nsubsequentcontemptorders.Thus,plaintiffs'counsel'stasks\nPlaintiffsrespondwithadetailedbreakdownofthedivision\nendure. So long as these tasks are reasonable and are\nof tasks and responsibilities among the various attorneys\nperformed in necessary furtherance of the litigation, and in\ninvolved. They argue as well that defendants and their\nthe absence of any persuasive legal arguments to the\nattorneys consistently outnumbered counsel for plaintiffs\ncontrary,theywillbecompensated.\nandplaintiffs-intervenorsatconferencesamongtheparties.\nAlthough defendants do not contest this time specifically,\n*4TheSecondCircuithasleftdeterminationofredundancy\nthe court notes that time spent on preparing the fee\ninfeeapplicationstothediscretionofthedistrictcourt:\napplication itself is compensable. According to the Second\nprevailing parties are not barred as a matter of law from\nCircuit, \"[t]he fee application is a necessary part of the\nreceiving fees for sending a second attorney to\naward of attorney's fees. If the original award is warranted,\ndepositions or an extra lawyer into court to observe and\nwe think that a reasonable amount should be granted for\nassist.... Of course, a trial judge may decline to\ntime spent in applying for the award.\" Donovan v. CSEA\ncompensate hours spent by collaborating lawyers or may\nLocal Union 1000, Amer. Fed'n of State, County &\nlimitthehoursallowedforspecifictasks,butforthemost\nMunicipalEmployees,AFL-CIO,784F.2d98,106(2dCir.),\npart such decisions are best made by the district court on\ncert.deniedsubnomCSEALocalUnion1000,Amer.Fed'n\nthe basis of its own assessment of what is appropriate for\nof State, County & Municipal Employees, AFL-CIO v.\nthescopeandcomplexityoftheparticularlitigation.\nBrock,479U.S.817(1986).\nCarey, 711 F.2d at 1146 (citation omitted). While it is true\nDefendants further argue that plaintiffs' attorneys' time thatredundantworkshouldnotbebilled,manytasksinfact\nrecords are not sufficiently specific to allow the court to require or benefit from the attention of more than one\ndetermine whether or not the activities described were attorney. Such is the case in the present litigation, for\nappropriate for compensation. The Second Circuit has held example, when Angelos represented the interests of the\nthat time records must at a minimum \"specify, for each subclass, leaving the broader interests of the plaintiff class\nattorney,thedate,thehoursexpended,andthenatureofthe totheotherattorneys.\nwork done.\" New York Ass'n for Retarded Children, Inc. v.\nI find only minor redundancies in plaintiffs' and\nCarey, 711 F.2d 1136, 1148 (2d Cir. 1983). This\nplaintiffs-intervenors' fee applications. Counsel have\ninformationenablesthecourttodeterminetheneedforsuch\nprovided a detailed and persuasive accounting of their\nwork and the reasonableness of the time spent on it.\nvarious priorities and the breakdown of their\nPlaintiffs need not describe in meticulous detail the\nresponsibilities: broadly speaking, Claudia Angelos\nparticularities of every task, however. As the United States\nrepresents the interests of her client subclass and provides\nSupremeCourthasnoted,\"[p]laintiff'scounsel,ofcourse,is\nthe experience and strategic insight of one who has been\nnotrequiredtorecordingreatdetailhoweachminuteofhis\ninvolved with the case from the beginning; Sarah Betsy\ntime was expended. But at least counsel should identify the\nFuller and Tom Terrizzi in turn have performed the bulk of\ngeneral subject matter of his time expenditures.\" Hensley,\nthe investigative and legal legwork as well as the client\n461U.S.at437n.12.Iamsatisfiedthatplaintiffshavedone\ncontact required to litigate and monitor this action; and\nsointhepresentapplication.\nDavid Leven provides consultation and direction from the\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. FOREDUCATIONALUSEONLY Page4\nNotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n(Citeas:1996WL46889(S.D.N.Y.))\nperspective of a seasoned litigator and prisoners' rights sits. In re Agent Orange Product Liability Litigation, 818\nexpert. Although this breakdown of tasks appears generally F.2d 226, 232 (2d Cir. 1987), cert. denied, 484 U.S. 926\nto have functioned efficiently, I am not convinced that it (1987).\nwas entirely necessary to have four attorneys participate in\nPlaintiffs have the burden of demonstrating the\nvarious conferences among the parties and with the court.\nreasonablenessoftheirhourlyrate.Here,theyhavesupplied\n[FN1] There were three occasions of such redundancy: a\nvarious reports showing the rates charged by large private\nconferencecallwithdefendantsregardingmonitoringissues\nlawfirmsinNewYorkCityin1994;theserangefrom$100\non July 11, 1994; a conference with the court on October\nto $500 per hour for partners, and from $100 to $385 for\n18, 1994; and a conference with defendants regarding\nassociates. Plaintiffs themselves request rates of $275 per\ncompliance on March 27, 1995. For ease of computation, I\nhourforLeven,Angelos,andTerrizziand$250perhourfor\nwilldisallowTerrizzi'stimeforthesemeetings.\nFuller. They also request rates of $90 per hour for law\nDefendants also complain that plaintiffs' attorneys travelled studenttimeand$60perhourforlegalassistants.\ntogether to review compliance records at DOCS facilities.\nIn calculating attorneys' fees for cases that stretch over\n[FN2] Plaintiffs counter that counsel reviewed separate\nmanyyears,ithasbeenthepracticeinthisCircuittodivide\nrecords during these visits. I have no reason to disbelieve\nthe litigation into two phases and use a historic rate for the\nplaintiffs'accountingofthetime.Thistimewillbeallowed.\nearlyphaseandacurrentrateforthelaterphase.Carey,711\nI make only the reductions noted above in plaintiffs' F.2d at 1153; Grant v. Martinez, 973 F.2d 96, 100 (2d Cir.\nrequested hours. The records are contemporaneous and in 1992),cert.deniedsubnomBethlehemSteelCorp.v.Grant,\nsufficient detail to enable a determination that the time was -- U.S. --, 113 S. Ct. 978 (1993). However, it is within the\nreasonablyexpended.Theexpenditureof1,648.6hoursover court's discretion to compensate counsel for the delay in\na period of six years is eminently reasonable in light of the receivingfeesbyusingcurrentratesthroughout.Missouriv.\ntime-consuming nature of this litigation. As Angelos points Jenkins, 491 U.S. 274, 283-84 (1989); Grant v. Martinez,\nout, \"[t]he consent order specifically contemplates a very 973F.2dat100.AstheSupremeCourthasstated,\nactiveroleforthelawyersfortheplaintiffs.\"(Affirmationof [c]learly, compensation received several years after the\nClaudia Angelos in Reply on Interim Att'y Fees at 12.) services were rendered--as it frequently is in complex\nFurthermore, plaintiffs' attorneys have themselves trimmed civil rights litigation--is not equivalent to the same dollar\ntheir hours before submitting this fee application: they amountreceivedreasonablypromptlyasthelegalservices\nexclude numerous discussions of the case held with other areperformed,aswouldnormallybethecasewithprivate\nstaff members at Prisoners' Legal Services (\"P.L.S.\"), they billings. We agree, therefore, that an appropriate\ndo not bill for the time of ten attorneys and legal assistants adjustment for delay in payment--whether by the\nwho conducted many of the client interviews necessary for application of current rather than historic hourly rates or\nthislitigation,andtheyexcludealltimespentpriorto1989. otherwise-- is within the contemplation of [42 U.S.C. §\n1988].\nB.Hourlyrate\nMissouriv.Jenkins,491U.S.at283-84.\n*5 Having determined the total number of hours plaintiffs\nIn the present case, defendants argue that historic rates\nare entitled to bill, the court turns to a consideration of the\nshouldapplytohoursexpendedpriortoMay5,1992,which\nrates at which these hours may be billed. A reasonable rate\nis three years before the date of the current motion. They\nis one which is \"in line with those prevailing in the\nfurther argue that current rates should apply from May 5,\ncommunity for similar services by lawyers of reasonably\n1992, to January 3, 1994, the date of the Stipulation and\ncomparable skill, experience and reputation.\" Blum v.\nOrder. For all time following that date, they argue that\nStenson, 465 U.S. 886, 895 n.11 (1984). The relevant legal\nplaintiffs should be compensated at a reduced rate, due to\ncommunity is the judicial district in which the trial court\nthelesscomplexnatureofthetaskscounselwascalledonto\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. FOREDUCATIONALUSEONLY Page5\nNotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n(Citeas:1996WL46889(S.D.N.Y.))\nperform. 1990-93;$120to$180perhourisappropriateforassociates\ninthesameyears);Lolerv.G&U,Inc.,801F.Supp.1056,\nThe court will apply current rates to all counsel's time, in\n1066 (S.D.N.Y. 1992) (Tenney, J.) ($250 per hour is\norder to compensate them for the delay in receiving\nappropriate for experienced legal aid attorneys); Jennette v.\npayment for services performed in some instances more\nCity of New York, 800 F. Supp. at 1169 (compensation of\nthan six years ago. Furthermore, I see no reason to reduce\n$200 per hour is reasonable for an experienced civil rights\nratesacrosstheboardfortimefollowingtheStipulationand\nlawyer who is a solo practitioner); Williams v. City of New\nOrder. Defendants have not demonstrated why plaintiffs'\nYork, 728 F. Supp. 1067, 1071 (S.D.N.Y. 1990) (Patterson,\nattorneys' tasks would have suddenly become easier\nJ.)($200perhourisreasonableforaseniortrialattorneyin\nfollowing the entry of the contempt order; it is defendants'\nsmall to medium-size firm for work performed in 1984-85\nown record of violations of the Consent Decree that made\nand1988-89);Carrerov.NewYorkCityHousingAuthority,\nsuch an agreement necessary, and makes continuing\n685 F. Supp. 904, 908 (S.D.N.Y. 1988) (Sweet, J.), rev'd in\nmonitoringessential.\npart on other grounds, 890 F.2d 569 (2d Cir. 1989) ($175\nper hour is reasonable for a 1978 Harvard graduate with\n*6 The court will allow the requested rates: $275 per hour\n\"extensive and impressive\" experience prosecuting civil\nforAngelos,Leven,andTerrizziand$250forFuller.These\nrights claims; $150 per hour is reasonable for a less\nrates are reasonable in light of the significant experience\nexperiencedattorney).\nlevels of each attorney and the prevailing rates for\ncomparable legal services in New York City. Fuller has\nDefendants argue that less complex tasks such as\nmore than 20 years of experience as a litigator and law\nconferences, telephone calls, and all time spent out of court\nprofessor focussing on clinical work and advocacy; she has\nshouldbecompensatedatareducedrate.Theyalsocontend\nworked for the United States Department of Justice,\nthatthecourtshouldgrantreducedratesforworkperformed\nDivision of Civil Rights, as well as for various legal\nbyanattorneythatcouldbeperformedbyaparalegalorlaw\nservices offices and Cornell Law School. Terrizzi is the\nclerk,suchasreviewingreports.Plaintiffsargueinresponse\nAssociate Director of P.L.S. He has more than 20 years of\nthat while secretarial tasks should not be billed at attorney\nexperience litigating in federal and state courts, largely on\nrates, they have not submitted such hours. They assert that\nbehalf of prisoners, and he serves on the adjunct faculty of\nstrategic consultation among attorneys, negotiation with\nCornell Law School. Leven, the Executive Director of\ndefendants, and investigation of alleged violations are\nP.L.S., has been practicing law as a legal services attorney\ncrucial tasks in this litigation, requiring the attention of\nfor more than 25 years. He has litigated extensively in both\nattorneys.\nstate and federal courts, and has served as Executive\nDirector of P.L.S. for 16 years. Angelos worked for six *7 Defendants are correct that certain tasks, such as filing,\nyears as a legal services litigator before her 1980 delivery, and service of papers do not properly come under\nappointment to the faculty of the New York University the heading of hours \"expended on the litigation,\" and are\nSchool of Law. She teaches in the Civil Rights Clinic at not generally considered recoverable expenditures of time.\nN.Y.U. and continues to litigate extensively; she has nearly Soc'y for Good Will to Retarded Children v. Cuomo, 574 F.\ntwodecadesofexperienceasaprisoners'rightsattorney. Supp.994,999(E.D.N.Y.1983),vacatedonothergrounds,\n737 F.2d 1253 (2d Cir. 1984). The reasoning behind this\nCase law supports an award of fees at the rates requested.\nrule is that clerical and secretarial tasks are normally\nSee,e.g.,Loperv.NewYorkCityPoliceDept.,853F.Supp.\nsubsumed into an attorney's overhead expenses. See id. at\n716, 720 (S.D.N.Y. 1994) (Sweet, J.) ($250 per hour is\n1002.Compensableexpensesarethose\"whichnormallyare\nappropriate for a civil rights litigator with seven years\ncharged separately to fee-paying clients and which are not\nexperience in the field); Monaghan v. SZS 33 Assocs., LP,\nincorporated as part of office overhead into the attorney's\n154 F.R.D. 78, 85 (S.D.N.Y. 1994) (Sweet, J.) ($250 to\nbilling rates.\" Americans United for Separation of Church\n$300 per hour is appropriate for experienced partners from\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. FOREDUCATIONALUSEONLY Page6\nNotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n(Citeas:1996WL46889(S.D.N.Y.))\nand State v. School District of Grand Rapids, 717 F. Supp. one court noted, \"[t]he time ... spent in transit may have\n488,503(W.D.Mich.1989).Furthermore, been beneficial, but it probably was not as productive as\n[i]tisappropriatetodistinguishbetweenlegalworkinthe time at the office or in court.\" Soc'y for Good Will to\nstrict sense, and investigation, clerical work, compilation RetardedChildrenv.Cuomo,574F.Supp.at998.Thecourt\nof facts and statistics and other work which often can be will exercise its discretion and allow full compensation for\naccomplishedbynon-lawyersbutwhichalawyermaydo thetimespentdiscussingthecaseorpreparingformeetings,\nbecause he has no other help available. Such non-legal andacceptplaintiffs'offertoreducetheremainingtime.\nworkmaycommandalesserrate.\nC.Adjustments\nMissouri v. Jenkins, 491 U.S. 274, 288 n.10 (1989). It\nremains at the discretion of the trial court to determine the\n*8 Upward or downward adjustments from the lodestar\nlevelofdifficultyofcompensatedtasksandreasonablerates\ncalculationsarenotfavored;thereisa\"'strongpresumption'\ntoapply.\nthat the lodestar figure represents the 'reasonable' fee.\" City\nof Burlington v. Dague, 505 U.S. 557, 562 (1992) (citation\nBasedonthenatureandbackgroundofthislitigationandan\nomitted). Furthermore, \"[t]he party advocating such a\nexamination of time records submitted by counsel, I find\ndeparture ... bears the burden of establishing that an\ntheir expenditure of hours to be generally compensable at\nadjustment is necessary to the calculation of a reasonable\nfull rates. This litigation is grounded in factual\nfee.\" Grant v. Martinez, 973 F.2d at 101 (citation omitted).\ninvestigation; plaintiffs' counsel were required to evaluate\nDefendants make no arguments that the lodestar amount\ncountless allegations by class members and measures taken\nshould be adjusted across the board, and I find no reason to\nby defendants. The court agrees that it was not only\ndoso.Accordingly,thelodestaramountwillbeawarded.\nnecessary but generally more efficient for attorneys to do\nmuchofthisevaluation,inlightofthehotlycontestedlegal\nIII.Othercostsandexpenses\nissues involved. As plaintiffs point out, counsel minimized\nReasonable attorneys' expenses may be recovered by the\ntheir time spent on legal research and routine discovery;\nprevailing party in civil rights cases as a part of the\nmuch of this work was accomplished by law students and\nattorneys' fees. See, e.g., Soc'y for Good Will to Retarded\nlegal assistants. Furthermore, plaintiffs explain that when\nChildren v. Cuomo, 574 F. Supp. at 1002; Noble v.\nattorneys themselves conducted investigations at the\nHerrington,732F.Supp.114,118(D.D.C.1989).Plaintiffs\nfacilities,itwasoftenpossibletodiscussenforcementissues\nmust provide documentation to show that the costs were\ndirectly with state officials present at the time; this\nincurred in legitimate and necessary pursuit of their\neliminatedtheneedformuchfollow-upwork.\nprevailing claims. Counsel attach adequate accounting of\nreasonable expenses; the requested amount of $6,560.58\nThere are two areas of exceptions. First, Fuller expended\nwillbeallowed.\n11.5 hours on proofreading various documents. This work\ncouldbetterhavebeenperformedbyalegalassistantorlaw\nConclusion\nstudent,andwillbecompensatedat$90perhour.\nHaving prevailed in litigation of their contempt motion\nSecond, plaintiffs' attorneys offer their travel time for\nbefore the court, plaintiffs and plaintiffs-intervenors are\ncompensation. They contend that some of Fuller's and\nentitled to attorneys' fees in the amount of $336,237.50 and\nTerrizzi's travel time on common carriers was spent in\nexpenses in the amount of $6,560.58, for a total award of\ndiscussion of the case and in preparation for upcoming\n$342,798.08,accordingtothefollowingcalculations.\nmeetings. They request full compensation for this time and\noffertoreducetheremainingtraveltimeby50%.\nSarah Betsy Fuller\ntotal hours requested:\nIt is within the court's power to grant full hourly rates for\n637.90\ntravel time. See Carrero, 685 F. Supp. at 909. However, as\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\nNotReportedinF.Supp. FOREDUCATIONALUSEONLY Page7\nNotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n(Citeas:1996WL46889(S.D.N.Y.))\nproofreading 239.20\n-11.50 239.20 hours at $60 per hour =\ntravel time $14,352.00\n-57.40\n--------------- Law students\nhours granted at full rates: total hours requested:\n569.00 156.95\n156.95 hours at $90 per hour =\n569.00 hours at $250 per hour = $14,125.50\n$142,250.00\n11.5 hours at $90 per hour =\n$1,035.00 ITISSOORDERED.\n57.40 hours at $125 per hour =\nFN1. Defendants themselves appear to have had\n$7,175.00\nnumerous counsel present at these meetings; while\nthis fact does not provide free rein for plaintiffs to\nDavid Leven\noverstaff,itdoesenterintoadeterminationofwhat\ntotal hours requested:\nis reasonable. See Williamsburg Fair Housing\n146.25\nCommittee v. Ross-Rodney Housing Corp., 599 F.\n146.25 hours at $275 per hour =\nSupp.509,518(S.D.N.Y.1984)(Tenney,J.).\n$40,218.75\nFN2. Defendants contest all expenditures of time\nTom Terrizzi\nfor this purpose, arguing that the reports were sent\ntotal hours requested:\nto plaintiffs' attorneys and did not need to be\n346.90\nreviewed at the institutions. Plaintiffs respond that\noverstaffed conferences:\ninspectionvisitstoDOCSfacilitiesareanessential\n-18.70\naspectoftheStipulationandOrder;theyarguethat\ntravel time:\non-site visits were necessary to allow examination\n-47.70\nof the documentation underlying the reports, such\n---------------\nas log books and strip frisk forms. I find plaintiffs'\nhours granted:\nexplanationreasonable.\n280.50\n280.50 hours at $275 per hour = NotReportedinF.Supp.,1996WL46889(S.D.N.Y.)\n$77,137.50\n47.70 hours at $137.50 per hour = ENDOFDOCUMENT\n$6,558.75\nClaudia Angelos\ntotal hours requested:\n121.40\n121.40 hours at $275 per hour =\n$33,385.00\nLegal assistants\ntotal hours requested:\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4357"
    },
    {
      "date": "1982-09-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 174,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 549,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54925,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54925.pdf",
      "title": "Opinion",
      "text": "549 F.Supp. 174 (1982)\nMichael X. HURLEY, etc., et al., Plaintiffs,\nand\nKhalil A. Rahman, etc., et al., Plaintiffs-Intervenors,\nv.\nBenjamin WARD, et al., Defendants,\nand\nNew York State Inspection, Security, and Law Enforcement Employees, District Council\n82, AFSCME, AFL-CIO, etc., Defendants-Intervenors.\nIsma'il Abdur RAHIM, Plaintiff,\nv.\nThomas A. COUGHLIN, III, et al., Defendants.\nNos. 77 Civ. 3847 (RLC), 78 Civ. 5382 (RLC).\nUnited States District Court, S.D. New York.\nSeptember 29, 1982.\n175 *175 Arthur Giacalone, David Leven, Randolph Volkell, Lanny E. Walter, Prisoners' Legal Services of New York,\nNew York City, for plaintiff class and plaintiff Hurley.\nClaudia Angelos, Washington Square Legal Services, Inc., New York City, for plaintiffs-intervenors.\nWilliam E. Hellerstein, Dori A. Lewis, Amy Rothstein, The Legal Aid Society, Prisoners' Rights Project, New York\nCity, for plaintiff Rahim.\nHon. Robert Abrams, Atty. Gen. of State of N.Y., New York City, for defendants; Daniel Kinburn, Eleanor Janosek\nDoyle, Richard M. Howard, Deputy Asst. Attys. Gen., New York City, of counsel.\nBrian O'Donnell, Rowley & Forrest, Albany, N.Y., for defendants-intervenors.\nOPINION\nROBERT L. CARTER, District Judge.\nThe Proceedings\nIn 77 Civ. 3847, plaintiff Michael Hurley initially sued pro se, pursuant to 42 U.S.C. § 1983, seeking preliminarily\nto enjoin state prison authorities from subjecting him to strip frisk (body cavity, genital and anal) searches and\nrequesting damages for injuries inflicted by prison guards in the excessive use of force. The motion for\npreliminary injunction was granted. Although class relief had not been sought, the injunction issued barred strip\nfrisk searches throughout the state prison system except on probable cause. On appeal the injunction as to\nHurley was upheld, but the general prohibition was overturned as clearly erroneous. Hurley v. Ward, 448 F.Supp.\n1227 (S.D.N.Y.) (Carter, J.), aff'd in part and rev'd in part,584 F.2d 609 (2d Cir. 1978). On November 9, 1979, the\ncourt's injunction was amended so that it no longer applied to strip frisk searches after contact visits and, at the\n176 same time, the court certified *176 the matter as a class action on behalf of all prisoners in state custody\nchallenging the Department of Correctional Services' strip frisk policies.\nKhalil A. Rahman intervened on behalf of all Muslim inmates who challenged the state strip frisk search practices\non religious grounds. The Muslim inmates were certified as a subclass who contested the constitutionality of the\n\nstrip frisk searches as applied to Muslim inmates on grounds that the practice was at variance with the religious\ntenets of the subclass.\nIsma'il Abdur Rahim filed 78 Civ. 5382 in which he challenged the strip frisk search practices as violative of the\nfourth, eighth and fourteenth amendments and 42 U.S.C. § 1983. Plaintiff is suffering from glaucoma and\nbecause of his refusal, for religious reasons, to submit to strip frisk searches he has had to forgo visits to treating\nphysicians and facilities outside the prison where his condition can be treated adequately.\nDefendants in both cases are the Commissioner of the Department of Correctional Services, currently Thomas A.\nCoughlin, III, and Joseph A. Keenan, Director of Special Housing. In September, 1978, New York State\nInspection, Security and Law Enforcement Employees, District Council 82, a union of state correctional officials,\nwere allowed to intervene in 77 Civ. 3847 as a defendant class.\nThe two cases were consolidated and jointly tried from May 26, 1981 to June 23, 1981, and except for testimony\nconcerning Hurley's damage claim and Rahim's medical needs, the trial was devoted solely to evidentiary proof\nconcerning the strip frisk issue with particularized testimony in respect of its impact on the Muslim subclass.\nThe Testimony At Trial\nThere were several types of testimony heard during the course of the proceeding. State officials, e.g., Thomas A.\nCoughlin, III and William Gard, Deputy Commissioner of Correctional Services, explained that the state strip\nsearch practices and procedures were enforced to prevent the introduction of contraband into the prisons. While\nthe definition of contraband in a prison environment covers any forbidden item, it was agreed that for the\npurposes of these proceedings contraband meant money and drugs. State officials articulated the serious\nproblems which those forms of contraband created when introduced inside prisons.\nIt was conceded that strip frisk searches were distasteful. The procedures were reviewed in January, 1981, and\nthe review resulted in Directive # 4910 dated January 20, 1981, which supplemented directives # 4901 dated\nOctober 13, 1978, and # 4906 dated March 13, 1975. Gard testified that when the policy was reviewed in\nJanuary, 1981, prison authorities decided to effectuate a policy of performing strip frisk searches affording\nmaximum privacy and physical comfort to the inmate. The purpose of the new directive was to allow the\nsuperintendents of each prison discretion in carrying out strip search procedures. Superintendent Wilson Walters\nof Sing Sing, however, testified that it was his policy to enforce strip searches routinely in all situations.\nA large number of inmates testified about their strip search experiences. All found the procedure distasteful. They\ntestified about being forced to submit to strip frisk searches before other inmates and several correction officers,\nof being strip searched in unheated areas, and of being subjected to ribald comments from correction officers\nabout the size of their genitals and in some cases of being forced to submit to several searches in quick\nsuccession. A female inmate testified about being strip searched in a room into which male correction officers\ncould look at will.\nOne inmate, Abdullah Muhtaqim, testified that on his transfer from the Westchester County Jail to Ossining, he\nwas strip frisk searched on leaving the jail and on arrival at Ossining. After being housed for the night in the\nspecial housing unit, he was taken to the receiving room and strip frisk searched. He returned to his cell in\n177 special housing, and after ten minutes was taken to the receiving room and again strip frisk *177 searched in\npreparation for transfer to Clinton the next day. He was returned to special housing and the next morning strip\nfrisk searched prior to being put on the bus for transfer to Clinton. On arrival at Clinton he was again strip frisk\n[1]\nsearched (1130-32).\nRadwan Omar had a similar experience. On leaving Great Meadow prior to transfer to Downstate, he was strip\nfrisk searched. On arrival at his destination, he was strip frisk searched at the receiving area, then immediately\nescorted to special housing where he was again strip frisk searched (773-79). He also testified that while at\nDownstate he saw his attorney at 5:00 P.M. in the visiting room which at the time was closed and empty of\ninmates. He was strip frisk searched prior to leaving special housing, and was escorted to the visiting area with\nhis hands handcuffed behind his back by the officer who strip frisk searched him. That officer, along with two\n\nothers, observed the entire visit and the escorting guard strip frisk searched him after the visit and again on his\nreentry in special housing. (781-87). Miriam Acevedo was subjected to three immediately successive strip frisk\nsearches involving vaginal and rectal digital intrusion on her return to prison from court (177-82).\nMichael Hurley testified concerning his strip frisk search experiences and as to facts which form the basis of his\nclaim for damages for injuries inflicted on him by correction officers in the excessive use of force.\nThe Muslim inmates testified that being required to expose their genitals during strip frisk searches was in\nviolation of their religious beliefs. Isma'il Abdur Rahim, a chaplain who advises Muslim inmates concerning their\nreligious responsibilities, testified that he counsels Muslim inmates that strip searches violate the Muslim tenets\n[2]\nand should be resisted.  Dr. Akbar Muhamad, Associate Professor of Islamic and African History and chairman\nof the Department of Afro-American and African Studies at the State University of New York at Binghamton, an\nexpert on the tenets of the Muslim faith, testified that strip frisk searches were in violation of the Muslim faith\nwhich prohibited exposure of the genital area of the body to strangers.\nJoseph G. Cannon, formerly Commissioner of Corrections of Maryland, Deputy Commissioner of Corrections of\nMinnesota and Superintendent, Illinois State Penitentiary, now Associate Professor at the University of Missouri,\ntestified that routine strip frisk searches were irrational and that searches should take place only on probable\ncause. Kenneth Schoen, formerly Deputy Commissioner of Corrections of Minnesota and former consultant to the\nNew York City Department of Correction, testified that routine strip frisk searches were irrational and offered\nalternative procedures deemed adequate for security. George Sullivan, Superintendent of Oregon State\nCorrectional Facility, testified that routine strip searches were unacceptable and unnecessary, that such searches\nneed only be made for cause. Dr. Frank L. Randle, M.D., formerly chief psychiatrist at Soledad Prison, California,\ntestified that strip frisk searches caused psychological harm to the official performing them and the inmate\nsubjected to them. Don Sloan, M.D., an obstetrician and gynecologist, testified that secreting matter in the rectal\narea caused discomfort, that objects placed beyond the sphincter muscle could not be seen on anal inspection\nand could be detected only if something protruded.\nCharles E. Fenton, Jr., formerly warden of Lewisburg Federal Penitentiary and now correctional consultant,\ntestified that routine strip frisk searches are necessary to prevent the introduction of contraband into the prison.\nRobert Martin, Northeast Regional Administrator, Federal Bureau of Prisons, supported strip frisk searches.\nEdward McSweeney, supervisor of Inmate Grievance Programs, testified that he had received 32 grievances\n178 about strip frisk *178 searches and that each grievance had been rejected.\nDonald Newman, Dean, School of Criminal Justice, State University of New York at Albany, testified about the\nsecurity problems created by uses of contraband. Raymond Procunier, former director of California Department\nof Correction, supported strip searches but would require strip frisk searches routinely of only the most\ndangerous inmates, roughly 10%. Others would be strip searched on probable cause.\nAnn Elizabeth Mayer, Assistant Professor of Legal Studies, University of Pennsylvania School of Law and\nauthority on Islamic law, testified concerning the obligation of modesty imposed and stated that one required\nagainst his will to transgress the Islamic tenets would not be in actual violation. Several correction officers,\nJoseph Brendise, Howard Cohen, Justo Fernandez and Roger Passino, testified about discovering contraband\nduring strip frisk searches and about having altercations with Hurley.\nState officials conceded that no alternative procedures had been studied or canvassed. State officials and all the\nexperts testified that the contraband came into the prison largely by means other than by being hidden in the anal\nand genital areas of the inmates and that if the contraband were secreted past the sphincter muscle with no\nprotrusion, it would not be detected by strip frisk in any event. Those favoring the practice supported it largely as\na deterrent. It was agreed that the most likely source of contraband for inmates is through contact visits. Some\ndefense witnesses testified that if strip frisk searches were abolished all inmates who left on work release would\nbe under pressure from other inmates to bring contraband into the prison.\nDr. Ernest Porter, an ophthalmologist who specializes in treating glaucoma, testified that Rahim, in 78 Civ. 5382,\nsuffered from a chronic simple glaucoma in one eye and a cataract and recessed angle in the other which could\nbe the result of a recession angle glaucoma. Glaucoma requires frequent treatment, and unless a patient should\n\nbe seen every six weeks, irreversible damage might occur. Rahim, while in custody, missed undergoing treatment\nfor periods of seven, seven and a half, nine, ten and twenty months. It was necessary for Rahim to be treated\noutside prison since the prison lacked the necessary facilities. The treatment provided by defendants for Rahim\nwas described by Dr. Porter as inadequate and dangerously sloppy.\nFindings of Fact\nThe following constitute the court's factual findings. Many of the findings have been stipulated to even though\nthey are part of the evidentiary proof. Some, although not agreed to by stipulation, are not in dispute, and thus\nonly a few of the facts found can be categorized as contested.\nI\nThe plaintiff class are inmates in the custody of the New York State Department of Correctional Services\n(hereafter \"department\"). They are persons who have been convicted of one or more felonies. With the exception\nof plaintiff Hurley, all members of the plaintiff class are subject to strip frisk searches conducted in accordance\nwith department directives # 4910, # 4906 and # 4901.\nA strip frisk, as defined in Directive # 4910, is a search of an inmate's clothes and body, including body cavities.\nFor a male inmate this involves opening his mouth and moving his tongue up and down and from side to side,\nremoving any dentures, running his hands through his hair, allowing his ears to be visually examined, lifting his\narms to expose his armpits, spreading his fingers to expose the areas between his fingers, lifting his feet, lifting\nhis testicles to expose the area behind the testicles and bending over approximately 90 degrees and spreading\nthe cheeks of his buttocks to expose his anus to the frisking officer. For females the procedures are similar\nexcept females must squat to expose the vagina.\nStrip frisks of inmates are performed routinely and without any requirement of cause to believe that the inmate\n179 has secreted *179 contraband in his anal or genital area on their leaving a visiting area in a maximum or medium\nsecurity facility, going to or coming from a psychiatric observation unit, returning from work release programs,\nbeing transferred to or received from another facility or jurisdiction, going to or returning from court, hospital,\noutside medical care or consultation, funeral, sick leave (also known as deathbed visit); upon reception in a\nSpecial Housing Unit (\"SHU\"), before leaving and upon return to an SHU if he is to leave the facility or is\nreturning from outside the facility; and during an overall search of a complete facility.\nInmates are placed in isolated psychiatric observation units because they exhibit behavior indicative of mental\ndisorder or because of a medical problem which is deemed to require close observation. Inmates do not\ngenerally have prior notice that they are going to be removed from the general population or some other area of\nthe facility and confined to the psychiatric observation unit. Before an inmate is placed in a cell in a psychiatric\nobservation unit, the cell is thoroughly searched to assure that it contains no contraband. Although an inmate is\nusually examined by a member of the medical staff prior to placement in the psychiatric observation unit, digital\nintrusion searches are not routinely performed by the medical staff. Inmates in psychiatric observation units are\nseen daily by physicians.\nAn inmate is escorted by at least two correction officers to the psychiatric observation unit. During this escort the\nofficers are instructed to walk behind or at the side of the inmate in order to prevent contact with other inmates,\nand contact with persons from outside the facility is, as a general rule, non-existent. The psychiatric observation\nunit contains a bed, securely fastened to the floor or wall, a toilet and a sink. An inmate is allowed no personal\nproperty while in the unit. Department personnel observe people in the unit approximately every half hour.\nCommissioner Coughlin testified that strip frisk searches are ordinarily performed (277) on admission to a\npsychiatric observation unit and Commissioner Gard stated they were performed frequently (3293). The practice\nis that they are invariably performed (2196; 2333; 2339). On release, again the directives make strip frisk\ndiscretionary when inmates are released from the psychological unit, but Commissioner Coughlin stated that\nwhile the superintendents are allowed unfettered discretion (464), the intent is to have inmates strip frisked\n\nroutinely before their return to the general population (283-84). The practice varies, however. Searches are\nroutine at Ossining (2169) because of a belief that they are required (2196-97), but at Attica searches are never\nperformed on exit because they are considered unnecessary (2335).\nTransfers to other facilities take place on buses or in vans owned by the department. The buses hold a maximum\nof 40 inmates, and the vans hold a maximum of 10 inmates. At least two correction officers and a sergeant are\nassigned to each transporting bus or van.\nThe buses and vans are equipped with steel gates which separate the driver and correction personnel riding in\nthe front from the inmates in the vehicle. The bus also has a compartment for a correction officer riding in the\nrear. A steel gate separates this compartment from the inmates riding in the vehicle. An intercom system allows\nthe correction officers in the front of the vehicle and in the rear compartment to keep in constant communication.\nThe department buses are equipped with specially placed and spaced mirrors to facilitate observation of the\ninmates during the trip.\nBefore inmates board the van or bus, they are placed in leg irons and handcuffs. The inmate is allowed to carry\non his person matches, cigarettes, and a handkerchief. When an inmate is informed that he is going to be\ntransferred, he is immediately confined to his cell. This happens on the day of the transfer or the night before the\ntransfer. Inmates transferred from one department facility to another are not routinely subjected to a metal\ndetector search before or after the transfer.\n180 *180 The certificate of search is completed for all inmates when they are strip frisked upon leaving a facility, and\nthe certificate travels with the transfer officers to the receiving facility. Approximately 25,000 inmates were\ntransferred during calendar year 1979. Upon arrival at the new institution, the inmate is strip frisked even though\nhe was subjected to a strip frisk on leaving the former institution and was under correction officer escort\nthroughout the trip.\nInmates are transported for medical purposes to hospitals and doctors' or dentists' offices. The department's\npolicy is, whenever feasible, not to inform inmates of these trips ahead of time. The inmate is strip frisked before\nleaving for the medical visit.\nIf when an inmate visits a doctor, hospital or other medical facility, the restraints that have been put on him before\nleaving the prison 00 leg irons and handcuffs 00 are removed at the request of the medical personnel, the inmate is\n97 97\nsupposed to be kept under the constant observation of the correction officer accompanying him unless\ncircumstances related to the delivery of medical services make observation impractical. On return to prison, the\ninmate is strip frisked.\nAn inmate is strip frisked on being taken to an SHU. An SHU within the meaning of Directive # 4910 is a cell or\ngroup of cells within a facility used for protective admission, detention admission or adjustment admission. Before\nan inmate is placed in a cell in an SHU, that cell is thoroughly searched. An inmate is escorted to SHU by at least\ntwo correction officers. Generally, the inmate is handcuffed at this time and, if coming from another facility, he\nmay have on leg irons as well. During this escort the officers are instructed to walk behind or at the side of the\ninmate in order to prevent contact with other inmates and, as a general rule, contact with persons from outside\nthe facility is non-existent.\nAn inmate is allowed some of his personal property while in an SHU, but before turning over the property to the\ninmate, it is thoroughly searched by prison authorities.\nWhen a person leaves an SHU in order to leave the facility for any reason, he is strip frisked. Upon return to the\nSHU from outside the facility, an inmate is strip frisked. Inmates in an SHU who receive visits are escorted to the\nvisiting room by correction officers. In some cases the inmate is turned over to the visiting room officer. In other\ncases the escorting officer remains present to observe the visit. In both cases the inmate is strip frisked after\nleaving the visiting room. Inmates are strip frisked after a visit during which they are handcuffed and with an\nofficer present throughout observing the visit.\n\nStrip frisk searches after visits, prior to transfer and prior to transport on an outside visit are both discretionary\nand mandatory in the regulations. Deputy Commissioner Gard explained that the inconsistency was to allow for\nadministrative flexibility in unusual circumstances.\nThe discretion which the regulations permit has not been explained or made clear in any written or specified\nguidelines disseminated by the central office. There was conflicting testimony about the actual practice. Each\nsuperintendent of a facility apparently is free to make his own policy concerning how this discretion is to be\nexercised. Wilson Walters, the Superintendent of the Ossining facility, a maximum security facility, apparently was\nunaware that he had any discretion in the matter and felt that strip frisks had to be performed routinely because\nthey were required. Yet, there was testimony that strip frisks at Ossining were sometimes not undertaken in the\ndiscretion of the officer on the scene.\nThe testimony of the officials of the corrections department was that strip frisks occurred after each contact visit.\nInmates, however, testified that discretion is in fact exercised. The Commissioner testified that strip frisk searches\nprior to departure for another institution was permissible but not mandatory. Subsequently, he and Commissioner\nGard testified that they were mandatory. Superintendent Walters also believes they are required. While the\n181 central office's view is that strip frisks are discretionary *181 when a transferred prisoner is received at a new\ninstitution, the Superintendent at Ossining is under the impression that they are required. While strip frisk\nsearches seem mandatory when an inmate goes on a visit outside the facility and may be required on return\naccording to the directives and the understanding of central office personnel, Superintendent Walters believes\nsuch searches are mandated and must be routinely performed. The inmates testified to varying experiences, and\nCorrection Officer Alphonse Trulli, a correction officer for 11 years, reads the directives as not requiring him to\nsubject inmates returning from outside visits routinely to strip frisk searches, but to exercise discretion.\nThe central office does not believe strip frisks are necessary on release from a special housing unit, but they are\nroutinely performed at Ossining according to its superintendent, and it is stipulated that this is the practice at\nGreat Meadow.\nInmates are also strip frisked when a facility-wide area search is performed. The Superintendent at Ossining\ntestified both that in such cases strip frisk searches are performed and that they are not performed (compare\n2240 with 2242).\nInmates who refuse to submit to a strip frisk are forcibly compelled to comply, and such refusal violates prison\nrules and subjects the inmate-refuser to penalties such as time in segregation. Prison authorities provide for no\nexception to the strip search requirement for any inmate, regardless of religious belief.\nMore than one correction officer may be present at a strip search. Strip frisks performed after a number of\ninmates have simultaneously had contact with persons from outside the facility are sometimes performed on a\ngroup of inmates together in one location at one time.\nThe amount of contraband found through the anal and genital searches authorized by directive # 4910\nconstitutes a minute percentage of the total amount of contraband confiscated annually by employees of the\ndepartment.\nII\nReligious advisors from the Ya Sin Masjid of Brooklyn, New York are employed by the defendants to give spiritual\nguidance to Muslim inmates. There is an inmate Imam, or minister, in each facility who gives spiritual guidance to\nthe inmate followers of Islam.\nThe Muslim subclass is comprised of Muslim inmates incarcerated in the New York State prison system. The\nbehavior of Muslims is regulated by Islamic law, which is set out in the Qur'an and Hadith. To the Muslim, the\nQur'an is the highest source of all laws. It is the literal word of God. The Hadith are the sayings and actions of the\nProphet of Islam, Muhammad, as set down by his followers.\n\nOne becomes a Muslim by taking the \"Shahada,\" or Profession of Faith, which is a simple declaration of faith.\nThe Muslim must intend to follow the precepts and obligations of Islam, and his declaration must be sincere.\nAn important precept of Islamic law is the tenet of modesty, and the Islamic requirement of modesty applies\nequally to all members of the subclass. For the adherent to Islam, life itself is of higher value than modesty, and a\nMuslim need not protect his modesty to the point of sacrificing his life. For Believers it is sinful to commit suicide.\nIII\nAt Auburn Correctional Facility on October 1, 1976, plaintiff Hurley refused to submit to a rectal search when\nbeing admitted to an SHU. A Superintendent's proceeding was conducted on October 14, 1976, and Hurley\nappealed to the Commissioner. A written record of the proceeding was made. It was reviewed by Joseph Keenan,\nDirector of the SHU as a member of the Departmental Review Board, and he affirmed the disposition of the\nproceeding on October 24, 1976.\nOn January 24, 1977, Keenan was advised by officials at Auburn that on January 10, 1977, Hurley had been\n182 found guilty in a *182 Superintendent's proceeding of refusing to comply with strip frisking procedures when he\nreturned from a trip to a dentist. On March 21, 1977, the Superintendent of Auburn Correctional facility requested\nKeenan to transfer Hurley from Auburn to another facility. Hurley was transferred.\nOn April 15, 1977, plaintiff Hurley was transferred by bus from Auburn Correctional Facility to Green Haven\nCorrectional Facility on route to Great Meadow Correctional Facility. Hurley was housed at Green Haven from the\nnight of April 15 until the morning of April 18, 1977, when he was put on a Department of Correctional Services\ntransfer bus bound for Great Meadow. While at Green Haven Hurley complained that he was ill. On the morning\nof April 18, 1977, Hurley was carried on to the transfer bus, and was carried off the transfer bus on arrival at\nGreat Meadow Correctional Facility. He was then taken to the psychiatric observation unit where he was strip\nfrisked. The next day, April 19, 1977, Hurley was examined by Dr. Edison.\nOn the morning of April 24, 1977, plaintiff Hurley was escorted to the SHU to await a Superintendent's\nproceeding. Pursuant to Department Directive # 4910, a strip frisk was performed on plaintiff Hurley on April 24,\n1977, upon his entering the SHU.\nBefore Hurley was placed in his cell, a physical altercation occurred between him and various correction\npersonnel. A Use of Force Report and an Unusual Incident Report were prepared in response to the April 24\nincident and were received at the central office of the Department by April 25. A copy of those reports was placed\nin Hurley's central office file.\nThe April 24 altercation resulted in a Superintendent's proceeding on May 4, 1977, which found Hurley guilty.\nKeenan received the record of the proceedings on May 11, 1977, and on review the disposition was affirmed on\nMay 24, 1977.\nHurley was transported to Auburn Correctional Facility on Tuesday, May 17, 1977, for a court appearance. Before\nleaving Great Meadow at approximately 1:15 P.M. he was strip frisked. Force was used to complete the strip\nsearch. A Use of Force Report was prepared and sent to the Commissioner.\nHurley was received at Auburn Correctional Facility on Tuesday, May 17 at approximately 6:30 P.M. Upon his\narrival at the SHU at Auburn, plaintiff was strip frisked. Force was used to complete the strip search, and a Use of\nForce Report was prepared and sent to the Commissioner.\nHurley was transported to court in the City of Auburn from the Correctional Facility at approximately 9:35 A.M. on\nthe morning of Wednesday, May 18. Before leaving the prison, plaintiff was strip searched. Force was used to\ncomplete the strip frisk search. A Use of Force Report was prepared and sent to the Commissioner, and an\nUnusual Incident Report was filed.\nAfter his court appearance, Hurley was transported from Auburn back to Great Meadow Correctional Facility on\nMay 18, 1977. When plaintiff was returned to the SHU at Great Meadow at approximately 4:15 P.M. he was strip\n\nfrisked. Force was used to complete the strip frisk. A Use of Force Report was prepared and sent to the\nCommissioner.\nOn May 19, 1977, when plaintiff Hurley was returning to his cell from outdoor exercise in the north ward at the\nSHU at Great Meadow, a physical altercation occurred between plaintiff and various correction personnel. A Use\nof Force Report was prepared and sent to the Commissioner. An Unusual Incident Report was filed.\nWhen an inmate is transferred from one correctional facility to another, the amount of property he is allowed to\ntransfer and the manner in which excess property is supposed to be disposed of is governed by Department\nDirective # 4913 dated March 16, 1976, plaintiff's Exhibit 35. Inmate property in excess of that which can be\ncontained in four state duffel bags is shipped to another facility at an inmate's own expense by means of fourth\nclass United States Mail. The fourth class rates are set forth on plaintiff's Exhibit 36.\n183  IV\n*183\nIsma'il Abdur Rahim is a prisoner in custody of the New York State Department of Correctional Services originally\nsentenced to a term of 20 to 30 years for the crime of robbery in the first degree imposed on May 11, 1967. His\nminimum sentence subsequently was reduced to 8 1/3 years. Plaintiff currently is incarcerated at Ossining\nCorrectional Facility.\nExhibit 50 is a series of four photographs taken by Robert Zeglovitch, a legal assistant with Prisoners' Legal\nServices of New York, of plaintiff Isma'il Abdur Rahim at Attica Correctional Facility on September 26, 1980. The\nphotographs accurately depict Mr. Rahim's appearance on that date.\nThere currently is no ophthalmologist attending inmate-patients at Ossining Correctional Facility. The slit lamp\nand applanation tonometer at Ossining Correctional Facility were not deemed usable by the ophthalmologist who\nlast attended inmate-patients at that facility.\nDetermination\nThe issues for determination are: (1) whether strip frisk searches constitute a general infringement of the\nconstitutional rights of the plaintiff class and/or may be specially offensive to the religious tenets of the Muslim\nsubclass, (2) whether Hurley's claim of excessive use of force and for damages therefor has been sustained, and\nfinally (3) whether defendants are obligated to forgo subjecting Rahim to strip frisk searches as a requisite for him\nto receive adequate medical attention for glaucoma which can only be obtained outside the prison.\nAt the threshold, it must be recognized that prisons differ from a free society in that they house people against\ntheir will for infractions of the criminal laws enacted to insure order and safety in society at large. See Wolff v.\nMcDonnell, 418 U.S. 539, 555-56, 94 S.Ct. 2963, 2974-75, 41 L.Ed.2d 935 (1974). While prisoners do not forfeit\nall the constitutional rights they would enjoy as free men, the fact of their confinement and the legitimate\npenological objectives and policies of the correctional institutions in which they are held require a withdrawal or\nlimitation of many privileges and rights. See Bell v. Wolfish, 441 U.S. 520, 545-46, 99 S.Ct. 1861, 1877, 60\nL.Ed.2d 447 (1979); Jones v. North Carolina Prisoners' Labor Union, Inc., 433 U.S. 119, 125, 97 S.Ct. 2532,\n2537-38, 53 L.Ed.2d 629 (1977); Pell v. Procunier, 417 U.S. 817, 822, 94 S.Ct. 2800, 2804, 41 L.Ed.2d 495\n(1974). Restrictions on individual rights are enforced which would not be tolerated in a free society, see Maguire\nv. Wilkinson, 405 F.Supp. 637, 639 (D.Conn.1975), but a mutual accommodation between institutional needs and\nobjectives and the guarantees of the constitution must be effectuated. See Bell v. Wolfish, supra, 441 U.S. at\n546, 99 S.Ct. at 1877-78,quoting from Wolff v. McDonnell, supra, 418 U.S. at 556, 94 S.Ct. at 2974.\nIn attempting to effect that mutual accommodation courts must heed the admonition that they are ill equipped to\ndeal with the increasingly urgent problems of prison administration. Jones v. North Carolina Prisoners' Labor\nUnion, Inc., supra, 433 U.S. at 128, 97 S.Ct. at 2539. Where considerations of institutional security, which are\npeculiarly within the province and professional expertise of correctional officials, are implicated, courts are\nrequired to defer to the expert judgment of these officials. See id. at 132-33 & n. 9, 97 S.Ct. at 2541 & n. 9; Pell v.\nProcunier, supra, 417 U.S. at 827, 94 S.Ct. at 2806; Procunier v. Martinez, 416 U.S. 396, 405, 94 S.Ct. 1800,\n\n1807, 40 L.Ed.2d 224 (1974). Moreover, deference is deemed appropriate because it is the responsibility of the\nlegislative and executive branches of government, both state and federal, not the judiciary, to operate and control\ncorrectional facilities. See Bell v. Wolfish, supra, 441 U.S. at 547-548, 99 S.Ct. at 1878-79. Indeed, the informed\ndiscretion of prison officials that there is a potential danger may be a sufficient and justifiable basis for limiting\nrights, even though this showing might be \"unimpressive if ... submitted as justification for governmental\n184 restriction of the personal *184 [liberties of] members of the general public.\" Pell v. Procunier, supra, 417 U.S. at\n825, 94 S.Ct. at 2805.\nPrison officials are not required to justify the reasonableness of the regulation by showing that it is the least\nrestrictive means to achieve their objectives. In the absence of evidence showing that the officials have\nexaggerated their response to security matters, their expert judgment should be accepted by the courts. See \nJones v. North Carolina Prisoners' Labor Union, Inc., supra, 433 U.S. at 128, 97 S.Ct. at 2539,quoting Pell v.\nProcunier, supra, 417 U.S. at 827, 94 S.Ct. at 2806; Aziz v. LeFevre, 642 F.2d 1109, 1112 (2d Cir. 1981) (Meskill,\nJ., concurring).\nWhile courts in this circuit have been especially solicitous of the religious rights of prisoners, see e.g. Kahane v.\nCarlson, 527 F.2d 492 (2d Cir. 1975); Leon v. Harris, 489 F.Supp. 221 (S.D.N.Y.1980) (MacMahon, J.); Moskowitz\nv. Wilkinson, 432 F.Supp. 947 (D.Conn.1977); Monroe v. Bombard, 422 F.Supp. 211 (S.D.N.Y.1976) (Carter, J.),\nrestrictions designed to achieve legitimate penological objectives, even in this area, pass constitutional muster if\nreasonably adapted to achieving important state goals. See Mawhinney v. Henderson, 542 F.2d 1, 3 (2d Cir.\n1976); LaReau v. MacDougall, 473 F.2d 974, 979 (2d Cir. 1972),cert. denied,414 U.S. 878, 94 S.Ct. 49, 38\nL.Ed.2d 123 (1973).\nIn a prior opinion in this case, routine strip frisk searches were held to violate the inmate's rights. See Hurley v.\nWard, 448 F.Supp. at 1230. (\"The whole challenged procedure appalls. Inmates are required to open their\nmouths, wag their tongues, turn and show the bottoms of their feet and spread their toes 00 a procedure akin to\n97\ndisplaying slaves for auction, cattle for market, and animals for sale. The ultimate degradation is the required\nlifting of the testicles and the bending over to spread the buttocks.\"). Since that decision, Bell v. Wolfish, supra,\nhas been decided by the Supreme Court. The Court held that strip frisk searches could be conducted on less\nthan probable cause but were at all times subject to the test of reasonableness. Id.441 U.S. at 560, 99 S.Ct. at\n1885. To put it more precisely, strip frisk procedures may be outlawed if the complaining inmate meets the burden\nof establishing the unreasonableness of the search. Jones v. North Carolina Prisoners' Labor Union, Inc., supra,\n433 U.S. at 128, 97 S.Ct. at 2539. Accordingly, we now proceed to examine the state practice within the\nlandscape defined by the pertinent case law to determine the reasonableness of the practice as determined by\nthe evidence adduced in this record.\nThe purpose of strip frisk search policy is to prevent and deter the introduction of contraband into the prison, but\nthere was general agreement among the defendants' and plaintiffs' experts confirmed by evidence\n(Superintendent Walters, after ten years in the state system, could count only ten incidents when he had heard\nthat contraband had been found in the genital or anal area on routine strip frisk search) that routine strip frisk\nsearches do not turn up very much contraband. We are concerned here with money and narcotics, but strip frisk\nsearches have turned up minimal amounts of contraband even if that term is broadly defined to embrace all\nphysical goods or materials which inmates may not possess while in prison.\nThe security experts at trial, except for Roger Martin, Northeast Regional Administrator, Federal Prisons, who did\nnot know whether contraband secreted in the rectum could be detected, agreed that contraband hidden in the\nrectum cannot be seen on visual inspection, unless part of it protrudes out from the external sphincter muscle. Dr.\nDon Sloan, an obstetrician and gynecologist, testified that any object placed in the rectum past both sphincter\nmuscles cannot be seen on visual inspection. He testified that there may be discomfort and some difficulty in\nwalking under such conditions but it can be done and the secreted object will not be detected. Although there are\nadmittedly several hundred thousand strip frisks per year (plaintiffs' estimate is 500,000 annually), since the start\n185 of the unusual *185 incident report in 1976, only some 49 actual discoveries of contraband in the anal or genital\narea, including underwear, (which could have been discovered by simple strip and search of clothing) had been\nmade by time of trial. These reports are usually made when dangerous contraband is discovered (3273, 3277),\nand such reports are made in all instances when drugs, money or weapons are found on an inmate as a result of\n\nstrip frisk (2209). Some of the witnesses recounted the same story about a key to handcuffs being concealed in\nthe rectum, but the tale appears to be an often repeated legend recounted over the years by prison officials when\ncalled upon to articulate some justification or rationale for this demeaning and degrading practice on prisoners in\ntheir custody.\nOf 27 incidents of finding contraband in the anal cavity during strip frisk, three were conducted on probable cause\n[3]\n(B 104, B 105, B 106, B 107, B 111, B 113, B 114, B 116).  Of the 49 actual discoveries of contraband, all but\neight occurred when strip frisk was conducted after a contact visit. The eight are described in B 15, B 54, B 102,\nB 113, B 114, B 115, and B 116. No SHU strip frisk search except that reported in B 54 turned up any\ncontraband, no strip frisk before or after psychological observation unit, transfer or area search, and no search\nafter outside visit led to any discovery, and only the temporary release search reported in B 115 resulted in\nfinding contraband. While defendants' experts continue to justify routine strip frisks as deterrents, plaintiffs'\nexperts were of the opinion that it did not deter inmates from seeking to bring contraband into prison in their\nbodies. They concluded that it made inmates do a better job. It is also conceded that despite the strip frisks, large\namounts of drugs and money continued to be smuggled into the prisons. Apparently a current prevalent practice\nis bringing it in in balloons which are either swallowed and later retrieved from the stool or secreted it in the anal\ncavity past the inner sphincter muscle. An enormous number of balloons are found in facility sewage (442).\nThere are many operative restraints which make it unlikely that most inmates would use their anus as a\nreceptacle for contraband. There is pain and discomfort and difficulty in walking resulting from inserting\nsomething into the anus past the sphincter muscle (914-15, 930). There are psychological restraints (922-23),\nand the practice is ultimately abhorrent. The balloons, however, show that some inmates do defy these restraints\nand taboos.\nThere are jurisdictions in which strip frisk searches are only conducted on probable cause. Most notably this is\nthe practice in Oregon. They were mandated in California during Procunier's tenure only on probable cause, and\nwere discretionary in other situations. Superintendent Sullivan testified that he had audited San Quentin, Soledad\nand Folsom in California and strip frisk searches are not routinely administered. The same he found true in the\nCalifornia Women's Prison at Frontera, the United States Penitentiary at Lampoc, the Connecticut State Prison at\nSomers, and the Illinois State prisons at Maynard and Vienna.\nRobert Martin, recreational administrator for the Northern Region of the United States Bureau of Prisons, testified\nthat as much as 25% of the contraband came through employees; Procunier put the figure at 31%; and Fenton\nbelieved only 1 or 2 employees were so involved. Donald Newman, Dean of Criminal Justice, State University at\nAlbany, stated that the state investigation commission had found that in some of the state's institutions\nintroducing contraband into a prison was prevalent among correction officers.\nSullivan, as examiner for the Commission on Accreditation for Corrections, audits prisons to determine whether\nthey are in compliance with the American Correctional Association's accreditation guidelines and thus can be\naccredited (1231-32). These guidelines require a reasonable belief that a person is carrying contraband before a\n186 visual inspection of his body cavity takes place. Correction officers justify strip frisk *186 searches on security\ngrounds, but evidence in this case demonstrates that these practices increased tension and hostility between\ninmates and correction officers. Dr. Rundle testified that the effect of these routine practices was a worsening of\nthe inmate/guard relationship (1707). Superintendent Spellman viewed them as creating the risk of physical\nencounter between staff and inmate (1266). Professor Joseph Cannon, Associate Professor, Department of\nJustice, University of Missouri, said it built up hostilities which in time might trigger a serious encounter (522).\nInmates testified about the hostility it causes them to feel and the derogatory remarks the guards sometimes\nmake. The Commissioner conceded that the procedure causes inmate hostility.\nThe policy and practice appear to further no penological objective. Little contraband is discovered through these\nroutine searches. The practice increases tension and hostility in the prisons which would seem to disserve\nsecurity objectives. Both correction officers and inmates find the practice distasteful.\nAlthough it was conceded that most of the contraband comes onto the premises through corrupted prison\nemployees and, according to reports of investigation in this state, even through correction officers themselves,\npenological and security rationale was defendants' justification for the routine strip frisk procedures. There was no\n\nrational flooring for the routine practice. Apparently, strip frisk searches are performed routinely, not because they\nare really necessary or even helpful in controlling contraband, but simply because that is how things have always\nbeen done.\nMoreover, defendants' policy is apparently not clear. Central office reads the directive differently from the way\nsome of those required to put the policy into effect do. No guidance exists to spell out when the directive means\nfor routine strip frisk searches to be mandatory and when they are discretionary.\nOn this record plaintiffs have established the unreasonableness of strip frisk searches, except those after contact\nvisits. It is chiefly in the case of strip frisk searches after a contact visit that contraband has been uncovered.\nWhen an inmate leaves an institution on an outside visit or transfer to another institution, there may well be a\nreasonable basis for a strip search, that is search of clothing and removal of clothes and visual examination of\nthe naked body to be certain no weapons are being concealed in order to protect the transporting correction\nofficers against possible injury from hidden weapons. No rational basis, however, exists for strip frisk searches on\nthose occasions. Moreover, on such trips a prisoner is handcuffed and chained by leg irons and shackles, so no\nrational penological or security factor warrants a strip frisk on his return from an outside visit or arrival after\ntransfer to his new institution. The same reasoning would render unreasonable a strip frisk search on entering or\nleaving an SHU.\nThe court holds, therefore, that routine strip frisk searches may be required under Bell v. Wolfish after contact\nvisits but they are clearly unreasonable and unjustified under all other circumstances. The recurrent strip frisk\nsearches which inmates have been subjected to are clearly a denial of their right to due process.\nThe religious tenets of the Muslims in the prison setting must give way to penological and security requirements\nof the prisons. Strip frisks after contact visits may be required of them as of any other inmate. Moreover, the\nfinding of unreasonableness under Bell v. Wolfish is limited only to routine strip frisk searches. It is not\nunreasonable to require inmates to remove their clothes, including underwear, to permit a visual inspection of the\nnaked body. That may be warranted and justified as a routine under a variety of circumstances and strip frisk\nsearches may be performed on probable cause. The court simply holds that routine strip frisk searches meet the\ntest of reasonableness only after contact visits.\nHurley has been an activist prisoner who has repeatedly and regularly demanded that he be accorded what he\n187 deems to be his rights. As Judge Gurfein said: *187 \"Such activism tends to elicit a reactive use of power. To\npersons in authority in the prison scene that power is readily available.\" Mukmuk v. Commissioner of Dep't of\nCorrectional Services, 529 F.2d 272, 274 (2d Cir.),cert. denied,426 U.S. 911, 99 S.Ct. 2238, 48 L.Ed.2d 838\n(1976). The basic question is whether the line of permissible reaction has been overstepped. Most of the\naltercations described erupted because of Hurley's refusal to submit to strip frisk searches. Hurley's testimony\nconcerning the extent and gravity of his beating cannot be fully credited, but the testimony of the correction\nofficers that in these situations they handled him gently is even less believable. On several occasions the\nbeatings were witnessed. I find that on at least one occasion excessive use of force was used, but the evidence\nis insufficient to warrant an award of damages.\nRahim's claim of need of outside treatment for his glaucoma is supported. Since strip frisk searches as a prelude\nto an outside visit to a hospital are unreasonable, that impediment can no longer be imposed as a condition for\nhis receiving treatment. Defendants are required to provide him with the proper medical attention for the\ntreatment of his illness.\nSETTLE ORDER.\n[1] The bracketed numbers refer to pages of the trial transcript.\n[2] Although the name is the same, the chaplain is not the plaintiff-inmate in 78 Civ. 5382.\n[3] References are to exhibits.\n\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54925"
    },
    {
      "date": "1996-02-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 46889,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1996,
      "cite_3_page": 1185,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1996,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 67195,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/67195.pdf",
      "title": "Opinion",
      "text": "Hurley v. Coombe, Not Reported in F.Supp. (1996)   \n \n \n   numerous violations of the Consent Decree, the parties \nentered  into  an  agreement  over  a  monitoring  system, \n1996 WL 46889 \nembodied in a Stipulation and Order signed by the court \nOnly the Westlaw citation is currently available. \nin January 1994. Plaintiffs and plaintiffs-intervenors now \nUnited States District Court, S.D. New York. \nmove pursuant to Rule 54(d), F.R. Civ. P., and 42 U.S.C. \n§  1988  for  an  award  of  interim  attorneys’  fees  to \nMichael X. HURLEY, on behalf of himself and all \nothers similarly situated, Class-Plaintiffs,  compensate for their time and expenses spent monitoring \nand  defendants’  compliance  with  the  Consent  Decree, \nKhalil A. RAHMAN, and Shu-Aib A. Raheem, on  preparing and arguing the contempt motion, negotiating \nbehalf of themselves and all others similarly  the monitoring system, and preparing the fee application. \nsituated, Subclass-Plaintiffs,    \nv.   \nPhilip COOMBE, Commissioner of the \nDepartment of Correctional Services of New York \nI. Background \nState, Joseph Keenan, Director of Special Housing \nUnits (Punitive Segregation), William Gard, \nThis  lengthy,  ongoing  litigation  addresses  what \nDeputy Commissioner for Security of the New \nconstitutes permissible procedures for strip searches and \nYork State Department of Correctional Services, \nstrip frisks performed on individuals incarcerated by the \nRobert Henderson, Superintendent of Auburn \nstate of New York. For extensive factual and procedural \nCorrectional Facility, Eugene Reynolds, Deputy \nbackground to the case, see Hurley v. Ward, 584 F.2d 609 \nSuperintendent for Security of Auburn \n(2d  Cir.  1978);  Hurley  v.  Coughlin,  158  F.R.D.  22 \nCorrectional Facility, Individually and in their \n(S.D.N.Y.  1993)  (Carter,  J.);  Hurley v. Ward,  549  F. \nofficial capacities, Defendants. \nSupp. 174 (S.D.N.Y. 1982) (Carter, J.); Hurley v. Ward, \n451 F. Supp. 930 (S.D.N.Y. 1978) (Carter, J.); and Hurley \nNo. 77 Civ. 3847 (RLC). | Feb. 6, 1996. \nv. Ward, 448 F. Supp. 1227 (S.D.N.Y. 1978) (Carter, J.), \nwith which familiarity is assumed. Briefly, the parties \nAttorneys and Law Firms  entered into a Consent Decree on July 21, 1983, which \ngoverns when, where, and how such searches may be \nPrisoners’ Legal Services Of New York New York City  performed by DOCS personnel. Subsequently, the court \n(David  Leven,  Tom  Terrizzi,  Sarah  Betsy  Fuller,  of  found defendants in contempt of the Consent Decree and \ncounsel), for plaintiffs.  ordered remedial relief. See Hurley v. Coombe, No. 77 \nCiv. 3847, slip op. of July 28, 1993. Presently before the \nWashington  Square  Legal  Services,  New  York  City  court is plaintiffs’ and plaintiffs-intervenors’ motion for \n(Claudia Angelos, of counsel), for plaintiffs-intervenors.  interim attorneys’ fees to compensate for the time and \ncosts expended in litigation of the contempt motion and \nDennis C. Vacco, Attorney General of the State of New \nprior and subsequent monitoring efforts. \nYork, New York City (Vincent Leong, of counsel), for \n  \ndefendants. \n \nOpinion \n  II. Attorneys’ Fees \nAttorneys’ fees may be awarded as part of the costs of \nOPINION \nlitigation in a case brought pursuant to 42 U.S.C. § 1983. \n42  U.S.C.  §  1988  (1994).  Only  plaintiffs  deemed \nprevailing  parties  are  entitled  to  fees.  Hensley  v. \nROBERT L. CARTER, District Judge. \nEckerhart,  461  U.S.  424,  433  n.7  (1982).  Since \ndefendants do not contest plaintiffs’ status as prevailing \n*1 Plaintiffs, a class consisting of all inmates presently in \nparties, the court will move directly to a computation of \nthe  custody  of  the  New  York  State  Department  of \nthe fees to be awarded. \nCorrectional Services (DOCS), and plaintiffs-intervenors, \n  \nthe subclass of Muslim inmates, entered into a Consent \nThe  amount  of  attorneys’  fees  granted  is  within  the \nDecree  on  July  21,  1983,  with  the  DOCS  and  state \nofficials regarding procedures for strip searches and strip  discretion of the district court. Hensley, 461 U.S. at 437; \nfrisks. Plaintiffs and plaintiffs-intervenors subsequently  Clarke v. Frank, 960 F.2d 1146, 1153 (2d Cir. 1992). In \nmoved for contempt, alleging that defendants had violated  calculating a fee award, the court begins by multiplying \nthe  terms  of  the  agreement.  After  the  court  found  the hours counsel has reasonably spent on the case by a \n  1 \n \n\nHurley v. Coombe, Not Reported in F.Supp. (1996)   \n \nreasonable hourly rate. Hensley, 461 U.S. at 433; Cohen  contempt motion separate from that obtained by the class \nv. West Haven Bd. of Police Commissioners, 638 F.2d  as  a  whole,  Angelos’s  time  should  be  disallowed. \n496, 505 (2d Cir. 1980); Burr v. Sobol, 748 F. Supp. 97,  Defendants cite no case law in support of this argument, \n99 (S.D.N.Y. 1990) (Carter, J). The resulting “lodestar”  however, and I see no reason why they should prevail. A \nfigure  is  then  subject  to  downward  or  upward  grant  of  attorneys’  fees  to  Angelos  should  not  be \nadjustments, depending on a variety of factors. Burr, 748  contingent on the attainment of unique and separate relief \nF. Supp. at 99-100.  for her clients. Such a grant should spring instead from \n   her  expenditure  of  time  in  reasonable  and  effective \n*2 It is important to note at the outset that courts should  representation of her clients’ interests and in furtherance \nnot “become enmeshed in a meticulous analysis of every  of their prevailing claims. I am satisfied that Angelos has \ndetailed facet of the professional representation.” Seigal v.  spent  her  time  appropriately  and  is  entitled  to \nMerrick, 619 F.2d 160, 164 n.8 (2d Cir. 1980), quoting  compensation. \nLindy  Bros.  Builders,  Inc.  v.  American  Radiator  &    \nStandard Sanitary Corp,  540  F.2d  102,  116  (3d  Cir.   \n1976). As this court has held, it is \n2. Time spent following Stipulation and Order \nless  important  that  judges  attain  Defendants  next  contend  that  plaintiffs  and \nexactitude  (which  may  be  plaintiffs-intervenors  should  not  be  compensated  for \nimpossible) than that they use their  hours expended following January 3, 1994, the date of the \nexperience with the case, as well as  Stipulation and Order, other than those spent on activities \ntheir experience with the practice  reasonably  necessary  to  monitor  enforcement  of  that \nof law, to assess the reasonableness  order. Defendants further argue that plaintiffs have failed \nof the hours spent and rates charged  to provide sufficient detail for the court to determine \nin a given case.  whether these hours were reasonably necessary to monitor \nenforcement. \n  \nBowne of New York City, Inc. v. AmBase Corp.,  161 \n*3 Defendants cite no case law and fail to provide a \nF.R.D.  258,  267  (S.D.N.Y.  1995)  (Carter,  J.),  citing \npersuasive  argument  as  to  why  any  attorneys’  hours \nClarke v. Frank, 960 F.2d 1146, 1153 (2d Cir. 1992). \nshould be disallowed for this time frame in particular. \n  \nObviously, the court will exclude all hours not reasonably \n \nexpended  in  furtherance  of  prevailing  claims  in  this \nA. Hours  litigation.  However,  the  court  will  not  apply  more \nThe court’s first step is to determine the reasonableness of  stringent guidelines to time spent following the entry of \nthe hours billed by counsel. Defendants’ challenges to  the Stipulation and Order. The enforcement procedures \nplaintiffs’ and plaintiffs-intervenors’ hours are addressed  followed by plaintiffs were created under the terms of the \nin turn.  Consent Decree and Stipulation and Order themselves. \n   The  history  of  this  litigation  shows  that  active  and \n  ongoing monitoring by counsel for plaintiffs is necessary \nto  ensure  defendants’  compliance  with  the  Consent \n1. Time expended by counsel for plaintiffs-intervenors  Decree,  which  remains  in  force,  as  well  as  with  any \nDefendants first dispute the time expended by counsel for  subsequent contempt orders. Thus, plaintiffs’ counsel’s \nplaintiffs-intervenors, the subclass of DOCS inmates who  tasks endure. So long as these tasks are reasonable and are \nare Muslim. This subclass sought similar relief to the  performed in necessary furtherance of the litigation, and \nplaintiff  class  but  on  different  grounds.  Plaintiffs  in the absence of any persuasive legal arguments to the \nchallenged the DOCS strip search procedures as violating  contrary, they will be compensated. \nrights  secured  by  the  fourth,  eighth,  and  fourteenth    \namendments.  Plaintiffs-intervenors,  on  the  other  hand,  Although defendants do not contest this time specifically, \nwere  concerned  primarily  with  their  first  amendment  the  court  notes  that  time  spent  on  preparing  the  fee \nrights to free exercise of their religion.  application  itself  is  compensable.  According  to  the \n   Second Circuit, “[t]he fee application is a necessary part \nPlaintiffs-intervenors have been involved with every step  of the award of attorney’s fees. If the original award is \nof  the  litigation,  including  negotiation  of  the  Consent  warranted, we think that a reasonable amount should be \nDecree, monitoring compliance, institution of contempt  granted  for  time  spent  in  applying  for  the  award.” \nproceedings, and negotiation of the Stipulation and Order.  Donovan v. CSEA Local Union 1000, Amer. Fed’n of \nClaudia Angelos, counsel for the subclass, has skillfully  State, County & Municipal Employees, AFL-CIO,  784 \nrepresented her clients’ unique interests throughout. She  F.2d 98, 106 (2d Cir.), cert. denied sub nom CSEA Local \ncontinues to do so to the present day. Defendants claim  Union 1000, Amer. Fed’n of State, County & Municipal \nthat because the subclass has earned no relief on the  Employees, AFL-CIO v. Brock, 479 U.S. 817 (1986). \n  2 \n \n\nHurley v. Coombe, Not Reported in F.Supp. (1996)   \n \n   true that redundant work should not be billed, many tasks \nDefendants further argue that plaintiffs’ attorneys’ time  in fact require or benefit from the attention of more than \nrecords are not sufficiently specific to allow the court to  one attorney. Such is the case in the present litigation, for \ndetermine whether or not the activities described were  example, when Angelos represented the interests of the \nappropriate for compensation. The Second Circuit has  subclass, leaving the broader interests of the plaintiff class \nheld that time records must at a minimum “specify, for  to the other attorneys. \neach  attorney,  the  date,  the  hours  expended,  and  the    \nnature of the work done.” New York Ass’n for Retarded  I  find  only  minor  redundancies  in  plaintiffs’  and \nChildren, Inc. v. Carey, 711 F.2d 1136, 1148 (2d Cir.  plaintiffs-intervenors’  fee  applications.  Counsel  have \n1983). This information enables the court to determine the  provided a detailed and persuasive accounting of their \nneed for such work and the reasonableness of the time  various  priorities  and  the  breakdown  of  their \nspent on it. Plaintiffs need not describe in meticulous  responsibilities:  broadly  speaking,  Claudia  Angelos \ndetail the particularities of every task, however. As the  represents the interests of her client subclass and provides \nUnited  States  Supreme  Court  has  noted,  “[p]laintiff’s  the experience and strategic insight of one who has been \ncounsel, of course, is not required to record in great detail  involved with the case from the beginning; Sarah Betsy \nhow each minute of his time was expended. But at least  Fuller and Tom Terrizzi in turn have performed the bulk \ncounsel should identify the general subject matter of his  of the investigative and legal legwork as well as the client \ntime expenditures.” Hensley, 461 U.S. at 437 n.12. I am  contact required to litigate and monitor this action; and \nsatisfied  that  plaintiffs  have  done  so  in  the  present  David Leven provides consultation and direction from the \napplication.  perspective of a seasoned litigator and prisoners’ rights \n   expert.  Although  this  breakdown  of  tasks  appears \n  generally  to  have  functioned  efficiently,  I  am  not \nconvinced  that  it  was  entirely  necessary  to  have  four \n3. Overstaffing, duplication of effort  attorneys participate in various conferences among the \nDefendants next argue that plaintiffs’ counsel engaged in  parties and with the court.1 There were three occasions of \na duplication of effort. Specifically, they contend that  such  redundancy:  a  conference  call  with  defendants \nmore than two attorneys appeared at various conferences  regarding  monitoring  issues  on  July  11,  1994;  a \namong the parties, and they complain that more than one  conference with the court on October 18, 1994; and a \nattorney  travelled  to  DOCS  facilities  to  review  conference  with  defendants  regarding  compliance  on \ncompliance reports on July 20, 1994, August 10, 1994,  March 27, 1995. For ease of computation, I will disallow \nand March 13, 1995. Plaintiffs respond with a detailed  Terrizzi’s time for these meetings. \nbreakdown of the division of tasks and responsibilities    \namong the various attorneys involved. They argue as well  Defendants  also  complain  that  plaintiffs’  attorneys \nthat  defendants  and  their  attorneys  consistently  travelled together to review compliance records at DOCS \noutnumbered  counsel  for  plaintiffs  and  facilities.2  Plaintiffs  counter  that  counsel  reviewed \nplaintiffs-intervenors at conferences among the parties.  separate records during these visits. I have no reason to \n   disbelieve plaintiffs’ accounting of the time. This time \n*4  The  Second  Circuit  has  left  determination  of  will be allowed. \nredundancy in fee applications to the discretion of the    \ndistrict court:  I  make  only  the  reductions  noted  above  in  plaintiffs’ \nrequested hours. The records are contemporaneous and in \nprevailing parties are not barred as  sufficient detail to enable a determination that the time \na matter of law from receiving fees  was  reasonably  expended.  The  expenditure  of  1,648.6 \nfor  sending  a  second  attorney  to  hours over a period of six years is eminently reasonable in \ndepositions or an extra lawyer into  light of the time-consuming nature of this litigation. As \ncourt  to  observe  and  assist....  Of  Angelos  points  out,  “[t]he  consent  order  specifically \ncourse, a trial judge may decline to  contemplates a very active role for the lawyers for the \ncompensate  hours  spent  by  plaintiffs.” (Affirmation of Claudia Angelos in Reply on \ncollaborating lawyers or may limit  Interim  Att’y  Fees  at  12.)  Furthermore,  plaintiffs’ \nthe hours allowed for specific tasks,  attorneys  have  themselves  trimmed  their  hours  before \nbut for the most part such decisions  submitting this fee application: they exclude numerous \nare best made by the district court  discussions of the case held with other staff members at \non the basis of its own assessment  Prisoners’ Legal Services (“P.L.S.”), they do not bill for \nof what is appropriate for the scope  the  time  of  ten  attorneys  and  legal  assistants  who \nand  complexity  of  the  particular  conducted many of the client interviews necessary for this \nlitigation.  litigation, and they exclude all time spent prior to 1989. \n  \nCarey, 711 F.2d at 1146 (citation omitted). While it is   \n  3 \n \n\nHurley v. Coombe, Not Reported in F.Supp. (1996)   \n \nB. Hourly rate  should apply to hours expended prior to May 5, 1992, \n*5 Having determined the total number of hours plaintiffs  which is three years before the date of the current motion. \nare entitled to bill, the court turns to a consideration of the  They further argue that current rates should apply from \nrates at which these hours may be billed. A reasonable  May  5,  1992,  to  January  3,  1994,  the  date  of  the \nrate is one which is “in line with those prevailing in the  Stipulation and Order. For all time following that date, \ncommunity for similar services by lawyers of reasonably  they argue that plaintiffs should be compensated at a \ncomparable  skill,  experience  and  reputation.”  Blum v.  reduced rate, due to the less complex nature of the tasks \nStenson, 465 U.S. 886, 895 n.11 (1984). The relevant  counsel was called on to perform. \nlegal community is the judicial district in which the trial    \ncourt  sits.  In  re  Agent  Orange  Product  Liability  The court will apply current rates to all counsel’s time, in \nLitigation, 818 F.2d 226, 232 (2d Cir. 1987), cert. denied,  order  to  compensate  them  for  the  delay  in  receiving \n484 U.S. 926 (1987).  payment for services performed in some instances more \n   than six years ago. Furthermore, I see no reason to reduce \nPlaintiffs  have  the  burden  of  demonstrating  the  rates across the board for time following the Stipulation \nreasonableness  of  their  hourly  rate.  Here,  they  have  and  Order.  Defendants  have  not  demonstrated  why \nsupplied various reports showing the rates charged by  plaintiffs’ attorneys’ tasks would have suddenly become \nlarge private law firms in New York City in 1994; these  easier following the entry of the contempt order; it is \nrange from $100 to $500 per hour for partners, and from  defendants’  own  record  of  violations  of  the  Consent \n$100 to $385 for associates. Plaintiffs themselves request  Decree  that  made  such  an  agreement  necessary,  and \nrates of $275 per hour for Leven, Angelos, and Terrizzi  makes continuing monitoring essential. \nand $250 per hour for Fuller. They also request rates of    \n$90 per hour for law student time and $60 per hour for  *6 The court will allow the requested rates: $275 per hour \nlegal assistants.  for Angelos, Leven, and Terrizzi and $250 for Fuller. \n   These  rates  are  reasonable  in  light  of  the  significant \nIn calculating attorneys’ fees for cases that stretch over  experience levels of each attorney and the prevailing rates \nmany years, it has been the practice in this Circuit to  for comparable legal services in New York City. Fuller \ndivide the litigation into two phases and use a historic rate  has more than 20 years of experience as a litigator and \nfor the early phase and a current rate for the later phase.  law professor focussing on clinical work and advocacy; \nCarey, 711 F.2d at 1153; Grant v. Martinez, 973 F.2d 96,  she  has  worked  for  the  United  States  Department  of \n100 (2d Cir. 1992), cert. denied sub nom Bethlehem Steel  Justice, Division of Civil Rights, as well as for various \nCorp.  v.  Grant,  --  U.S.  --,  113  S.  Ct.  978  (1993).  legal services offices and Cornell Law School. Terrizzi is \nHowever, it is within the court’s discretion to compensate  the Associate Director of P.L.S. He has more than 20 \ncounsel for the delay in receiving fees by using current  years of experience litigating in federal and state courts, \nrates  throughout.  Missouri  v.  Jenkins,  491  U.S.  274,  largely  on  behalf  of  prisoners,  and  he  serves  on  the \n283-84 (1989); Grant v. Martinez, 973 F.2d at 100. As the  adjunct  faculty  of  Cornell  Law  School.  Leven,  the \nSupreme Court has stated,  Executive Director of P.L.S., has been practicing law as a \nlegal services attorney for more than 25 years. He has \n[c]learly,  compensation  received  litigated extensively in both state and federal courts, and \nseveral  years  after  the  services  has served as Executive Director of P.L.S. for 16 years. \nwere rendered--as it frequently is in  Angelos worked for six years as a legal services litigator \ncomplex  civil  rights  litigation--is  before her 1980 appointment to the faculty of the New \nnot equivalent to the same dollar  York University School of Law. She teaches in the Civil \namount  received  reasonably  Rights  Clinic  at  N.Y.U.  and  continues  to  litigate \npromptly as the legal services are  extensively; she has nearly two decades of experience as a \nperformed, as would normally be  prisoners’ rights attorney. \nthe case with private billings. We    \nagree, therefore, that an appropriate  Case law supports an award of fees at the rates requested. \nadjustment  for  delay  in  See, e.g., Loper v. New York City Police Dept., 853 F. \npayment--whether  by  the  Supp. 716, 720 (S.D.N.Y. 1994) (Sweet, J.) ($250 per \napplication  of  current  rather  than  hour is appropriate for a civil rights litigator with seven \nhistoric hourly rates or otherwise--  years  experience  in  the  field);  Monaghan  v.  SZS  33 \nis within the contemplation of [42  Assocs., LP, 154 F.R.D. 78, 85 (S.D.N.Y. 1994) (Sweet, \nU.S.C. § 1988].  J.) ($250 to $300 per hour is appropriate for experienced \npartners  from  1990-93;  $120  to  $180  per  hour  is \nMissouri v. Jenkins, 491 U.S. at 283-84.  appropriate for associates in the same years); Loler v. G & \n   U,  Inc.,  801  F.  Supp.  1056,  1066  (S.D.N.Y.  1992) \nIn the present case, defendants argue that historic rates  (Tenney, J.) ($250 per hour is appropriate for experienced \nlegal aid attorneys); Jennette v. City of New York, 800 F. \n  4 \n \n\nHurley v. Coombe, Not Reported in F.Supp. (1996)   \n \nSupp.  at  1169  (compensation  of  $200  per  hour  is  remains at the discretion of the trial court to determine the \nreasonable for an experienced civil rights lawyer who is a  level of difficulty of compensated tasks and reasonable \nsolo practitioner); Williams v. City of New York, 728 F.  rates to apply. \nSupp. 1067, 1071 (S.D.N.Y. 1990) (Patterson, J.) ($200    \nper hour is reasonable for a senior trial attorney in small  Based on the nature and background of this litigation and \nto medium-size firm for work performed in 1984-85 and  an examination of time records submitted by counsel, I \n1988-89); Carrero v. New York City Housing Authority,  find  their  expenditure  of  hours  to  be  generally \n685 F. Supp. 904, 908 (S.D.N.Y. 1988) (Sweet, J.), rev’d  compensable at full rates. This litigation is grounded in \nin part on other grounds, 890 F.2d 569 (2d Cir. 1989)  factual investigation; plaintiffs’ counsel were required to \n($175 per hour is reasonable for a 1978 Harvard graduate  evaluate  countless  allegations  by  class  members  and \nwith “extensive and impressive” experience prosecuting  measures taken by defendants. The court agrees that it \ncivil rights claims; $150 per hour is reasonable for a less  was not only necessary but generally more efficient for \nexperienced attorney).  attorneys to do much of this evaluation, in light of the \n   hotly contested legal issues involved. As plaintiffs point \nDefendants  argue  that  less  complex  tasks  such  as  out, counsel minimized their time spent on legal research \nconferences, telephone calls, and all time spent out of  and  routine  discovery;  much  of  this  work  was \ncourt should be compensated at a reduced rate. They also  accomplished  by  law  students  and  legal  assistants. \ncontend that the court should grant reduced rates for work  Furthermore,  plaintiffs  explain  that  when  attorneys \nperformed by an attorney that could be performed by a  themselves conducted investigations at the facilities, it \nparalegal  or  law  clerk,  such  as  reviewing  reports.  was often possible to discuss enforcement issues directly \nPlaintiffs argue in response that while secretarial tasks  with state officials present at the time; this eliminated the \nshould  not  be  billed  at  attorney  rates,  they  have  not  need for much follow-up work. \nsubmitted  such  hours.  They  assert  that  strategic    \nconsultation  among  attorneys,  negotiation  with  There are two areas of exceptions. First, Fuller expended \ndefendants,  and  investigation  of  alleged  violations  are  11.5 hours on proofreading various documents. This work \ncrucial tasks in this litigation, requiring the attention of  could better have been performed by a legal assistant or \nattorneys.  law student, and will be compensated at $90 per hour. \n     \n*7 Defendants are correct that certain tasks, such as filing,  Second, plaintiffs’ attorneys offer their travel time for \ndelivery, and service of papers do not properly come  compensation. They contend that some of Fuller’s and \nunder the heading of hours “expended on the litigation,”  Terrizzi’s travel time on common carriers was spent in \nand are not generally considered recoverable expenditures  discussion of the case and in preparation for upcoming \nof  time.  Soc’y for Good Will to Retarded Children v.  meetings. They request full compensation for this time \nCuomo, 574 F. Supp. 994, 999 (E.D.N.Y. 1983), vacated  and offer to reduce the remaining travel time by 50%. \non other grounds, 737 F.2d 1253 (2d Cir. 1984). The    \nreasoning behind this rule is that clerical and secretarial  It is within the court’s power to grant full hourly rates for \ntasks are normally subsumed into an attorney’s overhead  travel time. See Carrero, 685 F. Supp. at 909. However, \nexpenses.  See id.  at  1002.  Compensable  expenses  are  as one court noted, “[t]he time ... spent in transit may \nthose  “which  normally  are  charged  separately  to  have  been  beneficial,  but  it  probably  was  not  as \nfee-paying clients and which are not incorporated as part  productive as time at the office or in court.” Soc’y for \nof  office  overhead  into  the  attorney’s  billing  rates.”  Good Will to Retarded Children v. Cuomo, 574 F. Supp. \nAmericans United for Separation of Church and State v.  at 998. The court will exercise its discretion and allow full \nSchool District of Grand Rapids, 717 F. Supp. 488, 503  compensation for the time spent discussing the case or \n(W.D. Mich. 1989). Furthermore,  preparing  for  meetings,  and  accept  plaintiffs’  offer  to \nreduce the remaining time. \n[i]t  is  appropriate  to  distinguish    \nbetween  legal  work  in  the  strict   \nsense,  and  investigation,  clerical \nwork,  compilation  of  facts  and  C. Adjustments \nstatistics  and  other  work  which  *8 Upward or downward adjustments from the lodestar \noften  can  be  accomplished  by  calculations  are  not  favored;  there  is  a  “‘strong \nnon-lawyers  but  which  a  lawyer  presumption’  that  the  lodestar  figure  represents  the \nmay do because he has no other  ‘reasonable’ fee.” City of Burlington v. Dague, 505 U.S. \nhelp  available.  Such  non-legal  557, 562 (1992) (citation omitted). Furthermore, “[t]he \nwork may command a lesser rate.  party advocating such a departure ... bears the burden of \nestablishing  that  an  adjustment  is  necessary  to  the \ncalculation of a reasonable fee.” Grant v. Martinez, 973 \nMissouri v. Jenkins, 491 U.S. 274, 288 n.10 (1989). It \nF.2d  at  101  (citation  omitted).  Defendants  make  no \n  5 \n \n\nHurley v. Coombe, Not Reported in F.Supp. (1996)   \n \narguments that the lodestar amount should be adjusted  accounting of reasonable expenses; the requested amount \nacross  the  board,  and  I  find  no  reason  to  do  so.  of $6,560.58 will be allowed. \nAccordingly, the lodestar amount will be awarded.    \n    \n \nConclusion \nHaving prevailed in litigation of their contempt motion \nIII. Other costs and expenses  before the court, plaintiffs and plaintiffs-intervenors are \nentitled to attorneys’ fees in the amount of $336,237.50 \nReasonable attorneys’ expenses may be recovered by the \nand expenses in the amount of $6,560.58, for a total \nprevailing  party  in  civil  rights  cases  as  a  part  of  the  award  of  $342,798.08,  according  to  the  following \nattorneys’ fees. See, e.g., Soc’y for Good Will to Retarded  calculations. \nChildren  v.  Cuomo,  574  F.  Supp.  at  1002;  Noble  v.    \nHerrington,  732  F.  Supp.  114,  118  (D.D.C.  1989).   \nPlaintiffs must provide documentation to show that the \n\t\r  \ncosts were incurred in legitimate and necessary pursuit of \ntheir  prevailing  claims.  Counsel  attach  adequate \n Sarah\t\r  Betsy\t\r  Fuller\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r  \t\r   total\t\r  hours\t\r  requested:\t\r   637.90\t\r  \n\t\r   \t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   proofreading\t\r   –11.50\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   travel\t\r  time\t\r   –57.40\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   hours\t\r  granted\t\r  at\t\r  full\t\r  rates:\t\r   569.00\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   \t\r  \t\r   \t\r  \n\t\r  \n\t\r   569.00\t\r  hours\t\r  at\t\r  $250\t\r  per\t\r  hour\t\r  =\t\r  $142,250.00\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   11.5\t\r  hours\t\r  at\t\r  $90\t\r  per\t\r  hour\t\r  =\t\r  $1,035.00\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   57.40\t\r  hours\t\r  at\t\r  $125\t\r  per\t\r  hour\t\r  =\t\r  $7,175.00\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   \t\r  \t\r   \t\r  \n\t\r  \nDavid\t\r  Leven\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   total\t\r  hours\t\r  requested:\t\r   146.25\t\r  \n\t\r  \t\r   \t\r  \t\r  \n  6 \n \n\nHurley v. Coombe, Not Reported in F.Supp. (1996)   \n \n\t\r   \t\r  \n\t\r   146.25\t\r  hours\t\r  at\t\r  $275\t\r  per\t\r  hour\t\r  =\t\r  $40,218.75\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   \t\r  \t\r   \t\r  \n\t\r  \nTom\t\r  Terrizzi\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   total\t\r  hours\t\r  requested:\t\r   346.90\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   overstaffed\t\r  conferences:\t\r   –18.70\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   travel\t\r  time:\t\r   –47.70\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   hours\t\r  granted:\t\r   280.50\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   280.50\t\r  hours\t\r  at\t\r  $275\t\r  per\t\r  hour\t\r  =\t\r  $77,137.50\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   47.70\t\r  hours\t\r  at\t\r  $137.50\t\r  per\t\r  hour\t\r  =\t\r  $6,558.75\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   \t\r  \t\r   \t\r  \n\t\r  \nClaudia\t\r  Angelos\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   total\t\r  hours\t\r  requested:\t\r   121.40\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   121.40\t\r  hours\t\r  at\t\r  $275\t\r  per\t\r  hour\t\r  =\t\r  $33,385.00\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   \t\r  \t\r   \t\r  \n\t\r  \nLegal\t\r  assistants\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   total\t\r  hours\t\r  requested:\t\r   239.20\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   239.20\t\r  hours\t\r  at\t\r  $60\t\r  per\t\r  hour\t\r  =\t\r  $14,352.00\t\r  \n  7 \n \n\nHurley v. Coombe, Not Reported in F.Supp. (1996)   \n \n\t\r  \t\r  \n\t\r  \n\t\r   \t\r  \t\r   \t\r  \n\t\r  \nLaw\t\r  students\t\r  \n\t\r  \t\r  \n\t\r  \n\t\r   total\t\r  hours\t\r  requested:\t\r   156.95\t\r  \n\t\r  \t\r   \t\r  \t\r  \n\t\r   \t\r  \n\t\r   156.95\t\r  hours\t\r  at\t\r  $90\t\r  per\t\r  hour\t\r  =\t\r  $14,125.50\t\r  \n\t\r  \t\r  \n\t\r  \n \n \n IT IS SO ORDERED.  \t\r  \n  \n Footnotes \n \n1  Defendants themselves appear to have had numerous counsel present at these meetings; while this fact does not provide free rein \nfor plaintiffs to overstaff, it does enter into a determination of what is reasonable. See Williamsburg Fair Housing Committee v. \n \nRoss-Rodney Housing Corp., 599 F. Supp. 509, 518 (S.D.N.Y. 1984) (Tenney, J.). \n \n2  Defendants contest all expenditures of time for this purpose, arguing that the reports were sent to plaintiffs’ attorneys and did not \nneed to be reviewed at the institutions. Plaintiffs respond that inspection visits to DOCS facilities are an essential aspect of the \n \nStipulation and Order; they argue that on-site visits were necessary to allow examination of the documentation underlying the \nreports, such as log books and strip frisk forms. I find plaintiffs’ explanation reasonable. \n \n \n \n \t\r  \n \n \n  \n  8 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/67195"
    },
    {
      "date": "1978-10-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 609,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 584,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 57161,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/57161.pdf",
      "title": "Opinion",
      "text": "584 F.2d 609 (1978)\nMichael X. HURLEY, Appellee,\nv.\nBenjamin J. WARD, Commissioner of the Department of Correctional Services, and\nJoseph Keenan, Director of Special Housing Units (Punitive Segregation), individually\nand in their official capacities, Appellants.\nNo. 75, Docket 78-2060.\nUnited States Court of Appeals, Second Circuit.\nArgued September 1, 1978.\nDecided October 6, 1978.\n610 *610 Claudia Angelos, New York City (Prisoners' Legal Services of New York, Daniel J. Steinbock, New York\nCity), for appellee.\nPaul E. Dahlman, Deputy Asst. Atty. Gen., New York City (Louis J. Lefkowitz, Atty. Gen. of N. Y., Samuel A.\nHirshowitz, First Asst. Atty. Gen., New York City, of counsel), for appellants.\nBefore KAUFMAN, Chief Judge, and LUMBARD and MULLIGAN, Circuit Judges.\nMULLIGAN, Circuit Judge:\nAppellants, the Commissioner of the New York State Department of Correctional Services and the former Director\nof the Department of Corrections Special Housing Units (punitive segregated prisoner facilities), appeal from an\norder of May 5, 1978 by the United States District Court for the Southern District of New York, Hon. Robert L.\nCarter, Judge, granting a preliminary injunction enjoining the appellants from conducting visual searches of the\nanal and genital areas of all convicted inmates of the State correctional system without probable cause to believe\nthat contraband is present, pending final determination of this action brought by a single inmate of that system,\nMichael X. Hurley, pursuant to 42 U.S.C. § 1983.\nHurley is a convicted felon, presently serving a term of 25 years to life in the New York State correctional system.\nHe is also under indictment in New York State Supreme Court, Washington County, for assaulting a prison guard.\nHis conduct in prison has been so offensive that he has been confined in the special housing unit (SHU) at three\ncorrectional facilities in which he has been incarcerated: Auburn, Attica and Great Meadow. SHU inmates are\nrestricted to their cells for 23 hours a day in a cell block segregated from the general prison population. Among\n[1]\nthe strict security measures taken in the case of SHU inmates are routine \"strip frisks\"  of these prisoners\nbefore they leave the SHU if they are leaving the correctional facility for any reason and, in all cases, upon their\nreturn to the unit. 7 N.Y.C.R.R. § 1020.25(2)(b), (c). Moreover, an inmate such as Hurley, who has a history of\nassaults or possession of dangerous contraband, is strip frisked upon leaving the SHU to go anywhere within the\ncorrectional facility. 7 N.Y.C.R.R. § 1020.25(2).\nIn this action Hurley challenged the constitutionality of that portion of the strip frisk procedure requiring him to lift\nhis testicles, bend over, and spread his buttocks to display his anus to the correctional officers.\nBefore issuing the preliminary injunction which is the subject of this appeal, Judge Carter held hearings on five\ndays during which the appellee and two other SHU inmates at the Great Meadow correctional facility testified.\nHurley also presented video tape recordings of strip searches to which he was subjected and the testimony of an\nexpert witness who questioned the utility of the anal and genital portions of the strip frisk. In support of the\nefficacy of the anal and genital search the State offered the testimony of two correctional officers assigned to a\n611 facility in which Hurley *611 had not been incarcerated. Judge Carter's opinion discussing the evidence adduced\nat these hearings is fully set forth in a reported opinion at 448 F.Supp. 1227 (1978) and need not be reiterated\n\nhere. Suffice it to say that the record amply supports the finding that Hurley was strip frisked without probable\ncause frequently, unnecessarily and abusively.\nWe have recently had occasion to uphold a prohibition on anal and genital searches without probable cause of\nconvicted inmates and pre-trial detainees in the federal Metropolitan Correction Center. Wolfish v. Levi, 573 F.2d\n118, 131 (2d Cir. 1978), application for cert. filed June 23, 1978, ___ U.S. ___, 99 S.Ct. 76, 58 L.Ed.2d 107\n(1978). See Frazier v. Ward, 426 F.Supp. 1354 (N.D.N.Y.1977) (prohibiting anal and genital searches without\nprobable cause of SHU inmates at New York State's Clinton Correctional Facility). In neither Wolfish nor Frazier\nwas significant evidence offered in support of the claim that the challenged searches were justified to prevent the\nintroduction of contraband into the facility. Also, in both cases due to other security precautions employed at the\nfacility the anal and genital searches were of little, if any demonstrated security value. Without reviewing all the\nevidence set forth in Judge Carter's opinion below in the instant case, it is clear to us that here also the gross\nviolation of personal privacy involved in the anal/genital searches of Hurley00especially in view of the physical and\n97\nverbal abuse incident to the procedure00far outweighed the evidence adduced by the State at the preliminary\n97\nhearing to justify the searches as a prison security measure.\nWe recognize that the Supreme Court has cautioned that we must pay particular deference to the exercise of\ninformed judgment by prison officials in their administration of state penal institutions. E. g., Procunier v. Martinez,\n416 U.S. 396, 405, 94 S.Ct. 1800, 40 L.Ed.2d 224 (1974). Nevertheless, on the record before us we find no\nabuse of discretion in the issuance of that aspect of the preliminary injunction prohibiting the anal and genital\nsearches without probable cause of appellee Hurley. Doran v. Salem Inn, Inc., 422 U.S. 922, 931-32, 95 S.Ct.\n2561, 45 L.Ed.2d 648 (1975); Triebwasser & Katz v. American Telephone & Telegraph Co., 535 F.2d 1356, 1358\n(2d Cir. 1976). The grant of preliminary injunctive relief from these searches to all inmates of New York State\ncorrectional facilities, however, constitutes an abuse of discretion which requires reversal pro tanto. This case\nwas brought initially pro se by Hurley as an individual action. Even after the Prisoners' Legal Services of the State\nof New York entered the suit as counsel for Hurley, no class certification was sought. The evidence adduced for\nthe appellee at the hearing in the district court principally demonstrated the abuse to which Hurley was personally\nsubjected during these searches. The testimony also demonstrated that in the case of a SHU inmate like Hurley,\nwho was heavily shackled and under close and constant guard during the few restricted excursions from his\nsegregated cell, the routine searches were unnecessary and unjustified. But the record casts little, if any, light on\nthe necessity for00or abuse during 00anal and genital searches of prisoners held in less restrictive confinement.\n97 97\nAppellee's argument that class action certification was not essential to the broad preliminary relief granted below\nrests upon our decision in Galvan v. Levine, 490 F.2d 1255 (2d Cir. 1973), cert. denied, 417 U.S. 936, 94 S.Ct.\n2652, 41 L.Ed.2d 240 (1974). However, that case is clearly inapposite. In Galvan and in other similar decisions,\n[2]\n the constitutionality of a statute or administrative practice was in issue and the State conceded that the same\nlegal question was posed by the application of the challenged statute or practice to all those within the purported\nclass. Since it is ordinarily assumed that state officials will abide by the court's judgment, where the State has\n612 admitted *612 the identity of issues as to all potential class litigants class certification is indeed unnecessary. But\nthe State here has made no concession that the issues presented by routine anal and genital searches of all\nprisoners in the New York State penal system are identical to those raised by the searches of Hurley. The record\nin this case, as we have pointed out, focused upon Hurley and not the general prison population.\nFinally, at this preliminary stage it is particularly inappropriate that an injunction in such sweeping terms should\nissue since it represents a serious intrusion upon the exercise of informed judgment by those officials charged\nwith the \"complex and difficult\" task of operating state penal institutions. Jones v. North Carolina Prisoners' Union,\n433 U.S. 119, 126, 97 S.Ct. 2532, 53 L.Ed.2d 629 (1977); accord, Pell v. Procunier, 417 U.S. 817, 827, 94 S.Ct.\n2800, 41 L.Ed.2d 495 (1974); Procunier v. Martinez, supra.\nAccordingly, we reverse that portion of the district court's order granting preliminary relief from anal and genital\nsearches without probable cause for all inmates of the New York State correctional system and restrict\napplication of the injunction to appellee, Michael X. Hurley.\nAffirmed in part; reversed in part and remanded.\nLUMBARD, Circuit Judge (concurring):\n\nAlthough I concur in my brothers' opinion, I think it is important to note that other federal courts have refused to\n[1]\ninterfere with state prison officials' use of routine strip search procedures.  In light, however, of the district\ncourt's preliminary findings regarding the circumstances of Hurley's confinement, the absence of a convincing\ndemonstration as to the need for strip searches with body cavity inspection, and the abuse to which Hurley has\nbeen subjected while being strip searched, I believe that those decisions are clearly distinguishable from the\ninstant case.\n[1] The term \"strip frisk\" is defined in 7 N.Y.C.R.R. § 1020.5(b) as follows: \nA strip frisk means a search of an inmate's person and his clothes after the inmate has removed all his clothing.\nThe search includes a thorough inspection of the clothing and a close visual inspection of the inmate's person,\nincluding body cavities. If there is reasonable cause to believe contraband has been concealed in a body cavity,\nthe inmate shall be immediately examined and/or x-rayed by a facility health staff member.\n(Emphasis in original).\n[2] E. g., Finnerty v. Cowen, 508 F.2d 979, 986 n. 20 (2d Cir. 1976); Feld v. Berger, 424 F.Supp. 1356, 1363\n(S.D.N.Y.1976); Spirt v. Teachers Insurance and Annuity Association, 416 F.Supp. 1019, 1024 (S.D.N.Y.1976).\n[1]Hodges v. Klein, 412 F.Supp. 896 (D.N.J. 1976); Giampetruzzi v. Malcolm, 406 F.Supp. 836 (S.D.N.Y.1975); \nPenn-El v. Riddle, 399 F.Supp. 1059 (E.D.Va.1975); cf. Gettleman v. Werner, 377 F.Supp. 445 (W.D.Pa.1974).\nRoutine strip searches in federal prisons have also been approved. Daughtery v. Harris, 476 F.2d 292 (10th Cir.\n1973), cert. denied, 414 U.S. 872, 94 S.Ct. 112, 38 L.Ed.2d 91 (1973); Bijeol v. Benson, 404 F.Supp. 595\n(S.D.Ind.1975), rev'd and remanded without opinion, 556 F.2d 584 (7th Cir. 1977). As to whether the cases\ninvolving federal prisons can be squared with our recent decision in Wolfish v. Levi, 573 F.2d 118 (1978), cert.\ngranted sub nom. Bell v. Wolfish, ___ U.S. ___, 99 S.Ct. 76, 58 L.Ed.2d 107, 1978, I offer no opinion.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/57161"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128778,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128778"
    },
    {
      "date": "1978-04-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1227,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 448,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 7298,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/7298.pdf",
      "title": "Opinion",
      "text": "HURLEY v. WARD  1227 \nCite as 448 F.Supp. 1227 (1978) \nWilson, 521 F.2d 724, 726-27 (8th Cir. 1975).  subjecting him to strip-frisk search proce \nJanis presented allegations of unlawful dis- dures.  The District Court, Robert L. Car \ncharge, as this case does.  The Eighth Cir- ter, J., held that practice of requiring pris \ncuit there noted that tribal administrative  oners during strip search procedures to lift \nremedies existed and were exhausted.  Id.  their genitals and to bend over and spread \nat 727.  Here, the status of any administra- their buttocks  violated  basic federal  civil \ntive remedy is simply unclear.  In such cir- rights. \ncumstances,  the  defendants having raised  Preliminary injunction granted. \nthe issue, the responsibility falls upon the \nplaintiffs to demonstrate that either no ad-\n1. Prisons 1lI=4(1, 6) \nministrative remedies exist, or that the ex-\nSentenced prison inmate is not required \nisting  remedies  have  been  exhausted. \nto be provided with all the amenities of the \nTherefore, the complaint herein will be dis \noutside world, but such a prisoner does not \nmissed without prejudice to the refiling of \nlose all claim to the protections of the Con \nthis action should it appear that no adminis \nstitution and retains at least some minimal \ntrative remedies exist, or that relief is not \nright to privacy. \nforthcoming in tribal court.? \n2. Prisons 1lI=4(7) \nIn consideration of the foregoing, \nIn  light  of fact  that prisoners  were \nIT  IS ORDERED  that defendants' mo \nshackled when leaving prison and that rec \ntion  for  summary  judgment be,  and  the \nord  showed  no  instance of weapon  being \nsame hereby is, granted. \ndiscovered by challenged search procedure \nThe Clerk is directed to enter judgment  and only one instance of marijuana being \nby  separate  document,  dismissing  the  discovered, practice of requiring prisoners \namended  complaint  herein  without preju  during strip-search procedures to lift their \ndice.  genitals and to bend over and spread their \nbuttocks violated basic federal civil rights; \nhowever,  state correctional  officials  were \nnot  precluded  from  cOnducting  strip-frisk \nwhere there was cause to believe that con \ntraband was being smuggled into the insti \ntution, provided they made a record of the \nMichael X. HURLEY, Plaintiff,  strip search and set forth the reasons why \nthey felt it necessary to conduct it. \nv. \nBenjamin J. WARD, Commissioner of the \nDepartment  of  Correctional  Services,  Lanny Earl Walter, Daniel J. Steinbock, \nand Joseph Keenan, Director of Special  Prisoners' Legal Services of New York, Al \nHousing  Units  (Punitive  Segregation),  bany, N. Y., for plaintiff. \nIndividually and in their official capaci  Louis  J.  Lefkowitz,  Atty.  Gen.  of  the \nties, Defendants.  State of New  York,  New  York  City, for \ndefendants, Paul E. Dahlman, Deputy Asst. \nNo. 77 Civ. 3847. \nAtty.  Gen.,  New  York  City,  of  counsel. \nUnited States District Court, \nS.  D.  New York.  OPINION \nApril 11, 1978.  ROBERT  L.  CARTER,  District  Judge. \nThe Issue and Facts \nState prisoner brought action seeking  This is a motion for preliminary injunc \nto enjoin  state correctional  officers  from  tion brought by plaintiff Michael X. Hurley, \n7.  Dismissal is without prejudice since exhaus  rather affects its ripeness for decision.  See, \ntion does not reach the merits of the case, but  McCurdy v. Steele, 506 F.2d at 656. \n\n1228  448 FEDERAL SUPPLEMENT \nan inmate in the New York State Correc  of  the  inmate's  person,  including body \ntion System.  The action is brought pursu  cavities.  If there is reasonable cause to \nant to 42 U.S.C. § 1983.  Plaintiff seeks to  believe contraband has been concealed in \nenjoin state correctional officers from rou  a body cavity, the inmates shall be imme \ntinely subjecting him to a strip-frisk search  diately  examined  and/or x-rayed  by  a \nin the absence of probable cause to believe  facility health staff member.\" \nthat he  has  concealed  contraband  in  his  Sections  1020.25(b)  and  (c),  then  provide \nbody.  The  strip-frisk  search  requires  an  that an inmate in special housing is to be \ninmate, after taking off all his clothes in  strip frisked upon leaving the special hous \nthe presence of the officers, to lift his testi  ing unit if he is to leave the facility for any \ncles and bend over and spread his buttocks  reason,  and is  always  to be  strip frisked \nto show his anus to the officers;  to open his  upon his return to the unit. \nmouth and stick out his tongue;  and to hold \nDepartment of Correctional Services Di \nup  his  feet  while  the  inmate's  back  is \nrective 4910 (P-1) justifies this practice as \nturned  to  the  officer.  Plaintiff  seeks, \nsound  correctional  policy.  That directive \nmoreover, to enjoin the correctional officers \nprovides in pertinent part that: \nfrom subjecting him to the kind of objec \n\"1.  Searching an inmate's person is a \ntionable search indicated even where proba \nsound correctional practice and a neces \nble cause exists since there are alternative \nsary element of contraband control.  The \nand less demeaning methods available for \nemployee conducting this type of search \ndetecting contraband and because of past \nmust assure its thoroughness and not of \nabuses inflicted upon plaintiff. \nfend  the  dignity  of  the  inmate  being \nThe matter was heard on December 6, 7, \nsearched. \nand 8, 1977, and January 12, and 13, 1978. \n2.  The three types of searches of an \nPlaintiff  testified  and  described  his  own \ninmate's person which are authorized are \nexperiences.  Two other inmates who had \nas follows: \nwitnessed plaintiff being strip searched on \nseveral occasions also related what they had \nseen.  Video  tape recordings  of the strip \nc.  A Strip Frisk may be made on \nsearch procedures involving plaintiff being \ninmates  leaving a  visiting  area in  a \nforceably strip searched at Great Meadows \nmaximum or medium security facility, \nCorrectional Facility on October 12 and Oc \ngoing to or coming from a psychiatric \ntober 26, 1977, were shown.  Harvey Alter, \nobservation  unit,  returning  from  re \nthe  present Director of the City of New \nlease  programs,  being  transferred  or \nYork  Board  of  Correctional  Institutional \nreceived from another facility or juris \nCompliance & Development Unit, testified \ndiction,  going  to  or  returning  from \nas an expert witness on plaintiff's behalf. \ncourt, hospital, outside medical care or \nFinally, the state offered the testimony of \nconsultation,  funeral  and  such  leave, \ntwo correctional officers assigned to its Ar \nand  whenever  there  are  reasonable \nthur Kill  Correctional  Facility, Staten Is  grounds  to  believe  the  inmate  is  in \nland, New York. \npossession  of  contraband  which  may \nThe  strip-frisk  search  at issue  here  is  not be detected by a 'pat frisk.'  The \ndefined in Title 7, New York Code, Rules &  strip frisk is to be performed in a man \nRegulations,  Section  1020.5(b)  as  follows:  ner that is least degrading to all parties \nconcerned.\" \n\"A strip frisk means  a  search  of an \ninmate's person and his clothes after the  The procedure, as described by both in \ninmate has removed all his clothing.  The  mates and correctional officers, was for the \nsearch includes a thorough inspection of  inmate to disrobe in  front of the guards, \nthe clothing and a close visual inspection  spread his fingers, lift his arms, open his \n\nHURLEY v. WARD  1229 \nCite as 448 F.Supp. 1227 (1978) \nmouth and wag his tongue, lift his testicles  on the merits and irreparable injury.  Gulf \nand turn his back to the guards, raise his  & Western Industries, Inc. v. Great Atlantic \nfeet, bend over and spread the cheeks of his  & Pacific Tea Co., 476 F.2d 687, 692 (2d Cir. \nbuttocks.  The inmates say that when they  19.73).  In addition, the court may consider \nraise their feet they have to wiggle their  whether a sufficiently serious question go \ntoes (the correctional officer testifying for  ing to the merits has been raised to make it \nthe state said they merely had to raise their  a fair ground for litigation and whether the \nfeet).  The inmates state they have to run  balance of hardships weighs in favor of the \ntheir hands through their hair, but the cor  party seeking relief.  Id. at 692-93, quoting \nrectional officer says the guards do  that.  Checker Motors Corp. v. Chrysler Corp., 405 \nThe inmates' version of toe wiggling seems  F.2d 319, 323 (2d Cir.), cert. denied, 394 U.S. \nmore in keeping with this degrading pan to  999, 89  S.Ct.  1595, 22  L.Ed.2d  777 (1969). \nmine, required in the name of security, as \ndoes requiring the inmate to run his hand  [1]  Plaintiff is a sentenced inmate, serv \nthrough his hair.  ing a term for a serious infraction of the \nlaw.  Moreover, he has been confined to a \nThe  video  tape  was  most  revealing. \nspecial housing unit because of findings by \nPlaintiff is shown after he has been led out \nthe Adjustment Committee that he violated \nof his cell, with shackles on his ankles and \nthe facility regulations.  He is under indict \nwith his hands shackled to a bar around his \nment for assaulting a guard, and is present \nwaist.  The  shackles  are removed for his \nly serving a term of 25 years to life.  We \nstrip-frisk search.  Afterwards, he  is  per \ndeal, therefore, with an inmate about whom \nmitted to dress, the shackles are locked in \nsociety and the correction officers have rea \nplace around his ankles, and his hands are \nson to hold security concerns.  Accordingly, \nshackled to a bar at his waist, and he leaves \nthe restricted parameters of judicial inter \nthe premises to go, in the instances shown, \nvention in respect to the conditions of plain \nto  court.  The  record  does  not  disclose \ntiff's  incarceration  must  be  strictly  ob \nwhether the shackles are removed in  the \nserved.  The Constitution does not require \ncourtroom, but I assume that they are.  He \nthat persons of plaintiff's class be provided \nis under the strict surveillance of the cor \nwith all the amenities of the outside world. \nrectional officer during his time away from \nSee Newman v. Alabama, 559 F.2d 283 (5th \nprison.  When his. courtroom appearance is \nCir. 1977).  Moreover, it must be recognized \nover,  again  the  record  is  unclear,  but  I \nthat \"courts are ill equipped to deal with \nassume the ankle chains and hand shackles \nthe increasingly urgent problems of prison \nare again fitted on the inmate and he re \nadministration  \"  Procunier  v. \nturns to prison as he left-fully shackled. \nMartinez, 416 U.S. 396, 405, 94 S.Ct. 1800, \nOn arrival, the shackles are removed, and \n1807,40 L.Ed.2d 224 (1974).  Yet, it is also \nhe is again subjected to a strip frisk.  Final \nrecognized  that prisoners, even dangerous \nly, he is reshackled and taken back to his \nones, are entitled to some basic considera \ncell. \ntion which civilized society accords to mem \nPlaintiff's civil rights contention is direct \nbers of the human race.  See Newman v. \ned  specifically  to the  testicle  lifting and \nAlabama, supra, 559 F.2d at 286. \nbuttocks  spreading  elements  of  the  strip \nThe  justification  put  forward  for  the \nsearch.  When required to undergo this pro \nstrip-frisk search is to. prevent contraband \ncedure, plaintiff consistently refuses to co \nfrom being introduced into the prison.  The \noperate and is forceably  made to comply. \ntestimony adduced by the state showed that \none guard, who had been a correction offi \nDiscussion \ncer for 8 years and 7 months, had discover \nThe standard for granting a motion for a  ed  on  one  strip-frisk  search a  marijuana \npreliminary injunction  is  probable success  cigarette taped behind the testicles of an \n\n1230  448 FEDERAL SUPPLEMENT \ninmate;  in another case,  he had found  a  ment of an inmate.  Indeed, ev \nband aid enclosing a $10 bill taped to the  ery effort should be made to preserve those \ninside of a man's leg, and in a third case, he  conditions  which  foster  human  dignity.\" \nhad discovered money hidden in an inmate's  Wolfish v. Levi, 573 F.2d 118 at 131 (2d Cir. \njock  strap.  The  jock  strap  incident  can  1978). \nimmediately  be  put to one  side-the dis \ncovery of the money could have been ac  [2]  Whenever a prisoner leaves the fa \ncomplished by a simple search of the man's  cility, he is apparently put into leg irons, \nclothing after he had undressed.  The inci  and  his  hands are shackled to a bar fas \ndent involving contraband being taped to  tened around his waist.  The inmate, while \nthe inside of the inmate's leg was also dis  away from  the institution, remains under \ncoverable by less intrusive means, such as a  the watchful eye of the guard who accom \nclose inspection of the inmate's naked body.  panies him.  There was no effort to justify \nOnly in the case of the marijuana cigarette  strip-frisk  searches  on  grounds  that  the \nenclosed  in  a  band  aid  taped  behind  the  prisoner could somehow conceal a weapon \ninmate's testicles was there any real possi  behind  his  testicles  or in  his  anus.  The \nbility that a simple, close  look  at the in  chief  concern  apparently  is  that  unless \nmate's  naked  body  would  not  reveal  the  strip-frisk searches are permitted, inmates \ncontraband.  The  one  possibility in  the 8  will be able to smuggle money and narcotics \nyears and 7 months experience of a guard  into the prison.  Yet, only one incident ap \nwho must have participated in innumerable  pears in the record which conceivably pro \nstrip-frisk searches is  very little  proof of  vides any support for the state's contentions \nthe need for a  procedure which is as de  in this regard. \ngrading and dehumanizing to both inmates \nBasic  civilized  standards  require  that \nand guards as that involved here. \nprison inmates be accorded  at least some \nAn individual who is convicted of a crime  minimal  right to privacy.  Arbitrary and \nand imprisoned does not lose all claim to the  routine invasions of privacy in the name of \nprotections of the Constitution.  While he  security create needless tensions and hostili \ndoes  forfeit  considerable  portions  of the  ty among the affected inmates.  As with all \nrights available to those outside the prison  problems  in  our  society,  unhappily  these \nwalls, that surrender is not total, and some  tensions become exacerbated when, as here, \nresiduum  of his  constitutional guarantees  the correction officials enforcing the regu \nsurvives.  See Bonner v. Coughlin, 517 F.2d  lations  or  restrictions  are  white  and  the \n1311, 1316 (7th Cir. 1975) (Stevens, J.).  In  inmates are black. \ndeed,  it seems  to  have  become  accepted \nThe whole challenged procedure appalls. \ndoctrine that prisoners retain all  of their \nInmates are required to open their mouths, \nconstitutional rights except those that must \nwag their tongues, turn and show the bot \nbe impinged upon for purposes of security \ntoms of their feet and spread their toes-a \nand rehabilitation.  James v.  Wallace, 382 \nprocedure akin to displaying slaves for auc \nF.Supp.  1177,  1180  (M.D.Ala.1974),  citing \ntion, cattle for market, and animals for sale. \nJones  v.  Wittenberg,  323  F.Supp.  93,  98 \nThe  ultimate degradation  is  the required \n(N.D.Ohio  1971),  aff'd sub nom.,  Jones  v. \nlifting of the testicles and the bending over \nMetzger, 456 F.2d 854 (6th Cir. 1972).  It is \nto spread the buttocks. \nclear that a prisoner must submit to reason \nable discipline.  Blake v. Pryse, 315 F.Supp.  There are, of course, a number of cases \n625, 626 (D.Minn.1970), alf'd, 444 F.2d 218  which  have  found  no  constitutional viola \n(8th Cir. 1971) (per curiam).  \"Yet, few will  tion in these practices and have refused to \ndispute  that, whatever the circumstances,  enjoin them on  the grounds that security \nthe existence of a realm in which privacy is  considerations  warrant  them.  See,  e.g., \nsafeguarded is fundamental to decent treat- Daughtery  v.  Harris,  476  F!2d  292  (10th \n\nPOE v. KUYK  1231 \nCite as 448 F.Supp. 1231 (1978) \nCir.), cert. denied, 414 U.S. 872, 94 S.Ct. 112,  stitutional  rights.  Since  there  has  been \n38 L.Ed.2d 91 (1973);  Hodges v. Klein, 412  nothing on the record in this trial to justify \nF.Supp. 896 (D.N.J.1976);  Giampetruzzi v.  the practice, the probability of success on \nMalcolm,  406  F.Supp.  836  (S.D.N.Y.1975).  the merits has been established.  Moreover, \nThe argument accepted in those cases, how  the institutional practices used in conjunc \never, cannot withstand close scrutiny.  The  tion with the strip searches in  Wolfish are \nrecord is devoid of a single incident when  more lenient than those in this case.  There, \nprisoners are escorted to court in handcuffs. \nweapons were uncovered by these searches. \nThey are not put in leg irons, nor are their \nIn addition, it must be  remembered  that \nhands  strapped to  a  bar at their waists. \nplaintiff here seeks very limited relief.  He \nThis case was brought on an individual \nis not requesting tha~ he not be searched, or \nbasis, but we hold that the practice of re \nthat he not be required to strip before the \nquiring prisoners during strip search proce \nguards and allow them a visual inspection \ndures to lift their genitals and to bend over \nof his  naked  body.  Nor is  he  requesting \nand spread their buttocks to display their \nthat he not be required to open his mouth \nanus violates basic federal civil rights· and \nor show the bottoms of his feet.  All that \nimposes  irreparable  injury.  Accordingly, \nplaintiff  seeks  is  an  order enjoining  the \nthe practice is enjoined.  The requirement \ndegrading practice of requiring him to lift \nthat the inmates disrobe before the guards \nhis  testicles  and  spread  his  buttocks-a \nto allow their body and clothing to be close \npractice described by our court of appeals \nly inspected is  not disturbed.  Nor is the \nas  one  that  \"shocks  one's  conscience.\"  state correctional facility barred from con \nWolfish v. Levi, supra, at 1219.  ducting a strip-frisk search when there is \ncause to believe that contraband is  being \nThe irreparable injury which such prac \nsmuggled  into  the  institution.  In  such \ntices inflict is all but self evident.  In Unit \ncases, however, the correction officials must \ned  States  ex  reI.  Wolfish  v.  Levi,  439 \nmake a record of the strip search and set \nF.Supp.  114  (S.D.N.Y.1977),  aff'd in  rele \nforth reasons why they felt it necessary to \nvant part, 573 F.2d 118 (2d Cir. 1978), Judge \nconduct it.  The preliminary injunction is \nFrankel, in commenting on strip searches in a \ngranted. \nfederal prison, which track the practices at \nIT IS SO ORDERED. \nissue here, stated that such procedures reveal \nqualities \"that a court might come close to \nnoticing  judicially.\"  ld.  at  146.  Those \nqualities were  the unpleasantness, embar \nrassment and humiliation.  \"The spreading \nand  lifting of  genitalia  and  the  bending \nover to spread buttocks for anal inspection \nplunge the reaction to a level of deep deg  Lewis W. POE, Plaintiff, \nradation and submission.  The postures [in \nv. \nmates] are compelled to assume are calcu \nCharles F. G. KUYK et aI., Defendants. \nlated to trigger, in the officer and inmates \nrespectively, feelings of sadism, terror and  Civ. A. No. 76-292. \nincipient masochism that no one alive could \nUnited States District Court, \nhave  failed  to  predict.\"  ld.  at  146-47.  D.  Delaware. \nWhile Wolfish dealt with pretrial detain \nApril 12, 1978. \nees  and  prisoners  convicted  of  serious \ncrimes,  no  distinction  was  made  between \nthe two types of prisoners in  barring the  Former  pilot  brought  action  against \npractice as a violation of the inmates' con- various military personnel claiming that he ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/7298"
    },
    {
      "date": "1978-10-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 609,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 584,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 8046,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/8046.pdf",
      "title": "Opinion",
      "text": "HUBLEY v. WARD  609 \nCIte u 184 PM tit (1878) \n[9]  Both the Third and the Sixth Cir- sl1bjecting him to strip-frisk search proce \ncuits have  upheld the constitutionality of  dures.  The  United  States District Court \nthe MBE amendment.  Constructors Associ- for ·the  Southern  District of New  York, \nation v. Kreps, 578 F.2d 811 (3d Cir. 1978);  Robert  L.  Carter,  J.,  448  F.Supp.  1227, \nOhio  Contractors Association  v.  Economic  granted preliminary relief from  anal  and \nDevelopment Administration, 580 F.2d 218  genital searches without probable cause to \n(6th Cir. 1978).  We agree with their deei- all  convicted inmates in New York  State \nsions  that section  103(f)(2)  of  the  Public  correction  system,  and state officials  ap \nWorks Employment Act of 1977, 42 U.S.C.  pealed.  The  Court of Appeals,  Mul~igan, \n§ 6705(f)(2), is not unconstitutional.  Circuit Judge, held that district court did \nThe judgment is affirmed.  not abuse its discretion in issuing prelimi-\nnary injunction prohibiting anal and genital \nsearches without probable cause of plaintiff \ninmate, but grant of preliminary injunctive \nrelief from such searches to all inmates of \nNew York State correctional facilities con-\nstituted an  abuse of discretion  which  re \nquired reversal pro tanto. \nMichael X. HURLEY, Appellee, \nAffirmed in part;  reversed in part and \nv.  remanded. \nBenjamin J. WARD, Commissioner of the  Lumbard, Circuit Judge, filed concur \nDepartment  of  Correctional  Services,  ring opinion. \nand Joseph Keenan, Director of Special \nHOlIBing  Units  (Punitive  Segregation), \nindividually and in their official capaci  1. Prisons C8=>13(4) \nties, Appellants.  Gross violation of personal privacy in \nvolved in anal and genital searches of in \nNo. 75, Docket 78-2060. \nmate without probable cause, especially in \nUnited States Court of Appeals,  view of physical and verbal abuse incident \nSecond Circuit.  to procedure, far outweighed evidence ad \nduced  by state at preliminary hearing to \nArgued Sept. 1, 1978. \njustify searches as a prison security meas \nDecided Oct. 6, 1978.  ure. \n2. Civil Rights C8=> 13.2(4) \nState prisoner brought action seeking  District court did not abuse its discre \nto  enjoin  state correctional  officers from  tion in issuing preliminary injunction pro-\nguidelines which said, all right, we will utilize  \"Mr. Kazen:  Does the gentleman's amend \nthese minority contractors wherever possi  ment leave room for that type of discretion in \nble, but where there are none, there can be  the Secretary? \nno  utilization,  and  therefore  no  project  \"Mr. Mitchell of Maryland:  I assume that \nshould be delayed.  it does.  It would be my intent that it would \n\"For example, I would not expect to take  because that is existing administrative law.\" \nmy minority contractors from Maryland into  As Representative Mitchell amplified further, \nIdaho to meet that State's requirement.  That  123 Cong.Rec. 1438, reprinted in 441 F.Supp. at \nwill not be an issue.  lOOO: \n\"Mr. Kazen:  If the gentleman would yield  \" .  .  .  I reiterate what I said earlier, \nfurther, this is what I wanted the gentleman  that we already have in existence within the \nto clarify, that where there are no minority  agency structure the SOP administrative law \nenterprise contractors [then] this provision  that says this kind of amendment would not \nwould not be in effect;  am I correct?  apply where there are no minority contrac \n\"Mr. Mitchell of Maryland:  That is abso  tors or where there are no minorities.  It is \nlutely correct, and that is done by administra  already in the law.\" \ntive action already on the books with all of \nthe agenCies. \n\n610  584 FEDERAL REPORTER, 2d SERIES \nhibiting anal and genital searches without  Hurley  is  a  convicted  felon,  presently \nprobable cause of prison inmate, who jni  serving a  term of 25 years to life in the \ntially brought civil rights action pro se as  New York State correctional system.  He is \nan  individual  action;  however,  since  no  also under indictment in New York State \nclass certification was ever sought, grant of  Supreme Court, Washington County, for as \npreliminary  injunctive  relief  from  such  saulting a  prison guard.  His  conduct in \nsearches to all inmates of state's correction  prison has been so  offensive that he has \nal facilities constituted an abuse of discre  been confined in the special housing unit \n(SHU)  at  three  correctional  facilities  in \ntion which required reversal pro tanto.  42 \nwhich he has been incarcerated:  Auburn, \nU.S.C.A. § 1983. \nAttica and Great Meadow.  SHU inmates \nare restricted to their cells for 28 hours a \nday in  a  cell  block  segregated from  the \nClaudia Angelos, New York City (Prison \ngeneral  prison  population.  Among  the \ners' Legal Services of New York, Daniel J.  strict security measures taken in the ease of \nSteinbock,  New  York  City),  for  appellee.  SHU inmates are routine \"strip friSks\" 1 of \nPaul  E.  Dahlman,  Deputy  Asst.  Atty.  these prisoners before they leave the SHU \nGen., New York City (Louis J. Lefkowitz,  if they are leaving the correctional facility \nAtty. Gen. of N. Y., Samuel A. Hirshowitz,  for any reason and, in all cases, upon their \nFirst Asst. Atty. Gen., New York City, of  return to the unit.  7 N.Y.C.R.R. § 1020.-\n25(2)(b), (c).  Moreover, an inmate such as \ncounsel), for appellants. \nHurley,  who has a  history of assaults or \npossession of dangerous contraband, is strip \nBefore  KAUFMAN,  Chief  Judge,  and \nfrisked upon leaving the SHU to go any \nLUMBARD  and  MULLIGAN,  Circuit \nwhere  within  the correctional facility.  7 \nJudges. \nN.Y.C.R.R. § 1020.25(2). \nIn this action Hurley challenged the con \nMULLIGAN, Circuit Judge: \nstitutionality of that portion of the strip \nAppellants, the Commissioner of the New  frisk  procedure  requiring  him  to  lift  his \nYork  State  Department  of  Correctional  testicles, bend over, and spread his buttocks \nServices  and  the former  Director  of the  to display his anus to the correctional offi \nDepartment of Corrections Special Housing  cers. \nUnits (punitive segregated prisoner facili \nBefore issuing the preliminary injunction \nties), appeal from an order of May 5, 1978 \nwhich is the subject of this appeal, Judge \nby the United States District Court for the \nCarter held hearings on five days during \nSouthern District of New York, Hon. Rob \nwhich the appellee and two other SHU in \nert L. Carter, Judge, granting a preliminary  mates  at the  Great  Meadow  correctional \ninjunction  enjoining  the  appellants  from  facility  testified.  Hurley  also  presented \nconducting visual searches of the anal and  video tape recordings of strip searches to \ngenital areas of all convicted inmates of the  which he was subjected and the testimony \nState correctional system without probable  of an expert witness  who  questioned the \ncause to believe that contraband is present,  utility of the anal and genital portions of \npending final determination of this action  the strip frisk.  In support of the efficacy \nbrought by a single inmate of that system,  of the anal and genital search the State \nMichael X.  Hurley, pursuant to 42 U.S.C.  offered the testimony of two correctional \n§ 1983.  officers assigned to a facility in which Hur-\n1.  The term \"strip frisk\" is defined in 7 N.Y.C.  person, including body cavities.  If there is \nR.R. § l020.5(b) as follows:  reasonable cause to believe contraband has \nA strip frisk means a search of an inmate's  been concealed in a body cavity, the inmate \nperson and his clothes after the inmate has  shaD  be  immediately  examined  and/or  x \nremoved  aU  his  clothing.  The  search  in  rayed  by  a  facility  health  staff member. \ncludes a thorough inspection of the clothing  (Emphasis in original). \nand a close visual inspection of the inmate's \n\nHURLEY v. WARD  611 \nCteuIl84F.2d808 (1978) \nley had not been incarcerated.  Judge Car- find no abuse of discretion in the issuance \nter's  opinion  discussing  the  evidence  ad- of that aspect of the preliminary injunction \nduced at these hearings is fully set forth in  prohibiting the anal  and genital searches \na  reported  opinion  at  448  F.Supp.  1227  without probable cause of appellee Hurley. \n(1978)  and  need  not  be  reiterated  here.  Doran  v.  Salem  Inn,  Inc.,  422  U.S.  922, \nSuffice  it to  say  that the  record  amply  931-32, 95 S.Ct. 2561, 45 L.Ed.2d 648 (1975); \nsupports the finding that Hurley was strip  Triebwasser & Katz v. American Telephone \nfrisked without probable cause frequently,  &  Telegraph  Co.,  535 F.2d 1356, 1358 (2d \nunnecessarily and abusively.  Cir.  1976).  The  grant of preliminary in-\n[1]  We  have  recently  had  occasion  to  junctive relief from  these searches to  all \nuphold  a  prohibition  on  anal  and  genital  inmates  of  New  York  State  correctional \nsearches without probable cause of convict- facilities, however, constitutes an abuse of \ned  inmates and  pre-trial detainees in  the  discretion which requires reversal pro tanto. \nfederal  Metropolitan  Correction  Center.  This case. was brought initially pro se by \nWolfish v. Levi, 573 F.2d 118, 131 (2d Cir.  Hurley as an individual action.  Even after \n1978),  application  for cert.  filed  June 23,  the Prisoners' Legal Services of the State of \n1978, - U.S. --, 99 S.Ct. 76, 58 L.Ed.2d  New York entered the suit as counsel for \n107  (1978).  See  Frazier  v.  Ward,  426  Hurley,  no  class certification was sought. \nF.Supp.  1354  (N.D.N.Y.1977)  (prohibiting  The evidence adduced for the appellee at \nanal and genital searches without probable  the hearing in the district court principally \ncause of SHU inmates at New York State's  demonstrated  the abuse  to  which  Hurley \nClinton Correctional  Facility).  In neither  was  personally  subjected  during  these \nWolfish  nor  Frazier  was  significant  evi- searches.  The testimony also demonstrated \ndence offered in support of the claim that  that  in  the  case  of  a  SHU  inmate  like \nthe  challenged  searches  were  justified to  Hurley, who was heavily shackled and un \nprevent the introduction of contraband into  der close and constant guard during the few \nthe  facility.  Also,  in  both  cases  due  to  restricted  excursions  from  his  segregated \nother security precautions employed at the  cell, the routine searches were unnecessary \nfacility the anal and genital searches were  and unjustified.  But the record casts little, \nof little, if any demonstrated security value.  if any, light on the necessity for-or abuse \nWithout  reviewing  all  the  evidence  set  during-anal and genital searches of prison \nforth in Judge Carter's opinion below in the  ers held in less restrictive confinement. \ninstant case, it is clear to us that here also \nAppellee's argument that class action cer \nthe gross violation of personal privacy in \ntification  was  not  essential  to  the  broad \nvolved in the anal/genital searches of Hur \npreliminary relief granted below rests upon \nley--especially in view of the physical and \nour decision in Galvan v. Levine, 490 F.2d \nverbal abuse incident to the procedure-far \n1255 (2d Cir.  1973), cert. denied, 417 U.S. \noutweighed  the evidence  adduced  by  the \n936, 94  S.Ct.  2652, 41  L.Ed.2d 240 (1974). \nState at the preliminary hearing to justify \nHowever, that case is clearly inapposite.  In \nthe searches as a prison security measure. \nGalvan and in other similar decisions,· the \n[2]  We  recognize  that  the  Supreme  constitutionality of a statute or administra \nCourt has cautioned that we must pay par  tive  practice  was  in  issue  and  the  State \nticular  deference  to  the  exercise  of  in  conceded that the same legal question was \nformed judgment by prison officials in their  posed by the application of the challenged \nadministration of state penal institutions.  statute or practice to all those within the \nE. g., Procunier v. Martinez, 416 U.s. 896,  purported class.  Since it is ordinarily as \n405, 94 S.Ct.  1800, 40  L.Ed.2d 224 (1974).  sumed that state officials will abide by the \nNevertheless, on the record  before us  we  court's judgment, where the State has ad-\n2.  E. g., Finnerty v. Cowen, 508 F.2d 979, 986 n.  Insurance  and  Annuity  Association,  416 \n20 (2d Cir. 1976);  Fe1d v. Berger, 424 F.Supp.  F.Supp. 1019, 1024 (S.D.N.Y.1976). \n1356, 1363 (S.D.N.Y.I976);  Spirt v.  Teachers \n584 F.2d-15 \n\n612  584 FEDERAL REPORTER, 2d SERIES \nmitted the identity of issues as to all poten  strip searches with body cavity inspection, \ntial class litigants class certification is in  and the abuse to which Hurley has been \ndeed unnecessary.  But the State here has  subjected while being strip searched, I be \nmade no concession that the i88ues present  lieve that those decisions are clearly distin \ned by routine anal and genital searches of  guishable from the instant case. \nall prisoners in the New York State penal \nsystem are identical to those raised by the \nsearches of Hurley.  The record in this case, \nas we have pointed out, focused upon Hur \nley and not the general prison population. \nFinally,  at this  preliminary  stage  it is \nparticularly inappropriate  that an  injunc  UNITED STATES of America, Appellee, \ntion  in  such sweeping terms should  i88ue \nv. \nsince it represents a serious intrusion upon \nthe exercise of informed judgment by those  Benjamin CARR, Jr., Appellant. \nofficials  charged  with  the  \"complex  and  No. 76, Docket 78-1168. \ndifficult\" task of operating state penal in \nUnited States Court of Appeals, \nstitutions.  Jones v. North Carolina Prison \nSecond Circuit. \ners' Union, 433 U.S. 119, 126, 97 S.Ct. 2532, \n63 L.Ed.2d 629 (1977);  accord, Pell v. Procu  Argued Sept. 12, 1978. \nnier, 417  U.S.  817, 827, 94  S.Ct. 2800, 41  Decided Oct. 10, 1978. \nL.Ed.2d 495 (1974);  Procunier v. Martinez, \nsupra. \nDefendant was convicted in the United \nAccordingly, we reverse that portion of  States  District  Court  for  the  District  of \nthe district court's order granting prelimi  Connecticut,  T.  F.  Gilroy  Daly,  J.,  446 \nnary relief from anal and genital searches  F.Supp. 1383, of receipt of a convicted felon \nwithout probable cause for all inmates of  of firearms which had been shipped in in \nthe  New  York  State  correctional  system  terstate commerce and he appealed.  The \nand restrict application of the injunction to  Court of Appeals, Mansfield, Circuit Judge, \nappellee, Michael X. Hurley.  held that:  (1) defendant's voir dire exami \nAffirmed in part;  reversed in part and  nation of one juror was not improperly lim \nremanded.  ited; (2) trial court did not abuse its discre \ntion in refusing to permit certain cross-ex \nLUMBARI>,  Circuit Judge (concurring):  amination  by  defendant  which  called  for \nAlthough I concur in my brothers' opin  conclusionary answers on the part of the \nion,  I  think  it is  important to note  that  witnesses;  (3)  Government  was  properly \nother federal courts have refused to inter  permitted to impeach  the testimony of a \nfere with state prison officials' use of rou  defense witness on the basis of the witness' \ntine strip search procedures.l  In light, how  silence during the 19 months between de \never,  of  the  district  court's  preliminary  fendant's arrest and the trial, and (4) war \nfindings  regarding  the  circumstances  of  rantleY arrest of defendant and search of \nHurley's confinement, the Itbsence of a con  his automobile were justified. \nvincing demonstration as  to the need for  Affirmed. \n1.  Hodges  v.  Klein,  412  F.Supp.  896  (D.N.J.  Benson, 404 F.Supp. 595 (S.D.lnd.1975), rev'd \n1976):  Glampetruzzi v. Malcolm, 406 F.Supp.  and remanded without opinion, 556 F.2d 584 \n836  (S.D.N.Y.1975);  Penn-EJ  v.  Riddle,  399  (7th Clr. 1977).  As to whether the cases in \nF.Supp. 1059 (E.D.Va.1975):  cf. Gettleman v.  volving federal prisons can be squared with our \nWerner, 377 F.Supp. 445 (W.D.Pa.1974).  Rou  recent decision in Wolfish v. Levi, 573 F.2d 118 \ntine strip searches in federal prisons have also  (1978). cert. granted sub nom. Bell v. Wolfish. \nbeen approved.  Daughtezy v. Harris, 476 F.2d  - U.S. --, 99 S.Ct. 76,  58 L,Ed.2d  107, \n292 (10th Clr. 1973), cert. denied, 414 U.S. 872,  1978, I offer no opinion. \n94 S.Ct. 112, 38 L.Ed.2d 91  (1973);  BijeoJ v. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/8046"
    },
    {
      "date": "1993-07-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 22,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 158,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 4356,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/4356.pdf",
      "title": "Reported Opinion",
      "text": "158F.R.D.22 FOREDUCATIONALUSEONLY Page1\n158F.R.D.22\n(Citeas:158F.R.D.22)\nUnitedStatesDistrictCourt, justifiesmodificationofdecree.\nS.D.NewYork.\n[2]FederalCivilProcedure 2397.1\nMichaelX.HURLEY,etc.,etal.,Plaintiffs,\n170Ak2397.1MostCitedCases\nand\n\"Consent decree\" is no more than a settlement that contains\nKhalilA.Rahman,etc.,etal.,Plaintiffs-Intervenors,\ninjunction.\nv.\nThomasA.COUGHLINIII,etal.,Defendants,\n[3]FederalCivilProcedure 2397.5\nand\n170Ak2397.5MostCitedCases\nNewYorkStateInspection,Security,andLawEnforcement\nPurpose of consent decree must be gleaned from its four\nEmployees,District\ncorners; decree reflects understanding of parties, and\nCounsel82,AFSCME,AFL-CIO,etc.,\ndeference is paid to plain meaning of language and normal\nDefendants-Intervenors.\nusageoftermsselected.\nNo.77Civ.3847(RLC).\n[4]FederalCivilProcedure 2397.4\nJuly28,1993.\n170Ak2397.4MostCitedCases\nModification of consent decree requires showing of\nAlleging that correctional facilities were not abiding by\nsignificant change of circumstances, and once this standard\nterms of consent decree concerning strip searches, inmates\nhas been met, court must then decide whether proposed\nmoved for various forms of relief. The District Court,\nmodificationissuitablytailoredtonewconditions.\nRobertL.Carter,J.,heldthat:(1)subsequentchangesinlaw\nsurrounding correctional officers' discretion in conducting\n[5]FederalCivilProcedure 2397.4\nstrip searches and increased number of inmates were not\n170Ak2397.4MostCitedCases\nsubstantial changes in circumstances which would warrant\nSubsequent change in law is insufficient basis for\ndeviation from consent decree, and (2) correctional\nmodificationofconsentdecree.\nfacilities' failure to abide by terms of consent decree would\nwarrant appointment of special master charged with\n[6]FederalCivilProcedure 1877.1\nmonitoring enforcement of decree, order to post consent\n170Ak1877.1MostCitedCases\ndecree in library of each correctional facility, and finding\nthatcorrectionalfacilitiesareguiltyofcontemptandsubject [6]FederalCivilProcedure 2397.6\ntosanctions. 170Ak2397.6MostCitedCases\nCorrectional facilities' failure to abide by terms of consent\nSoordered.\ndecree with inmates concerning strip searches would\nwarrant appointment of special master charged with\nWestHeadnotes\nmonitoring enforcement of decree, order to post consent\ndecree in library of each correctional facility, and finding\n[1]FederalCivilProcedure 2397.4\nthatcorrectionalfacilitiesareguiltyofcontemptandsubject\n170Ak2397.4MostCitedCases\nto sanctions where correctional facilities entirely ignored\nSubsequent changes in law surrounding correctional\nsomeofdecree'sprovisions,andinterpretedotherprovisions\nofficers' discretion in conducting strip searches and\nsoastorenderthemnullandvoidorsuperfluous.\nincreasednumberofinmateswerenotsubstantialchangesin\ncircumstances which would warrant deviation from consent\n[7]FederalCivilProcedure 2397.6\ndecree with inmates concerning strip searches; consent\n170Ak2397.6MostCitedCases\ndecree was binding and conclusive when correctional\nAlthough court may not randomly expand or contract terms\nfacilities entered into it, and neither subsequent change in\nagreed upon in consent decree, reasonable imposition of\nlaw nor lack of foresight concerning prison population\nequitableremediesoutsideconfinesofdecreeispermittedto\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page2\n158F.R.D.22\n(Citeas:158F.R.D.22)\nsecurecompliancebyparties. The decree states unequivocally that \"defendants ... are\nhereby enjoined and restrained from requiring or permitting\n[8]Contempt 20\nthe strip frisking and/or strip searching of inmates in the\n93k20MostCitedCases\ncustody of the [DOCS], except in accordance with the\nParty may be held in civil contempt where court order is\nfollowing provisions of this decree.\" Its basic purpose was\nclearandunambiguous,proofofnoncomplianceisclearand\nto establish for DOCS standard operating procedures in the\nconvincing, and party charged with contempt has not been\nareascoveredbythestipulatedagreement,whichweretobe\nreasonablydiligentorenergeticinattemptingtoaccomplish\nfollowed in every facility under defendants' control and in\nwhatwasordered.\neverycircumstanceoncetheproceduresbecameoperative.\n*23 Prisoners Legal Services, Ithaca, NY (Sarah Betsy\nFuller, of counsel) and Prisoners Legal Services, New York The agreement defines a strip frisk as \"a search of an\nCity(DavidC.Leven,ofcounsel),forplaintiffs. inmate's clothes and body including body cavities. For a\nmalethisinvolvesoneormoreofthefollowingprocedures:\nNew York University Civ. Rights Clinic, New York City,\nopeninghismouthandmovinghistongueupanddownand\nforplaintiffs-intervenors(ClaudiaAngelos,ofcounsel).\nfromsidetoside,removinganydentures,runninghishands\nthrough his hair, allowing his ears to be visually examined,\nRobert Abrams, Atty. Gen. of the State of N.Y., New York\nliftinghisarmstoexposehisarmpits,spreadinghisfingers\nCity,fordefendants(AugustL.Fietkau,Asst.Atty.Gen.,of\nto expose the areas between his fingers, lifting his feet,\ncounsel).\nlifting his testicles to expose the area behind his testicles\nand bending and/or spreading the cheeks of his buttocks to\nROBERTL.CARTER,DistrictJudge.\nexpose his anus to the frisking officer. For females the\nI procedure is similar except that females must squat to\nA consent decree (see Appendix) was entered into in this exposethevagina.....\"\ncaseonJuly21,1983,overthesignaturesofoneofthethen\nThe decree was the product of good faith bargaining. Both\nAssistant Attorney Generals of the State of New York,\nsides felt they had given up something which they could\ncounsel for the plaintiffs, David Leven, Esq., *24 Prisoners'\nhavesecuredwiththiscourt'sdecisionoronappeal,butthat\nLegal Services of New York and counsel for the\nresolving the controversy by a stipulated agreement was in\nintervenors, Claudia Angelos, Esq., Washington Square\nthe best interest of the state and the inmates. Both sides\nLegalServicesofNewYork.Thedecreewasonbehalfofa\nwere committed to monitoring the agreement in good faith,\nclass consisting \"of all inmates in the custody of the New\naccording respect to their opposing views when\nYork State Department of Correctional Services [\"DOCS\"]\ndisagreement arose concerning the implementation and\n... includ [ ] [ing] the subclass of Muslim inmates\" in the\ninterpretation of the decree, and seeking to work these\nstate's custody. This settlement of the litigation came\ndifferences out among themselves before involving the\napproximately ten (10) months after the court had filed its\ncourtinthedispute.\nfinal opinion in the case in which it held that routine strip\nfrisksearchescouldberequiredaftercontactvisitsbutwere\nThe implicit understanding and undertaking were that the\nunreasonable and unjustified in all other circumstances. See\nPrisoners' Legal Services and the Washington Square Legal\nHurley v. Ward, 549 F.Supp. 174 (S.D.N.Y.1982) (Carter,\nServices, now the NYU Legal Services, would advise\nJ).Duringthattenmonthintervalthepartieshadengagedin\nDOCS and the Attorney General's office on receipt of\nintense negotiations, sometimes with the court's assistance,\nverifiable violations of the terms of the agreement. On\nin an effort to work out a mutually acceptable solution,\nreceipt of such information, DOCS and the Attorney\nthereby concluding the lawsuit and avoiding the need and\nGeneral would make the necessary inquiry to determine\nexpenseofanappeal.Theresultwastheconsentdecree.\nwhether the facility or facilities in question were in\ncompliance with the consent decree. There is inevitable\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page3\n158F.R.D.22\n(Citeas:158F.R.D.22)\ntension between these groups, but cooperation among them short, plaintiffs counsel's support of a claim no longer\nsecured for a time a satisfactory supervision of the sufficed.\nagreement's implementation at a minimum outlay of public\nFN1.Theseareheavysecurityunitstohousethose\nfunds. Certainly this procedure is not the most effective or\nregardedasmostdangerous.\nmost efficient measuring device, but when the parties\napproachthetaskinaspiritofmutualgoodfaithandtrust,it\nAs to the OMH issue, DOCS admitted that its practice\ncan,anddidforawhile,workreasonablywell.\ndeviated from the terms of the consent decree which\nprovides that, on admission to these units, medical\nIsolated complaints from individual inmates, lacking\npersonnel should determine whether a strip search or strip\nsupport from either counsel for the plaintiffs or intervenors,\nfrisk should be administered and, if the decision is\ndid not as a rule invoke full scale inquiries by defendants.\naffirmative, medical personnel are to perform the task. In\nSuch action was undertaken only when triggered by\npractice, the decision whether to undertake a strip search or\ncomplaints supported by counsel for plaintiffs and/or\nfrisk was being made by correction officers, and correction\ncounsel for the intervenors. Of course, the inmate could\nofficers, not medical personnel, administered the strip\npursuethematterthroughtheinmate'sgrievancemachinery,\nsearches and frisks. DOCS advised the court that this was\nbut then the complaint would seldom get beyond the\nthe current practice because medical personnel deferred to\nparticularfacilityimplicated.\nthe correction officials. In light of the assurance that there\nIn the last several years the atmosphere has changed. The had been no violation of the decree, it seems apparent that\nreactionofthedefendantstocomplaintsofviolationsofthe defendants refused to accept the admitted deviations from\ndecree from counsel for the plaintiffs and intervenors has thedecreeasatransgression.\n*25 been dismissive. There has been a complete erosion of\nAt the January, 1991 meeting, there was discussion of\nmutual respect between the parties, and neither side now\nhavinganofficerineachfacilitymonitorimplementationof\nbelieves the other is acting in good faith. Court efforts to\nthe decree in his facility and to report his findings to the\nrestore an atmosphere of cooperation and mutual respect\ncentral office. Again there was discussion of complaints\nhave been unsuccessful. The court met with the parties in\naboutthepresenceofmorecorrectionofficersatstripfrisks\nDecember, 1990, January, 1991, April, 1991, and May,\nthantheconsentdecreeauthorized.\n1993.\nAt the close of the January, 1991 conference the court had\nAt the December, 1990 conference in response to a\ncomplained that the conferences were a waste of its time\ncomplaint about lack of posting of the consent decree, the\nsince those in attendance representing the defendants\nstate asserted as justification for this breach of the decree\nclaimed to be without authority to make any final\nthe growth of DOCS from 25 facilities and 25,000 inmates\ndeterminations. The defendants sent representatives\nwhen the settlement was reached to 80 facilities and 60,000\nauthorized to make binding decisions to the April, 1991\ninmates today. In response to plaintiffs' charges of multiple\nconference. The discussion and apparent agreement at the\nviolations of the decree in terms of strip searches and strip\nJanuary, 1991 conference (concerning having someone at\nfrisks in the Special Housing Units [FN1] (\"SHU\") to SHU\neach facility to monitor implementation of the consent\ntransfers, the presence of more than an officer and a\ndecree)provedtobeanotherwasteoftimesincedefendants\nsupervisor when strip frisks were administered, and routine\nat the April meeting indicated an unwillingness even to\nstripfriskingbycorrectionofficersonadmissiontoofficeof\nconsider that idea or to deviate from their current practices\nMental Health (\"OMH\") facilities, defendants' alleged that\nand interpretations deemed by the court at odds with the\nno such violations had occurred. In addition, defendants\ndecree,exceptpursuanttoformalmotionpractice.Thecourt\nasserted that the charges from plaintiffs and intervenors\nagreed that if defendants insisted that the matter could not\nmust have a very high degree of validation hereinafter\nbe resolved except pursuant to formal proceedings that\nbefore the state would be willing to take them seriously--in\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page4\n158F.R.D.22\n(Citeas:158F.R.D.22)\nplaintiffs would have to file the necessary motion to set failure to maintain a cooperative relationship with them in\nforththeissuestheywishedresolved. an effort to provide mutual assurance of the good faith\nimplementationofthedecree.\nII\nAfter some delay plaintiffs have now moved for an order The plaintiffs with this motion have submitted\nholding defendant Coughlin in contempt, modifying the documentation of defendants' continued and consistent\ndecreetorequireitspublicationinahandbookdistributedto infractions of the consent decree. Defendants do not appear\ninmates and its posting in the library of each facility, to dispute these charges. Defendants' argument is that\nappointing a special master to monitor future compliance DOCS engages in some 11,000 strip frisks per week and,\nand to make recommendations as to monetary damages to therefore, the hundred or so violations plaintiffs complain\nbepaidtoinmatevictimsofviolationsofthedecreeandfor about proves that thousands of strip frisks are performed\nattorney fees. Defendants, in addition to opposing the consistent with the terms of the decree and thus defendants\nmotion, have themselves moved to modify the decree to are in substantial compliance with the decree. I am not\npermit the presence of more than one officer during strip impressedbythatargument,exceptthatthecontentiondoes\nsearches/stripfrisks. indicate why plaintiffs need to obtain court relief to insure\ngood faith adherence to the terms of the decree. Defendants\n*26 The court convened the parties in a conference on May\nare in violation of their obligations, voluntarily assumed\n20, 1993, to secure their guidance on how they wished to\npursuant to the settlement agreement, when any infraction\nproceed, that is, whether on submission or with a hearing.\noccurs. Failure to acknowledge or accept this fact raises\nBoth sides negated the idea of a hearing and requested that\nserious doubt as to whether the state fully understands all\nthe controversy be resolved on the submissions of the\nthe implications of its commitment as signatory to the\nparties. Before ending the conference, the court attempted\nagreement.\nagain without success to get the parties to negotiate their\ndifferences. III\nPlaintiffs submitted documentation showing that inmates\nThe assistant attorney generals representing the state at\nweresometimesrequiredtoputtheirfingersintheirmouths,\nthese court conferences have challenged the credibility of\nrunthemalongtheirgums,andpullbacktheirlipstoreveal\nthe factual representations made by counsel for plaintiffs\ntheirteethandgums.Thisprocedureisoftenrequiredatthe\nand intervenors. The long list of infractions of the consent\nend of the strip frisk, after the inmate has been required to\ndecree recited by plaintiff at these conferences has been\nhandle his testicles, and many find this particularly\nuniformly rejected by state officials who have refused to\ndegrading. The practice is being followed at Downstate,\nconcede that any violations of substance have occurred.\nSouthport, Auburn, Clinton, Attica, Great Meadow,\nWhere there were disputes concerning interpretation of the\nWoodbourne, Shawangunk, Green Haven and Fishkill.\nagreement's terms, state officials were willing enough to\nDeclaration of Fuller in Support of Motion at pp. 55-62.\naccept the court's view when it concurred with their own,\nThis is a variation from the procedure authorized in the\nbutnototherwise.\nconsent decree, but complaints would probably be reduced\nto a minimum if the officers had the inmates handle their\nThe basic cause for defendants' posture seems to rest on\nmouthsbeforefingeringtheirprivates.\ntheirbeliefthattheconsentdecreerestrictsthediscretionof\ncorrectionofficersinthehandlingofstripsearchesandstrip\nUnderthetermsofthesettlementagreement,probablecause\nfrisks more than would now be required under the present\nto believe that an inmate may be in possession of\ngoverning law both in this circuit and elsewhere.\ncontraband capable of being secreted in his anal or genital\nDefendants' Memorandum of Law in Opposition To\nareasufficestowarrantastripfrisk.Butprobablecausehas\nPlaintiffs' Motion at 13-18. That in part explains their\nto be determined by an officer of the rank of sergeant or\nrefusal to meet the plaintiffs' counsel halfway and their\nhigher, except when an inmate is outside the facility and an\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page5\n158F.R.D.22\n(Citeas:158F.R.D.22)\nofficerabovetherankofsergeantisnotpresent.Theofficer leavingthetransferringunit,andagainonarrivalatthenew\nmaking the probable cause determination must record that unit at Ulster, Great Meadow, Shawangunk, Southport,\nfinding in writing. In addition, the written record must Attica, Auburn, Clinton, Eastern, Downstate and Sullivan.\ninclude the name and number of the inmate, the time, the Sometimes these unauthorized searches are undertaken as\nplace, the scope of the search, whether force was used, the part of a clothing exchange which in fact amounts to an\nnames and ranks of the person(s) conducting and/or present unauthorized strip search. Declaration of Fuller in Support\natthesearchandtheresultofthesearch.Suchrecordswere ofMotionatpp.7-14.\ntobesuppliedtoplaintiffs'attorneyforaperiodofoneyear\nThe consent decree further provides: \"upon admission to\nfromJuly21,1983.\npsychiatric housing, a strip frisk may be conducted if\nDefendants make no claim that this record keeping determined to be necessary for psychiatric reasons by a\nprovision is being observed. While there is no longer any qualified medical provider. The strip frisk should be\nrequirement that such *27 records be supplied to plaintiffs' conducted by medical personnel. If a strip frisk is not done,\ncounsel, the stipulation requires that such records be kept. the medical personnel should conduct a disrobed medical\nThe obvious purpose of this requirement is to insure examination upon initial intake to (sic) the housing unit. If\nadherence to the restriction of strip frisks to probable cause such examination is not possible, a correction officer may\nsituations, except in specific instances defined in the conduct a strip search if, in his discretion, he believes it to\nsettlement. Ignoring these strictures of the consent decree, be necessary.\" On leaving the unit there is to be no strip\nas defendants have done wholesale, constitutes egregious frisk or strip search, \"except in accordance with other\nandcontumaciousviolationsoftheagreement. provisionsofthisdecree.\"\nOn being transferred from one correctional facility to Plaintiffs have documented disregard of these limitations.\nanother,theinmate\"maybestripfriskedorstripsearchedat Declaration of Fuller in Support of Motion at 21-22.\nthe discretion of the transferring officer at the facility from However, documentation is not necessary. Defendants at\nwhich he is being transferred. In the absence of probable conferences with the court, see discussion supra, indicated\ncause as set forth above, he/she will not be strip frisked or thatmedicalpersonnelaredeferringtocorrectionofficersin\nstripsearchedatthereceivingfacility.\"(Emphasissupplied) determining whether a strip frisk is warranted and in\nPlaintiffs have documented numerous violations of this conducting the search or frisk. There is absolutely no\nprovision. Declaration of Fuller in Support of the Motion at justification given for this departure from the specifications\np.7. of the decree. This is another egregious infraction, which\nindicates that defendants routinely are refusing to insure\nMost violations in this category have come with transfers\nadherencetothetermsofthedecree.\nfromoneSHUtoanotherSHUunit.Afteracontactvisitall\ninmates may be strip frisked. On \"initial entry into a [SHU] Whenaninmateleavesonsupervisedtrips,anofficerinhis\nthe inmate may be strip frisked. No other strip frisk may be discretion may strip frisk or strip search the inmate when it\nconductedona[SHU]inmateexceptinaccordancewiththe appears that the inmate has had \"[n]otice of the date ... of\nother provisions of this decree. When an inmate is thetrip...[,]...[a]historyofescape,abscondingorattempts\ntransferred from a [SHU] in one facility to a [SHU] in a thereof, using contraband, or ... [a] history of possession of\ndifferent facility, he/she may not be strip frisked or strip contraband used or attempted to be used for the purpose of\nsearched upon entry into the [SHU] in the receiving escape, attempted escape or assault on a correction officer\nfacility.\"(Emphasissupplied) orattemptedassaultonacorrectionofficer.\"Onreturnfrom\nasupervisedoutsidetrip,thereistobenostripfriskorstrip\nPlaintiffs have documented wholesale violations of this\nsearch \"unless the escorting officer(s) has lost sight of the\nstipulation. SHU inmates are routinely strip frisked on\ninmateorhishandmovementand,inhisdiscretion,believes\ninitial entry into a SHU, upon transfer to another SHU, on\ntheinmateisinthepossessionofcontraband.\"\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page6\n158F.R.D.22\n(Citeas:158F.R.D.22)\nPlaintiffs' documentation in this area points to routine strip supervisor on hand to observe the procedure. The presence\nfrisks being administered on leaving the facility and on of additional personnel is authorized only when a group\nreturn at Auburn, Attica, Gouverneur, Green Haven, search of inmates is required, or where there is reason to\nShawangunk and Wende. Plaintiffs have also set out in this believetheinmatewillactivelyresistthesearch.\ncategory those instances in which the inmate knew in\nTheseprovisionsarealsonotbeingobserved.Invideotapes\nadvance that *28 he/she was going on an outside\nandotherdocumentation,thesearchesarebeingheldbefore\ntrip--usuallythiswasforacourtappearance.Plaintiffsmake\nthree or more officers, in areas through which correctional\nnocomplaintconcerningstripfriskorstripsearchespriorto\npersonnelcomeandgowhilethesearchisinprogress,some\nan outside trip when the inmate had advance notice.\nbeing women while men are in various stages of undress.\nDeclarationofFullerinSupportofMotionat14-20.\nThus the privacy mandated in the decree is not being\nThe normal practice in DOCS some ten years ago when the afforded. These infractions are documented as occurring at\nsettlement was negotiated was not to give inmates advance Auburn, Southport, Attica, Clinton, Downstate, Eastern,\nnotice of outside trips. That would appear to be sound Elmira, Great Meadow and Shawangunk. Declaration of\npenological policy, and there is nothing on record to FullerinSupportofMotionat28-40.SeeVideoTapes.\nindicate that DOCS has changed the practice of not giving\nMoreover, defendants have interpreted the except \"when\nadvance notice of outside trips. Defendants, however, take\nthere is reason to believe that the inmate will actively resist\nthe view that inmates are always aware in advance of the\nthe search ...\" provision in the decree as permitting the\ntime when they are going outside the facility and for that\npresence of additional officers \"when the inmate has a\nreason strip frisking the departing inmate is routinely\nhistory of violence, threats of violence, aberrational\nauthorized. Strip frisks on return to the facility are also\nbehavior\". Defendants' Memorandum in Opposition to\nroutinely justified on the basis that the officer lost sight of\nPlaintiffs'Motionat12.\ntheinmateduringthetrip.\nThis reading of the proviso is altogether unreasonable. The\nIt is evident from the proof offered by plaintiffs that\nphraseintheconsentdecreewasmeanttoembracecasesin\ndefendants are no longer conducting these strip frisks and\nwhich there were concretized indications providing the\nsearches in accord with the terms of the consent decree. On\ndefendants with good cause to believe that an attempt to\nthecontrary,DOCShasreturnedlargelytotheprocedurein\nstrip frisk or strip search a particular inmate would be met\nplace before the consent decree, i.e., routinely conducting\nwith physical resistance. The situations which give rise to\nmultipleandindiscriminatestripfrisksandsearches.\nsuch a belief may vary, but these circumstances are\nConstant and repetitive strip frisking of the inmates may necessarily individualized, not subject to determination\nprovide the correction officer with a greater sense of based solely on a past history of violence which may\nsecurity, but in all probability the practice is adhered to provide no indication of the inmate's propensity to resist\nbecause it is the way correction officers have always stripfrisksorstripsearches.Pastrecordsmustprovidemore\noperated. Nonetheless, DOCS is committed, pursuant to the certain clues as to the inmate's propensity to resist such\nconsentdecree,toamorediscretepolicy. procedures than a record of violence alone. Before reliance\non the inmate's record could meet the decree's yardstick\nThe agreement is explicit in mandating that strip frisks be\nauthorizing the presence of additional personnel, the record\nconducted in the most dignified and least intrusive manner\nhas to involve physical resistance to strip searches, assaults\npossible by an officer of the same sex as the inmate. These\norattemptedassaultsoncorrectionofficers.\nexercisesaretobeheldincleanandheatedareas,wherethe\ninmates can keep their clothing off the floor, and in areas Defendants,however,arenotoperatingonanindividualized\nwhere the inmates will have privacy during the frisks or basis. The wholesale reliance on the inmate's record of\nsearches. Only the frisking officer is to be present and a violence to justify the presence of additional personnel *29\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page7\n158F.R.D.22\n(Citeas:158F.R.D.22)\nin essence makes the \"reason to believe\" provision in the opposing purposes and the consent decree embodies these\ndecree superfluous. Indeed, virtually every inmate in many divergent purposes to the extent achievable through the\nof the state's correctional facilities has a record of violence parties' skill and bargaining power. A consent decree is no\nand some act of violence is usually the cause of their being more than a settlement that contains an injunction. In re\nplacedinstatecustody. MastersMates&PilotsPensionPlan,957F.2d1020,1025\n(2d Cir.1992). The purpose of the decree must be gleaned\nPlaintiffs have also documented instances when correction\nfrom its four corners, United States v. Armour & Co., 402\nofficers have humiliated and ridiculed the inmate while\nU.S. 673, 681-82, 91 S.Ct. 1752, 1757-58, 29 L.Ed.2d 256\nconducting the strip frisk. Declaration of Fuller at 40-45.\n(1971); see Huertas v. East River Housing Corp., 992 F.2d\nThisissurelyatwarwiththedecreesinceitispreciselythe\n1263, 1266; United States v. Int'l Bhd. of Teamsters, 978\nkindofhumiliationthedecreewasdesignedtoeliminate.\nF.2d 68 (2d Cir.1992); United States v. O'Rourke, 943 F.2d\n180, 187 (2d Cir.1991), and the decree reflects the\nIV\nunderstanding of the parties, Haagen-Dazs Co., Inc. v.\n[1] Defendants appear to operate on the assumption that\nMarina Ice Cream Co., Inc., 935 F.2d 542, 543 (2d\nthey are not required to adhere strictly to the terms of the\nCir.1991),and\"deferenceispaidtotheplainmeaningofthe\nconsent decree, since it inhibits the correction officers'\nlanguage ... and the normal usage of the terms selected.\"\ndiscretion much more than would be so under present\nBerger v. Heckler, 771 F.2d 1556, 1558 (2d Cir.1985). The\ngoverning law. The present status of the law, however, is\nterms of the agreement in this case are clear and\nirrelevant.Whenthedecreewasnegotiated,defendantswere\nunambiguousandmustbeaccordedtheirnormalimport.\nreasonably confident that they were agreeing to more\nrestrictions than might be imposed if not by this court,\n[4] Both parties seek a modification of the agreement. To\ncertainly on appeal. Bell v. Wolfish, 441 U.S. 520, 99 S.Ct.\nsucceed in that objective there must first be a showing of a\n1861, 60 L.Ed.2d 447 (1979), holding that legitimate\nsignificant change of circumstances. Rufo v. Inmates of\npenological objectives require a withdrawal or limitation of\nSuffolk County Jail, 502 U.S. 367, ----, 112 S.Ct. 748, 760,\nmany privileges and rights from prisoners that free men\n116L.Ed.2d867(1992);NewYorkStateAss'nforRetarded\nenjoy, had already been decided. The Bell decision would\nChildren, Inc. v. Carey, 706 F.2d 956, 967 (2d Cir.1983),\nseem to support a greater degree of discretion by DOCS\ncert. denied, 464 U.S. 915, 104 S.Ct. 277, 78 L.Ed.2d 257\nthantheconsentdecreecountenanced.\n(1983).Oncethisstandardhasbeenmet,thecourtmustthen\ndecide whether the proposed modification is suitably\nNonetheless, nothing prevents parties from waiving their\ntailored to the new conditions. Ruofo, 502 U.S. at ----, 112\nrights to secure some other objective; Kozlowski v.\nS.Ct.at760.\nCoughlin,871F.2d241,244(2dCir.1989)(\"byconsenting\nto the decree, the Commissioner waived eleventh\nIn this case there has been no substantial change in\namendment immunity.\") (citation omitted), and settlement\ncircumstances to warrant deviation from the terms of the\nof this protracted controversy seemed more attractive than\ndecree. Indeed, defendants, after violating or refusing to\nthe cost and burden of continuing the litigation, and once\ncomplywiththedecreeareseekingcourtratificationoftheir\nentered the consent decree became binding and conclusive.\ninfractions. They have advanced no reason for the desired\nSeeJannehv.GAFCorp.,887F.2d432,436(2dCir.1989);\nchange other than their belief that in light of the current\nKohl Indus. Park Co. v. County of Rockland, 710 F.2d 895,\nstate of the law and the increase in the number of\n903(2dCir.1983).\ncorrectional facilities now housing a larger *30 inmate\npopulation than in 1983, the suggested amendment is in\n[2][3] A settlement normally embodies a compromise; the\norder.\npartieseconomizeoncostsandeliminaterisksand,forthose\nvalues,giveupsomethingwhicheachmighthavegainedin\n[5] A subsequent change in the law, however, is an\ntaking the litigation to its conclusion. The parties have\ninsufficient basis for modification of an agreement,\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page8\n158F.R.D.22\n(Citeas:158F.R.D.22)\nHispanic Soc'y of New York City Police Dep't, Inc. v. New show that an order to that effect is not necessary. If\nYork City Police Dep't., 806 F.2d 1147, 1152-53 (2d defendants continue to ignore their obligations under the\nCir.1986), aff'd sub nom., Marino v. Ortiz, 484 U.S. 301, decree, then certainly such sanctions will have to be\n108 S.Ct. 586, 98 L.Ed.2d 629 (1988); see also Marino v. imposed.\nOrtiz,888F.2d12,13(2dCir.1989),cert.denied,495U.S.\nDefendants are ordered to post the consent decree in the\n931, 110 S.Ct. 2172, 109 L.Ed.2d 501 (1990), and clearly\nlibrary of each facility or to propose alternative means of\nprovides no basis for a unilateral change in its terms.\nbroadcastingthedecreetoinsureitcomestotheattentionof\nNeither does lack of foresight, Investors Insurance Co. v.\neachinmate,anyalternative,ofcourse,mustbeagreedtoby\nDorincoReinsuranceCo.,917F.2d100,105(2dCir.1990),\nplaintiffs. The publication must be in Spanish as well as\nnor the expansion of DOCS, which makes compliance with\nEnglish. Plaintiffs seek publication of the decree in a\nthe decree more onerous, justify noncompliance. See, e.g.,\nhandbook for inmates. I am not certain I understand what\nHealth-Chem Corp. v. Baker, 915 F.2d 805, 810 (2d\nthat means in terms of more effective and certain\nCir.1990).\ndistribution to the inmate population and costs. The parties\n[6] The modifications plaintiffs seek, on the other hand, are are requested to address these issues in memoranda to the\ndesigned to monitor more efficiently oversight of the courttobesubmittednolaterthanSeptember10next.\nimplementation of the decree. The appointment of a master\n[8]Apartymaybeheldincivilcontemptwheretheorderis\nchargedwithmonitoringenforcementofthedecreecertainly\nclearandunambiguous,proofofnoncomplianceisclearand\nseems indicated under present circumstances. Defendants\nconvincing and the party charged with contempt has not\nhave broken away from the original cooperative working\nbeen reasonably diligent or energetic in attempting to\nrelationship with plaintiffs and intervenors. They entirely\naccomplish what was ordered. Local 580, 925 F.2d at 594\nignore some of the decree's provisions and interpret others\n(citing to E.E.O.C. v. Local 28, 753 F.2d 1172, 1178 (2d\nso as to render them null and void or superfluous. Faced\nCir.1985), aff'd, 478 U.S. 421, 106 S.Ct. 3019, 92 L.Ed.2d\nwiththatapproachanddefendants'intransigence,thereisno\n344 (1986)); see also United States v. 20th Century Fox\nway to insure good faith adherence to the terms of the\nFilm Corp., 882 F.2d 656, 659 (2d Cir.1989) (contempt\ndecreeexceptthroughtheoversightofamaster.Ihesitateto\noccurswhenapartyviolatesspecificanddefinitetermsofa\nordertheappointmentofamasterandburdenthestatewith\ncourt order.) There can be no question based on this record\nsuch costs, but defendants has offered no alternative.\nthat defendants are guilty of contempt and, therefore,\nDefendants contracted to abide by, implement and enforce\nsubjecttosanctions.\nthe terms of the consent decree. Plaintiffs are entitled to\nholdthemtotheirbargain.\nSanctions, however, in this case would serve no useful\nfunctionandshouldnotbeneededunlessdefendantspersist\n[7]Althoughacourtmaynot\"randomlyexpandorcontract\nin refusing to accept and adhere to their binding obligation\nthe terms agreed upon in a consent decree\", E.E.O.C. v.\nto implement in good faith what was agreed to. Now that it\nLocal 580, 925 F.2d 588, 593 (2d Cir.1991), the reasonable\nhas been made clear that any variance between what the\nimpositionofequitableremediesoutsidetheconfinesofthe\ncurrent *31 law permits and what the consent decree\ndecree is permitted to secure compliance by the parties.\nproscribes does not release defendants' from their\nAccordingly, the appointment of a master to oversee\ncommitment to adhere to the terms of the consent decree,\nenforcementoftheconsentdecreewillissue,unlessaviable\ngood faith compliance with the agreement may be\nalternative, agreed to by the parties and acceptable to the\nforthcoming. If future transgressions occur, there will be no\ncourt, is proposed forthwith, that is no later than September\nrecourseforthecourtbuttoimposesanctions.\n10next.WhileIagreethatenforcementwouldbeenhanced\nif defendants are required to pay monetary damages for\nITISSOORDERED.\ninfractions, defendants are given one last opportunity to\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page9\n158F.R.D.22\n(Citeas:158F.R.D.22)\nAPPENDIX The following definitions shall apply throughout this\nCONSENTDECREEINFULLRESOLUTIONOF settlementdecree:\nACTION\na.Astripsearchisasearchofaninmate'sclothesoncethey\n1. The Court has jurisdiction of the subject matter of this\nare removed and a visual inspection of the inmate's naked\ndisputepursuantto42U.S.C.§1983.\nbody.Theinmateisnotrequiredtodisplaybodycavitiesor\n2.Thisagreementisinfullandfinalresolutionoftheaction perform any other physical acts set forth in the paragraph\ncommenced by plaintiff Michael X. Hurley on June 27, below;\n1977, certified as a class action and in which a subclass of\nb. A strip frisk is a search of an inmate's clothes and body\nMuslim inmates was certified, to enjoin strip frisk policies\nincluding body cavities. For a male this involves one or\ninNewYorkStatecorrectionalfacilities.\nmore of the following procedures: opening his mouth and\n3. In November 1979, this action was certified as a class moving his tongue up and down and from side to side,\naction.Pursuanttheretoanduponconsentoftheparties,the removing any dentures, running his hands through his hair,\nclass shall consist of all inmates in the custody of the New allowinghisearstobevisuallyexamined,liftinghisarmsto\nYorkStateDepartmentofCorrectionalServices.Pursuantto expose his arm pits, spreading his fingers to expose the\nthe December 1980 certification by the Court, and upon areasbetweenhisfingers,liftinghisfeet,liftinghistesticles\nconsent of the parties hereto, the above class shall include to expose the area behind his testicles and bending over\nthe subclass of Muslim inmates in the custody of the New and/or spreading the cheeks of his buttocks to expose his\nYorkStateDepartmentofCorrectionalServices. anus to the frisking officer. For females the procedure is\nsimilarexceptfemalesmustsquattoexposethevagina;\n4. The above-named parties, without conceding any\ninfirmity in their claims, have determined that resolution of c.Acontactvisitisavisitduringwhichcontactispermitted\nthis action on the terms and conditions set forth herein is in orinfactoccursbetweenaninmateandanyvisitor;\nthebestinterestsofallpartiestothisaction.\nIT IS HEREBY ORDERED, ADJUDGED AND\n5. Nothing in this decree shall be construed as evidence of DECREED, that the defendants, their officers, agents,\nan admission by defendants of a violation of any law, employees and successors are hereby enjoined and\nregulation,rule,ororder. restrained from requiring or permitting the strip frisking\nand/or strip searching of inmates in the custody of the New\n6. This decree, upon approval of the Court, is final and\nYork State Department of Correctional Services, except in\nbinding as of the date of final approval and entry of this\naccordancewiththefollowingprovisionsofthisdecree.\ndecree.\nIT IS HEREBY ORDERED, ADJUDGED AND\n7.Thepartiesheretoshallconferingoodfaithtoattemptto\nDECREED, that all inmates *32 may be strip frisked when\nresolveanydisputearisingoutofthetermsorconditionsset\nthere is probable cause to believe that they may be in\nforthinthisdecreepriortobringingacontemptaction.\npossession of contraband capable of being secreted in their\nanalorgenitalarea.\n8.TheCourthasfullyexaminedthetermsofthisdecreeand\n1. Any determination of probable cause under this decree\nfindsthattheyarefairandreasonableandnottheproductof\nmust be made by an officer of the rank of sergeant or\ncollusionbetweenthepartieshereto.\nhigher, except when the inmate is outside the facility and\nanofficerabovetherankofsergeantisnotpresent.\nConsistent with the foregoing, and with consent of the\n2. When, during a strip search, an officer finds probable\nparties hereto, IT IS ORDERED, ADJUDGED AND\ncause to believe that an inmate has contraband concealed\nDECREEDASFOLLOWS:\nin his/her anal/genital areas, a search of that specific area\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page10\n158F.R.D.22\n(Citeas:158F.R.D.22)\nmay be made only after compliance with the procedures from a special housing unit in one facility to a special\ndescribedinparagraph1above.Itisfurther, housing unit in a different facility, he/she may not be strip\nfriskedorstripsearcheduponentryintothespecialhousing\nORDERED, ADJUDGED AND DECREED, that the\nunit in the receiving facility. For purposes of this decree\nofficialmakingsuchadeterminationshallcausethebasisof\n\"special housing unit\" means a housing unit used for\nthe probable cause to be recorded in a signed writing. The\ndisciplinary segregation and/or protective custody. It is\nwritten record shall include, in addition, the name and\nfurther,\nnumber of the inmate, the time, the place, the scope of the\nsearch, whether force was used, the names and ranks of the ORDERED, ADJUDGED AND DECREED, that on\nperson(s) conducting and/or present at the search and the admission to psychiatric housing, a strip frisk may be\nresult of the search. These records shall be supplied conducted if determined to be necessary for psychiatric\nquarterly to one of the attorneys for the plaintiffs for a reasons by a qualified medical provider. The strip frisk\nperiod of one year from the date of this judgment. It is shouldbeconductedbymedicalpersonnel.Ifastripfriskis\nfurther, not done, the medical personnel should conduct a disrobed\nmedical examination upon initial intake to the housing unit.\nORDERED, ADJUDGED AND DECREED, that when,\nIf such an examination is not possible, a correction officer\nduringastripsearch,anofficerbelievesthataninmatemay\nmayconductastripsearchif,inhisdiscretion,hebelievesit\nhave contraband concealed on an area of his/her naked\ntobenecessary.\nbody, other than in his/her anal/genital areas, the officer\nmayeffectuateafurthersearchofthatarea.Itisfurther, On exit from a psychiatric housing unit there shall be no\nstrip frisk or strip search, except in accordance with other\nORDERED, ADJUDGED AND DECREED, that when an\nprovisionsofthisdecree.Itisfurther,\ninmate is transferred from one Department of Correctional\nServices facility to another, he/she may be strip frisked or ORDERED, ADJUDGED AND DECREED, that all\nstrip searched in the discretion of the transferring officer at inmates may be strip frisked upon return to a correctional\nthe facility from which he is being transferred. In the facility from a period of unsupervised leave. When an\nabsenceofprobablecauseassetforthabove,he/shewillnot inmate is leaving a correctional facility to go on a period of\nbe strip frisked or strip searched at the receiving facility. It unsupervised leave, he/she shall not be searched. It is\nisfurther, further,\nORDERED, ADJUDGED AND DECREED, that all ORDERED, ADJUDGED AND DECREED, that when an\ninmates may be strip frisked after a contact visit. It is inmateisleavingona*33supervisedoutsidetrip,anofficer\nfurther, may, in his discretion, strip frisk or strip search the inmate\nwhenitappearsthattheinmatehas:\nORDERED, ADJUDGED AND DECREED, that all\n1.Noticeofthedateordatesofthetriportripsand/or\ninmates shall be permitted the option of having non-contact\n2. A history of escape, absconding or attempts thereof,\nvisits with attorneys. In the absence of probable cause as\nusingcontraband,or\nprovided elsewhere in this decree, no strip searches or strip\n3. A history of possession of contraband used or\nfrisksmaybeconductedaftersuchvisits.Itisfurther,\nattempted to be used for the purpose of escape attempted\nescape, assault on a correction officer, or attempted\nORDERED, ADJUDGED AND DECREED, that on initial\nassaultonacorrectionofficer.\nentry to a special housing unit an inmate may be strip\nfrisked. No other strip frisk shall be conducted on a special\nOn return from a supervised outside trip, the inmate shall\nhousing unit inmate except in accordance with the other\nnot be strip frisked or strip searched unless the escorting\nprovisions of this decree. When an inmate is transferred\nofficer(s)haslostsightoftheinmateorhishandmovement\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page11\n158F.R.D.22\n(Citeas:158F.R.D.22)\nand, in his discretion, believes the inmate is in the ORDERED, ADJUDGED AND DECREED, that the\npossessionofcontraband.Itisfurther, Department of Correctional Services shall make a copy of\nthisdecreeavailabletoeachsecurityemployeeemployedby\nORDERED, ADJUDGED AND DECREED, that strip\ntheDepartment,shallexplainitsmeaninginlaylanguageto\nfrisksandstripsearchesshallnotbeconductedasapartofa\neach of these employees, and shall include a thorough\ngeneral search of any facility or portion of a facility except\nexplanationofitsprovisionsinitstrainingofnewcorrection\nasfollows:\nofficers;anditisfurther,\n1. During a routine block search an inmate may be strip\nsearched and subjected to an inspection of his/her mouth, ORDERED, ADJUDGED AND DECREED, that a copy of\nears,hair,hands,armpitsandfeet. this decree shall be posted in each housing unit and each\n2. During a search undertaken in response to a major law library located in a correctional facility operated by the\nthreattothesecurityofthefacilityandsuchsearchhaving New York State Department of Correctional Services and a\nbeen duly authorized by the Commissioner or a Deputy copy shall be given to the chairperson of each inmate\nCommissioner, a strip frisk of an inmate may, if grievance resolution committee and the chairperson of each\nnecessary,beconducted.Itisfurther, inmateliaisoncommittee;anditisfurther;\nORDERED, ADJUDGED AND DECREED, that any strip ORDERED, ADJUDGED AND DECREED, that except as\nfriskorstripsearchshallbeconductedinthemostdignified specifically granted by this judgment all claims and\nand least intrusive manner possible and by an officer of the applications of the named plaintiffs, members of the\nsamesexastheinmate.Itisfurther, plaintiff class and members of the plaintiff-intervenor class,\nincludingbutnotlimitedtoallclaimsformonetarydamages\nORDERED, ADJUDGED AND DECREED, that the\nbeandtheyherebyaredenied.Itisfurther;\nDepartment shall maintain a rule or regulation providing\nthat all strip frisks and strip searches shall be conducted in ORDERED,ADJUDGEDANDDECREED,thatthisCourt\nareas which are adequately clean and heated and where shall retain jurisdiction to enforce the terms of this decree\ninmatescankeeptheirclothesoffthefloor.Itisfurther, and *34 to entertain applications for costs and attorneys'\nfees.\nORDERED, ADJUDGED AND DECREED, that every\nstrip frisk or strip search shall be conducted with only the Dated:NewYork,NewYork\nindividual searching officer and, if necessary, a supervisor\nJuly21,1983\nable to observe the search, except under the following\n/s/RobertL.Carter\ncircumstances:\nUnitedStatesDistrictJudge\n1. When a major disturbance of the facility requires that\nONCONSENT:\ninmatesbeheldandsearchedingroups,or\n/s/TarquinBromley\n2. When there is reason to believe that the inmate will\nRobertAbrams,Esq.\nactively resist the search, thereby necessitating the presence\nofadditionalofficer(s)Itisfurther,\nAttorneyGeneraloftheStateofNewYork\nORDERED, ADJUDGED AND DECREED, that the\nBy:TarquinBromley,Esq.\ndefendants, their officers, agents, employees and successors\nare hereby permanently enjoined and restrained from\nAssistantAttorneyGeneral\nconducting strip frisks or strip searches of Muslim inmates\nexcept in those situations and under those conditions that AttorneysforDefendants\ntheymaybeperformedonotherinmates.Itisfurther,\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n158F.R.D.22 FOREDUCATIONALUSEONLY Page12\n158F.R.D.22\n(Citeas:158F.R.D.22)\n/s/DavidC.Leven\nDavidC.Leven,Esq.\nPrisoners'LegalServicesofNewYork\nAttorneysforPlaintiffs\n/s/ClaudiaAngelos\nClaudiaAngelos,Esq.\nWashingtonSquareLegalServices,Inc.\nAttorneysforPlaintiffs-Intervenors\n158F.R.D.22\nENDOFDOCUMENT\n©2006Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/4356"
    },
    {
      "date": "1978-04-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1227,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 448,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 56897,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/56897.pdf",
      "title": "Opinion",
      "text": "448 F.Supp. 1227 (1978)\nMichael X. HURLEY, Plaintiff,\nv.\nBenjamin J. WARD, Commissioner of the Department of Correctional Services, and\nJoseph Keenan, Director of Special Housing Units (Punitive Segregation), Individually\nand in their official capacities, Defendants.\nNo. 77 Civ. 3847.\nUnited States District Court, S. D. New York.\nApril 11, 1978.\nLanny Earl Walter, Daniel J. Steinbock, Prisoners' Legal Services of New York, Albany, N. Y., for plaintiff.\nLouis J. Lefkowitz, Atty. Gen. of the State of New York, New York City, for defendants, Paul E. Dahlman, Deputy\nAsst. Atty. Gen., New York City, of counsel.\nOPINION\nROBERT L. CARTER, District Judge.\nThe Issue and Facts\n1228 This is a motion for preliminary injunction brought by plaintiff Michael X. Hurley, *1228 an inmate in the New York\nState Correction System. The action is brought pursuant to 42 U.S.C. § 1983. Plaintiff seeks to enjoin state\ncorrectional officers from routinely subjecting him to a strip-frisk search in the absence of probable cause to\nbelieve that he has concealed contraband in his body. The strip-frisk search requires an inmate, after taking off all\nhis clothes in the presence of the officers, to lift his testicles and bend over and spread his buttocks to show his\nanus to the officers; to open his mouth and stick out his tongue; and to hold up his feet while the inmate's back is\nturned to the officer. Plaintiff seeks, moreover, to enjoin the correctional officers from subjecting him to the kind of\nobjectionable search indicated even where probable cause exists since there are alternative and less demeaning\nmethods available for detecting contraband and because of past abuses inflicted upon plaintiff.\nThe matter was heard on December 6, 7, and 8, 1977, and January 12, and 13, 1978. Plaintiff testified and\ndescribed his own experiences. Two other inmates who had witnessed plaintiff being strip searched on several\noccasions also related what they had seen. Video tape recordings of the strip search procedures involving\nplaintiff being forceably strip searched at Great Meadows Correctional Facility on October 12 and October 26,\n1977, were shown. Harvey Alter, the present Director of the City of New York Board of Correctional Institutional\nCompliance & Development Unit, testified as an expert witness on plaintiff's behalf. Finally, the state offered the\ntestimony of two correctional officers assigned to its Arthur Kill Correctional Facility, Staten Island, New York.\nThe strip-frisk search at issue here is defined in Title 7, New York Code, Rules & Regulations, Section 1020.5(b)\nas follows:\n\"A strip frisk means a search of an inmate's person and his clothes after the inmate has removed\nall his clothing. The search includes a thorough inspection of the clothing and a close visual\ninspection of the inmate's person, including body cavities. If there is reasonable cause to believe\ncontraband has been concealed in a body cavity, the inmates shall be immediately examined and/\nor x-rayed by a facility health staff member.\"\n\nSections 1020.25(b) and (c), then provide that an inmate in special housing is to be strip frisked upon leaving the\nspecial housing unit if he is to leave the facility for any reason, and is always to be strip frisked upon his return to\nthe unit.\nDepartment of Correctional Services Directive 4910 (P-1) justifies this practice as sound correctional policy. That\ndirective provides in pertinent part that:\n\"1. Searching an inmate's person is a sound correctional practice and a necessary element of\ncontraband control. The employee conducting this type of search must assure its thoroughness\nand not offend the dignity of the inmate being searched.\n2. The three types of searches of an inmate's person which are authorized are as follows:\n. . . . .\nc. A Strip Frisk may be made on inmates leaving a visiting area in a maximum or medium security\nfacility, going to or coming from a psychiatric observation unit, returning from release programs,\nbeing transferred or received from another facility or jurisdiction, going to or returning from court,\nhospital, outside medical care or consultation, funeral and such leave, and whenever there are\nreasonable grounds to believe the inmate is in possession of contraband which may not be\ndetected by a `pat frisk.' The strip frisk is to be performed in a manner that is least degrading to all\nparties concerned.\"\nThe procedure, as described by both inmates and correctional officers, was for the inmate to disrobe in front of\n1229 the guards, spread his fingers, lift his arms, open his *1229 mouth and wag his tongue, lift his testicles and turn\nhis back to the guards, raise his feet, bend over and spread the cheeks of his buttocks. The inmates say that\nwhen they raise their feet they have to wiggle their toes (the correctional officer testifying for the state said they\nmerely had to raise their feet). The inmates state they have to run their hands through their hair, but the\ncorrectional officer says the guards do that. The inmates' version of toe wiggling seems more in keeping with this\ndegrading pantomine, required in the name of security, as does requiring the inmate to run his hand through his\nhair.\nThe video tape was most revealing. Plaintiff is shown after he has been led out of his cell, with shackles on his\nankles and with his hands shackled to a bar around his waist. The shackles are removed for his strip-frisk search.\nAfterwards, he is permitted to dress, the shackles are locked in place around his ankles, and his hands are\nshackled to a bar at his waist, and he leaves the premises to go, in the instances shown, to court. The record\ndoes not disclose whether the shackles are removed in the courtroom, but I assume that they are. He is under\nthe strict surveillance of the correctional officer during his time away from prison. When his courtroom\nappearance is over, again the record is unclear, but I assume the ankle chains and hand shackles are again fitted\non the inmate and he returns to prison as he left00fully shackled. On arrival, the shackles are removed, and he is\n97\nagain subjected to a strip frisk. Finally, he is reshackled and taken back to his cell.\nPlaintiff's civil rights contention is directed specifically to the testicle lifting and buttocks spreading elements of the\nstrip search. When required to undergo this procedure, plaintiff consistently refuses to cooperate and is forceably\nmade to comply.\nDiscussion\nThe standard for granting a motion for a preliminary injunction is probable success on the merits and irreparable\ninjury. Gulf & Western Industries, Inc. v. Great Atlantic & Pacific Tea Co., 476 F.2d 687, 692 (2d Cir. 1973). In\naddition, the court may consider whether a sufficiently serious question going to the merits has been raised to\nmake it a fair ground for litigation and whether the balance of hardships weighs in favor of the party seeking relief.\nId. at 692-93, quoting Checker Motors Corp. v. Chrysler Corp., 405 F.2d 319, 323 (2d Cir.),cert. denied,394 U.S.\n999, 89 S.Ct. 1595, 22 L.Ed.2d 777 (1969).\n\nPlaintiff is a sentenced inmate, serving a term for a serious infraction of the law. Moreover, he has been confined\nto a special housing unit because of findings by the Adjustment Committee that he violated the facility\nregulations. He is under indictment for assaulting a guard, and is presently serving a term of 25 years to life. We\ndeal, therefore, with an inmate about whom society and the correction officers have reason to hold security\nconcerns. Accordingly, the restricted parameters of judicial intervention in respect to the conditions of plaintiff's\nincarceration must be strictly observed. The Constitution does not require that persons of plaintiff's class be\nprovided with all the amenities of the outside world. See Newman v. Alabama, 559 F.2d 283 (5th Cir. 1977).\nMoreover, it must be recognized that \"courts are ill equipped to deal with the increasingly urgent problems of\nprison administration . . ..\" Procunier v. Martinez, 416 U.S. 396, 405, 94 S.Ct. 1800, 1807, 40 L.Ed.2d 224 (1974).\nYet, it is also recognized that prisoners, even dangerous ones, are entitled to some basic consideration which\ncivilized society accords to members of the human race. See Newman v. Alabama, supra, 559 F.2d at 286.\nThe justification put forward for the strip-frisk search is to prevent contraband from being introduced into the\nprison. The testimony adduced by the state showed that one guard, who had been a correction officer for 8 years\n1230 and 7 months, had discovered on one strip-frisk search a marijuana cigarette taped behind the testicles of an \n*1230 inmate; in another case, he had found a band aid enclosing a $10 bill taped to the inside of a man's leg,\nand in a third case, he had discovered money hidden in an inmate's jock strap. The jock strap incident can\nimmediately be put to one side00the discovery of the money could have been accomplished by a simple search of\n97\nthe man's clothing after he had undressed. The incident involving contraband being taped to the inside of the\ninmate's leg was also discoverable by less intrusive means, such as a close inspection of the inmate's naked\nbody. Only in the case of the marijuana cigarette enclosed in a band aid taped behind the inmate's testicles was\nthere any real possibility that a simple, close look at the inmate's naked body would not reveal the contraband.\nThe one possibility in the 8 years and 7 months experience of a guard who must have participated in innumerable\nstrip-frisk searches is very little proof of the need for a procedure which is as degrading and dehumanizing to\nboth inmates and guards as that involved here.\nAn individual who is convicted of a crime and imprisoned does not lose all claim to the protections of the\nConstitution. While he does forfeit considerable portions of the rights available to those outside the prison walls,\nthat surrender is not total, and some residuum of his constitutional guarantees survives. See Bonner v. Coughlin,\n517 F.2d 1311, 1316 (7th Cir. 1975) (Stevens, J.). Indeed, it seems to have become accepted doctrine that\nprisoners retain all of their constitutional rights except those that must be impinged upon for purposes of security\nand rehabilitation. James v. Wallace, 382 F.Supp. 1177, 1180 (M.D.Ala.1974),citing Jones v. Wittenberg, 323\nF.Supp. 93, 98 (N.D.Ohio 1971),aff'd sub nom., Jones v. Metzger, 456 F.2d 854 (6th Cir. 1972). It is clear that a\nprisoner must submit to reasonable discipline. Blake v. Pryse, 315 F.Supp. 625, 626 (D.Minn.1970),aff'd,444\nF.2d 218 (8th Cir. 1971) (per curiam). \"Yet, few will dispute that, whatever the circumstances, the existence of a\nrealm in which privacy is safeguarded is fundamental to decent treatment of an inmate. . . . Indeed, every effort\nshould be made to preserve those conditions which foster human dignity.\" Wolfish v. Levi, 573 F.2d 118 at 131\n(2d Cir. 1978).\nWhenever a prisoner leaves the facility, he is apparently put into leg irons, and his hands are shackled to a bar\nfastened around his waist. The inmate, while away from the institution, remains under the watchful eye of the\nguard who accompanies him. There was no effort to justify strip-frisk searches on grounds that the prisoner could\nsomehow conceal a weapon behind his testicles or in his anus. The chief concern apparently is that unless strip-\nfrisk searches are permitted, inmates will be able to smuggle money and narcotics into the prison. Yet, only one\nincident appears in the record which conceivably provides any support for the state's contentions in this regard.\nBasic civilized standards require that prison inmates be accorded at least some minimal right to privacy. Arbitrary\nand routine invasions of privacy in the name of security create needless tensions and hostility among the affected\ninmates. As with all problems in our society, unhappily these tensions become exacerbated when, as here, the\ncorrection officials enforcing the regulations or restrictions are white and the inmates are black.\nThe whole challenged procedure appalls. Inmates are required to open their mouths, wag their tongues, turn and\nshow the bottoms of their feet and spread their toes00a procedure akin to displaying slaves for auction, cattle for\n97\nmarket, and animals for sale. The ultimate degradation is the required lifting of the testicles and the bending over\nto spread the buttocks.\n\nThere are, of course, a number of cases which have found no constitutional violation in these practices and have\nrefused to enjoin them on the grounds that security considerations warrant them. See, e.g., Daughtery v. Harris,\n1231 476 F.2d 292 (10th *1231 Cir.),cert. denied,414 U.S. 872, 94 S.Ct. 112, 38 L.Ed.2d 91 (1973); Hodges v. Klein,\n412 F.Supp. 896 (D.N.J.1976); Giampetruzzi v. Malcolm, 406 F.Supp. 836 (S.D.N.Y.1975). The argument\naccepted in those cases, however, cannot withstand close scrutiny. The record is devoid of a single incident\nwhen weapons were uncovered by these searches. In addition, it must be remembered that plaintiff here seeks\nvery limited relief. He is not requesting that he not be searched, or that he not be required to strip before the\nguards and allow them a visual inspection of his naked body. Nor is he requesting that he not be required to open\nhis mouth or show the bottoms of his feet. All that plaintiff seeks is an order enjoining the degrading practice of\nrequiring him to lift his testicles and spread his buttocks00a practice described by our court of appeals as one that\n97\n\"shocks one's conscience.\" Wolfish v. Levi, supra, at 1219.\nThe irreparable injury which such practices inflict is all but self evident. In United States ex rel. Wolfish v. Levi,\n439 F.Supp. 114 (S.D.N.Y.1977),aff'd in relevant part,573 F.2d 118 (2d Cir.1978), Judge Frankel, in commenting\non strip searches in a federal prison, which track the practices at issue here, stated that such procedures reveal\nqualities \"that a court might come close to noticing judicially.\" Id. at 146. Those qualities were the\nunpleasantness, embarrassment and humiliation. \"The spreading and lifting of genitalia and the bending over to\nspread buttocks for anal inspection plunge the reaction to a level of deep degradation and submission. The\npostures [inmates] are compelled to assume are calculated to trigger, in the officer and inmates respectively,\nfeelings of sadism, terror and incipient masochism that no one alive could have failed to predict.\" Id. at 146-47.\nWhile Wolfish dealt with pretrial detainees and prisoners convicted of serious crimes, no distinction was made\nbetween the two types of prisoners in barring the practice as a violation of the inmates' constitutional rights. Since\nthere has been nothing on the record in this trial to justify the practice, the probability of success on the merits\nhas been established. Moreover, the institutional practices used in conjunction with the strip searches in Wolfish\nare more lenient than those in this case. There, prisoners are escorted to court in handcuffs. They are not put in\nleg irons, nor are their hands strapped to a bar at their waists.\nThis case was brought on an individual basis, but we hold that the practice of requiring prisoners during strip\nsearch procedures to lift their genitals and to bend over and spread their buttocks to display their anus violates\nbasic federal civil rights and imposes irreparable injury. Accordingly, the practice is enjoined. The requirement that\nthe inmates disrobe before the guards to allow their body and clothing to be closely inspected is not disturbed.\nNor is the state correctional facility barred from conducting a strip-frisk search when there is cause to believe that\ncontraband is being smuggled into the institution. In such cases, however, the correction officials must make a\nrecord of the strip search and set forth reasons why they felt it necessary to conduct it. The preliminary injunction\nis granted.\nIT IS SO ORDERED.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/56897"
    },
    {
      "date": "1993-07-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 22,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 158,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 62127,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/62127.pdf",
      "title": "Reported Opinion",
      "text": "Hurley v. Coughlin, 158 F.R.D. 22 (1993) \n \n \n   F.Supp. 174 (S.D.N.Y.1982) (Carter, J). During that ten \n158 F.R.D. 22  month  interval  the  parties  had  engaged  in  intense \nUnited States District Court,  negotiations, sometimes with the court’s assistance, in an \nS.D. New York.  effort to work out a mutually acceptable solution, thereby \nconcluding the lawsuit and avoiding the need and expense \nMichael X. HURLEY, etc., et al., Plaintiffs,  of an appeal. The result was the consent decree. \nand    \nKhalil A. Rahman, etc., et al., Plaintiffs– The decree states unequivocally that “defendants ... are \nIntervenors,  hereby  enjoined  and  restrained  from  requiring  or \nv.  permitting  the  strip  frisking  and/or  strip  searching  of \nThomas A. COUGHLIN III, et al., Defendants,  inmates  in  the  custody  of  the  [DOCS],  except  in \nand  accordance with the following provisions of this decree.” \nNew York State Inspection, Security, and Law  Its basic purpose was to establish for DOCS standard \nEnforcement Employees, District Counsel 82,  operating  procedures  in  the  areas  covered  by  the \nAFSCME, AFL–CIO, etc., Defendants–\nstipulated agreement, which were to be followed in every \nIntervenors. \nfacility  under  defendants’  control  and  in  every \ncircumstance once the procedures became operative. \nNo. 77 Civ. 3847 (RLC). | July 28, 1993. \n  \nThe agreement defines a strip frisk as “a search of an \ninmate’s clothes and body including body cavities. For a \nAttorneys and Law Firms \nmale  this  involves  one  or  more  of  the  following \n*23 Prisoners Legal Services, Ithaca, NY (Sarah Betsy  procedures: opening his mouth and moving his tongue up \nFuller, of counsel) and Prisoners Legal Services, New  and down and from side to side, removing any dentures, \nYork City (David C. Leven, of counsel), for plaintiffs.  running his hands through his hair, allowing his ears to be \nvisually examined, lifting his arms to expose his arm pits, \nNew York University Civ. Rights Clinic, New York City,  spreading his fingers to expose the areas between his \nfor plaintiffs-intervenors (Claudia Angelos, of counsel).  fingers, lifting his feet, lifting his testicles to expose the \narea behind his testicles and bending and/or spreading the \nRobert Abrams, Atty. Gen. of the State of N.Y., New  cheeks of his buttocks to expose his anus to the frisking \nYork City, for defendants (August L. Fietkau, Asst. Atty.  officer. For females the procedure is similar except that \nGen., of counsel).  females must squat to expose the vagina.....” \n  \nOpinion  The decree was the product of good faith bargaining. Both \nsides felt they had given up something which they could \nROBERT L. CARTER, District Judge. \nhave secured with this court’s decision or on appeal, but \nthat resolving the controversy by a stipulated agreement \n \nwas in the best interest of the state and the inmates. Both \nsides were committed to monitoring the agreement in \nI  good  faith,  according  respect  to  their  opposing  views \nwhen disagreement arose concerning the implementation \nA consent decree (see Appendix) was entered into in this  and interpretation of the decree, and seeking to work these \ncase on July 21, 1983, over the signatures of one of the  differences out among themselves before involving the \nthen Assistant Attorney Generals of the State of New  court in the dispute. \nYork, counsel for the plaintiffs, David Leven, Esq., *24    \nPrisoners’ Legal Services of New York and counsel for  The implicit understanding and undertaking were that the \nthe  intervenors,  Claudia  Angelos,  Esq.,  Washington  Prisoners’  Legal  Services  and  the  Washington  Square \nSquare Legal Services of New York. The decree was on  Legal  Services,  now  the  NYU  Legal  Services,  would \nbehalf of a class consisting “of all inmates in the custody  advise DOCS and the Attorney General’s office on receipt \nof  the  New  York  State  Department  of  Correctional  of verifiable violations of the terms of the agreement. On \nServices [“DOCS”] ... includ [ ] [ing] the subclass of  receipt  of  such  information,  DOCS  and  the  Attorney \nMuslim inmates” in the state’s custody. This settlement of  General would make the necessary inquiry to determine \nthe litigation came approximately ten (10) months after  whether  the  facility  or  facilities  in  question  were  in \nthe court had filed its final opinion in the case in which it  compliance with the consent decree. There is inevitable \nheld that routine strip frisk searches could be required  tension  between  these  groups,  but  cooperation  among \nafter contact visits but were unreasonable and unjustified  them secured for a time a satisfactory supervision of the \nin  all  other  circumstances.  See  Hurley  v.  Ward,  549  agreement’s  implementation  at  a  minimum  outlay  of \npublic funds. Certainly this procedure is not the most \n  1 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \neffective or most efficient measuring device, but when the  correction officers, not medical personnel, administered \nparties approach the task in a spirit of mutual good faith  the strip searches and frisks. DOCS advised the court that \nand trust, it can, and did for a while, work reasonably  this was the current practice because medical personnel \nwell.  deferred  to  the  correction  officials.  In  light  of  the \n   assurance that there had been no violation of the decree, it \nIsolated  complaints  from  individual  inmates,  lacking  seems  apparent  that  defendants  refused  to  accept  the \nsupport  from  either  counsel  for  the  plaintiffs  or  admitted deviations from the decree as a transgression. \nintervenors, did not as a rule invoke full scale inquiries by    \ndefendants.  Such  action  was  undertaken  only  when  At the January, 1991 meeting, there was discussion of \ntriggered  by  complaints  supported  by  counsel  for  having an officer in each facility monitor implementation \nplaintiffs and/or counsel for the intervenors. Of course,  of the decree in his facility and to report his findings to \nthe inmate could pursue the matter through the inmate’s  the  central  office.  Again  there  was  discussion  of \ngrievance  machinery,  but  then  the  complaint  would  complaints about the presence of more correction officers \nseldom get beyond the particular facility implicated.  at strip frisks than the consent decree authorized. \n     \nIn the last several years the atmosphere has changed. The  At the close of the January, 1991 conference the court had \nreaction of the defendants to complaints of violations of  complained that the conferences were a waste of its time \nthe decree from counsel for the plaintiffs and intervenors  since  those  in  attendance  representing  the  defendants \nhas  *25  been  dismissive.  There  has  been  a  complete  claimed  to  be  without  authority  to  make  any  final \nerosion of mutual respect between the parties, and neither  determinations.  The  defendants  sent  representatives \nside now believes the other is acting in good faith. Court  authorized to make binding decisions to the April, 1991 \nefforts  to  restore  an  atmosphere  of  cooperation  and  conference. The discussion and apparent agreement at the \nmutual respect have been unsuccessful. The court met  January, 1991 conference (concerning having someone at \nwith the parties in December, 1990, January, 1991, April,  each facility to monitor implementation of the consent \n1991, and May, 1993.  decree)  proved  to  be  another  waste  of  time  since \n   defendants  at  the  April  meeting  indicated  an \nAt  the  December,  1990  conference  in  response  to  a  unwillingness even to consider that idea or to deviate \ncomplaint about lack of posting of the consent decree, the  from their current practices and interpretations deemed by \nstate asserted as justification for this breach of the decree  the court at odds with the decree, except pursuant to \nthe  growth  of  DOCS  from  25  facilities  and  25,000  formal  motion  practice.  The  court  agreed  that  if \ninmates when the settlement was reached to 80 facilities  defendants insisted that the matter could not be resolved \nand  60,000  inmates  today.  In  response  to  plaintiffs’  except  pursuant  to  formal  proceedings  that  plaintiffs \ncharges of multiple violations of the decree in terms of  would have to file the necessary motion to set forth the \nstrip  searches  and  strip  frisks  in  the  Special  Housing  issues they wished resolved. \nUnits1 (“SHU”) to SHU transfers, the presence of more    \nthan an officer and a supervisor when strip frisks were   \nadministered,  and  routine  strip  frisking  by  correction \nofficers  on  admission  to  office  of  Mental  Health \nII \n(“OMH”)  facilities,  defendants’  alleged  that  no  such \nviolations had occurred. In addition, defendants asserted \nAfter some delay plaintiffs have now moved for an order \nthat the charges from plaintiffs and intervenors must have \nholding defendant Coughlin in contempt, modifying the \na very high degree of validation hereinafter before the \ndecree to require its publication in a handbook distributed \nstate would be willing to take them seriously—in short, \nto inmates and its posting in the library of each facility, \nplaintiffs counsel’s support of a claim no longer sufficed. \nappointing a special master to monitor future compliance \n  \nand to make recommendations as to monetary damages to \n1  These are heavy security units to house those regarded  be paid to inmate victims of violations of the decree and \n  as most dangerous.  for attorney fees. Defendants, in addition to opposing the \n \nmotion, have themselves moved to modify the decree to \n  permit the presence of more than one officer during strip \nAs to the OMH issue, DOCS admitted that its practice  searches/strip frisks. \ndeviated  from  the  terms  of  the  consent  decree  which    \nprovides  that,  on  admission  to  these  units,  medical  *26 The court convened the parties in a conference on \npersonnel should determine whether a strip search or strip  May 20, 1993, to secure their guidance on how they \nfrisk  should  be  administered  and,  if  the  decision  is  wished to proceed, that is, whether on submission or with \naffirmative, medical personnel are to perform the task. In  a hearing. Both sides negated the idea of a hearing and \npractice, the decision whether to undertake a strip search  requested  that  the  controversy  be  resolved  on  the \nor  frisk  was  being  made  by  correction  officers,  and  submissions of the parties. Before ending the conference, \n  2 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \nthe  court  attempted  again  without  success  to  get  the  Downstate,  Southport,  Auburn,  Clinton,  Attica,  Great \nparties to negotiate their differences.  Meadow, Woodbourne, Shawangunk, Green Haven and \n   Fishkill. Declaration of Fuller in Support of Motion at pp. \nThe assistant attorney generals representing the state at  55–62. This is a variation from the procedure authorized \nthese court conferences have challenged the credibility of  in the consent decree, but complaints would probably be \nthe factual representations made by counsel for plaintiffs  reduced to a minimum if the officers had the inmates \nand intervenors. The long list of infractions of the consent  handle their mouths before fingering their privates. \ndecree recited by plaintiff at these conferences has been    \nuniformly rejected by state officials who have refused to  Under the terms of the settlement agreement, probable \nconcede that any violations of substance have occurred.  cause to believe that an inmate may be in possession of \nWhere there were disputes concerning interpretation of  contraband capable of being secreted in his anal or genital \nthe agreement’s terms, state officials were willing enough  area suffices to warrant a strip frisk. But probable cause \nto accept the court’s view when it concurred with their  has to be determined by an officer of the rank of sergeant \nown, but not otherwise.  or higher, except when an inmate is outside the facility \n   and an officer above the rank of sergeant is not present. \nThe basic cause for defendants’ posture seems to rest on  The  officer  making  the  probable  cause  determination \ntheir belief that the consent decree restricts the discretion  must  record  that  finding  in  writing.  In  addition,  the \nof correction officers in the handling of strip searches and  written record must include the name and number of the \nstrip frisks more than would now be required under the  inmate,  the  time,  the  place,  the  scope  of  the  search, \npresent governing law both in this circuit and elsewhere.  whether  force  was  used,  the  names  and  ranks  of  the \nDefendants’  Memorandum  of  Law  in  Opposition  To  person(s) conducting and/or present at the search and the \nPlaintiffs’ Motion at 13–18. That in part explains their  result of the search. Such records were to be supplied to \nrefusal to meet the plaintiffs’ counsel halfway and their  plaintiffs’ attorney for a period of one year from July 21, \nfailure to maintain a cooperative relationship with them in  1983. \nan effort to provide mutual assurance of the good faith    \nimplementation of the decree.  Defendants  make  no  claim  that  this  record  keeping \n   provision is being observed. While there is no longer any \nThe  plaintiffs  with  this  motion  have  submitted  requirement  that  such    *27  records  be  supplied  to \ndocumentation of defendants’ continued and consistent  plaintiffs’  counsel,  the  stipulation  requires  that  such \ninfractions  of  the  consent  decree.  Defendants  do  not  records be kept. The obvious purpose of this requirement \nappear to dispute these charges. Defendants’ argument is  is to insure adherence to the restriction of strip frisks to \nthat DOCS engages in some 11,000 strip frisks per week  probable  cause  situations,  except  in  specific  instances \nand,  therefore,  the  hundred  or  so  violations  plaintiffs  defined in the settlement. Ignoring these strictures of the \ncomplain about proves that thousands of strip frisks are  consent  decree,  as  defendants  have  done  wholesale, \nperformed consistent with the terms of the decree and  constitutes egregious and contumacious violations of the \nthus defendants are in substantial compliance with the  agreement. \ndecree. I am not impressed by that argument, except that    \nthe contention does indicate why plaintiffs need to obtain  On  being  transferred  from  one  correctional  facility  to \ncourt relief to insure good faith adherence to the terms of  another, the inmate “may be strip frisked or strip searched \nthe  decree.  Defendants  are  in  violation  of  their  at the discretion of the transferring officer at the facility \nobligations,  voluntarily  assumed  pursuant  to  the  from which he is being transferred. In the absence of \nsettlement agreement, when any infraction occurs. Failure  probable cause as set forth above, he/she will not be strip \nto acknowledge or accept this fact raises serious doubt as  frisked  or  strip  searched  at  the  receiving  facility.” \nto whether the state fully understands all the implications  (Emphasis  supplied)  Plaintiffs  have  documented \nof its commitment as signatory to the agreement.  numerous  violations  of  this  provision.  Declaration  of \n   Fuller in Support of the Motion at p. 7. \n    \nMost violations in this category have come with transfers \nfrom one SHU to another SHU unit. After a contact visit \nIII \nall inmates may be strip frisked. On “initial entry into a \n[SHU] the inmate may be strip frisked. No other strip \nPlaintiffs submitted documentation showing that inmates \nfrisk may be conducted on a [SHU] inmate except in \nwere  sometimes  required  to  put  their  fingers  in  their \naccordance  with  the  other  provisions  of  this  decree. \nmouths, run them along their gums, and pull back their \nWhen  an  inmate  is  transferred  from  a  [SHU]  in  one \nlips to reveal their teeth and gums. This procedure is often \nfacility to a [SHU] in a different facility, he/she may not \nrequired at the end of the strip frisk, after the inmate has \nbe strip frisked or strip searched upon entry into the \nbeen required to handle his testicles, and many find this \n[SHU] in the receiving facility.” (Emphasis supplied) \nparticularly degrading. The practice is being followed at \n  \n  3 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \nPlaintiffs have documented wholesale violations of this  an  outside  trip  when  the  inmate  had  advance  notice. \nstipulation. SHU inmates are routinely strip frisked on  Declaration of Fuller in Support of Motion at 14–20. \ninitial entry into a SHU, upon transfer to another SHU, on    \nleaving the transferring unit, and again on arrival at the  The normal practice in DOCS some ten years ago when \nnew  unit  at  Ulster,  Great  Meadow,  Shawangunk,  the settlement was negotiated was not to give inmates \nSouthport, Attica, Auburn, Clinton, Eastern, Downstate  advance notice of outside trips. That would appear to be \nand Sullivan. Sometimes these unauthorized searches are  sound penological policy, and there is nothing on record \nundertaken as part of a clothing exchange which in fact  to indicate that DOCS has changed the practice of not \namounts to an unauthorized strip search. Declaration of  giving  advance  notice  of  outside  trips.  Defendants, \nFuller in Support of Motion at pp. 7–14.  however, take the view that inmates are always aware in \n   advance of the time when they are going outside the \nThe consent decree further provides: “upon admission to  facility and for that reason strip frisking the departing \npsychiatric housing, a strip frisk may be conducted if  inmate is routinely authorized. Strip frisks on return to the \ndetermined to be necessary for psychiatric reasons by a  facility are also routinely justified on the basis that the \nqualified  medical  provider.  The  strip  frisk  should  be  officer lost sight of the inmate during the trip. \nconducted by medical personnel. If a strip frisk is not    \ndone, the medical personnel should conduct a disrobed  It is evident from the proof offered by plaintiffs that \nmedical  examination  upon  initial  intake  to  (sic)  the  defendants are no longer conducting these strip frisks and \nhousing  unit.  If  such  examination  is  not  possible,  a  searches in accord with the terms of the consent decree. \ncorrection officer may conduct a strip search if, in his  On  the  contrary,  DOCS  has  returned  largely  to  the \ndiscretion, he believes it to be necessary.” On leaving the  procedure  in  place  before  the  consent  decree,  i.e., \nunit there is to be no strip frisk or strip search, “except in  routinely  conducting  multiple  and  indiscriminate  strip \naccordance with other provisions of this decree.”  frisks and searches. \n     \nPlaintiffs have documented disregard of these limitations.  Constant and repetitive strip frisking of the inmates may \nDeclaration of Fuller in Support of Motion at 21–22.  provide  the  correction  officer  with  a  greater  sense  of \nHowever, documentation is not necessary. Defendants at  security, but in all probability the practice is adhered to \nconferences  with  the  court,  see  discussion  supra,  because it is the way correction officers have always \nindicated  that  medical  personnel  are  deferring  to  operated. Nonetheless, DOCS is committed, pursuant to \ncorrection officers in determining whether a strip frisk is  the consent decree, to a more discrete policy. \nwarranted and in conducting the search or frisk. There is    \nabsolutely no justification given for this departure from  The agreement is explicit in mandating that strip frisks be \nthe specifications of the decree. This is another egregious  conducted  in  the  most  dignified  and  least  intrusive \ninfraction, which indicates that defendants routinely are  manner possible by an officer of the same sex as the \nrefusing to insure adherence to the terms of the decree.  inmate. These exercises are to be held in clean and heated \n   areas, where the inmates can keep their clothing off the \nWhen an inmate leaves on supervised trips, an officer in  floor, and in areas where the inmates will have privacy \nhis discretion may strip frisk or strip search the inmate  during the frisks or searches. Only the frisking officer is \nwhen it appears that the inmate has had “[n]otice of the  to be present and a supervisor on hand to observe the \ndate ... of the trip ...[,] ... [a] history of escape, absconding  procedure.  The  presence  of  additional  personnel  is \nor attempts thereof, using contraband, or ... [a] history of  authorized  only  when  a  group  search  of  inmates  is \npossession of contraband used or attempted to be used for  required, or where there is reason to believe the inmate \nthe purpose of escape, attempted escape or assault on a  will actively resist the search. \ncorrection officer or attempted assault on a correction    \nofficer.” On return from a supervised outside trip, there is  These provisions are also not being observed. In video \nto be no strip frisk or strip search “unless the escorting  tapes and other documentation, the searches are being \nofficer(s)  has  lost  sight  of  the  inmate  or  his  hand  held before three or more officers, in areas through which \nmovement and, in his discretion, believes the inmate is in  correctional personnel come and go while the search is in \nthe possession of contraband.”  progress, some being women while men are in various \n   stages  of  undress.  Thus  the  privacy  mandated  in  the \nPlaintiffs’ documentation in this area points to routine  decree  is  not  being  afforded.  These  infractions  are \nstrip frisks being administered on leaving the facility and  documented as occurring at Auburn, Southport, Attica, \non return at Auburn, Attica, Gouverneur, Green Haven,  Clinton, Downstate, Eastern, Elmira, Great Meadow and \nShawangunk and Wende. Plaintiffs have also set out in  Shawangunk. Declaration of Fuller in Support of Motion \nthis category those instances in which the inmate knew in  at 28–40. See Video Tapes. \nadvance that *28 he/she was going on an outside trip—   \nusually this was for a court appearance. Plaintiffs make no  Moreover, defendants have interpreted the except “when \ncomplaint concerning strip frisk or strip searches prior to  there is reason to believe that the inmate will actively \n  4 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \nresist the search ...” provision in the decree as permitting  limitation of many privileges and rights from prisoners \nthe presence of additional officers “when the inmate has a  that free men enjoy, had already been decided. The Bell \nhistory  of  violence,  threats  of  violence,  aberrational  decision  would  seem  to  support  a  greater  degree  of \nbehavior”. Defendants’ Memorandum in Opposition to  discretion  by  DOCS  than  the  consent  decree \nPlaintiffs’ Motion at 12.  countenanced. \n     \nThis reading of the proviso is altogether unreasonable.  Nonetheless, nothing prevents parties from waiving their \nThe phrase in the consent decree was meant to embrace  rights  to  secure  some  other  objective;  Kozlowski  v. \ncases  in  which  there  were  concretized  indications  Coughlin,  871  F.2d  241,  244  (2d  Cir.1989)  (  “by \nproviding the defendants with good cause to believe that  consenting  to  the  decree,  the  Commissioner  waived \nan attempt to strip frisk or strip search a particular inmate  eleventh amendment immunity.”) (citation omitted), and \nwould be met with physical resistance. The situations  settlement of this protracted controversy seemed more \nwhich give rise to such a belief may vary, but these  attractive  than  the  cost  and  burden  of  continuing  the \ncircumstances are necessarily individualized, not subject  litigation, and once entered the consent decree became \nto determination based solely on a past history of violence  binding and conclusive. See Janneh v. GAF Corp., 887 \nwhich  may  provide  no  indication  of  the  inmate’s  F.2d 432, 436 (2d Cir.1989); Kohl Indus. Park Co. v. \npropensity  to  resist  strip  frisks  or  strip  searches.  Past  County of Rockland, 710 F.2d 895, 903 (2d Cir.1983). \nrecords must provide more certain clues as to the inmate’s    \npropensity  to  resist  such  procedures  than  a  record  of  [2] [3] A settlement normally embodies a compromise; the \nviolence alone. Before reliance on the inmate’s record  parties economize on costs and eliminate risks and, for \ncould  meet  the  decree’s  yardstick  authorizing  the  those values, give up something which each might have \npresence of additional personnel, the record has to involve  gained  in  taking  the  litigation  to  its  conclusion.  The \nphysical resistance to strip searches, assaults or attempted  parties have opposing purposes and the consent decree \nassaults on correction officers.  embodies  these  divergent  purposes  to  the  extent \n   achievable  through  the  parties’  skill  and  bargaining \nDefendants,  however,  are  not  operating  on  an  power. A consent decree is no more than a settlement that \nindividualized  basis.  The  wholesale  reliance  on  the  contains  an  injunction.  In  re  Masters  Mates  &  Pilots \ninmate’s record of violence to justify the presence of  Pension Plan, 957 F.2d 1020, 1025 (2d Cir.1992). The \nadditional personnel *29 in essence makes the “reason to  purpose  of  the  decree  must  be  gleaned  from  its  four \nbelieve”  provision  in  the  decree  superfluous.  Indeed,  corners, United States v. Armour & Co., 402 U.S. 673, \nvirtually every inmate in many of the state’s correctional  681–82, 91 S.Ct. 1752, 1757–58, 29 L.Ed.2d 256 (1971); \nfacilities  has  a  record  of  violence  and  some  act  of  see Huertas v. East River Housing Corp., 992 F.2d 1263, \nviolence is usually the cause of their being placed in state  1266; United States v. Int’l Bhd. of Teamsters, 978 F.2d \ncustody.  68 (2d Cir.1992); United States v. O’Rourke, 943 F.2d \n   180,  187  (2d  Cir.1991),  and  the  decree  reflects  the \nPlaintiffs  have  also  documented  instances  when  understanding of the parties, Haagen–Dazs Co., Inc. v. \ncorrection  officers  have  humiliated  and  ridiculed  the  Marina  Ice  Cream  Co.,  Inc.,  935  F.2d  542,  543  (2d \ninmate while conducting the strip frisk. Declaration of  Cir.1991), and “deference is paid to the plain meaning of \nFuller at 40–45. This is surely at war with the decree since  the  language  ...  and  the  normal  usage  of  the  terms \nit is precisely the kind of humiliation the decree was  selected.” Berger v. Heckler, 771 F.2d 1556, 1558 (2d \ndesigned to eliminate.  Cir.1985). The terms of the agreement in this case are \n   clear and unambiguous and must be accorded their normal \n  import. \n  \n[4] Both parties seek a modification of the agreement. To \nIV \nsucceed in that objective there must first be a showing of \na significant change of circumstances. Rufo v. Inmates of \n[1] Defendants appear to operate on the assumption that \nSuffolk County Jail, 502 U.S. 367, ––––, 112 S.Ct. 748, \nthey are not required to adhere strictly to the terms of the \n760, 116 L.Ed.2d 867 (1992); New York State Ass’n for \nconsent decree, since it inhibits the correction officers’ \nRetarded Children, Inc. v. Carey, 706 F.2d 956, 967 (2d \ndiscretion much more than would be so under present \nCir.1983), cert. denied, 464 U.S. 915, 104 S.Ct. 277, 78 \ngoverning law. The present status of the law, however, is \nL.Ed.2d 257 (1983). Once this standard has been met, the \nirrelevant. When the decree was negotiated, defendants \ncourt must then decide whether the proposed modification \nwere  reasonably  confident  that  they  were  agreeing  to \nis suitably tailored to the new conditions. Ruofo, 502 U.S. \nmore restrictions than might be imposed if not by this \nat ––––, 112 S.Ct. at 760. \ncourt, certainly on appeal. Bell v. Wolfish, 441 U.S. 520, \n  \n99  S.Ct.  1861,  60  L.Ed.2d  447  (1979),  holding  that \nIn  this  case  there  has  been  no  substantial  change  in \nlegitimate penological objectives require a withdrawal or \ncircumstances to warrant deviation from the terms of the \n  5 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \ndecree. Indeed, defendants, after violating or refusing to  continue to ignore their obligations under the decree, then \ncomply with the decree are seeking court ratification of  certainly such sanctions will have to be imposed. \ntheir infractions. They have advanced no reason for the    \ndesired change other than their belief that in light of the  Defendants are ordered to post the consent decree in the \ncurrent state of the law and the increase in the number of  library of each facility or to propose alternative means of \ncorrectional facilities now housing a larger *30 inmate  broadcasting the decree to insure it comes to the attention \npopulation than in 1983, the suggested amendment is in  of each inmate, any alternative, of course, must be agreed \norder.  to by plaintiffs. The publication must be in Spanish as \n   well as English. Plaintiffs seek publication of the decree \n[5]  A  subsequent  change  in  the  law,  however,  is  an  in a handbook for inmates. I am not certain I understand \ninsufficient  basis  for  modification  of  an  agreement,  what that means in terms of more effective and certain \nHispanic Soc’y of New York City Police Dep’t, Inc. v.  distribution  to  the  inmate  population  and  costs.  The \nNew York City Police Dep’t., 806 F.2d 1147, 1152–53 (2d  parties  are  requested  to  address  these  issues  in \nCir.1986), aff’d sub nom., Marino v. Ortiz, 484 U.S. 301,  memoranda to the court to be submitted no later than \n108 S.Ct. 586, 98 L.Ed.2d 629 (1988); see also Marino v.  September 10 next. \nOrtiz, 888 F.2d 12, 13 (2d Cir.1989), cert. denied, 495    \nU.S. 931, 110 S.Ct. 2172, 109 L.Ed.2d 501 (1990), and  [8] A party may be held in civil contempt where the order \nclearly provides no basis for a unilateral change in its  is  clear  and  unambiguous,  proof  of  noncompliance  is \nterms. Neither does lack of foresight, Investors Insurance  clear and convincing and the party charged with contempt \nCo. v. Dorinco Reinsurance Co., 917 F.2d 100, 105 (2d  has  not  been  reasonably  diligent  or  energetic  in \nCir.1990),  nor  the  expansion  of  DOCS,  which  makes  attempting to accomplish what was ordered. Local 580, \ncompliance  with  the  decree  more  onerous,  justify  925 F.2d at 594 (citing to E.E.O.C. v. Local 28, 753 F.2d \nnoncompliance. See, e.g., Health–Chem Corp. v. Baker,  1172, 1178 (2d Cir.1985), aff’d, 478 U.S. 421, 106 S.Ct. \n915 F.2d 805, 810 (2d Cir.1990).  3019, 92 L.Ed.2d 344 (1986)); see also United States v. \n   20th Century Fox Film Corp., 882 F.2d 656, 659 (2d \n[6] The modifications plaintiffs seek, on the other hand, are  Cir.1989) (contempt occurs when a party violates specific \ndesigned  to  monitor  more  efficiently  oversight  of  the  and definite terms of a court order.) There can be no \nimplementation  of  the  decree.  The  appointment  of  a  question based on this record that defendants are guilty of \nmaster  charged  with  monitoring  enforcement  of  the  contempt and, therefore, subject to sanctions. \ndecree  certainly  seems  indicated  under  present    \ncircumstances. Defendants have broken away from the  Sanctions, however, in this case would serve no useful \noriginal cooperative working relationship with plaintiffs  function  and  should  not  be  needed  unless  defendants \nand intervenors. They entirely ignore some of the decree’s  persist in refusing to accept and adhere to their binding \nprovisions and interpret others so as to render them null  obligation to implement in good faith what was agreed to. \nand void or superfluous. Faced with that approach and  Now  that  it  has  been  made  clear  that  any  variance \ndefendants’ intransigence, there is no way to insure good  between what the current *31 law permits and what the \nfaith adherence to the terms of the decree except through  consent decree proscribes does not release defendants’ \nthe  oversight  of  a  master.  I  hesitate  to  order  the  from their commitment to adhere to the terms of the \nappointment of a master and burden the state with such  consent decree, good faith compliance with the agreement \ncosts,  but  defendants  has  offered  no  alternative.  may be forthcoming. If future transgressions occur, there \nDefendants contracted to abide by, implement and enforce  will be no recourse for the court but to impose sanctions. \nthe terms of the consent decree. Plaintiffs are entitled to    \nhold them to their bargain.  IT IS SO ORDERED. \n     \n[7]  Although  a  court  may  not  “randomly  expand  or   \ncontract  the  terms  agreed  upon  in  a  consent  decree”, \nE.E.O.C. v. Local 580, 925 F.2d 588, 593 (2d Cir.1991),  APPENDIX \nthe reasonable imposition of equitable remedies outside \nthe  confines  of  the  decree  is  permitted  to  secure \nCONSENT DECREE IN FULL RESOLUTION OF \ncompliance by the parties. Accordingly, the appointment \nACTION \nof a master to oversee enforcement of the consent decree \nwill issue, unless a viable alternative, agreed to by the \n1. The Court has jurisdiction of the subject matter of this \nparties and acceptable to the court, is proposed forthwith, \ndispute pursuant to 42 U.S.C. § 1983. \nthat is no later than September 10 next. While I agree that \n  \nenforcement  would  be  enhanced  if  defendants  are \n2. This agreement is in full and final resolution of the \nrequired  to  pay  monetary  damages  for  infractions, \naction commenced by plaintiff Michael X. Hurley on June \ndefendants are given one last opportunity to show that an \n27,  1977,  certified  as  a  class  action  and  in  which  a \norder  to  that  effect  is  not  necessary.  If  defendants \n  6 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \nsubclass of Muslim inmates was certified, to enjoin strip  buttocks to expose his anus to the frisking officer. For \nfrisk policies in New York State correctional facilities.  females  the  procedure  is  similar  except  females  must \n   squat to expose the vagina; \n3. In November 1979, this action was certified as a class    \naction. Pursuant thereto and upon consent of the parties,  c.  A  contact  visit  is  a  visit  during  which  contact  is \nthe class shall consist of all inmates in the custody of the  permitted or in fact occurs between an inmate and any \nNew York State Department of Correctional Services.  visitor; \nPursuant to the December 1980 certification by the Court,    \nand upon consent of the parties hereto, the above class  IT  IS  HEREBY  ORDERED,  ADJUDGED  AND \nshall  include  the  subclass  of  Muslim  inmates  in  the  DECREED,  that  the  defendants,  their  officers,  agents, \ncustody  of  the  New  York  State  Department  of  employees  and  successors  are  hereby  enjoined  and \nCorrectional Services.  restrained from requiring or permitting the strip frisking \n   and/or strip searching of inmates in the custody of the \n4.  The  above-named  parties,  without  conceding  any  New York State Department of Correctional Services, \ninfirmity in their claims, have determined that resolution  except in accordance with the following provisions of this \nof this action on the terms and conditions set forth herein  decree. \nis in the best interests of all parties to this action.    \n   IT  IS  HEREBY  ORDERED,  ADJUDGED  AND \n5. Nothing in this decree shall be construed as evidence of  DECREED, that all inmates *32 may be strip frisked \nan admission by defendants of a violation of any law,  when there is probable cause to believe that they may be \nregulation, rule, or order.  in possession of contraband capable of being secreted in \n   their anal or genital area. \n6. This decree, upon approval of the Court, is final and \nbinding as of the date of final approval and entry of this  1.  Any  determination  of  probable  cause  under  this \ndecree.  decree  must  be  made  by  an  officer  of  the  rank  of \n   sergeant or higher, except when the inmate is outside \n7. The parties hereto shall confer in good faith to attempt  the facility and an officer above the rank of sergeant is \nto  resolve  any  dispute  arising  out  of  the  terms  or  not present. \nconditions set forth in this decree prior to bringing a \ncontempt action.  2. When, during a strip search, an officer finds probable \n   cause  to  believe  that  an  inmate  has  contraband \nconcealed in his/her anal/genital areas, a search of that \n8. The Court has fully examined the terms of this decree \nspecific area may be made only after compliance with \nand finds that they are fair and reasonable and not the \nthe procedures described in paragraph 1 above. It is \nproduct of collusion between the parties hereto. \nfurther, \n  \n  \nConsistent with the foregoing, and with consent of the \nparties  hereto,  IT  IS  ORDERED,  ADJUDGED  AND  ORDERED,  ADJUDGED  AND  DECREED,  that  the \nDECREED AS FOLLOWS:  official making such a determination shall cause the basis \n   of the probable cause to be recorded in a signed writing. \nThe  following  definitions  shall  apply  throughout  this  The written record shall include, in addition, the name \nsettlement decree:  and number of the inmate, the time, the place, the scope \n   of the search, whether force was used, the names and \nranks of the person(s) conducting and/or present at the \na. A strip search is a search of an inmate’s clothes once \nsearch and the result of the search. These records shall be \nthey are removed and a visual inspection of the inmate’s \nsupplied quarterly to one of the attorneys for the plaintiffs \nnaked body. The inmate is not required to display body \nfor a period of one year from the date of this judgment. It \ncavities or perform any other physical acts set forth in the \nis further, \nparagraph below; \n  \n  \nb. A strip frisk is a search of an inmate’s clothes and body  ORDERED, ADJUDGED AND DECREED, that when, \nincluding body cavities. For a male this involves one or  during a strip search, an officer believes that an inmate \nmore of the following procedures: opening his mouth and  may have contraband concealed on an area of his/her \nmoving his tongue up and down and from side to side,  naked body, other than in his/her anal/genital areas, the \nremoving any dentures, running his hands through his  officer may effectuate a further search of that area. It is \nfurther, \nhair, allowing his ears to be visually examined, lifting his \n  \narms to expose his arm pits, spreading his fingers to \nORDERED, ADJUDGED AND DECREED, that when \nexpose  the  areas  between  his  fingers,  lifting  his  feet, \nan  inmate  is  transferred  from  one  Department  of \nlifting his testicles to expose the area behind his testicles \nCorrectional Services facility to another, he/she may be \nand  bending  over  and/or  spreading  the  cheeks  of  his \n  7 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \nstrip frisked or strip searched in the discretion of the  2. A history of escape, absconding or attempts thereof, \ntransferring officer at the facility from which he is being  using contraband, or \ntransferred. In the absence of probable cause as set forth \nabove, he/she will not be strip frisked or strip searched at  3.  A  history  of  possession  of  contraband  used  or \nthe receiving facility. It is further,  attempted  to  be  used  for  the  purpose  of  escape \n   attempted escape, assault on a correction officer, or \nORDERED,  ADJUDGED  AND  DECREED,  that  all  attempted assault on a correction officer. \ninmates may be strip frisked after a contact visit. It is    \nfurther,  On return from a supervised outside trip, the inmate shall \n   not be strip frisked or strip searched unless the escorting \nORDERED,  ADJUDGED  AND  DECREED,  that  all  officer(s)  has  lost  sight  of  the  inmate  or  his  hand \ninmates  shall  be  permitted  the  option  of  having  non- movement and, in his discretion, believes the inmate is in \ncontact visits with attorneys. In the absence of probable  the possession of contraband. It is further, \ncause  as  provided  elsewhere  in  this  decree,  no  strip    \nsearches or strip frisks may be conducted after such visits.  ORDERED,  ADJUDGED  AND  DECREED,  that  strip \nIt is further,  frisks and strip searches shall not be conducted as a part \n   of a general search of any facility or portion of a facility \nORDERED,  ADJUDGED  AND  DECREED,  that  on  except as follows: \ninitial entry to a special housing unit an inmate may be \nstrip frisked. No other strip frisk shall be conducted on a  1. During a routine block search an inmate may be strip \nsearched  and  subjected  to  an  inspection  of  his/her \nspecial housing unit inmate except in accordance with the \nmouth, ears, hair, hands, armpits and feet. \nother  provisions  of  this  decree.  When  an  inmate  is \ntransferred from a special housing unit in one facility to a \n2. During a search undertaken in response to a major \nspecial housing unit in a different facility, he/she may not \nthreat to the security of the facility and such search \nbe  strip  frisked  or  strip  searched  upon  entry  into  the \nhaving been duly authorized by the Commissioner or a \nspecial housing unit in the receiving facility. For purposes \nDeputy Commissioner, a strip frisk of an inmate may, \nof this decree “special housing unit” means a housing unit \nif necessary, be conducted. It is further, \nused  for  disciplinary  segregation  and/or  protective \n  \ncustody. It is further, \nORDERED,  ADJUDGED  AND  DECREED,  that  any \n  \nstrip frisk or strip search shall be conducted in the most \nORDERED,  ADJUDGED  AND  DECREED,  that  on \ndignified and least intrusive manner possible and by an \nadmission to psychiatric housing, a strip frisk may be \nofficer of the same sex as the inmate. It is further, \nconducted if determined to be necessary for psychiatric \n  \nreasons by a qualified medical provider. The strip frisk \nORDERED,  ADJUDGED  AND  DECREED,  that  the \nshould be conducted by medical personnel. If a strip frisk \nDepartment shall maintain a rule or regulation providing \nis  not  done,  the  medical  personnel  should  conduct  a \nthat all strip frisks and strip searches shall be conducted in \ndisrobed medical examination upon initial intake to the \nareas which are adequately clean and heated and where \nhousing unit. If such an examination is not possible, a \ninmates can keep their clothes off the floor. It is further, \ncorrection officer may conduct a strip search if, in his \n  \ndiscretion, he believes it to be necessary. \nORDERED, ADJUDGED AND DECREED, that every \n  \nstrip frisk or strip search shall be conducted with only the \nOn exit from a psychiatric housing unit there shall be no \nindividual searching officer and, if necessary, a supervisor \nstrip frisk or strip search, except in accordance with other \nable to observe the search, except under the following \nprovisions of this decree. It is further, \ncircumstances: \n  \n  \nORDERED,  ADJUDGED  AND  DECREED,  that  all \n1. When a major disturbance of the facility requires that \ninmates may be strip frisked upon return to a correctional \ninmates be held and searched in groups, or \nfacility from a period of unsupervised leave. When an \n  \ninmate is leaving a correctional facility to go on a period \n2. When there is reason to believe that the inmate will \nof unsupervised leave, he/she shall not be searched. It is \nactively  resist  the  search,  thereby  necessitating  the \nfurther, \npresence of additional officer(s) It is further, \n  \n  \nORDERED, ADJUDGED AND DECREED, that when \nORDERED,  ADJUDGED  AND  DECREED,  that  the \nan inmate is leaving on a *33 supervised outside trip, an \ndefendants,  their  officers,  agents,  employees  and \nofficer may, in his discretion, strip frisk or strip search the \nsuccessors  are  hereby  permanently  enjoined  and \ninmate when it appears that the inmate has: \nrestrained from conducting strip frisks or strip searches of \nMuslim inmates except in those situations and under those \n1. Notice of the date or dates of the trip or trips and/or \n  8 \n \n\nHurley v. Coughlin, 158 F.R.D. 22 (1993) \n \nconditions that they may be performed on other inmates.    \nIt is further,  United States District Judge \n     \nORDERED,  ADJUDGED  AND  DECREED,  that  the    \nDepartment of Correctional Services shall make a copy of  ON CONSENT: \nthis decree available to each security employee employed  /s/ Tarquin Bromley \nby  the  Department,  shall  explain  its  meaning  in  lay    \nlanguage to each of these employees, and shall include a    \nthorough explanation of its provisions in its training of  Robert Abrams, Esq. \nnew correction officers; and it is further,    \n   Attorney General of the State of New York \nORDERED, ADJUDGED AND DECREED, that a copy    \nof this decree shall be posted in each housing unit and  By: Tarquin Bromley, Esq. \neach law library located in a correctional facility operated    \nby  the  New  York  State  Department  of  Correctional  Assistant Attorney General \nServices and a copy shall be given to the chairperson of    \neach  inmate  grievance  resolution  committee  and  the  Attorneys for Defendants \nchairperson of each inmate liaison committee; and it is  /s/ David C. Leven \nfurther;    \n     \nORDERED, ADJUDGED AND DECREED, that except  David C. Leven, Esq. \nas specifically granted by this judgment all claims and    \napplications  of  the  named  plaintiffs,  members  of  the  Prisoners’ Legal Services of New York \nplaintiff  class  and  members  of  the  plaintiff-intervenor    \nclass, including but not limited to all claims for monetary  Attorneys for Plaintiffs \ndamages be and they hereby are denied. It is further;  /s/ Claudia Angelos \n     \nORDERED,  ADJUDGED  AND  DECREED,  that  this    \nCourt shall retain jurisdiction to enforce the terms of this  Claudia Angelos, Esq. \ndecree and *34 to entertain applications for costs and    \nattorneys’ fees.  Washington Square Legal Services, Inc. \n     \nAttorneys for Plaintiffs–Intervenors \nDated: New York, New York    \nJuly 21, 1983  \t\r  \n/s/ Robert L. Carter \n \n \n  \n  9 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/62127"
    }
  ],
  "document_count": 10
}