{
  "case_id": 10010,
  "fetched_at": "2025-10-20T22:39:15.683997",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Dawson County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Dawson",
        "name": "Dawson County Jail",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Nebraska",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1986-12-19",
    "filing_year": 1986,
    "id": 10010,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2007-06-28T00:00:00-04:00",
    "main_docket": {
      "id": 33069,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1986,
      "docket_filing_number": 851,
      "is_main_docket": true,
      "court": "District of Nebraska",
      "state": "Nebraska",
      "docket_office_number": "4",
      "docket_number_manual": "86-L-851",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Smith v. Dawson County, NE",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "A male arrested for driving under the influence who refused to submit to a breath test was later strip-searched and sprayed with insecticide at the Dawson County Jail.  This was a blanket procedure for all incarcerated individuals.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Nebraska",
    "summary": "<p>In 1986, a man who had been an arrestee and a inmate at the Dawson County Jail in Lexington, Nebraska filed a 42 U.S.C. § 1983 action against the county sheriff, the county, and various officers in the United States District Court for the District of Nebraska. The plaintiff sought damages and an injunction, claiming that his Fourth Amendment rights were violated. Specifically, the Plaintiff alleged that the blanket policy of strip searching and spraying all detainees with insecticide constituted an unreasonable search under the Fourth Amendment.</p><p>On March 2, 1984, the Plaintiff was arrested for failing to submit to a breath test during a stop for driving while intoxicated. While he was detained in the Dawson County Jail, officers brought him into private, ventilated room and ordered him to disrobe. They subsequently inspected his body for any open sores or signs of contagion, ordered him to cover his face with a towel, and sprayed him from head-to-toe, especially the genital and anal areas, with an insecticide meant to kill crab and head lice.  The procedure was repeatedin January of 1986 when the plaintiff was arrested for driving on a suspended license.</p><p>When Plaintiff was serving a sentence at the Dawson County Jail, he was subjected to daily strip-searches and insecticide dousing, because he was on daily work release. The County alleged that this practice was to abate the public health risk of outbreaks at the jail.</p><p>On August 4, 1987, in, the magistrate judge recommended that the Court (Judge Lyle E. Strom) grant Plaintiff's Motion for Partial Summary Judgment, holding that the policy and practice of requiring disrobing and spraying of insecticide constituted a search under the Fourth Amendment, and that the county's purported justification was not reasonable. The Magistrate recommended summary judgment for the two officer defendants, as Monell liability did not attach to them.</p><p>We have no further information about this case.</p>",
    "summary_published_date": "2012-04-29T00:00:00-04:00",
    "summary_short": "A a 1987 Report and Recommendation, a magistrate judge recommended that defendants county and sheriff be held liable under 42 U.S.C. § 1983 for their blanket policy of strip-searching and spraying detainees with insecticide. Defendants' argument that it was reasonable in light of the health risks posed by potential contagion was found insufficient in light of inmates privacy interests.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10010",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10010",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10010",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10010"
  },
  "documents": [
    {
      "date": "1987-08-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 46833,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1987,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "District of Nebraska",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66275,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66275.pdf",
      "title": "Report and Recommendation",
      "text": "Smith v. Dawson County, Neb., Not Reported in F.Supp. (1987)   \n \n \n   County Jail, all persons that are to be incarcerated are \nsubjected  to  the  usual  requirements  of  answering \n1987 WL 46833 \nquestions concerning medical history and medication, and \nOnly the Westlaw citation is currently available. \nare also pat searched, fingerprinted, and photographed. In \nUnited States District Court, D. Nebraska. \naddition,  at  all  times  relevant  to  this  suit,  all  such \nindividuals were further subjected to a strip search, during \nKenneth L. SMITH, Plaintiff, \nv.  the  course  of  which  they  would  be  sprayed  with  an \nDAWSON COUNTY, NEBRASKA, et al.,  insecticide  from  an  aerosol  can.  As  indicated  on  the \nDefendants.  product, the insecticide was to be used on humans for the \npurpose of killing crab, body, and head lice, as well as \nNo. CV 86–L–851. | Aug. 4, 1987.  nits and chiggers. (Exhibit 6).2 \n  \nThis blanket procedure was conducted on all incarcerated \nAttorneys and Law Firms  individuals,  whether  they  were  initial  arrestees  or \nsentenced  prisoners  returning  on  work  release,  and \nBeverly Evans Grenier, Lincoln, Neb., for plaintiff. \nregardless  of  the  charges  filed  against  that  particular \nperson.  (Mandelko  Deposition  14:14–15:5;  Boom \nDavid Pederson, North Platte, Neb., for defendant. \nDeposition  26:9–16  &  38:3–39:1;  Coover  Deposition \n12:1–12).3  The  individual  was  accompanied  by  a \nOpinion \ncorrectional officer of the same gender, and was first \n \nrequired to completely disrobe. The room in which this \nwas done was not open to view from passers-by or others \nREPORT AND RECOMMENDATION  in  the  jail,  so  that  only  the  jailer  conducting  the \nexamination would see the individual while he or she was \n*1 Pending before the court is the motion of the plaintiff  nude. After observing the individual remove his or her \nfor partial summary judgment on the issue of liability in  clothing, the correctional officer would then require the \nthis action brought pursuant to 42 U.S.C. § 1983. The  individual to raise his or her arms to shoulder level, and \nplaintiff contends that the defendants are liable as a matter  hold a folded towel over his or her face, especially the \nof law for the implementation of a policy, which has since  mouth  and  nose.  The  correctional  officer  would  then \nbeen discontinued, in which all persons brought to the  spray the body of the individual from the shoulders down, \nDawson County Jail were strip searched and then sprayed  both front and back, including under the arms and in the \nwith  an  insecticide.  The  defendants  deny  that  the  genital and anal areas. While the spraying was conducted, \nconstitutional rights of the plaintiff have been violated. As  the  correctional  officer  would  undertake  a  visual \ndiscussed  below,  I  determine  that  the  plaintiff  has  examination  of  the  individual’s  body,  including  the \nestablished a prima facie case on the issue of liability.1  genital and anal areas, looking for open sores, scars, lice, \n   or any other evidence of a contagious disease that the \n  individual failed to mention during the medical history \nquestioning.  (Boom  Deposition  21:11–23  &  22:2–13; \nCoover Deposition 13:17–14:15, 15:6–9, 15:22–16:4, & \nI  18:20–25).  In  conducting  the  visual  examination,  the \ncorrectional  officer  would  not  physically  touch  the \nUnder Rule 56 of the Federal Rules of Civil Procedure the \nindividual, nor would the individual be required to bend \npurpose  of  a  motion  for  summary  judgment  is  to \nover and spread his or her buttocks. In addition, no visual \ndetermine whether genuine issues of material fact exist. \ninspection would be made into the other body cavities, \nAll inferences of fact must be drawn against the moving \nsuch as ears, eyes, nose, or mouth, nor would a close \nparty, who carries the burden of showing that no issue of \ninspection of the fingers or toes be conducted. (Boom \nmaterial fact exists and that it is entitled to judgment as a \nDeposition 34:9–13; Coover Deposition 16:5–8, 18:5–8, \nmatter of law. \n18:20–25,  &  57:20–58:14).  The  individual  would  be \n  \ncompletely nude and under the scrutiny of the correctional \nAlthough  not  without  contradiction,  the  various \nofficer for a period of about two or three minutes, with the \ndepositions,  affidavits,  and  documents,  viewed  most \nspraying taking only a few (approximately five) seconds. \nfavorably to the defendants and giving the defendants the \n(Coover Deposition 19:1–9 & 19:12–15). The fumes from \nbenefit of all favorable inferences to be drawn from them, \nthe spray were strong and unpleasant. (Boom Deposition \ndisclose the following facts relevant to the allegations in \n41:23–42:8;  Coover  Deposition  15:10).  Although  the \nthe amended complaint. \nroom in which the spraying was conducted was fairly \n  \nsmall, approximately ten feet by twelve feet, and did not \nAs a part of the routine booking procedure at the Dawson \n  1 \n \n\nSmith v. Dawson County, Neb., Not Reported in F.Supp. (1987)   \n \nhave an exhaust fan, it appears that it was ventilated by   \nkeeping a window open, at least part of the time. (Boom \nDeposition  42:9–14;  Coover  Deposition  55:9–56:2).  A \nfew seconds after the individual was sprayed, he or she  II \nwould  then  be  directed  to  take  a  shower  (Boom \nAt the outset, I reject the defendants’s rather strained \nDeposition 18:11–17; Coover Deposition 54:3–20).4 The \nsuggestion that what the plaintiff was required to endure \nindividual would then be required to put on a jail uniform, \nwas  neither  a  “search”  nor  a  “strip  search.”  As  the \nand then be taken to the appropriate cell. \nSupreme Court has recently observed, “A ‘search’ occurs \n  \nwhen an expectation of privacy that society is prepared to \nThe  plaintiff  complains  of  this  procedure  in  two \nconsider  reasonable  is  infringed.”  United  States  v. \ncapacities: (i) as an initial arrestee, and (ii) as a sentenced \nJacobsen,  466  U.S.  109,  113  (1984).  There  is  no \nprisoner on work release status. \ncontention  that  arrestees  have  no  Fourth  Amendment \n  \ninterest  in  bodily  privacy,  and  any  such  contention \n*2 In the initial arrest complained of, on March 2, 1984, \nconcerning  sentenced  prisoners  must  be  similarly \nthe  plaintiff  had  been  arrested  for  driving  under  the \nrejected. As former Chief Justice Burger recognized in a \ninfluence and refusing to submit to a breath test. The \nrelated  context,  “Inmates  in  jails,  prisons,  or  mental \ncorrectional  officer  conducting  the  strip  search  and \ninstitutions retain certain fundamental rights of privacy; \nspraying  was  Officer  Coover.  (Coover  Deposition \nthey are not like animals in a zoo....” Houchins v. KQED, \n21:8–17  &  13:17–14:15).  In  the  other  arrest  situation \nInc., 438 U.S. 1, 5 n. 2 (1978). It cannot be seriously \ncomplained of, the plaintiff had been arrested on January \nargued that such a privacy interest is not infringed by \n25, 1986 for driving under a suspended license, and on \nrequiring  the  person  to  completely  disrobe  before \nthis occasion Officer Boom conducted the strip search and \ncorrectional officers and then subjecting him or her to a \nspraying  procedure.  (Boom  Deposition  22:14–16  & \nclose  visual  examination  of  his  or  her  nude  body. \n36:2–7).  On  each  occasion  the  plaintiff  was  detained \nAlthough not impossible, it is surely difficult to imagine a \novernight, and was released on his own recognizance the \nmuch more humiliating and degrading experience, short \nnext  morning  after  posting  bail.  (Smith  Deposition \nof strip search involving a visual body cavity inspection. \n31:11–14). \n  \n  \nContrary to the position taken by the defendants, a “strip \nIn addition, while serving time as a sentenced prisoner, \nsearch” is not synonymous with a “visual body cavity \nthe  plaintiff  was  subjected  to  this  strip  search  and \nsearch.” See Goff v. Nix, 803 F.2d 358, 366 n. 10 (8th \nspraying procedure each night he returned from working \nCir.1986) reh’g denied, 809 F.2d 530 (1987), petition for \nat Monroe Auto Equipment in Cozad, Nebraska, while on \ncert. filed. Throughout their brief, the defendants make \nwork release status. (Boom Deposition 38:21–23; Smith \nmuch of the fact that the plaintiff was not required “to \nDeposition  37:23–38:3).  The  plaintiff  was  on  work \nbend over, spread his buttocks, [and] lift his genitals.” \nrelease status during three sentences for traffic offenses, \n(Defendants’ Brief at 18). The fact that the plaintiff was \none for driving under the influence and two for driving \nnot required to endure the most intrusive aspects of a \nunder  a  suspended  license.  In  each  of  his  first  two \nvisual body cavity search does not in any manner alter the \nsentences, which began on November 21, 1984, and April \nfact that he was subjected to a strip search. See, e.g., Giles \n1, 1985, respectively, he served 46 days of a 60 day \nv. Ackerman,  746  F.2d  614,  616  (9th  Cir.1984),  cert. \nsentence, and was on work release for the duration of \ndenied, 471 U.S. 1053 (1985); Hill v. Bogans, 735 F.2d \neach sentence. (Smith Deposition 9:22–10:10, 10:11–15, \n391, 395 (10th Cir.1984) (strip searches of minor traffic \n& 11:9–17). In his third sentence, which began on March \noffense  arrestees  not  involving  visual  body  cavity \n25, 1986, he served 69 days of a 90 day sentence, and was \nsearches found unconstitutional). \non work release status for all but the last three weeks of \n  \nthis sentence. (Smith Deposition 10:22–23 & 11:9–17).5 \n*3 In order to qualify as a strip search, an individual need \n  \nmerely be required to disrobe before a correctional officer \nThroughout all of the aforementioned strip searches and \nand be subjected to a visual inspection of the nude body. \nsprayings,  the  plaintiff  was  cooperative.  (Boom \nUnited States ex rel. Wolfish v. Levi, 439 F.Supp. 114, \nDeposition 25:3; Coover Deposition 18:1–4). At no time \n146–48 (S.D.N.Y.1977); aff’d in relevant part sub nom \nwas any evidence of vermin or communicable disease \nWolfish v. Levi, 573 F.2d 118 (2d Cir.1978), rev’d on \nfound on his person, and the correctional officers had no \nother grounds sub nom Bell v. Wolfish, 441 U.S. 520, 559 \nreason to suspect that he would be carrying any such \n(1979);  see  also  Goff,  803  F.2d  at  372  (Bright,  J., \naffliction.  (See  Coover  Deposition  14:16–24). \ndissenting). In the present case, the plaintiff was required \nCorrectional officers also had no suspicion that plaintiff \nto remove all of his clothing and, while standing in the \nwas at any time concealing contraband, such as weapons \nnude, was subjected to a close visual examination of his \nor drugs, on his person under his clothing. (See Coover \nskin to determine whether he had any cuts, abrasions, \nDeposition 16:14–18). \nopen sores, crabs, lice, or signs of any other contagious \n  \n  2 \n \n\nSmith v. Dawson County, Neb., Not Reported in F.Supp. (1987)   \n \ninfections that he failed to mention during the medical  defendants’ argument grossly underestimates the inherent \nhistory  questioning.  This  unquestionably  constitutes  a  intrusiveness  attendant  in  a  basic  strip  search.  This \nsearch for Fourth Amendment purposes, and additionally  conclusion is buttressed by the fact that, with respect to \nconstitutes a strip search under the relevant case law. See,  all of the cases concerning strip and visual body cavity \ne.g., Giles, 746 F.2d at 616; Hill, 735 F.2d at 395.  searches of prisoners and arrestees, I have found no case \n   in  which  the  court  has  drawn  a  distinction  of \n  constitutional  magnitude  between  the  two  searches, \napproving of one and disapproving of the other.6 \n  \nIII \n*4 Concerning the justification for the search and the \nnature of the facility in which it is conducted, I conclude \nThe Fourth Amendment to the Constitution prohibits only \nthat, although the searches were conducted in as private a \n“unreasonable”  searches.  As  the  Supreme  Court  has \nlocation as possible, the purported health justification is \nobserved: \ninsubstantial in comparison to the invasion of privacy \n  \nrights of the plaintiff, who, while subjected to these strip \nThe test of reasonableness under the Fourth Amendment \nsearches at the Dawson County Jail, was either a mere \nis  not  capable  of  precise  definition  or  mechanical \narrestee or a minimum security prisoner on work release.7 \napplication. In each case it requires a balancing of the \nIn Bell the Court, in upholding the defendants’ security \nneed  for  the  particular  search  against  the  invasion  of \ninterest justification for the body cavity searches, noted \npersonal  rights  that  the  search  entails.  Courts  must \nthat “[a] detention facility is a unique place fraught with \nconsider the scope of the particular intrusion, the manner \nserious security dangers.” 441 U.S. at 559. In contrast, by \nin which it is conducted, the justification for initiating it, \nanalogy, there is nothing in the record to indicate that the \nand the place in which it is conducted. \nDawson  County  Jail  posed  any  especially  dangerous \n  \nhealth or hygiene risks. There has been no allegation or \nBell  v.  Wolfish,  441  U.S.  520,  559  (1979).  As  the \nevidence that the jail has either experienced such health \ndiscussion below details, I find that the strip search and \nproblems  or  that  there  is  any  great  risk  that  such  an \ninsecticide sprayings that the plaintiff was required to \noutbreak would occur in the absence of the strip search \nendure cannot pass the reasonableness requirement, and \nand insecticide spraying policy. \nthus violated the plaintiff’s Fourth Amendment rights. \n  \n  \nWhile the need to assure the health of the incarcerated \nIn considering the scope of the intrusion and the manner \nindividuals is a legitimate concern, it is by no means as \nin which it was conducted, I find that, although the strip \nsubstantial as the governmental interest put forward in all \nsearches and insecticide sprayings were not conducted in \nof  the  cases  upholding  the  constitutionality  of  strip \nan especially disrespectful or offensive manner, the scope \nsearches: the safeguarding of institutional security, which \nof the intrusion was great indeed. \nthe Court recognized in Bell as the central objective of \n  \nprison  administration.  441  U.S.  at  547.  In  Bell, \nI note here that other courts, in describing strip searches \ncorrectional officials testified that the strip searches were \ninvolving  the  close  visual  inspection  of  the  anal  and \nnecessary to discover as well as deter the smuggling of \ngenital areas, have treated such practices as “demeaning, \ndrugs and weapons, items which pose obvious security \ndehumanizing,  undignified,  humiliating,  terrifying, \ndangers. 441 U.S. at 558. In the present case, however, \nunpleasant,  embarrassing,  repulsive,  signifying \nthe  defendants  have  in  no  manner  asserted,  let  alone \ndegradation  and  submission.”    Tinetti  v.  Wittke,  479 \nsought  to  substantiate,  such  a  security  interest \nF.Supp. 486, 491 (E.D.Wis.1979) (quoting Sala v. County \njustification.8 Instead, the defendants seek to justify their \nof  Suffolk,  (E.D.N.Y.  Nov.  28,  1978  (unpublished \npolicy of strip searching and insecticide spraying merely \ndecision)), aff’d, 620 F.2d 160 (7th Cir.1980). The Eighth \nas a prophylactic hygiene measure to prevent incarcerated \nCircuit has observed that “a strip search, regardless of \nindividuals  from  becoming  infected  with  lice,  other \nhow  professionally  and  courteously  conducted,  is  an \nvermin,  and  perhaps  other  visually  detectable \nembarrassing and humiliating experience,” involving an \ncommunicable  diseases.  Without  meaning  to \n“extensive  intrusion  on  personal  privacy.”  Hunter  v. \nunderestimate the potential inconvenience that could arise \nAuger, 672 F.2d 668, 674 (8th Cir.1982). In the present \nfrom such a health outbreak, such non-life-threatening \ncase, as the defendants correctly point out, the evidence, \nconcerns are far less urgent or critical to the operation of \nconsidered in the light most favorable to the defendants, \nthe  jail  than  the  potential  for  conflict,  violence,  and \nindicates  that  there  was  no  visual  body  cavity  search \nescape attendant with the smuggling of contraband. \nundertaken of the plaintiff, therefore making the particular \n  \nsearches less intrusive than they otherwise might have \nFurthermore, unlike Bell, there has been no assertion, nor \nbeen. The same concerns nonetheless apply. Although I in \nany supporting evidence, that the defendants’ policy was \nno way intend to denigrate the extent of the additional \nnecessary to effectuate its stated health goals. In fact, the \ninvasion occasioned by a visual body cavity search, the \nonly evidence is quite the contrary. As noted earlier, see \n  3 \n \n\nSmith v. Dawson County, Neb., Not Reported in F.Supp. (1987)   \n \nfootnote  2,  supra,  the  blanket  strip  searching  and   \ninsecticide spraying policies were terminated in March \nand April of 1986, for the reasons that such were not \nnecessary for health purposes.9 Here, the need for the  Liability of Dawson County \nparticular  search,  a  strip  search,  is  hardly  substantial \nThe plaintiff further seeks to hold the defendant Dawson \nenough, in light of the evidence regarding the incidence of \nCounty liable for the Sheriff’s strip search policy. The \nhygiene-related  health  problems  found  by  the  strip \ndefendant  has  again  not  contested  this  portion  of  the \nsearching  and  insecticide  spraying  of  all  persons \nmotion.  I  find  the  plaintiff’s  position  well  taken,  and \nincarcerated  at  the  jail,  to  justify  the  severity  of  the \nrecommend  that  this  portion  of  the  motion  also  be \ngovernmental intrusion. \ngranted. \n  \n  \n \nLocal governments are subject to liability under 42 U.S.C. \n§ 1983 where an employee’s unconstitutional act can be \nIV  characterized as an execution of a governmental policy or \ncustom. Monell v. New York City Dept. of Social Services, \n436 U.S. 658, 690–91 (1978). Here, it is evident that the \nunconstitutional act occurred pursuant to “a government’s \nLiability of Sheriff Mandelko \npolicy or custom, whether made by its lawmakers or by \nthose whose edicts or acts may fairly be said to represent \n*5 The plaintiff seeks to hold Sheriff Mandelko liable for \nofficial  policy.”  Id.  at  694.  For  here  the  undisputed \nthe  strip  search  and  spraying  policy  of  the  Dawson \nevidence is that the strip search policy was promulgated \nCounty Jail. The defendant has not contested this portion \nby the Sheriff in his capacity as an official for the county, \nof the motion. As discussed below, I find the plaintiff’s \nhaving final decisionmaking authority in the matter.11 As \nposition to be well taken, at least insofar as the defendant \nthe United States Supreme Court has recently held, a local \nis sued in his official, as opposed to individual capacity.10 \ngovernmental  entity  may  be  held  liable  for  a  single \n  \ndecision  by  one  of  its  officials  where  that  official \nThe plaintiff concedes that, with respect to the actual strip \nexercises final decisionmaking authority, as opposed to \nsearches and insecticide sprayings forming the basis of \nmere discretionary power. Pembaur v. City of Cincinnati, \nthis suit, Sheriff Mandelko neither personally conducted \n54 U.S.L.W. 4289, 4292–93 (March 25, 1986). See also \nthem nor was he physically present. The plaintiff, rather, \nHarris v. City of Pagedale, ––– F.2d –––, No. 86–2022 \nseeks to hold the defendant liable in his supervisory role \n(8th Cir. June 17, 1987); Williams v. Butler, 802 F.2d 296 \nas the official responsible for making policy at the jail. \n(8th Cir.1986). From the facts submitted before the court, \nSee  Martin  v.  Sargent,  780  F.2d  1334,  1338  (8th \nit is evident that the Sheriff had final decisionmaking \nCir.1985). In the present case there can be no serious \nauthority for the County of Dawson with respect to the \nargument that the Sheriff was not the one responsible for \nactions taken against the plaintiff. Thus, recovery from \nmaking the policy which resulted in the violations of the \nthe governmental unit is appropriate here. Weber v. Dell, \nplaintiff’s constitutional rights. \n804 F.2d 796, 802–03 (2d Cir.1986), cert. denied, 55 \n  \nU.S.L.W. 3871 (1987). \nAccording  to  Sheriff  Mandelko’s  testimony,  the  strip \n  \nsearch and insecticide spraying policy was in force when \n*6 IT IS THEREFORE HEREBY RECOMMENDED to \nhe  became  the  sheriff,  and  he  continued  to  have  it \nthe Honorable Lyle E. Strom, District Judge, pursuant to \nimplemented. (Mandelko Deposition 10:15–19). Sheriff \n28  U.S.C.  §  636(b)(1)(B),  that  the  motion  for  partial \nMandelko adopted the standard operating procedures of \nsummary judgment, filing 12, be granted as against the \nthe Dawson County Jail in his official capacity, with the \ndefendant County of Dawson and Lawrence Mandelko in \nexpectation that jail personnel would follow them as they \nhis official capacity as the Sheriff of Dawson County, on \nwere directed to do, and the Sheriff was aware that jail \nquestions of liability only, and denied as to defendants \npersonnel were following the strip search and insecticide \nCoover and Boom. \nspraying  policy  as  directed.  (Mandelko  Deposition \n  \n8:15–9:6,  22:8–23:7,  &  35:3–11).  Officers  Boom  and \nFURTHER, the defendants are hereby notified that unless \nCoover, in strip searching and spraying the plaintiff, did \nobjection is made within eleven days after being served \nso pursuant to and in accordance with the policy as set \nwith a copy of this recommendation, they may be held to \nforth  by  Sheriff  Mandelko.  (Mandelko  Deposition \nhave  waived  any  rights  they  may  have  to  appeal  the \n22:8–23:7;  Boom  Deposition  30:5–31:8  &  50:1–6; \ncourt’s order adopting this recommendation. \nCoover  Deposition  31:5–22).  Therefore,  Sheriff \n  \nMandelko should be found liable in his official capacity. \n\t\r  \n  \n  4 \n \n\nSmith v. Dawson County, Neb., Not Reported in F.Supp. (1987)   \n \n Footnotes \n \n1  I am, however, precluded from recommending the granting of summary judgment on liability as against all of the defendants. In \nthe answer to the original complaint, the defendants raised the defense of good faith or qualified immunity, which, in the affidavits \n \nfiled in response to the motion for summary judgment, they apparently seek to renew. This issue has not been properly raised, and \nneither party has addressed the issue in their briefs. Assuming that it will be properly raised by the defendants, I make the \nfollowing observations. \nQualified immunity, or good faith, is an affirmative defense, on which the defendants have the burden of pleading and proof. \nSee, e.g., Bauer v. Norris, 713 F.2d 408, 411 n. 6 (8th Cir.1983); Buller v. Buechler, 706 F.2d 844, 850 (8th Cir.1983); Nahmod, \nCivil Rights and Civil Liberties Litigation, § 8.01. at 230 (1979). It provides a defense from money damages to individual \nofficials for actions which were objectively reasonable and not in violation of clearly established constitutional law. Harlow v. \nFitzgerald, 457 U.S. 800, 818 (1982). Under Owen v. City of Independence, 445 U.S. 622 (1980), local governmental units have \nno independent absolute or qualified immunity from liability for damages, and may further not plead the qualified immunity of \nits officials. Further, under Kentucky v. Graham, 473 U.S. 159, 165–67 (1985) and Brandon v. Holt, 469 U.S. 464, 471–73 \n(1985), a suit against a public official in his official capacity is in reality a suit against the entity that he represents, so that \nqualified immunity would not pertain to the individual defendants to the extent they are sued in their official capacities. \nAlthough not entirely clear, the defendants appear to rely on a “quasi-judicial immunity,” that is, an extension of judicial \nimmunity for law-enforcement officials who are merely executing court orders. McCurry v. Tesch, 738 F.2d 271, 273 n. 2 (8th \nCir.1984), cert. denied, 469 U.S. 1211 (1985). In the present case such an immunity is not applicable. Even assuming, without \ndeciding, that the defendants acted in a purely ministerial manner, unlike McCurry, the “judicial order” purportedly relied upon \nis not a specific order entered in a pending case or controversy. It is instead a rule of general applicability enacted, pursuant to \nNeb.Rev.Stat. § 47–101 (Reissue 1984), by the Nebraska District Court Judges of the Thirteenth Judicial District acting in their \nlegislative, rather than judicial, capacity. See Supreme Court of Virginia v. Consumers Union, 446 U.S. 719, 731 (1980). \nAccordingly, the defendants, in implementing a legislative act, are limited to good faith, or qualified immunity. See Tennessee v. \nGarner, 471 U.S. 1, 20–21 (1985). The same result would obtain if the district court judges, in enacting jail rules, were acting in \nan executive capacity, similar to prison administrators, who, under Procunier v. Navarette, 434 U.S. 555 (1978), are limited to \nqualified immunity. \nIn determining the good faith of the defendants in authorizing and implementing the blanket strip searching and insecticide \nspraying of (i) traffic offense arrestees and (ii) sentenced prisoners returning on work release, a determination must be made as \nto whether the constitutional law prohibiting such activity was clearly established at the time. Anderson v. Creighton, 55 \nU.S.L.W. 5092, 5093 (June 25, 1987). Although it is not necessary that the very action in question have previously been \ndetermined to be unconstitutional, the unconstitutionality of the conduct must be apparent from preexisting law. Id. For cases \nconcerning the clarity of the law as to the propriety of strip searches, see, e.g., Weber v. Dell, 804 F.2d 796, 803–04 (2d \nCir.1986), cert. denied, 55 U.S.L.W. 3871 (1987); Goff v. Nix, 803 F.2d 358, 370–71 (8th Cir.) reh’g denied, 809 F.2d 530, \npetition for cert. filed; Brown v. Darcy, 791 F.2d 1329, 1332–33 (9th Cir.1986), cert. denied, 55 U.S.L.W. 3871 (1987); Jones v. \nEdwards, 770 F.2d 739, 742 n. 4 (8th Cir.1985). \n \n2  This spraying was taken in conjunction with other measures implemented at the Dawson County Jail with the purpose of \npreventing any outbreak of lice or other vermin and maintaining the personal hygiene of incarcerated prisoners. The nurse \n \nemployed by the Dawson County Sheriff’s Office testified that the clothing of prisoners was washed with Clorox bleach to kill \nlice, (McConnell Deposition 12:3–13:21 & 14:13–15:10), and the evidence also indicates that the mattresses were cleaned with a \ndisinfectant, such as Lysol or Pinesol, (Mandelko Deposition 27:19–21). There is nothing before me to support or refute the \nefficacy of such practices in preventing an outbreak of disease warranting health concerns. \nThe spraying policy was terminated by Sheriff Mandelko on April 9, 1986, acting upon the recommendation of Doctor Ford, the \ndoctor employed by Dawson County. (Mandelko Deposition 24:1–3 & 25:5–13). The doctor had advised that such a policy was \nunnecessary after discussing the matter with Nurse McConnell, who had concluded that such a policy was not necessary, \n(McConnell Deposition 6:13–19, 7:19–8:1, & 9:22–10:10), apparently because it was not serving any real preventive health \npurpose. Under the new policy, incarcerated individuals are to be sprayed with insecticide only if the correctional officer sees \nevidence of vermin (such as crabs or nits). (McConnell Deposition, Exhibit 8). In addition, the blanket routine strip search policy \nwas terminated in March of 1986. (Mandelko Deposition 30:5–11). \n \n3  Defendant Boom testified that in conducting the visual skin examination he would take a closer, more thorough look at those who \nhad been brought in on drug charges, but would otherwise conduct all examinations in the same manner. (Boom Deposition \n \n24:15–24). \n \n4  There is no evidence before me to either support or refute the efficacy of such a policy. I note here, however, that the use of the \nspray at the Dawson County Jail did not comport with the manufacturer’s instructions. Sheriff Mandelko testified, for example, \n \nthat he was unaware that the manufacturer’s instructions, contained on the aerosol can, call for the individual to wash the area with \nsoap and water before spraying and to wait 15 minutes after spraying before showering. (Mandelko Deposition 27:2–14; Exhibit \n6). Suggested primary use is on the hair on the individual’s head, an area that, during the spraying, the correctional officers \nspecifically avoided. (Boom Deposition 21:24–25; Coover Deposition 15:6–7 & 15:19–20). \n \n  5 \n \n\nSmith v. Dawson County, Neb., Not Reported in F.Supp. (1987)   \n \n5  His work release status during the latest sentence was terminated when, in violation of the terms of the work release, he was seen \npurchasing two cans of beer in a Cozad liquor store on his way back to jail after work. (Smith Deposition 14:23–15:10). Although \n \nthe record indicates that defendant Boom conducted some of these work release strip searches and sprayings (Boom Deposition \n37:17–38:2), there is no indication as to which correctional officer(s) conducted the remainder. \n \n6  The only courts to do so apparently have been the District Court and Court of Appeals in Bell, which, in doing so, were reversed by \nthe Supreme Court. But cf. Security and Law Enforcement Employees, District Counsel 82 v. Carey, 737 F.2d 187, 207–08 (2d \n \nCir.1984) (though corrections officers can be forced to undergo routine strip searches, probable cause is required prior to \nsubjecting them to visual body cavity searches). \n \n7  I note that although prisoners have a lesser legitimate expectation of privacy than do most others in our society, Goff 803 F.2d at \n365, such a retraction of constitutionally protected rights is justified only where considerations underlying our penal system, such \n \nas legitimate concerns for security and order, reasonably necessitate such a result. See, e.g., Bell, 441 U.S. at 545–46. As a \nminimum security risk at the jail, therefore, the plaintiff stands in a far different position from that of the incarcerated persons in \neither Bell or Goff, the two cases the defendants look to for support. As the Seventh Circuit noted in Mary Beth G. v. City of \nChicago, 723 F.2d 1263, 1272 (7th Cir.1983), the pretrial detainees in Bell “were awaiting trial on serious federal charges after \nhaving failed to make bond and were being searched after contact visits.” In Goff, the security concerns put forth were even \nweightier, as the institution there was a maximum security penitentiary, and the challenged searches for the most part were directed \nagainst disruptive inmates confined to the segregation units within the facility. 803 F.2d at 365. \nMoreover, with respect to the health justification asserted by the defendants, there has been no reason put forward, and none has \nbeen discovered, for treating sentenced prisoners any differently than initial arrestees, for there is no reason to think that \nsentenced prisoners pose any greater threat of carrying communicable diseases or other health related risks to the institution than \ndo initial arrestees. In fact, it would seem just the opposite. Unlike initial arrestees, correctional personnel are able to monitor the \nwhereabouts of sentenced prisoners and thus are better able to ascertain their exposure to any potential health risks. This pertains \nespecially to prisoners confined to the jail, and also to those prisoners on work release status, though to a somewhat lesser \nextent. Law enforcement officers know the location of the prisoner’s place of employment, and, as demonstrated in the present \ncase, see note 4 supra, can even monitor the prisoner’s activity between the jail and the workplace. \n \n8  In fact, as mentioned earlier, the defendants have expressly disavowed any use of a visual body cavity search, a practice which \nwould appear all but essential if the defendants’ purpose was the detection and deterrence of the smuggling of drugs and weapons, \n \nconcerns which were critical to the security interest justification expressed in Bell. For this reason, the defendants, at page 18 of \ntheir brief, are wide of the mark in seeking to rely on the language of Bell indicating that “[p]rison administrators should ... be \naccorded wide-ranging deference in the adoption and execution of policies and practices that in their judgment are needed to \npreserve internal order and discipline and to maintain institutional security.” 441 U.S. at 547. The defendant has in no way \nattempted to rely upon such interests, and has provided no authority calling for such substantial deference in matters relating solely \nto inmate hygiene. \nMoreover, it would not appear that such a security justification would have availed the defendants even if it had been relied \nupon. There is no indication that the defendants at any time suspected the plaintiff of concealing contraband on his person. He \nwas arrested for traffic violations, “hardly the sort of crime to inspire officers with the fear of introducing weapons or \ncontraband into the holding cell.” Jones, 770 F.2d at 741; see also Hill, 735 F.2d at 394; Logan v. Shealy, 660 F.2d 1007, 1013 \n(4th Cir.1981), cert. denied, 455 U.S. 942 (1982); John Does 1–100 v. Ninneman, 612 F.Supp. 1069, 1071 (D.Minn.1985); \nSmith v. Montgomery County, 547 F.Supp. 592, 598 (D.Md.1982). As numerous courts have reasoned, the deterrence rationale \nso prominent in Bell is largely absent in the case of initial arrestees, who are in general unexpectedly taken to jail, and hence \nunable to plan ahead to attempt to smuggle in contraband to already incarcerated individuals.  See, e.g., Giles, 746 F.2d at 617; \nJohn Does, 612 F.Supp. at 1071; Hunt v. Polk County, 551 F.Supp. 339, 344 (S.D.Ia.1982). This is especially true where the \ninitial arrestees are not intermingled with the sentenced prisoners. As previously noted, see note 7, supra, the plaintiff, in his \nstatus as a work-release prisoner confined solely with three other work release prisoners (Boom Deposition 39:2–7), was in a far \nmore trusted position than the pretrial detainees in Bell and the maximum security inmates in Goff, and hence posed far less of a \nsecurity risk than was present in the cases relied upon by the defendants. \n \n9  The only evidence concerning the detection of vermin or communicable disease was given by Officer Boom, who testified that he \ndiscovered one case of crab lice and one case of gonorrhea while at the jail. These discoveries, however, occurred not because the \n \nincarcerated individual was strip searched, but rather because the individual informed Officer Boom of these afflictions while \nanswering the medical history questions. In fact, Officer Boom was unable to see any visual evidence of crabs on the one person \nwho reported it. (Boom Deposition 44:16–45:11). \n \n10  See footnote 1, supra. In the caption of both the original and amended complaints counsel for the plaintiff has failed to indicate in \nwhat capacity he seeks to hold defendant Mandelko liable. Judging by the substance of the complaint and the briefs in support of \n \nthe motion for summary judgment, the plaintiff appears to be concerned solely with defendant Mandelko’s activity in his official \ncapacity as Sheriff of Dawson County. The discussion that follows proceeds under this assumption. \n \n11  It was Sheriff Mandelko’s understanding that he had final authoritymaking power with respect to the procedures at the jail, \nregardless of any action by the Dawson County Board of Commissioners. He understood that, although the state statute provides \n \nthat the commissioners may take over jail operations if they choose, they have not done so. (Mandelko Deposition 18:1–9 & \n  6 \n \n\nSmith v. Dawson County, Neb., Not Reported in F.Supp. (1987)   \n \n18:21–25). \n \n \n \n \t\r  \n \n \n  \n  7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66275"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121007,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121007"
    }
  ],
  "document_count": 2
}