{
  "case_id": 11199,
  "fetched_at": "2025-10-22T00:13:55.729380",
  "case_data": {
    "attorney_orgs": [
      "Southern Center for Human Rights (SCHR)"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Georgia Public Defender Standards Council",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Mack Crawford",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 2009,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Georgia state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2008-06-07",
    "filing_year": 2008,
    "id": 11199,
    "injunction_duration": "",
    "issues": [
      "Reproductive rights: Fetus Identity"
    ],
    "last_checked_date": "2009-02-21T00:00:00-05:00",
    "main_docket": {
      "id": 31851,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2008,
      "docket_filing_number": 151884,
      "is_main_docket": true,
      "court": "Georgia state trial court",
      "state": "Georgia",
      "docket_office_number": "",
      "docket_number_manual": "2008CV151884",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Gadson v. Crawford",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Clients of the Metro Conflict Defender Office about to be deprived of their lawyers due to mass firings.  Plaintiffs are also lawyers employed by the Metro Conflict Defender who have been fired even though representing hundreds of clients.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Georgia",
    "summary": "<p>On June 11, 2008 plaintiffs filed a class action complaint in the Superior Court for Fulton County, Georgia pursuant to state law and 42 U.S.C. §1983.  Plaintiffs sought declaratory and injunctive relief to protect their rights as clients represented by Metro Conflict Defender Office to continued representation by counsel, access to judicial system, and due process of law.  Plaintiffs also sought to protect the legal and professional responsibilities of the lawyers at the Metro Conflict Defender Office to continue their representation of clients after entering an appearance on their behalf.</p><p>On June 6, 2006, Metro Conflict Defender Office announced the firing of all lawyers and staff who were currently representing clients in the Superior and Juvenile Courts of Fulton and DeKalb Counties.  This became effective on June 30, 2008.  There were no arrangements made for a transition of representation.  The firings left over 1800 clients without representation.  Plaintiffs asserted violations of the Sixth and Fourteenth Amendments to the U.S. Constitution, and Article 1 Section 1 of the Georgia Constitution.</p><p>On January 16, 2009, (Westmoreland, J.) the case was dismissed.</p><p></p>",
    "summary_published_date": "2009-02-18T00:00:00-05:00",
    "summary_short": "A class action lawsuit was initiated against Metro Conflict Defender Office for its firing of all lawyers and staff currently making appearances for clients without making adequate accommodations for the affected clients.  The case was dismissed on January 16, 2009.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11199",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11199",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11199",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11199"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119736,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119736"
    },
    {
      "date": "2008-06-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33496,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33496.pdf",
      "title": "Complaint",
      "text": "IN THE SUPERIOR COURT OF FULTON CO \nFILED iN OFFiCE \nSTATE OF GEORGIA \n-J;.. \nJUN  11,2008 \n) \nDEPUlY CLERK SUPERIOR COURT \nPEOPLE ACCUSED OF CRIMES  )  FULTON COUNTY GA \nAND THEIR COUNSEL, to wit,  ) \nNKOSI GADSON, JONATHAN  ) \nROBINSON, CLIFTON KILPATRICK  ) \nKESHANDRA ROBINSON, MICHAEL  ) \nPERRYMAN, on behalf of themselves and  ) \nall persons similarly situated;  ) \n8<6'1 \nSCOTT DAWKINS, TIMOTHY L.  )  CIVIL ACTION No. U'f) '8;eJ.;/Sf \nSPRUELL, PETER C. FOLLOWILL  ) \nand JOHN ODEN  ) \n) \nPlaintiffs,  )  VERIFIED COMPLAINT \n) \nv.  ) \n) \nMACK CRAWFORD, Director,  ) \nGeorgia Public Defender Standards  ) \nCouncil,  ) \n) \nGEORGIA PUBLIC DEFENDER  ) \nSTANDARDS COUNCIL,  ) \n) \nWILSON DuBOSE, DAVID DUNN;  ) \nPAUL KURTZ, The Honorable WILLIE  ) \nLOCKEITE, E. LEE MORRIS III,  ) \nDONALD FREDERICK OLIVER,  ) \nWYCLIFFE ORR, WILLIAM C.  ) \nRUMER, The Honorable MARK  ) \nANTHONY SCOTT, STEPHEN  ) \nELLIOT TILLMAN, and JERRY WORD,  ) \neach in his official capacity as member  ) \nof the Georgia Public Defenders  ) \nStandards Council,  ) \n) \nDefendants.  ) \n\n1.  Plaintiffs seek declaratory and injunctive reliefto protect the rights of \nclients represented by the Metro Conflict Defender Office in the Superior and \nJuvenile COUlis of Fulton and DeKalb Counties to continued representation by \ncounsel, to access to the judicial system, and to due process of law required by the \nGeorgia and United States Constitutions and other applicable law.  They also seek \nto protect the legal, professional and ethical responsibilities of lawyers at Metro \nConflict Defender Office to continue their representation of clients after entering \nan appearance on their behalf in accordance with applicable law and codes of \nethics and professional responsibility.  In addition, they seek redress for the illegal \nand unauthorized acts of the defendants which, unless enjoined by this Court, will \nresult in those violations of fundamental constitutional principles, laws and ethical \nand professional responsibilities. \n2.  Plaintiffs bring this suit in response to the firing by Defendant Mack \nCrawford, of all of the lawyers and other staff at the Metro Conflict Office who \nrepresent clients in the Superior and Juvenile Courts of Fulton and DeKalb \n. Counties.  Defendant Crawford lacked legal authority to fire the attomeys and \nstaff.  He acted without notice to or approval by the defendant Georgia Public \nDefender Standards Council. The firings were announced to the lawyers and staff \nand to Fulton County officials on June 6, 2008, to be effective just three weeks \n2 \n\nlater, June 30.  Defendant Crawford fired the staff without regard to the rights of \nthe clients of the lawyers, the cOUlis involved, and the employees who were \ndischarged.  He acted without making any arrangements for an orderly transition in \nrepresentation, assuming that such a mass replacement of counsel would be lawful. \n3.  The firings, if upheld, will abruptly interrupt ongoing attorney-client \nrelationships of plaintiffs Gadson, Jonathan Robinson, Kilpatrick, Keshandra \nRobinson and Perryman and over 1,800 other clients of the Metro Conflict \nDefender.  It will leave them without representation or with grossly inadequate \nrepresentation by lawyers who are not familiar with their cases and have no \nrelationship of trust and confidence with them.  It will disrupt the orderly \nadministration of justice in the Superior and Juvenile Courts of Fulton and DeKalb \nCounties.  And it will leave, with virtually no warning, 16 attorneys and five other \nemployees of the Metro Conflict Defender without employment, income or \nbenefits. \n4.  Plaintiffs Gadson, Jonathan Robinson, Kilpatrick, Keshandra Robinson \nand Perryman bring this class action on behalf ofthemselves and other clients of \nthe Metro Conflict Defender Office.  Plaintiffs Dawkins, Spruell, Followill, and \nOden, attorneys at law with the Metro Conflict Defender Office, bring this action \non behalf oftheir clients and on their own behalf. \n3 \n\nJURISDICTION AND VENUE \n5.  This action is brought to enforce and to vindicate rights confened by \nthe Sixth and FOUlieenth Amendments to the United States Constitution, by the \nGeorgia Constitution (Ga. Const., Ali. I, § 1, Para XII and Para XIV.), and other \napplicable law, and the legal and ethical obligations oflawyers as officers of the \nCourt.  It is brought under the authority vested in this COUli by virtue of GA. CODE \nANN §§ 9-4-2 and -3, GA. CODE ANN § 9-5-1, GA. CODE ANN §§§ 9-6-20 to 23, -\n25.  42 US.C. § 1983,42 US.C. § 1985,28 US.c. § 1331,28 U.S.C. § 1343, and \n28 US.C. § 1367.  See Main v. Thiboutot, 448 US. 1, 10-11 (1980) (Section 1983 \nactions may be brought in state court). \n6.  Venue is proper in Fulton County pursuant to GA. CODE ANN. § § 9-10-\n30 and -93 (2000) as a substantial portion of the acts or omissions alleged in this \nclass action OCCUlTed in Fulton County. \n7.  All actions, and refusals to act, of the Defendants were under color of \nstate law and with deliberate indifference to Plaintiffs' rights. \nPARTIES \n8.  PlaintiffNKOSI GADSON is a client of Plaintiff SCOTT DAWKINS, \nan attorney employed by the Metro Conflict Defender.  Plaintiff GADSON has \n4 \n\nbeen held at the Fulton County Jail since October 13, 2005 on charges of murder, \nfelony murder and other offenses.  PlaintiffDAW  KINS has filed a plea in bar and \na motion for dismissal due to violation of Plaintiff GADSON's right to a speedy \ntrial.  Plaintiff GADSON's case is specially set for trial on July 14, 2008 before \nJudge Johnson in the Superior Court of Fulton County.  The motion is to be heard \nbefore trial.  If Plaintiff DAWKINS is replaced as Plaintiff GADSON's counsel, \nthe motion cannot be heard and his case cannot be tried on July 14.  Removal of \nhis counsel will result in delay of resolution of his case, denial of his right to \ncounsel and due process, and cause substantial and irreparable injury to Plaintiff \nGADSON. \n9.  Plaintiff JONATHAN ROBINSON is also it client of Plaintiff \nDAWKINS.  Plaintiff ROBINSON has been held at the Fulton County Jail since \nJune 8,2005 on charges of rape, kidnapping, armed robbery, and other offenses. \nRemoval of his counsel will result in delay of resolution of his case, denial of his \nright to counsel and due process, and cause substantial and irreparable injury to \nPlaintiff ROBINSON. \n10.  Plaintiff CLIFTON KILPATRICK is represented by Plaintiff PETER \nFOLLOWILL of the Metro Conflict Defender.  Plaintiff KILPATRICK has been \ndetained at the Fulton County Jail since April 15, 2008 on charges of murder and \n5 \n\ntheft by taking.  Removal of his counsel will result in delay of resolution of his \ncase, denial ofms right to counsel and due process, and cause substantial and \nirreparable injury to Plaintiff KlLPATRICK. \n11.  Plaintiff KESHANDRA ROBINSON is also represented by Plaintiff \nPETER FOLLOWILL of the Metro Conflict Defender.  Plaintiff ROBINSON has \nbeen detained in the Fulton County Jail since Apri114, 2008 on charges of felony \nmurder and conspiring to commit armed robbery.  Removal of her counsel will \nresult in delay of resolution of her case, denial of her right to counsel and due \nprocess, and cause substantial and irreparable injury to Plaintiff ROBINSON. \n12.  Plaintiff MICHAEL PERRYMAN is also represented by Plaintiff \nPETER FOLLOWILL of the Metro Conflict Defender.  Plaintiff PERRYMAN has \nbeen detained at the Fulton County Jail since April 2008 on charges of burglary. \nRemoval of his counsel will result in delay of resolution of his case, denial of his \nright to counsel and due process, and cause substantial and irreparable injury to \nPlaintiff PERRYMAN. \n13.  Plaintiff SCOTT DAWKINS is an attorney employed by the Metro \nConflict Defender Office who represents approximately 60 clients in the Superior \nCourt of Fulton County.  His caseload includes serious felony cases, including \n6 \n\nmurder cases, and complex cases.  PlaintiffDAW  KINS has developed \nrelationships of trust with his clients.  On Friday, June 6, 2008, Plaintiff \nDAW  KINS received notification by the Georgia Public Defender Standards \nCouncil oftennination of his employment, effective June 30, 2008.  As a result, \nPlaintiffDAW  KINS cannot fulfill his legal, professional and ethical duties to his \nclients.  Plaintiff DAWKINS' removal from representation of his clients will delay \nthe resolution of their cases, violate their rights to counsel and due process, and \ncause them substantial and irreparable injury. \n14.  Plaintiff TIMOTHY SPRUELL is an attomey employed by the Metro \nConflict Defender Office who represents approximately 275 children in the \nJuvenile Court of Fulton County.  He is responsible for five to six courts, two or \nthree at a time.  He usually answers 16 calendars a week.  He has developed \nrelationships of trust with his clients.  On Friday, June 6, 2008, Plaintiff SPRUELL \nreceived notification by the Georgia Public Defender Standards Council of \ntennination of his employment, effective June 30, 2008.  As a result, Plaintiff \nSPRUELL cannot fulfill his legal, professional and ethical duties to his clients. \nPlaintiff SPRUELL's removal from representation of his clients will delay the \nresolution of their cases, violate their rights to counsel and due process, and cause \nthem substantial and irreparable injury. \n7 \n\n15.  Plaintiff PETER C. FOLLOWILL is an attorney employed by the \nMetro Conflict Defender Office who represents clients in the \"non-complex \ndivision\" of the Superior Court of Fulton County.  The division is designed so that \ncases go to trial or are otherwise resolved within nine weeks of a person's arrest. \nPlaintiff FOLLOWILL is appointed new clients every eight weeks.  During his last \neight-week cycle, he was appointed 85 new clients of which approximately 60 \nwere non-complex cases.  He is being assigned clients at first appearance hearings \nthrough June 21, 2008, whose cases will be scheduled for preliminary hearings \nduring the first week of July.  In addition, PlaintiffFOLLOWILL is attorney for \nsome clients with more complex cases involving charges of murder, felony murder \nand other serious offenses.  He has developed relationships of trust with his clients. \nOn Friday, June 6, 2008, Plaintiff FOLLOWILL received notification by the \nGeorgia Public Defender Standards Council ofthe tennination of his employment, \neffective June 30, 2008.  As a result, PlaintiffFOLLOWILL cannot fulfill his legal, \nprofessional and ethical duties to his clients.  Removal of Plaintiff FOLLOWILL \nfrom representation of his clients will delay the resolution of their cases, violate \ntheir rights to counsel and due process, and cause them substantial and irreparable \nll1Jury. \n16.  Plaintiff JOHN ODEN is an attorney employed by the Metro Conflict \n8 \n\nDefender Office who represents approximately 60 clients facing felony charges in \nthe Superior Court of Fulton County.  His caseload includes serious felony cases, \nincluding murder cases.  He has developed relationships of trust with his clients. \nOn Friday, June 6, 2008, Plaintiff ODEN received notification by the Georgia \nPublic Defender Standards Council of employment termination effective June 30, \n2008.  As a result, Plaintiff ODEN cannot fulfill his legal, professional and ethical \nduties to his clients.  His removal from representation of his clients will delay the \nresolution of their cases, violate their rights to counsel and due process, and cause \nthem substantial and irreparable injury. \n17.  Defendant MACK CRAWFORD is the Director of the Georgia Public \nDefender Standards Council.  As Director, Defendant CRAWFORD is responsible \nfor protecting the rights of poor people accused of crimes established by the United \nStates Supreme Court in Gideon v. Wainwright, 372 U.S. 335 (1963), In re Gault, \n387 U.S. 1 (1967), and their progeny, as well as the provisions of the United States \nand Georgia Constitutions providing for the right of access to the courts.  He is \ncharged with providing \"support services and programs for circuit public defenders \nand other attorneys representing indigent persons in criminal or juvenile cases in \norder to improve the quality and effectiveness of legal representation and to fulfill \nthe purposes of Chapter 12 of O.C.G.A. Title 17.\"  See GEORGIA PUBLIC \n9 \n\nDEFENDER STANDARDS COUNCIL BYLAWS § 5.3.  Defendant CRAWFORD is an \nattorney-at-law, a member of the Georgia Bar, and, as part of his duties, is \nresponsible for overseeing the work of other attomeys in their representation of \npoor people accused of crimes.  As such, he has a responsibility to be aware of and \nto follow the ethical and professional responsibilities of attomeys and to insure that \nattorneys in the program he oversees comply with those responsibilities. \nDefendant CRAWFORD acted unilaterally in firing lawyers and other staff at the \nMetro Conflict Defender in breach of his legal, professional and ethical \nresponsibilities. \n18.  Defendant GEORGIA PUBLIC DEFENDER STANDARDS \nCOUNCIL is the state agency responsible for assuring that \"adequate and effective \nlegal representation is provided, independently of political considerations, or \nprivate interests, to indigent persons who are entitled to representation under this \nchapter.\"  See GA. CODE ANN. § 17-12-1 (2003).  It too is responsible for \nprotecting the rights of poor people accused of crimes established by the United \nStates Supreme Court in Gideon v. Wainwright, 372 U.S. 335 (1963), In re Gault, \n387 U.S. 1 (1967), and their progeny, as well as the provisions of the United States \nand Georgia Constitutions providing for access to the courts. \n19.  Defendants WILSON DuBOSE, DAVID J. DUNN, PAUL KURTZ, \n10 \n\nThe Honorable WILLIE LOCKETT, E. LEE MORRlS III, DONALD \nFREDERlCK OLIVER, WYCLIFFE ORR, WILLIAM C. RUMER, The \nHonorable MARK ANTHONY SCOTT, STEPHEN ELLIOT TILLMAN, and \nJERRY WORD are members of the GPDSC and are sued in their official capacity \nas members of the GPDSC.  As members of the Council, they are responsible for \nseeing that it fulfills its constitutional and statutory mandates. \nCLASS ACTION ALLEGATIONS \n20.  Plaintiffs GADSON, JONATHAN ROBINSON, KILPATRlCK, \nKESHANDRA ROBINSON and PERRYMAN, who are represented by attorneys \nemployed by the Metro Conflict Defender Office, bring this action under GA. \nCODE ANN. § 9-11-23, on behalf of themselves and all other clients of the Metro \nConflict Defender Office in the Juvenile and Superior Courts ofFuIton and \nDeKalb Counties. \n21.  The proposed class consists of all indigent persons who are clients of \nthe Metro Conflict Defender Office in any pending matter in the Superior and \nJuvenile Courts of Fulton and DeKalb Counties and all potential future clients of \nthe Metro Conflict Defender Office. \n22.  Plaintiffs meet the requirements of GA. CODE ANN. § 9-11-23(a) in that: \n11 \n\n(a) The members of the class are so numerous as to make it impracticable to \nbring them all before the court.  Over 1,800 people accused offelony and juvenile \noffenses in Fulton and DeKalb Counties are represented at present by attomeys \nemployed by the Metro Conflict Defender Office who were fired by Defendant \nCrawford.  In addition, thousands of persons will be accused of felony and juvenile \noffenses in those courts and will have interests which conflict with those of clients \nrepresented by the Circuit Public Defenders in those jurisdictions.  The firings by \nDefendant Crawford, which destroyed the juvenile and Superior Court units of the \nConflict Defender, will result in those people receiving only perfunctory \nrepresentation by lawyers contracted to handle a high volume of cases for meager \ncompensation or lawyers paid a token amount per case without investigators or \nother support staff.  Representation by knowledgeable and competent public \ndefenders will be replaced by representation by lawyers who meet, greet and plead \ntheir clients in as little time as possible.  Accordingly, the proposed class satisfies \nthe numerosity requirement of OFF. CODE GA. ANN § 9-11-23(a). \n(b)  The firings challenged in this action apply equally to Plaintiffs and all \nmembers of the proposed class.  That is, effective June 30, 2008, the attomey \nclient relationships built between plaintiffs and their conflict defenders will be \ninvoluntarily tenninated in violation ofthe constitutions and laws of the United \n12 \n\nStates and Georgia, and applicable codes oflegal and professional responsibility. \nThey and future members ofthe class will be denied adequate representation in \nviolation of those same provisions. \n(c) Plaintiffs assert claims which are typical of claims members of the \nproposed class have against all Defendants.  Plaintiffs, like other class members, \nhave formed attorney-client relationships with their attorneys from the Metro \nConflict Defender Office which will be abruptly tenninated in violation of their \nright to counsel, to due process and to access to the  system. \nCOUlt \n(d) Plaintiffs and their counsel will adequately represent the interests of all \nmembers of the proposed class.  The named plaintiffs do not have any interests that \nwould conflict with members of the class.  Plaintiffs' counsel have the experience \nand resources necessary to adequately represent all members of the proposed class; \nand \n(e) A class action is a superior and necessary form for resolving the issues \nraised by this Complaint because Defendant Crawford's action, in firing lawyers \nfor the class members, affects all members ofthe proposed class and results in a \nsystematic change in the provision of defense representation to people who would \nhave been represented by the Metro Conflict Defender, making appropriate \n13 \n\ndeclaratory and prospective injunctive relief against the Defendants with respect to \nall members of the class. \n23.  Plaintiffs and members of the class are paliicularly vulnerable because \nthey are being denied their most fundamental right, the right to counsel, by the \ndirector and the Council ofthe agency responsible for protecting that right.  They \nare indigent and therefore do not have alternative access to representation. Thus, \nmembers of the class will suffer substantial and ilTeparable injury. \nFACTUAL ALLEGATIONS \n24.  The Fulton County Conflict Defender was incorporated in 1996 as a \nGeorgia non-profit corporation and as a public defender organization of the \nGeorgia Indigent Defense Council.  The Conflict Defender's mission was to \nprovide quality representation for indigent persons accused of felony crimes in \nFulton County, whose interests conflicted with clients represented by the Fulton \nCounty Public Defender's Office (now the Atlanta Judicial Circuit Public \nDefender's Office). \n25.  The Conflict Defender earned a reputation as one ofthe best, if not the \nbest, public defender office in Georgia at one time.  It employed not only salaried \nattorneys who specialized in the defense of criminal cases and were familiar with \n14 \n\nthe Fulton prosecutors and court system, and investigators, but also social workers \nwho developed client-specific sentencing proposals to deal with drug, alcohol or \nother factors that were related to the antisocial behavior of offenders represented \nby the attorneys in the office. \n26.  The Spangenberg Group, a criminal justice research and consulting \nfirm which has been assisting the American Bar Association since 1985, visited \nand assessed the Conflict Defender in 1998.  The study concluded the office \n\"serves its client[ s] well... [and] is a viable and sensible structure for providing \nquality representation in a cost effective manner.\" \n27.  The Conflict Defender Office responded in 2002 to the lack of \ncompetent representation in Fulton State COUli and, since that time, has provided \nrepresentation to defendants in that cOUli pursuant to a contract with Fulton \nCounty. \n28.  In 2003, Georgia created a state-wide system for providing \nrepresentation to poor people accused of crimes.  GA. CODE ANN § 17-12-1 et seq. \nThe Georgia Public Defender Standards Council was established by statute to \noversee the program.  GA. CODE ANN § 17-12-3.  The following year, the \nlegislature provided some funding for the program, although not nearly as much as \n15 \n\nrequired.  The program began operations on January 1,2005. \n29.  The Fulton County Conflict Defender program became a part ofthe \nstate system the following year, which appears to be lead to its destruction. \nInitially, the office's jurisdiction was expanded to include the Juvenile and \nSuperior Comis ofDeKalb County, and it was renamed the Metro Conflict \nDefender.  At that time, the office employed 54 people, including attorneys, \ninvestigators, paralegals and administrative personnel.  As the Metro Conflict \nDefender Office, the office continued to accept appointments for adult and juvenile \ncases which circuit public defenders could not take because of conflicts of interest. \n30.  The staff of the Metro Conflict Defender was reduced significantly in \n2007.  Nevertheless, 16 attorneys, suppOlied by two investigators and some \nsupport staff, continue to provide representation to persons facing felony or \njuvenile charges in Fulton and DeKalb Counties. \n31.  On Friday, June 6, 2008, defendant Crawford announced the \"Friday \nMorning Massacre\"  the firing of all attorneys and staff that provide \n~ \nrepresentation to clients in the Superior and Juvenile Courts of Fulton and DeKalb \nCounties.  Termination notices, such as the one appended to this Complaint, were \ndistributed.  Remarkably, Defendant Crawford had no plan for providing \n16 \n\nrepresentation for clients ofthose fired.  On June 10 - four days after the firings -\nhe announced that he would be meeting with the Chief Judge ofthe Fulton \nSuperior Court to develop an \"alternative delivery system\" for the future. \n32.  With the money available, the \"alternative delivery system\" will \ninevitably be token representation by lawyers contracted to handle a high volume \nof cases for meager compensation without investigators.  Another \"alternative\" is \nlawyers paid $200 for a plea and $600 for a trial infelony cases.  If allowed to \nhappen, this would mark a tragic return to the darkest and most shameful period of \nproviding lawyers for poor people accused of crimes in Georgia. \n33.  The abrupt firing ofthe attorneys and staff will disrupt ongoing \nrepresentation and the orderly administration of the courts in hundreds of cases and \nmake it impossible for the conflict defenders to comply with their legal, \nprofessional and ethical obligations to complete representation in cases in which \nthey have entered appearances on behalf of clients.  One Fulton Superior Court \njudge has informed three lawyers employed by the Conflict Defender that they \nmust continue to represent their clients even though they will receive no salary \nafter June 30. \n34.  Beyond the hann to clients, the abrupt firings were a unconscionable \n17 \n\nway to treat dedicated public defenders.  (A section of the office represents people \nin Fulton State Court.  It is funded by Fulton County.  Those lawyers will continue \nto represent people in misdemeanor cases.) \n35.  Defendant Crawford lacked legal authority to fire the lawyers, \ninvestigators and support staff.  He spoke with only two members of the GPDSC \nwith regard to his decision to fire the staff of the Conflict Defender handing felony \nand juvenile offenses.  At a specially called meeting of the Council on June 10, \n2008, Defendant Crawford said that he thought the two had approved his action, \nbut there was no suggestion that he even notified any ofthe other members of the \nCouncil that he was contemplating such drastic action.  The two with whom he did \ndiscuss it said they did not understand that they had agreed to fire the entire \njuvenile and felony unit for the Metro Conflict Defender Office, but attributed \nDefendant Crawford's perception that they had agreed to a \"misunderstanding.\" \n36.  Despite the fact that Defendant Crawford unilaterally took such drastic \naction- firing 21 people and effectively destroying the juvenile and felony units of \nthe Metro Conflict Defender office - the GPDSC on June 10, by a vote of 6-4 \nrefused to overrule his decision and deferred action until June 20, just a week \nbefore the terminations become final and after there would be virtually no chance \nof resurrecting the Metro Conflict Defender office.  Thus, the defendants made the \n18 \n\ncasual decision to dispense with the Conflict Defender Office, long an impOliant \nasset to the criminal justice system in Fulton  County in particular, without a \nserious investigation of its value or how it might continue to play its vital role in \nimplementing the right to counsel for countless people accused of crimes who \ncannot be represented by the Atlanta or Stone Mountain circuit public defender \noffices. \n37.  The Sixth and Fourteenth Amendments to the United States \nConstitution, as well as Article I, Section 1, Paragraph XIV of the Georgia \nConstitution, impose on the State of Georgia the obligation, delegated to the \nGPDSC, to ensure that indigent persons accused of crimes for which they may be \nimprisoned are provided with effective legal representation. See GA. CODE ANN. § \n17-12-1. \n38.  In purporting to can)' out the responsibility of providing \nrepresentation for indigent persons accused of crime, Defendants CRAWFORD, \nDuBOSE,  DUNN, KURTZ, LOCKETTE, MORRIS, OLIVER, ORR, RUMER, \nSCOTT, TILLMAN, and WORD are state actors and subject to federal \nconstitutional obligations. \n39.  State actors are prohibited from interfering with an ongoing attomey-\n19 \n\nclient relationship in a single case.  See Grant v. State, 278 Ga. 817 (2005); \nWilliams v. State, 279 Ga. 154 (2005); Roberts v. State, 263 Ga. 764 (1994); Davis \nv. State, 261 Ga. 221 (1991); Amadeo v. State, 259 Ga. 469 (1989).  Interference \nin hundreds of cases is unprecedented.  It constitutes a gross and unconscionable \ndisregard for the most fundamental right of one accused of a crime. \n40.  Because of the fundamental and unique nature of the right to counsel, \ninterference with it causes ilTeparable injury to the plaintiff clients and other class \nmembers.  See United States v. Gonzalez-Lopez, 548 U.S. 140,126 S.Ct. 2557 \n(2006) (holding that interference with the right to counsel constitutes \"structural \nerror\" which requires reversal without an inquiry into prejudice). \n41.  Defendant Crawford's decision to fire the Conflict Defenders was \nbased upon nothing more than a comparison of the percentage of conflict cases \nfrom one circuit to another, without an informed consideration of the difference \nbetween circuits or an accurate understanding of what constitutes a conflict in the \nrepresentation of multiple defendants.  It was based upon defendant Crawford's \nfinding that Fulton's 18 percent of indigent cases treated as conflict cases is more \nthan the state average of 6 percent. However, all circuits are not alike.  Some \nmulti-county circuit defenders have several offices (e.g., one in each of the \ncounties in the circuit) and treat each as a different office for purposes of \n20 \n\nrepresenting clients with conflicting interests.  Some represent as many as 5 co-\ndefendants with conflicting interests without assigning any to lawyers outside their \noffices.  Some circuit defenders - under great pressure to represent co-defendants -\nsimply ignore conflicts for the most part. \n42.  Based on a comparison of percentages and without looking behind \nthem, Defendant Crawford decreed that conflict cases may not make up more than \n4.5% ofthe indigent cases in a circuit.  This is as ludicrous as decreeing that \nburglary cases will not exceed 5% of the cases in a circuit. \n43.  The decision to fire lawyers at the Conflict Defender office was also \nbased upon a fundamental misunderstanding of what constitutes conflicting \ninterests on the part of people accused of crimes. As the Georgia Supreme COUlt \nmade clear long ago, conflicts are not limited to situations when one defendant \ntestifies against another, but other situations as well. \n[O]ne accused's defense is that the other defendant and not he committed the \ncrime; or that his degree ofc ulpability is less than that oft he other; or that \nin mitigation ofh is punishment the jury should consider that his codefendant \nwas a bad influence on him. \nDavis v. State, 201 S.B. 2d 345,348 (GA App 1973) [emphasis added]. \n43.  Nevertheless, circuit defender offices have been pressured to represent \nmultiple defendants until a conflict \"develops.\"  However, once an office engages \n21 \n\nin this practice and learns that there is a conflict, it must withdraw from both cases \nbecause it has information from both clients. In representing either, the lawyers can \nrely on information gained from the other. \nCOUNT!: \nVIOLATION OF THE RIGHT TO COUNSEL \n44.  The allegations of the foregoing paragraphs are incorporated herein as if \nset forth in full. \n45.  Defendant Crawford by firing 16 lawyers and five investigators and \nsuppOli staff employed by the Metro Conflict Defender office, and Defendant \nGPDSC and its members by acquiescing in his action, have abruptly intelTupted \nongoing attorney-client relationships of Plaintiffs Gadson, Jonathan Robinson, \nKilpatrick, Keshandra Robinson and Penyman and other clients represented by \nattorneys employed by the Metro Conflict Defender Office in violation of Article I, \nSection 1, Paragraph XIV of the Georgia Constitution, and the Sixth and \nFourteenth Amendments to the United States Constitution, as enforced through 42 \nU.S.C. § 1983 and other applicable law. \n22 \n\nCOVNTU: \nINTERFERENCE WITH THE LEGAL, \nPROFESSIONAL AND ETHICAL DUTIES OF ATTOREYS \n46.  The allegations of the foregoing paragraphs are incorporated herein as if \nset forth in full. \n47.  Defendant Crawford, by firing 16 lawyers and five investigators and \nsuppOli staff employed by the Metro Conflict Defender office with only three \nweeks notice, and Defendant GPDSC and its members by acquiescing in his \naction, have unlawfully interfered with the legal, professional and ethical \nobligations of Plaintiffs Dawkins, Spruell, Followill, and Oden to carry through to \nconclusion all matters undertaken for their clients, see Ga. Rules ofProfl Conduct \nR.  1.3 (2000); ABA Standards for Criminal Justice 5-6.2 (3d ed. 1992); Standards \nfor Administration of Assigned Counsel Systems 2.6(b )(Nat'l Legal Aid & \nDefender Ass'n 1989); Guidelines for Legal Defense Systems in the United States \n5.11 (NaCl Study Comm'n on Def. Servs. 1976), and in doing so have deprived \nPlaintiffs Gadson, Jonathan Robinson, Kilpatrick, Keshandra Robinson and \nPerryman and other members ofthe class of their right to counsel, to due process, \nand to access to the courts in violation of Article I, Section 1, Paragraph XIV of the \n23 \n\nGeorgia Constitution, and the Sixth and Fourteenth Amendments to the United \nStates Constitution, as enforced through 42 U.S.c. § 1983 and other applicable \nlaw. \nCOUNT HI: \nULTRA VIRES ACTION IN VIOLATION OF \nTHE GEORGIA INDIGENT DEFENSE ACT \n48. The foregoing allegations are incorporated herein as if set forth in full. \n49.  Defendant CRAWFORD lacked the authority to fire the lawyers and \nstaff working for the Conflict Defender representing people charged with felony \nand juvenile offenses without the approval of the Georgia Public Defender \nStandards Council.  His action was ultra vires and without lawful authority and \ntherefore invalid. \nCOUNT IV: \nVIOLATION OF DUE PROCESS \nAND RIGHT OF ACCESS TO COURTS \n50.  The foregoing allegations are incorporated herein as if set forth in full. \n51.  Defendant Crawford, by firing counsel and staff for clients of the Metro \nConflict Defender office, and Defendant GPDSC and its members by acquiescing \nin his action, violated the due process rights and the right of access to the courts of \n24 \n\nPlaintiffs Gadson, Jonathan Robinson, Kilpatrick, Keshandra Robinson, Pen-yman \nand other class members guaranteed by Article I, Section 1, Paragraph XII of the \nGeorgia Constitution and by the Sixth and Fourteenth Amendments to the United \nStates Constitution. \nPRAYER FOR RELIEF \nWHEREFORE, based on the foregoing and such other reasons as may be \npresented at a hearing in this matter and as may appear to the Court, Plaintiffs \nrespectfully pray that this Court grant the following: \n1.  Issue a temporary restraining order requiring the defendants to \nimmediately rescind the notices of termination issued to lawyers and staff at the \nMetro Conflict Defender office; \n2.  Issue a preliminary injunction requiring the defendants to maintain the \nMetro Conflict Defender Office, as currently staffed, for a period of at least six \nmonths in order to preserve the status quo while the issues presented herein are \nlitigated and decided; \n3.  Certify the case as a class action; \n4.  Grant Plaintiffs a trial in this matter; \n5.  Issue a declaratory judgment holding that the Defendants violated their \n25 \n\nconstitutional, statutory, administrative, and ethical obligations in firing the \nlawyers and support staff ofthe Metro Conflict Defender office which provides \nrepresentation in the Superior and Juvenile Courts of Fulton and DeKalb Counties. \n6.  Issue an permanent injunction requiring Defendants to comply with \nconstitutional, statutory, administrative, and ethical obligations governing the \nrepresentation of indigent defendants in conflict cases in the Superior and Juvenile \nCOUlis in Fulton and DeKalb counties by maintaining the Metro Conflict Defender \noffice; \n7.  Grant Plaintiffs such other relief as the Court deems necessary and \nproper. \nRespectfully submitted this 11 th day of June, 2008. \nSTEPHEN B. BRIGHT \nGeorgia Bar No. 082075 \nBROOKE SEALY \nPro Hac Vice Application pending \nSOUTHERN CENTER \nFOR HUMAN RIGHTS \n83 Poplar Street, N.W. \nAtlanta, Georgia  30303-2122 \nTelephone:  (404) 688-1202 \nFacsimile:  (404) 688-9440 \n(continued on following page) \n26 \n\nEDWARD T. M. GARLAND \nGeorgia Bar Number 284900 \nDONALD F. SAMUEL \nGeorgia Bar Number 624475 \nGARLAND, SAMUEL & LOEB, P.C. \n3151 Maple Drive, N.E. \nAtlanta, Georgia 30305 \nTelephone:  (404) 262-2225 \nFacsimile:  (404) 365-5041 \nRALPH KNOWLES \nGeorgia Bar Number 426721 \nDOFFERMYE, SHIELDS, CANFIELD, \nKNOWLES & DEVINE, LLC \n1355 Peachtree Street, Suite 1600 \nAtlanta, GA 30309 \nTelephone:  (404) 881-8900 \nFacsimile:  (404) 881-3007 \nCounsel for Plaintifft \n27 \n\nGEORGIA PUBLIC DEFENDER \nSTANDARDS COUNCIL \n104 Marietta Stteet, Ste. 200 \nAtlanta, Georgia 30303 \nMack Crawford \nDirector \n404-232-8900' (800)676-4432' Facsimile 404-463-1903 ' www.gpdsc.com \nNOTICE OF SEPARATION \nDATE:  June 11,2008 \nTO: \nFROM:  Mack Crawford, Director \nWe regret to inform you that your position has been eliminated due to a severe reduction in \nagency funds for the conflict program in Fiscal Year 2009.  This letter will serve as your \nofficial notice of separation from employment with the Georgia Public Defender Standards \nCouncil (\"Standards Council\").  Your employment with the Standards Council will end on \nJune 30, 2008. \nBecause of the budget shortfall and a reorganization effort, the Standards Council has \nimplemented a workforce reduction plan.  This plan consists of policy decisions which will \nallow the agency to continue to provide its mandatory services while remaining within the \nlimitations of the 2009 budget. \nAfter June 30, 2008, you will be eligible to continue your insurance coverage, pursuant to \nCOBRA, for an additional 18 months by paying the Standards Council 100% of the \nconventional premium rate, subject to COBRA rules and provisions.  You may utilize the \nEmployee Assistance Program (EAP) to provide counseling and support services to you \nuntil June 30, 2008. \nOn behalf of the Standards Council, we want to thank you for your service.  We wish we \nhad the necessary funds and ability to continue the operations as they were originally \nenvisioned.  Should a position become available in the future, we hope that you will re \napply to become a member of our organization.  Again thank you for your contribution to \nthe Standards CounciL \nIn all criminalp rosecutions; the aCCIlscd shall c1fJOy the tight, , . to have the assistance of counsel for his tkjensc. \nU.S. Constitution, Amendment VI -December 15, 1791 \n\nx) \nL  NKo~1  ~ol~oh) ttWlI(\"  #~ F~ 6>~~ \nJ\"iJ -ktG!~~ cl\"Jtrues cJ  Muxdu. \nbeen  -+kjQJ  Oc-fob \n'2.  ]:: ~  ~  ~'/V1U--\n13.) \n,  2005. \ni \ni \n:3.  M~ ~tt.L IS  set.(;;v  J'LLl'-j  t t4) zw8 . \ni Ll  :r:  CUM  ~~ b~  ~C-cit fuw 1Gt'vt.si  ot- +4e. \n10 \n•  M~ toV'l.~ct D.e-~er Of~ce..  lw~ \ni  ~ ~ to  be- (~re~~ b~  f\\{ v.  :DevA k.{Ms;. , \nl+  b\n5.  Mv-.  w ~~ IS  tZ~ ~ iClUJ(jeY \n!  C0 f\\UvloV'ed \noV \\  ::tLU\\.Q..  30  wil \\  be.  1~<oS;~·bte.. '--1v \nJ  [\\ \n14-. \n~~ CDltr-\\'\"  ~  ~k~ \nQI-\\ \n; a. \nJ:::l-wawJ  bz~ d~1~ fo~ ~~LJ+ \n~v. bctw!u'hsl  is  rert~. \nGu.c1.sCJ(l \n~'D05~ \nN-kosi  ct-tteiSo-n \n\npet' \nSf,ite \ni  GW&71I\\o... \nI \n~ \n; O:>tOt~  ck- ~h \n~~!4{ic~e- Ot-l ~e. ·t:'~~~Oi'N:f  VeYll:~ Ce.Nl \nA+h~<1-as s~s~'kd ~..s-WOM -I-c  k~ \nVl18 \nt»  Nkosf'  G-ttk~ ~'s IJ)--{tI&.c:J of- JUke;  2-008, \ni \n~~:~MC-\nMy Commission Expires.Jan. 6, 2012 \n\nI.  I')  Joht-l.~+l,@'k  R.o~\",-SW1 /  ctwl ~ +lte.  Ful./-v\" \nCQlUtry  J\"ct-U  ~C-f'~4  cJ\\~es  of'  ro.pe) \nKld~a-Pfi~.:r) l1rWled  r-olober3)  ~mVttted sodomy \na\"\"ol  o.q:'c-e%'. \nI'V\\~Qhtt-t~ \nj  C{fIl \ni 2.  1:- httve..  beevt  ~-e.Ye..  Sil1ue:.  JLUt£- 8,  Zo05. \n, \n4.  r  w to vt lei  t', ke.  +0  Ci)ftL- tc/IVIAe..  wi-{+,  MY. ])cnv kiV1S \nmy  If \n~S  Icwl(e:  b~e- V\\ii ~\\  \\:>e- olctW1~ t~ \n\\+ \n'Nti \n.tv  CtlS:e...  ~e..  \\ S  rep Ictceo1. \n\nof \ns~  Geo~IO-... \n0+ \nCo~  FuJb \n~~\"'-~<Ov\\' ~-f;;V-Y10i~ Ve 0-h~trm ~ \n+0  be.-t;re. \nA4~~  s:Vvb£c-vlhed \nW({S  a.Aa.sWOm  Me.-\nbj  ~ ~ Ro ~''vtS1W1  ~s l 0111 do:;  <>.p  .J  ~ ~& . \nLU(  ) \n, Notary Public, DeKalb County, Georgia \nMv Commission E><pires Jan. 6, 2012 \n\nVERIFICATION AND AFFIDAVIT \nClifton Kilpatrick, being duly sworn, deposes and states as follows: \n1.  I am in the Fulton County Jail facing charges of murder and theft by \ntaking. \n2.  I have been in the jail since April 15, 2008. \n3.  I am represented by Pete Followill of the Metro Conflict Defender Office. \nr \nwould like to retain Mr. Followill as my lawyer because it will be damaging to \nmy case ifhe is replaced. \n\nSTATE OF GEORGIA \nCOUNTY OF FULTON \nThe signature on the foregoing Verification and Affidavit was subscribed \nand sworn to before me by Clifton Kilpatrick this 10th day of June, 2008. \n~~~ ~ \n1~~~~/I0Y/ \nI \nNotary Public, De' alb County, Ge.brgil! .. \nMy Commission ExpllllS Jan. 6. 2012 \n2 \n\n\\[ ~t ~fCkl1 0 N  fWD  f\\-FP-( DA-V IT \nRoh-v1S\\nI\\/  cLJ\nkes~ClrNLrCL  wdJs;~:f>e,'vlq \ny \nSWCDfYl\nj \ni \n~eg C{~ s;~JeR ,a.~'  IL 0VJS  t  J  .  '  \" \nL  I  ~ Fu Jfvvr  OltVl!:f  Ta.:.1  '.(;cty \nCUVl  iAA. \ncJuLk(J~  of  f.(doM'Ir  V\\I1~CV avd  &Mrrnfj fa \nctvwld \nCcrwlVvvd:..  rDg~ \nu \nArM \n2,  T--kat~ ~ ~ +EV2-J;.J  ~'iV1e..e..- I f~ \n2008 \n.:r \n3,  ~ r;t~ 1~  l-?eJey  tD/{Wf i I ( of '-jk \nNe;n,  GD~( ~ Dc~ O{{;\"t.Q.  J: Ulbu1d  Lk \n1:0  ~ N.Y ~ h: f'  c:~.s;:'  Wlllj  l  U:Lf e:~e ~(LW7e \n0 wi'( (  C{ \nml  (.+ \nl:+ wlll  ,be.,clcur\\pcJf~  io  '-6:lJ~  h~ \nIS \nrE'-f \nICl~,. \n\nCOt! IVIl(  DP- -t='LtCfb N \n'\"tk <;d~~  ~~ Clc:n~ v'f!YtfrcJ;~ \n(Yh \ntUN{ l4,fh~cut+ v'4R  ~S&h'1eJ C{~S:WOrn  -k be~~ \n:v'-e \no-/\" \nfCW:.c; \n~~  V\\eS:~~L R()/?-Jn~cr)l1  {o1\"Zi d~ \n;rkhe> \n2Do g , \n. ublic, DeKalb County, GeOrgia \nkm~_I\\:;m!l \n\nV~fZ[FICffr1DN'  AfJD  !tPFIDAViT \nb \noitz1  r \nM1J~ 'Per~ WtJUA.- )  ~'~  f:WDm \nfr&e2  -r; \nt(~ <;;;~e,~  Cl~  /'tb \nVJs  t  , \ni., r~ cYv~~[~ ~y.;LfZicl~ \nbwzrtcu\nhr  o \n\";r{n€lIo~Gl IMHe(~1  ~~~es. \n'. \nApvt \nd~ 'IJ~ftN~  ke.e-t/,l  lM  +t~ J ~~ ~ h ~  I Qcc g . \nf? \nJ3.  I Cl.t'\\IUl\\.J2.tr~  ber  p~   tl Ow ;- (I  +t~ \nO'{-\ncr \nfv{ etHJ' C£li1.~  behJ1v ()~ .,  1  lUd  L; fLe-1u \n(j\\/b \nzr \n:'  i~~~ ~{yJ  FD J l:o l-~ r [/  a~   Wl  la(/J~ .b  ~p­\nJ- io  { \nill  ~ tiaA/~~  ~ ~.~ {~  ~ \nW1  S \n~(acd, \nM:rJ fd (lrH;IMJo  _ \n!W  Pe rr[j'1iCUA--\n~ \n\ni \nI \ns+tcte \nI  d' \n~1'c<-' \nI \nI CVUAh.. -of  F(AJL#71 \n6 \nI \n'I~£  m'\\-+k;-~(Ij(Di':J  \\Ie~'1~4~ \nS-tsv{cctr&e  fro\nvt \nI\".i\nl  tl~ .A+:r;cA  \"1-1'  bed  cd  ,~illfO  -/-0  ~ eJ;jlif-\na  v.It¥. 5;  .$: iA.hSCh  LUI[  I'Y\\ \nbir \nI  V'R0  ~l1'cAac1:Puv~,{,a.0 '+4Js- f 0111  day 6-f- 0L41e.../ \n2008 \n\nVERIFICATION AND AFFIDAVIT \nOF SCOTT DAWKINS \nScott Dawkins, being duly sworn, deposes and states as follows: \n1.  My name is Scott Dawkins.  I am an attorney at law and a member of the \nGeorgia Bar employed by the Metro Conflict Defender Office in Atlanta, Georgia. \nI have been a lawyer at the Metro Conflict Defender Office for one year. \n2.  My practice at the Metro Conflict Defender office consists of \nrepresenting people accused of felonies in the Superior Court of Fulton County.  I \npractice before Judges Moore and Johnson.  I currently have about 60 open cases. \n3.  On Friday, June 6, I was notified by the Georgia Public Defender \nStandards Council that my employment with the Conflict Defender Office is \nterminated effective June 30, 2008. \n4.  Termination of my employment on such short notice does not give me \nsufficient time to complete my representation of my clients.  My caseload includes \nserious felony cases, including murder cases.  Many of the cases are complex. \nMany of my clients have been in the Fulton County Jail for a substantial amount of \ntime, many ofthem for over a year.  Investigators at the Metro Conflict Defender \nOffice have been investigating these cases.  All of my clients are depending upon \n\nme for representation.  I have devolved relationships of trust with them and with \nmany of their families.  My removal from their cases will be prejudicial to them in \nmany ways, including delaying resolution oftheir cases. \n5.  Nkosi Gadson is one of the clients that I represent.  He is charged with \nmurder, felony murder and other offenses.  He had three or four lawyers before me. \nHis case has been pending for approximately two and a half years and I have filed \na plea in bar and a motion for dismissal due to violation of his right to a speedy \ntrial.  The case is specially set for trial on July 14,2008 before Judge Johnson. \nThat motion is to be heard right before trial.  IfI am replaced as his counsel, that \nmotion cannot be heard and his case cannot be tried by new lawyer at that time. \nMy removal will be prejudicial and will delay his case even further. \n6.  I cannot fulfill my legal and ethical responsibilities to my clients if I am \nremoved from these cases on such short notice.  What is happening to the clients \nrepresented by the Metro Conflict Defender Office is a travesty.  They are being \nabandoned without representation.  They are not going to receive the legal \nrepresentation to which they are entitled ifmy colleagues and I are replaced by \nlawyers who have no personal relationship with the clients, know nothing about \ntheir cases, have not been involved in working with the investigators on their cases, \nknow nothing about the procedural history in the cases and have no relationship \n2 \n\nwith the clients, their families and, in some cases, important witnesses. This is an \ninjustice to each and every one ofthese clients. \nThis does not exhaust my knowledge of this subject. \nSTATE OF GEORGIA \nCOUNTY OF FULTON \nThe signature on the foregoing Verification and Affidavit was subscribed \nand sworn to before me by Scott Dawkins this lOth day of June, 2008. \n'7~96~ \nI\\..{v!  C()~'V')i/v\"\"l SSi 0/1  e...X)'J\\' res \n(') Sept, \n10j ;).,,010 \n3 \n\nVERIFICATION AND AFFIDAVIT \nOF TIMOTHY L. SPRUELL \nTimothy L. Spruell, being duly sworn, deposes and states as follows: \n1.  My name is Timothy L. Spruell.  I am an attorney at law employed by the \nMetro Conflict Defender Office in Atlanta, Georgia.  I represent clients in the \nJuvenile Court of Fulton County. \n2.  I have a list of about 275 children who I continue to represent.  Most have \nactive cases (one has five active cases right now), some are out on trial release and \nI will have to represent them again for fmal disposition, and some are on \nprobation.  I have just over 250 active cases.  I have closed about 270 already this \nyear.  There are a number of children that I represented in the past that I will \nrepresent if they are charged with additional delinquent acts before they turn \nseventeen.  I am responsible to five to six courts, two or three at a time.  I am in \ncourt every day.  I usually answer sixteen calendars a week. \n3  On Friday, June 6, I was notified by the Georgia Public Defender \nStandards Council that my employment with the Conflict Defender Office is \nterminated effective June 30, 2008. \n4  Termination of my employment on such short notice does not give me \nsufficient time to complete my representation of my clients.  My clients will be \nprejudiced if the attorney-client relationship that we have is abruptly interrupted.  I \n\ncannot fulfill my legal and ethical responsibilities to my clients if I am removed \nfrom these cases on such short notice. \nThis does not exhaust my knowledge of this subject. \nSTATE OF GEORGIA \nCOUNTY OF FULTON \nThe signature on the foregoing Verification and Affidavit was subscribed \nand sworn to before me by Timothy 1. Spruell this 10th day of June, 2008. \nres \nCC'.\",IN\\'I'.:>6;o,V'I  expi \nSepf. 10/ ;l010 \n2 \n\nVERIFICA nON AND AFFIDAVIT \nPeter C. Followill, being duly sworn, deposes and states as follows: \n1.  I am an attorney at law employed by the Metro Conflict Defender Office \nin Atlanta, Georgia.  I represent clients in Fulton County Superior Court's non \ncomplex division.  The non-complex division is designed so that cases go to trial or \nare otherwise resolved within nine weeks of a client's arrest.  I am appointed new \nclients every eight weeks.  During my last eight-week cycle, I was appointed \napproximately eighty-five (85) new clients, of which approximately sixty (60) \nwere non-complex cases. \n2.  On Friday, June 6, I was notified by the Georgia Public Defender \nStandards Council that my employment with the Conflict Defender Office is \nterminated effective June 30, 2008. \n3.  Termination of my employment on such short notice does not give me \nsufficient time to complete my representation of my clients.  I am at the beginning \nof my non-complex rotation, meaning that clients from first appearance hearings \nare currently being assigned to me through Saturday June 21, 2008.  Clients \nassigned to me from first appearance hearings occurring June 17 through June 21 \nwill be scheduled for preliminary hearings during the first week of July, after the \nproposed closing of Metro Conflict Defender. \n\nIn addition to incoming non-complex cases, I remain the attorney of record \nfor clients charged with murder, felony murder, kidnapping, and other \"complex\" \noffenses.  These clients are incarcerated and their cases have yet to be presented by \nthe District Attorney to the grand jury.  I continue to monitor these cases so that I \ncan move that bond be set in the event that the cases are not indicted within ninety \ndays of arrest.  I regularly communicate with these clients regarding the status of \ntheir cases.  My clients will be prejudiced if the attorney-client relationship that we \nhave is abruptly inten·upted.  I cannot fulfill my legal and ethical responsibilities to \nmy clients ifI am removed from these cases on such short notice. \nThis does not exhaust my knowledge of this subject. \n~ \n\\ \n. \nPeter C. Followill \n2 \n\nSTATE OF GEORGIA \nCOUNTY OF FULTON \nThe signature on the foregoing Verification and Affidavit was subscribed \nand sworn to before me by Peter C. Followill this 10th day of June, 2008. \n3 \n\nVERIFICATION AND AFFIDAVIT \nJohn Oden, being duly sworn, deposes and states as follows: \n1.  I am an attorney at law employed by the Metro Conflict Defender Office \nin Atlanta, Georgia.  I currently have 60 open cases.  I practice before Judges \nArrington and Campbell in the Superior Court of Fulton County. \n2.  On Friday, June 6, I was notified by the Georgia Public Defender \nStandards Council that my employment with the Conflict Defender Office is \nterminated effective June 30, 2008. \n3.  Termination of my employment on such short notice does not give me \nsufficient time to complete my representation of my clients.  My caseload includes \nserious felony cases, including murder cases.  My clients will be prejudiced ifthe \nattorney-client relationship that we have is abruptly interrupted.  I cannot fulfill my \nlegal and ethical responsibilities to my clients ifI am removed from these cases on \nsuch short notice. \nThis does not exhaust my knowledge of this subject. \n~a2 \nohnOden \n\nSTATE OF GEORGIA \nCOUNTY OF FULTON \nThe signature on the foregoing Verification and Affidavit was subscribed \nand swom to before me by John Oden this 10th day of June, 2008. \n2 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/33496"
    },
    {
      "date": "2009-02-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 33508,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/33508.pdf",
      "title": "Docket",
      "text": " \n \n \n \n   In the SUPERIOR COURT \n   Fulton County, Georgia \n     Case No. 2008CV151884 \n \nPEOPLE ACCUSED OF CRIMES AND THEIR \nCOUNSEL, TO WIT, NKOSI GADSON, \nJONATHAN ROBINSON, CLIFTON \nKILPATRICK, KESHANDRA ROBINSON, \nMICHAEL PERRYMAN, ON BEHALF OF \nTHEMSELVES AND ALL PERSON SIMILARLY \nSITUATED; SCOTT DAWKINS, TIMOTHY L. \nSPRUELL, PETER C. FOLLOWILL AND JOHN \nODEN VS. MACK CRAWFORD, DIRECTOR, \nGEORGIA PUBLIC DEFENDER STANDARDS \n  \nCOUNCIL, GEORGIA PUBLIC DEFENDER \nSTANDARDS COUNCIL, WILSON DUBOSE, \nDAVID DUNN, PAUL KURTZ, THE \nHONORABLE WILLIE LOCKETTE, E. LEE \nMORRIS III, DONALD FREDERICK OLIVER, \nWYCLIFF ORR, WILLIAM C. RUMER, THE \nHONORABLE MARK ANTHONY SCOTT, \nSTEPHEN ALLIOT TILLMAN, NAD JERRY \nWORD, EACH IN HIS OFFICIAL CAPACITY AS \nMEMBER OF THE GEORGIA PUBLIC \nDEFENDERS STANDARDS COUNCIL \n \n  \nFiled on 06/11/2008 \n   Case Type: INJUNCTION \n   Judge: Melvin K. Westmoreland \n   Current Status: Disposed \n   Disposition: 01/28/2009 - FINAL ORDER \n   \nDefendant  Defendant Attorneys \nCrawford, Mack  Orland, Devon Amber \n \n\n40 CAPITOL SQUARE, S.W. \nATLANTA, GA 30334-1300 \nGeorgia Public  Orland, Devon Amber \nDefender Standards  40 CAPITOL SQUARE, S.W. \n \nCouncil  ATLANTA, GA 30334-1300 \nDubose, Wilson  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nDunn, David  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nKurtz, Paul  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nLockette, Willie  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nMorris, E Lee III  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nOliver, Donald Frederick Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nOrr, Wycliff  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nRumer, William C  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nScott, Mark Anthony  Teaster, Susan Elizabeth \n137 Peachtree St., SW \n \nAtlanta, GA 30303 \nTillman, Stephen Elliot  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \nWord, Jerry  Orland, Devon Amber \n40 CAPITOL SQUARE, S.W. \n \nATLANTA, GA 30334-1300 \n   \nPlaintiff  Plaintiff Attorneys \nGadson, Nkosi  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \n\nRobinson, Jonathan  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \nRobinson, Keshandra  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \nPerryman, Michael  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \nDawkins, Scott  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \nSpruell, Timothy L  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \nFollowill, Peter C  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \nOden, John  Bright, Stephen B \n83 Poplar Street NW \nAtlanta, GA 30303-2122 \n \nHearings \n07/24/2008 Thursday  9:00am  CIVIL MOTION HEARING \n \n \nEvents and Orders of the Court  \n02/09/2009 MICROFILMED FILE \n01/28/2009 ORDER OF DISMISSAL \n01/23/2009 RESPONSE \n01/16/2009 MOTION TO DISMISS \n12/03/2008 INTERROGATORY \n12/03/2008 CERTIFICATE OF SERVICE \n11/21/2008 ENTRY/NOTICE OF APPEARANCE \n11/21/2008 CERTIFICATE OF SERVICE \n11/21/2008 CERTIFICATE OF SERVICE \n11/21/2008 RESPONSE \n11/21/2008 RESPONSE TO INTERROGATORIES \n11/21/2008 NOTICE OF WITHDRAWAL \n11/18/2008 LEAVE OF ABSENCE \n10/28/2008 MOTION TO COMPEL \n\n10/28/2008 BRIEF IN SUPPORT OF MOTION \n10/24/2008 TRANSCRIPT \n09/26/2008 RESPONSE \n09/15/2008 OBJECTIONS \n08/13/2008 CERTIFICATE OF SERVICE \n08/01/2008 ORDER \n07/29/2008 PROPOSED ORDER \n07/28/2008 NOTICE OF FILING \n07/25/2008 NOTICE \n07/24/2008 MOTION \n07/23/2008 AFFIDAVIT \n07/21/2008 REPLY \n07/21/2008 RESPONSE \n07/18/2008 ORDER \n07/18/2008 RESPONSE TO MOTION \n07/17/2008 MOTION \n07/17/2008 MOTION TO DISMISS \n07/17/2008 AFFIDAVIT \n07/11/2008 RESPONSE TO MOTION \n07/11/2008 ANSWER TO COMPLAINT \n07/11/2008 BRIEF IN OPPOSITION OF MOTIONS \n07/10/2008 ORDER \n07/09/2008 MOTION \n07/08/2008 MOTION \n07/03/2008 MEMORANDUM \n07/03/2008 AMENDMENT \n07/03/2008 MOTION \n06/27/2008 AFFIDAVIT \n06/27/2008 AFFIDAVIT \n06/27/2008 AFFIDAVIT \n06/27/2008 AFFIDAVIT \n06/27/2008 AFFIDAVIT \n06/27/2008 AFFIDAVIT \n06/27/2008 AFFIDAVIT \n06/27/2008 AFFIDAVIT \n06/25/2008 SHERIFF'S ENTRY OF SERVICE \n06/23/2008 ORDER \n06/23/2008 REQUEST \n\n06/20/2008 AFFIDAVIT \n06/20/2008 BRIEF \n06/16/2008 NOTICE OF HEARING \n06/13/2008 OTHER \n06/12/2008 OTHER \n06/11/2008 MOTION \n06/11/2008 MEMORANDUM \n06/11/2008 MOTION \n06/11/2008 PETITION \n06/11/2008 CERTIFICATE OF SERVICE \n06/11/2008 CASE INITIATION FORM \n06/11/2008 PLAINTIFF'S ORIGINAL PETITION \n \nCopyright © 2000 The Software Group. All rights reserved.  \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/33508"
    }
  ],
  "document_count": 3
}