{
  "case_id": 16936,
  "fetched_at": "2025-10-20T22:58:10.397511",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Buzzards Bay",
        "institution_county": "Barnstable",
        "name": "Massachusetts Maritime Academy",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Education"
    ],
    "cause_other": "",
    "causes": [
      "Title IX of the Education Amendments of 1972, 20 U.S.C. §§ 1681 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2013,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Discrimination Prohibition"
      },
      {
        "value": "Develop anti-discrimination policy"
      },
      {
        "value": "Implement complaint/dispute resolution process"
      },
      {
        "value": "Reporting"
      },
      {
        "value": "Training"
      }
    ],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "College/University"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2013,
    "id": 16936,
    "injunction_duration": "",
    "issues": [
      "Discrimination Basis: Sex discrimination",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2019-01-10T00:00:00-05:00",
    "main_docket": {
      "id": 28388,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Massachusetts",
      "docket_office_number": null,
      "docket_number_manual": "01-13-2008",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Department of Education OCR Title IX Investigation of Massachusetts Maritime Academy",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2013,
    "order_start_year": 2013,
    "permanent_injunction": false,
    "plaintiff_description": "The complainant was the father of a young woman who had been sexually assaulted while visiting Massachusetts Maritime Academy.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": "2013-04-10",
    "settlement_judgment_year": null,
    "special_collections": [
      "Title IX, Sexual Violence Investigations/Resolutions"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Massachusetts",
    "summary": "<p>In the fall of 2012, the father of young woman filed a complaint with the US Department of Education, Boston Office for Civil Rights (OCR). He alleged that Massachusetts Maritime Academy violated Title IX by failing to respond promptly and equitably to his daughter’s sexual assault. Specifically, the complainant asserted that the school stopped investigating the sexual assault entirely once the local police became involved in responding to the incident. On November 30, 2012, OCR announced that it was opening an investigation. </p><p>Massachusetts Maritime Academy officials disagreed with OCR that the agency had jurisdiction to investigate, given that the alleged victim of the sexual assault was not a student at the school. Nevertheless, on April 10, 2013 the Academy entered into a voluntary resolution agreement prior to the conclusion of the investigation. Although the Academy agreed to make a variety of changes to its Title IX policies and practices, the agreement did not constitute an admission of liability for any Title IX violations.</p><p>As a part of the resolution agreement, the Academy agreed to make the following changes:</p><p><ul><li>Better publicize the roles and responsibilities of the Title IX Coordinator;</li></p><p><li>Revise the Title IX grievance procedures and submit them to OCR for approval;</li></p><p><li>Provide training to the Title IX Coordinator and all those involved in sexual misconduct investigations regarding the institution’s new policies and practices;</li></p><p><li>Provide training to all staff about the new Title IX policies;</li></p><p><li>Provide training to all freshmen students on the Academy’s sexual misconduct policies and resources;</li></p><p><li>Create a pamphlet and webpage explaining the school’s grievance procedures and resources available to victims of sexual misconduct;</li></p><p><li>Hold ongoing educational forums on sexual assault awareness and prevention, such as Take Back the Night; and</li></p><p><li>Meet with the complainant and his daughter to discuss the Academy’s response and the impact it had on the young woman.</li></ul></p><p>The parties agreed that Massachusetts Maritime Academy would submit all documentation demonstrating compliance with the agreement by no later than December 30, 2013. Because there has been no further activity on the docket, the case is presumed closed. </p><p></p>",
    "summary_published_date": "2019-01-10T00:00:00-05:00",
    "summary_short": "In the fall of 2012, the father of a young woman filed a complaint with the US Department of Education, Boston Office for Civil Rights. He alleged that Massachusetts Maritime Academy violated Title IX by failing to respond promptly and equitably to his daughter’s sexual assault. Although Academy officials believed that OCR did not have jurisdiction to investigate the assault, since the alleged victim was not a student, it entered into a voluntary resolution agreement with OCR on April 10, 2013. As a part of the agreement, the Academy agreed to make a number of changes to its Title IX policies and practices and to meet with the victim to discuss the impact the assault had on her. Because there has been no further activity on the docket, the case is presumed closed. ",
    "summary_tiny": null,
    "terminating_date": "2013-12-30",
    "clearinghouse_link": "clearinghouse.net/case/16936",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16936",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16936",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16936"
  },
  "documents": [
    {
      "date": "2013-04-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99396,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99396.pdf",
      "title": "[Massachusetts Maritime Academy Letter of Findings]",
      "text": "UNITED  STATES  DEPARTM ENT OF EDUCATION \nOFFICE FOR CIVIL  RIGHTS , REGION  I \n5 POST OFFICE  SQUARE,  grn FLOOR \nBOSTON,  MASSACHuSETTS  02109-3921 \nAPR10  2013 \nRe:  Complaint  No. 01-13-2008 \nDear \n(b)(6); (b)(7(C)  : \nThe U.S. Department  of Education's  Office for Civil Rights (OCR) is closing the \ninvestigative phase of the above-referenced  complaint you filed against the \nMassachusetts  Maritime Academy (Academy).  You alleged the Academy failed to \nappropriately  respond to your daughter's  report of a sexual assault by an Academy \ncadet in the fall of 2012. Based on the information  presented,  OCR proceeded  to \ninvestigate whether  the Academy failed to respond  to your daughter's  report  of sexual \nassault in a prompt  and equitable manner, in violation of 34 C.F.R. Section 106.8(b) and \n106.31. As explained below, prior to OCR completing  its investigation  and drawing  any \nconclusions regarding  this matter, the Academy expressed  an interest in resolving the \ncomplaint and signed a resolution agreement  (Agreement).  A copy of the signed \nAgreement is enclosed. \nOCR accepted this complaint for investigation  because the allegations are within OCR' s \njurisdiction  under Title 1X of the Education Amendments  of 1972 and its implementing \nregulation  at 34 C.F.R. Part 106 (Title IX), which prohibit discrimination  on the basis of \nsex by recipients of Federal financial assistance from the U.S. Department  of Education . \nThe Academy disagreed  that OCR has jurisdiction  pursuant  to 34 C.F.R. 106.13, but \nagreed to resolve this matter prior to the conclusion of the investigation  and a finding \non this matter in order to comply with the spirit of Title IX and its implementing \nregulations . Entering this agreement  is not, however,  an admission by the Academy \nthat it is required  by law to comply with Title IX or its implementing  regulations. \nDuring the investigation, OCR reviewed  documentation  from the Academy regarding \nits Title IX Coordinator,  published  sexual harassment  grievance procedure,  and \nresponses to complaints of sexual harassment  and assault, including its response to the \nyour grievance.  Before OCR made any findings based on the information  gathered,  the \nAcademy expressed an interest in resolving the complaint.  The Academy agreed to \ntake actions set forth in the enclosed Agreement. \nThe Agreement is aligned with the complaint  allegation and the information  OCR had \nobtained when the Academy proposed  to resolve the complaint.  Moreover, the \nThe Department of Education's mission is to promote studenta chievementa nd preparation/or global competitiveness t,y \nfostering educationale xcellencea nd en.mringe qual access \n\nPage 2 - l<b)(6); (b)(7(C)  !Complaint No. 01-13-2008 \nAgreement is consistent with the requirements  of Title IX. Accordingly, we are closing \nthe investigative phase of the complaint as of the date of this letter and, consistent with \nour usual practice, will monitor the Academy's  implementation  of the Agreement.  The \nmatters addressed  in this letter are not intended  and should not be construed  to cover \nany other issues regarding  the Academy's compliance with Title IX or any other laws \nenforced by OCR that may exist but are not discussed here. \nIf you have any questions about the information contained in this letter, please contact \nCivil Rights Investigator Molly O'Halloran  at (617) 289-0058 or \nMolly.O'Halloran@ed.gov;  Civil Rights Attorney Phil Catanzano  at (617) 289-0038 or \nPhilip.Catanzano @ed.gov; or me at (617) 289-0111. \nSincerel  , \n(b)(6); (b)(7(C) \nEnclosure ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99396"
    },
    {
      "date": "2012-11-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99400,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99400.pdf",
      "title": "[Notification letter for the Massachusetts Maritime Academy]",
      "text": "UNITED STATES  DEPARTMENT  OF EDUCATION \nOFFICE FOR CIVIL RIGHTS,  REGION I \n5 POST OFFICE SQUARE, 8™ FLOOR \nBOSTON, MASSACHUSETTS 02109-3921 \nNOV3  0 20f2 \nRe:  Complaint  No. 01-13-2008 \nI: \nDear \n!(b)(6); (b)(?(C) \nThe U.S. Department  of Education's  Office for Civil Rights (OCR) is opening for \n~ation  the above-referenced  complaint that you filed with our office on\"~~\"\"-l!~<-b.yj. .;...- ., \nIn your complaint, you alleged that the Massachusetts  Maritime Academy \n(Academy) failed to promptly  and equitably respond  to your daughter's  report of a \nsexual assault in the fall of 2012. You informed  us that you brought  your concerns to \nboth the President of the Academy and its Title IX coordinato r on separate  occasions to \nno avail.  You alleged that, once local law enforcement became involved in the matter, \nthe Academy stopped responding to your concerns entirely. \nOCR is charged with ensuring  institutional  compliance with Title IX of the Education \nAmendments  of 1972 and its :implementing regulation at 34 C.F.R. Part 106 (Title IX). \nTitle IX prohibits discrimination  on the basis of sex. The Academy is subject to the \nrequirements  of Title IX because it receives Federal financial assistance from the U.S. \nDepartment  of Education. \nBased on the information  presented,  OCR will investigate whether  the Academy failed \nto respond  to your daughter 's report of sexual assault in a prompt  and equitable \nmanner, in violation of 34 C.F.R. Sections 106.8(b) and 106.31. \nPlease note that opening this complaint for investigation  in no way implies that OCR \nhas made a determination  with regard  to the merits of the allegations.  During the \ninvestigation,  OCR is a neutral fact-finder, collecting and analyzing  relevant evidence \nfrom the complainant,  the recipient, and other sources, as appropriate . OCR will ensure \nthat its investigation  is legally sufficient and dispositive  of the allegations, in accordance \nwith the provisions of OCR's CaseP  rocessing Manual, which can be found online at: \nhttp://www.ed.gov/a bout/ offices/list/  ocr/ docs/ocrcpm.html. \nToday we provided the Academy with a similar letter, outlinjng your allegations and \nthe issues we are investigating.  We also asked them to respond  to a request for specific \ndocuments  that we are interested  in reviewing.  Following our review, it is common for \nThe Department of Education's mission is to promote student achievementa ndp reparationf or global competitiveness \nbyf ostering educational excellence and ensuring equal access. \n\nI \nPage 2 -l <b)(6); (b)(7(C)  Complaint No. 01-13-2008 \nus to travel to the institutions  being investigated  and interview relevant faculty, staff, \nand community  members.  Please feel free to contact us at any time and we can give \nyou an update  on how we are progressing  in this matter. \nIf you have any questions regarding this letter, please contact Civil Rights Investigator \nMo11yO  'Halloran  at (617) 289-0058 or Mol1y.O'Halloran@cd.gov, or Civil Rights \nAttorney Phil Catanzano  at (617) 289-0038 or Philip.Catanzano@ed.gov.  You may also \ncontact me at (617) 289-0044. \nSincerel  , \nRalph B. D' Amico, Jr. \nCompliance Team Leader ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99400"
    },
    {
      "date": "2012-11-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99401,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99401.pdf",
      "title": "[Notification letters and data request for the Massachusetts Maritime Academy]",
      "text": "UNITED STATES  DEPARTMENT  OF EDUCATION \nOFFICE  FOR CIVIL  RIGHTS, REGION  I \n5 POST OFFICE SQUARE. 8™ FLOOR \nBOSTON, MASSACHUSETTS 02109-3921 \nNOV3  0 20i2 \nPresident  Richard Gurnan \nMassachusetts Maritime  Academy \n101 Academy  Drive \nBuzzards  Bay, Massachusetts  02532 \nRe:  Complaint  No. 01-13-2008 \nDear President  Gurnon: \nThe U.S. Department  of Education's  Office for Civil Ri  hts  OCR) is o  ening for \ninvestigation  the above-referenced  complaint  filed on (b)(5); (b)(?(C)  . In his \ncomplaint J<b)(6); (b)(?(C)  !(Complainant)  alleged  that the Massachusetts  Maritime \nAcademy  (Academy) failed to promptly  and equitably  respond  to his daughter's  report \nof a sexual assault  in the fall of 2012. The Complainant's  daughter  is not a student  of \nthe Academy, but her alleged  assailant  is a studen t and the Complainant  claimed  to \nhave brought  his concerns  both to you and your Title IX coordinator  on separate \noccasions to no avail.  He alleged  that, once local law enforcement  became involved in \nthe matter,  the Academy  stopped  responding  to his concerns. \nOCR is charged  with ensuring institutional  compliance  with Title IX of the Educat ion \nAmendments  of 1972 and its implementing  regulation  at 34 C.F.R. Part 106 (Title IX). \nTitle IX prohib its discrimination  on the basis of sex. The Academy is subject to the \nrequirements  of Title IX because it receives Federal financial assistance from the U.S. \nDepartment  of Education. \nBased on the information  presented,  OCR will investigate whether  the Academy  failed \nto respond  to the alleged victim's  report  of sexual assault  in a prompt  and equitable \nmanner,  in violation  of 34 C.F.R. Section 106.B(b) and 106.31. \nPlease note that opening  this complaint for investigation  in no way implies that OCR \nhas made  a determination  with regard  to the merits of the allegations.  During  the \ninvestigation,  OCR is a neutral  fact-finder, collecting and analyzing  relevant  evidence \nfrom the complainant , the recipient,  and other sources, as appropriate.  OCR will ensure \ntl1at its investigation is legally sufficient and dispositive  of the allegations,  in accordance \nwith the provisions  of OCR' s CnseP  rocessingM  anual, which can be found online at: \nhttp://www.ed.gov /about /offices/list/  ocr/do cs/ ocrcpm.html. For your information, \nwe have also included  an explanation  of OCR's complaint  processing  procedures. \nTheD  epartmento f Education's mission is to promote studenta chievementa nd preparationf or global competitiveness \nby fostering educational excellence and ensuring equal access. \n\nPage 2- President  Guman,  Complaint  No. 01-13-2008 \nIn order to assist us in the resolution  of this complaint, we ask that the Academy submit \na response to the enclosed data request within fifteen (15) calendar  days from the date \nof this letter.  OCR' s authority  to gather information and conduct an investigation  is set \nforth at 34 C.F.R. Sections 100.6(b) and (c) and 100.7(c) of the regulation  implementing \nTitle VI of the Civil Rights Act of 1964, which is incorporated  by reference into the Title \nIX regulation  at 34 ~.F.R. Section 106.71. \nIf you have any questions regarding  this letter, please contact Civil Rights Investigator \nMolly O'Halloran  at (617) 289-0058 or Mo11y.O'Halloran@ed.gov, or Civil Rights \nAttorney Phil Catanzano  at (617) 289-0038 or Philip.Catanzano @ed.gov.  You may also \ncontact me at (617) 289-0044. \nSincerely \n(b)(6); (b)(7(C) \nRalph B. D' Amico, Jr. \nCompliance Team Leader \nEnclosures \n\nDATA  REQUEST \nMASSACHUSETTS  MARrTIME ACADEMY \nOCR  COMPLAINT  No. 01-13-2008 \nPlease submit the following information to OCR within fifteen (15) calendar days of the \ndate of this letter.  OCR accepts submissions in electronic format by email or on CD. \nShould you prefer to submit a hard copy, OCR requests that you refrain from the use of \nstaples, if possible, to facilitate the photocopying and processing of your information. \nYou can send the information to the attention of Molly O'Halloran  at the address \nenclosed in the letter, at the fax number (617) 289-0150,o r at the email address \nmolly.o'halloran @ed.gov. \n1.) The name and contact information of the Academy's: \na.  Title IX coordinator(s); \nb.  Contact person for this complaint; and \nc.  The person authorized  to resolve this complaint. \n2.) Information about how students, staff and other interested parties are notified of \nthe Academy's Title IX coordinator(s).  Please include copies of any hard-copy \nand electronic documentation  providing such notice. \n3.) A detailed description of any training regarding sex discrimination  provided  to \nthe Academy's Title IX Coordinator(s) and/ or other Academy staff. For any \ntraining, please include the date(s) the training was provided  and copies of any \nmaterials distributed at the training. \n4.) Copy of the Academy's grievance procedure for responding  to complaints of sex \ndiscrimination.  Please include any accompanying internal guidance or protocols \nfor Academy staff responsible for investigating the complaints. \n5.) Information about how students, staff and other interested parties are notified of \nthe Academy's Title IX grievance procedures. Please include copies of any hard-\ncopy and electronic documentation  providing such notice. \n6.) Any and all documentation  related to complaints/reports  of alleged sexual \nassault, sexual harassment, or any claims of a sexual nature involving the alleged \nassailant1, including, but not limited to, complaints, notes, letters, emails, \ntelephone logs, meeting notes, witness interviews and investigation reports. \n1 In an effort to avoid releasing personally identifiable information,  please contact Investigator  Molly \nO'lialloran  or one of the OCR staff referenced in the Jetter accompanying this request to provide the \nnames of the students in question and any additional  information  that may assist in compiling a \nresponse. \n\nPage 2 - Data Request, Complaint No. 01-13-2008 \n7.) U not provided  in response to item 6, above, copies of any and all internal \ncommunication  between Academy personnel or external communication \nbetween the alieged assailant or his representative(s)  and Academy personnel \nregarding the allegations of sexual assault, sexual harassment,  or any other \nconduct of a sexual nature during the 2011-2012 and 2012-13 school years. \n8.) Copies of any complaints filed with the Academy during the 2010-2011,2 011-\n2012, and 2012-13 involving sexual assault, sexual harassmen t, or any other \nconduct of a sexual nature . Please include any relevant documentation  including \nnotice of the final determination. \n9.) Any other information that the Academy believes may be useful in the resolution \nof this complaint. ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99401"
    },
    {
      "date": "2013-04-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99394,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99394.pdf",
      "title": "Voluntary Resolution Agreement",
      "text": "MASSACHUSETIS  MARITIME ACADEMY \nOCR  COMPLAINT No. 01-13-2008 \nVOLUNTARY RESOLUTION AGREEMENT \nMassachusetts  Maritime  Academy  agrees voluntarily  to take the steps set out below to \nresolve  the above-referenced  complaint.  The complaint  was filed with the U.S. \nDepartment  of Education's  Office for Civil Rights (OCR) and OCR asserted jurisdiction \nunder  Title IX of the Education  Amendmen ts of 1972 (Title IX). The Academy  disagrees \nthat OCR has jurisdiction  pursuant  to 34 C.F.R. 106.13, but agreed  to resolve  this matter \nprior to the conclusion  of the investigation  and a finding  on this matter  in order  to \ncomply with the spirit of Title IX and its implementing  regulations.  Entering  this \nagreement  is not, however,  an admission  by the Academy  that it is required  by law to \ncomply with Title IX or its implementing  regulations. \nI.  ACADEMY-WIDE ACTIONS \nA. The Academy  will better publicize  the roles and responsibilities  of its Title IX \nCoordinator  (Coordinator).  The Academy will widely  publish the name and \ncontact information  of the Title IX Coordinator  in print and on-line, as well as \nstating the names of any delegates  charged  with similar responsibilities.  The \nCoordinator  (and her delegates)  will be responsible  for the following: \n1.  Communicating  to students,  parents,  and staff the Academy's  actions with \nregard  to sexual harassment  and providing  information  to individuals \nregarding  their rights pertaining  to non-discriminatory  treatment  based \non sex, the Academy's  grievance  processes,  and the availability  of interim \nmeasures  during  an investigat ion of a grievance; \n2.  Responding  to any and all complaints/reports  or incidents of sex \ndiscrimination  following  the approved  grievance  procedure; \n3.  Tracking  complaints/reports  for trend s and repeat  perpetrator s; and \n4.  Conducting  periodic  assessments  (at least annually)  of campus  climate \nwith regard  to sexual harassment  and violence.  The Coordinator  will seek \ninput  from students,  staff, as well as a wide variety  of other sources, \nthrough  surveys,  interviews,  and focus groups.  The Coordinator  will also \nassess the resources  on campus  available  to victims and will incorpora te \nfeedback  provided  by those who have gone through  the grievance \nprocess. The Academy  will consider  such assessments  in identifying \nfuture  actions to ensure  that it maintains  an environment  that is safe and \nsupporti ve to all students. \nB.  The Academy  will revise and submit  for OCR' s review  grievance  procedures \nfor complaints of sex-based  discrimination.  Once approved  by OCR, the \n1369298_1 \n\nPage 2 -Massachusetts  Maritime  Academy,  OCR Complaint  No. 01-13-2008 \nAcademy  will provide  broad notice to the community.  The procedures  will \ninclude,  at a minimum,  the following: \n1.  If informal process(es)  are available,  the option for complainants  to bypass \nan informal process for a formal process at any point, per the \ncomplainants'  discretion; \n2.  No complainant  will be required  to have direct interaction  with an alleged \nperpetrator  in any informal  resolution  or mediation  involving  a complaint \nof sexual assault; \n3.  Designated  timeframes  for major stages of the process; \n4.  Adequate,  prompt  and impartial  investigations  of allegations  of sexual \nharassment  and violence including: \na.  Not unnecessarily  delaying  the Academy's  investigation of possible \nsexual violence until related  criminal  processes are concluded; \nb.  The opportunity  for both parties  to present  witnesses and other \nevidence; \nc.  Use of the preponderance  of evidence  standard  in determining \nwhether  sexual harassment  or violence occurred; \nd.  Availability  of interim  steps to protect  the parties  during  the \nAcademy's  investigation  of possible  sexual harassment  or violence. \nSuch interim  steps should  not disproportionately  impact  the \ncomplainant(s). \n5.  Assurances  that the Academy  will take steps to stop any sexual \nharassment  or violence if found, prevent  its recurrence  and remedy  its \neffects on those impacted, where  appropriate; \n6.  Assurances  that retaliation  is prohibited  and that retaliation  will be \nhandled  promptly  and equitabl y if it occurs; \n7.  Notice in writing  to the relevant  parties regarding  the outcome of the \nprocess including  whether  sexual harassment  or violence was found  and a \ndescription  of the Academy's  response; \n8.  Equitable rights  to both parties  to appeal, if applicable; \n1369298_1 \n\nPage 3 -Massachusetts  Maritime  Academy,  OCR Complaint  No. 01-13-2008 \n9.  Consistent  with its current  policies, adequate  record-keeping  of \ncomplaints  filed, including  a description  of the claim or copy of the \ncomplaint;  copies of all witnesses statements; any docum entary evidence \nor written  statemen ts provided;  a copy of final disposition/ outcome; and \ndocumentation  that notice of the outcome  was provided  to the parties. \nC.  The Academy  will provide  trainin g to the Title IX Coordinator  and those \ndesignated  to conduct  investigations  in response  to reports  or complaints  of \nsexual harassment  or violence on: the Academy's  rules/  policies regarding \nsexual harassment/  violence; relevant  resources  available on and off campus; \nthe Academy's  grievance  procedure,  including  accepting,  processing  and \ninvestigating  complaints  of sexual harassment  or violence; interacting  with \nvictims of sexual harassment  or violence; gathering  relevant  evidence  and \nassessing it in the Title IX context; the importance  of confidentiality,  fair \nprocess, impartialit y, and applicable  legal standards;  and safety \nconsiderations  when determining  interim  measures  and disciplinary \nsanctions. \nD. The Academy  will provide  all staff with training  on: interacting  with victims \nof sexual harassment or violence; the Academy's  policies regarding  sexual \nharassment or violence; resources  on campus; the Academy's  grievance \nprocedures;  reporting  requirements;  and other topics the Academy  deems \nrelevant  to address  sexual harassment  and violence. \nE.  The Academy  will conduct training  for freshmen  stude nts on: the Academy's \npolicies regarding  sexual haras sment or violence; resources on campus;  the \nAcademy's  grievance  procedures;  reporting  requirements;  and other topics \nthe Academy  deems relevant  to address  sexual harassment and violence.  The \nAcademy will also hold trainings  for sophomore students  on bystander \nintervention  and will re-affirm the topics presented  to freshman  students. \nF.  The Academy  will develop and provide  to OCR for its review  and approval, \nan intake checklist for staff and the Coordinator  to use when a student  reports \nan incident  of sexual harassment or violence. \nG. The Academy will develop  a pamphlet  and webpage  explaining  the \nAcademy's  grievance  procedure,  remedies  available to victims, and resources \navailable on and off campus  for victims.  The pamphlet  and hyperlink  will be \nprovided  to any student  reporting  sexual harassment  or violence and will be \ndistributed  to the Academy  community  at the beginning  of each school year. \n1369298_1 \n\nPage 4 -Massachusetts  Maritime  Academy,  OCR Complaint  No. 01-13-2008 \nH. In an effort to raise awareness  on campus  of issues of sexual violence, the \nAcademy  will provide  ongoing  educational  forums/  events on these topics \nsuch as holding  a \"Take Back the Night\"  awareness  event each year. \nII.  STUDENT-SPECIFIC ACTION \nThe Academy  will meet with the Complainant  and his daughter  to discuss the fall \nevent, the Academy's  response,  and the impact it has had on the Complainant's \ndaughter. \nIll.  REPORTING \nA. By August  31, 2013, the Academy  will provide OCR with documentation  that it \nhas better publicized  the role of Title IX Coordinator  and published  the name \nonline and in print; submit  for OCR' s review intake checklist, pamphlet  and \nhyperlink to website. \nB.  The Academy  will submit  for OCR's review  the revised  Title IX grievance \nprocedures  within  two days of approval  by the Massachusetts  Board of Higher \nEducation,  if such approval  is necessary.  Otherwise, the Academy will submit \nfor OCR' s review  the revised  Title IX grievance procedures  by Augus t 31, 2013. \nC. Two weeks prior to completing  the training  in Provision  C, D, and E of the \nAcademy-Wide  actions, the Academy  will provide  OCR with the name and \nqualifications  of the trainer , and copies of the training  materials. \nD.  By December 31, 2013, the Academy  will provide  OCR with  documentation  that \nit is implementing  its grievance  procedure,  the Title IX coordinators  are fulfilling \ntheir responsibilities,  and the Academy  is making  efforts to increase awareness \naround  these issues on campus,  including: \n1.  documentation  of reports  and complaints  and the Academy's  response to \ncomplaints  of sexual harassment and violence; \n2.  documentation  of efforts to track complaints/reports  of trends  and repeat \nperpetrators; \n3.  documentation  of efforts to assess the schools'  climate with respect  to the \nsexual harassment;  and \n4.  documentation  of orientation  programs  and other ongoing  annual  events \nrelated  to sexual harassment  and violence. \n1369298_1 \n\nPage 5 -Massachusetts  Maritime  Academy,  OCR Complaint  No. 01-13-2008 \nE.  By June 30, 2013, the Academy  will provide  documentation  that it has made all \nreasonable  efforts to complete  the Student-specific  action outlined  in Section II. \nThe Academy  und erstand s that OCR will not close the monitoring  of this agreement \nuntil OCR determines  that the Academy  has fulfilled its terms and is in compliance \nwith the regulation s implementing  Title IX which were at issue in this case. \nThe Academy  understands  that by signing this agreement,  it agrees to provide  data and \nother information  in a timely manner  in accordance  with the reporting  requirements  of \nthis agreement.  Further,  the Academy  understand s that during  the monitoring  of this \nagreement,  if necessary,  OCR may visit the Academy,  interview  staff and students,  and \nrequest  such additional  reports  or data as are necessary  for OCR to determine  whether \nthe Academy  has fulfilled the terms of this agreement  and is in compliance  with 34 \nC.F.R. Sections 106.S(a) and (b), and 106.31(a) and  (b), which were at issue in this \ncomplaint. \nThe Academ y understands  and acknowledges  that OCR may initiate admini strative \nenforcement  or judicial proceedings  to enforce the specific terms  and obligation s of this \nAgreement.  Before initiating  administrative  enforcement  (34 C.F.R. Sections 100.9, \n100.10), or judicial proceeding s to enforce this Agreement,  OCR shall give the Academ y \nwritten  notice of the alleged breach and a minimum  of sixty (60) calendar  days to cure \nthe alleged breach. \nFor the Academy : \n(b)(6); (b)(7(C) \nRichard G. Gurnon,  President \n10 April 2013 \n1369298_1 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99394"
    },
    {
      "date": "2013-04-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 99398,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/99398.pdf",
      "title": "[Massachusetts Maritime Academy Letter of Findings]",
      "text": "UNITED STATES DEPARTMENT OF EDUCATION \nOFFICE FOR CIVIL RIGHTS, REGlON I \n5 POST OfFI CE SQUARE. grn FLOOR \nBOSTON. MASSACHUSETTS  02109-3921 \nAP1R0  2DD \nPresident  Richard Gumon \nMassachusetts Maritime Academy \n101 Academy Drive \nBu1.zards Bay, Massachusetts 02532 \nRe:  Complaint No. 01-13-2008 \nDear President Gurnon: \nThe U.S. Department  of Education's Office for Civil Rights (OCR) is closing the \ninvestigative  phase of the above-referenced complaint filed against the Massachusetts \nMaritime Academy (Academy).  The Complainant  alleged the Academy failed to \nappropriately  respond to his daughter's  report of a sexual assault by an Academy cadet \nin the fall of 2012. Based on the information presented, OCR proceeded  to investigate \nwhether  the Academy failed to respond to the alleged victim's report of sexual assault \nin a prompt  and equitable manner, in violation of 34 C.F.R. Section 106.S(b) and 106.31. \nAs explained below, prior to OCR completing its investigation and drawing  any \nconclusions regarding  this matter, the Academy expressed an interest in resolving the \ncomplaint and signed a resolution agreement (Agreement).  A copy of the signed \nAgreement  is enclosed. \nOCR accepted this complaint for investigation because the allegations are within OCR's \njurisdiction under Title IX of the Education Amendments  of 1972 and its implementing \nregulation at 34 C.F.R. Part 106 (Title IX), which prohibit discrimination  on the basis of \nsex by recipients of Federal financial assistance from the U.S. Department  of Education. \nThe Academy disagreed that OCR has jurisdiction pursuant  to 34 C.F.R. 106.13, but \nagreed to resolve this matter prior to the conclusion of the investigation and a finding \non this matter in order to comply with the spirit of Title IX and its implementing \nregulations.  Entering this agreement is not, however, an admission by the Academy \nthat it is required  by law to comply with Title IX or its implementing  regulations. \nDuring the investigation, OCR reviewed documentation  from the Academy regarding \nits Title IX Coordinator,  published sexual harassment  grievance procedure,  and \nresponses to complaints of sexual harassment  and assault, including its response to the \nComplainant's  grievance.  Before OCR made any findings based on the information \ngathered, the Academy expressed an interest in resolving the complaint.  The Academy \nagreed to take actions set forth in the enclosed Agreement. \nThe Departmento f Education ·s mission is to promote student achievementa nd preparationf or global competitivenessb y \nfostering educational excellencea nd ensuring equal access. \n\nPage 2-ComplaintNo.  01-13-2008 \nThe Agreement is aligned with the complaint allegation and the information OCR had \nobtained when the Academy proposed to resolve the complaint.  Moreover, the \nAgreement is consistent with the requirements  of Title IX. With regard to Section Il of \nthe Agreement, Student-specific Actions, OCR understands  that the Academy will \nmake every reasonable effort to meet with the Complainant and his daughter. \nHowever, if the Complainant and his daughter no longer wish to participate in a \nmeeting, then that decision should be documented  by the Academy and provided to \nOCR pursuant  to Section III(E)o f the reporting provisions.  Accordingly, we are closing \nthe investigative phase of the complaint as of the date of this letter and, consistent with \nour usual practice, will monitor the Academy's implementation  of the Agreement.  The \nmatters addressed  in this letter are not intended and should not be construed to cover \nany other issues regarding the Academy's compliance with Title IX or any other laws \nenforced by OCR that may exist but are not discussed here. \nIf you have any questions about the information contained in this letter, please contact \nCivil Rights Investigator Molly O'Halloran  at (617) 289-0058o r \nMolly.O'Halloran@ed.gov;  Civil Rights Attorney Phil Catanzano at (617)2 89-0038o r \nPhilip.Catanzano@ed.gov; or me at (617) 289-0111. \nSincere! , \n(b)(6); (b)(7(C) \nThomas J.  ibino \nRegional Director \nEnc \nCc: ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/99398"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115239,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115239"
    }
  ],
  "document_count": 6
}