{
  "case_id": 5467,
  "fetched_at": "2025-10-22T00:07:36.597522",
  "case_data": {
    "attorney_orgs": [
      "ACLU National Prison Project"
    ],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New York State Deparmtent of Social Services",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1971,
    "constitutional_clause": [
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "Southern District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1970-10-29",
    "filing_year": 1970,
    "id": 5467,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Administrative segregation",
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "Jails, Prisons, Detention Centers, and Other Institutions: Library (non-law) access"
    ],
    "last_checked_date": "2007-11-12T00:00:00-05:00",
    "main_docket": {
      "id": 37688,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1970,
      "docket_filing_number": 4750,
      "is_main_docket": true,
      "court": "Southern District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "70-4750",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Lollis v. Dept. of Social Services",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1970,
    "permanent_injunction": false,
    "plaintiff_description": "all children confined to New York State Training Schools and subject to lengthy periods of solitary confinement",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 364,
        "name": "Pena v. New York State Division for Youth"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1971-04-30",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>In 1970, a class action lawsuit was filed under 42 U.S.C. &sect; 1983 in the United States District Court for the Southern District of New York on behalf of all children confined to New York State Training Schools and subject to lengthy periods of solitary confinement and against the New York State Department of Social Services and the director of Brookwood Annex to Hudson State Training School for Girls. The plaintiffs, represented by the New York Civil Liberties Union, sought injunctive, declaratory, and monetary relief, alleging that Brookwood violated their constitutional rights by isolating detainees for excessive periods of time. The case was assigned to Judge Morris E. Lasker.</p>\r\n<p>The named plaintiff in this case was confined at Brookwood after she was adjudged to be a person in need of supervision (PINS), although she had never committed a crime. Brookwood placed juveniles in isolation without notice or any hearing. According to the court, seclusion at Brookwood amounted to prolonged sensory deprivation. Juveniles confined at Brookwood could be isolated, clad only in pajamas, for weeks at a time in a stripped 6' by 9' room without access to books and recreation equipment. Social workers and other staff visited secluded juveniles erratically.</p>\r\n<p>This lawsuit and Pena v. New York State Division for Youth, JI-NY-006, were treated as companion cases but were not consolidated because <em>Pena</em> addressed more issues than <em>Lollis</em>. The plaintiffs in both lawsuits moved for preliminary injunctions, which the United States District Court for the Southern District of New York (Judge Morris E. Lasker) granted on December 18, 1970. Lollis v. New York State Dept. of Soc. Serv., 322 F. Supp. 473 (S.D.N.Y. 1970). Although the court declined to find isolation of juvenile detainees unconstitutional per se, the court held that isolating a juvenile in a stripped room with no form of stimuli for weeks at a time was cruel and unusual punishment.</p>\r\n<p>On April 30, 1971, the court modified the injunction to comport with the holding in Sostre v. McGinnis, 442 F.2d 178 (2d Cir. 1971), that federal courts should not determine what modes of punishment were available for use in State prisons. Lollis v. New York State Dept. of Soc. Serv., 328 F. Supp. 1115 (S.D.N.Y. 1971). The court, therefore, narrowed the injunction to only benefit the named plaintiffs.</p>",
    "summary_published_date": "2022-11-21T13:37:24.948925-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1971-04-30",
    "clearinghouse_link": "clearinghouse.net/case/5467",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=5467",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=5467",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=5467"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 124855,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/124855"
    },
    {
      "date": "1970-12-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 473,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 322,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55683,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55683.pdf",
      "title": "Opinion",
      "text": "322 F.Supp. 473 (1970)\nAntoinette LOLLIS, on her own behalf and on behalf of all others similarly situated,\nnamely those children confined to Training Schools in the State of New York, Plaintiffs,\nv.\nNEW YORK STATE DEPARTMENT OF SOCIAL SERVICES, George K. Wyman,\nCommissioner, State Department of Social Services, Frank Shaughnessy, Superintendent,\nBrookwood Annex to the Hudson State Training School for Girls, et al., Defendants.\nJoe PENA, on his own behalf and on behalf of all others similarly situated, namely those\nchildren confined to and paroled from Training Schools in the State of New York,\nPlaintiffs,\nv.\nNEW YORK STATE DEPARTMENT OF SOCIAL SERVICES, George K. Wyman,\nCommissioner, State Department of Social Services, et al., Defendants.\nNos. 70 Civ. 4750, 70 Civ. 4868.\nUnited States District Court, S. D. New York.\nDecember 18, 1970.\n474 *474 Burt Neuborne, New York City, New York Civil Liberties Union, for plaintiff Lollis.\n475 *475 The Legal Aid Society, Brooklyn, for plaintiff Pena; James D. Silbert, of counsel.\nLouis J. Lefkowitz, Atty. Gen. of State of New York, New York City, for defendants; Hillel Hoffman, New York City,\nof counsel.\nOPINION\nLASKER, District Judge.\nPlaintiffs in these companion cases are children who claim that their treatment while in custody in New York State\ntraining schools has constituted cruel and unusual punishment under the Eighth Amendment or punishment\nimposed in violation of the Fourteenth Amendment. They have brought separate but nearly identical class actions\npursuant to 42 U.S.C. § 1983 and 28 U.S.C. § 2201 seeking injunctive and declaratory relief and damages.\nJurisdiction is predicated on 28 U.S.C. §§ 1343 (3) and (4).\nThe Lollis suit is brought on behalf of all children confined to New York State training schools \"who are forced to\nendure extended periods of solitary confinement\"; the Pena action for \"children confined to and paroled from\nsuch schools who have been subject to solitary confinement or subject to binding of hands and feet with\nhandcuffs.\" I discuss the cases separately.\nDefendants are the persons charged with the responsibility of operating the state training schools.\nThe plaintiffs move for preliminary injunctions to restrain defendants from imposing the treatment complained of.\nPlaintiff Pena also moves to consolidate the two cases.\nThe defendants oppose these motions and move to dismiss the complaints, and, in the event the complaints are\nnot dismissed, to extend their time to answer.\n\nI.\nAntoinette Lollis (\"Lollis\") is a fourteen-year old inmate of the Brookwood Annex to the Hudson Training School\nfor Girls (\"Brookwood Annex\") in Claverack, New York. She was committed first in September 1969 as a \"Person\nin Need of Supervision\" pursuant to § 711 ff of the New York Family Court Act. She was released on June 30,\n1970, but on the complaint of her mother, who was later the object of child neglect proceedings as to plaintiffs\nseven brothers and sisters, was returned, without hearing, to the training school in mid-August 1970.\nNeither in the present case nor previously has the plaintiff been accused or convicted of a crime. Although in the\npresent instance her mother claimed that Lollis threatened her with a knife, this Lollis denies.\nTwo or three days after her return to custody plaintiff became involved in a fight with a matron and another\ninmate. The record indicates that plaintiff was abusive and aggressive and bore the responsibility for the start of\nthe fracas. Before peace returned it took several persons to subdue Lollis.\nImmediately thereafter, without a hearing, plaintiff was confined to what is colloquially known within the training\nschool system as a \"strip room\"00so called because it is stripped of all facilities normally available to inmates.\n97\nHere she remained until September 4, 1970, being released at that time apparently because of the insistence of\nFamily Court Judge Beatrice Burstein, who made an inspection of the school on September 2, 1970, and\ndiscovered Lollis confined to the strip room.\nJudge Burstein's detailed report of the Lollis case, dated September 22, 1970, describes the following conditions:\n\"She [Lollis] was kept in a room about 6' × 9' for 24 hours a day. The first seven or eight days of confinement she\nwas visited by a social worker. Then the social worker went on vacation and one other staff member visited her\nonce. She was completely unoccupied for 24 hours daily. Nevertheless I inquired how she kept herself busy. She\n476 replied by saying `I sleep all day and I cry all *476 night.' She had, indeed, requested to see a psychiatrist, but\nwas informed that she would not be able to see him until she was released from solitary. She reported that she\nhad been receiving tran-quilizers for a long period of time and felt a need for them now but was unable to secure\nthem since the psychiatrist was not available for a visit. It should be noted that Brookwood has the services of a\npsychiatrist one-half day every other week.\n\"She wore pajamas all day, sat staring at the wall and did absolutely nothing.\n* * * * * *\n\"There was a wooden bench * * *. There was a blanket on the bench and this was where the child rested for\ntwenty-four hours.\"\nAlthough the room contained a window, it was blinded so that it \"absolutely prevented the youngster from looking\noutside.\" In each of the four wings there was a strip room for isolation purposes. The room in which plaintiff was\nconfined was at the end of the hospital wing, completely removed from the balance of the population.\nJudge Burstein questioned the Superintendent as to when Lollis might be released. He replied that, although the\ncase was reviewed each day by the staff, he could not suggest a definite date, since release depended on Lollis'\nexhibiting some \"movement\" and on her apology to the matron (the matron was by now on vacation). When\nremoval from the strip room occurred, he informed her, it did not mean automatic return to the community, but the\nchild would be locked in her own room for a transition period.\nAlthough Judge Burstein observed, \"I do not suggest that commodious accommodations must be accorded to\nchildren who disturb the tranquility of the community,\" she nevertheless stated: \"On the other hand, the cruelty of\nisolation and solitary confinement ought not to be augmented by surroundings so oppressive as to destroy the\nintegrity and the identity of the child who, after all, is the object of our concern and who must ultimately be\nreturned to the community.\"\n\nIt is important to note that after her departure from the school Judge Burstein energetically attempted through\nadministrative channels to secure relief for Lollis. Two days after her visit she called the Superintendent to ask if\nthe plaintiff had been released or (as Judge Burstein had requested at the time of her visit) had been given any\nbooks. Release had not occurred and the request for books had been rejected. She made several attempts to\nreach Commissioner Wyman, but he was unavailable. A call to the Chairman of the Board of Social Welfare\nServices elicited the statement that members of the Board had not visited the institution (as they are required to\ndo by §§ 6 and 18 of the New York Social Services Law, McKinney's Consol.Laws, c. 55) since they were\nunsalaried and there were too many institutions to visit. Finally, through efforts of the National Council on Crime\nand Delinquency, Judge Burstein was able to speak to the Deputy Commissioner of Social Services in Charge of\nInstitutions, who arranged for Lollis to be released on September 4, 1970, two weeks after she had originally\nbeen isolated.\nIn opposition to the Lollis motion, an equally detailed, undated, report of Superintendent Frank Shaughnessy\nstates that the strip room (described by the Superintendent as a \"security room\") measures 9' 4\" by 7' 8\", that the\nbed is a \"bunk bed built into one of the walls, attached to the walls and the floor,\" 7' 8\" long, 2' 7\" wide and 1' 6½\"\nhigh. A mattress is made available at night. It is claimed that the top pane of the window was low enough to\npermit visibility, and that the lower panes were painted to prevent an inmate from distracting other inmates\nengaged in recreation outside the room. Girls in a \"security room\" are kept in pajamas to prevent absconding and\nthe hiding of dangerous objects. Lollis was issued a bathrobe, but destroyed it; for this reason it was not\n477 replaced. The use of bathroom and shower is made available. It is stated *477 that Lollis was visited on a number\nof occasions by child care workers to discuss her case and by nurses. She continued her aggressive and anti-\nsocial behavior. Her case was reviewed daily by the Adjustment Committee, and on September 4th the\nCommittee decided that, since Lollis \"indicated a willingness to resume program and to maintain herself,\" she\nshould be returned to her own room in preparation for later resumption of normal activities, which occurred\nSeptember 9th. The report further states that \"every effort is made to return a youngster to the regular program\nas quickly as possible\" and that girls are allowed to write their family and to receive letters while confined in a\n\"security room.\"\nIt should be noted that the recital above is derived from unsworn reports submitted by plaintiff and the defense,\nand not from affidavits. Though affidavits on the part of counsel have been submitted, they are necessarily based\non information and belief. While the absence of sworn evidence would create insurmountable obstacles to\ndecision in cases involving sharp factual disputes, the key factual matters here are not in question. It is true that\nthe tone of Superintendent Shaughnessy's report is altogether different from that of Judge Burstein, and offers a\njustification of the treatment of Lollis. Nevertheless, there is clear agreement that Lollis, a fourteen-year old girl\nwho provoked a fight, was kept in isolated custody for two weeks in a room stripped of everything but a wooden\nbunk bed, without a mattress during the day time, with a largely blocked window, and was coincidentally released\non the day on which Judge Burstein was able to secure the intervention of the Deputy Commissioner in Charge\nof Institutions. It is also undisputed that the Brookwood Annex is a facility intended to treat girls with particularly\ndifficult behavioral problems, and for the purposes of this motion I accept the Superintendent's claim that Lollis is\nsuch a girl. This area of agreed fact is sufficient to permit a disposition of the case.\nII.\nIn this context the plaintiff contends that the practice in the New York State training schools of isolating children\nfor extended periods of time (1) violates the Eighth Amendment because it constitutes cruel and unusual\npunishment, (2) is unlawful because it imposes punishment on persons civilly committed who are not convicted of\na crime, and (3) violates the due process clause of the Fourteenth Amendment because the isolation is imposed\nin the absence of procedural safeguards.\nDefendants argue that the case should be dismissed because (1) it fails to state a claim upon which relief can be\ngranted, (2) it fails to present facts calling for the exercise of federal jurisdiction, and, in addition, (3) there are no\ngrounds for the granting of an injunction or the allowance of damages.\nBefore reaching the merits of plaintiff's claims I discuss the issues raised by defendants.\n\nDefendants assert that the complaint does not state a claim under the Civil Rights Act and ask that \"at the\nthreshold\" the court take judicial notice of the regulations of the State Board of Social Welfare, filed July 27, 1970,\nwhich prohibit the abuse of children and the use of solitary confinement. Recognizing that, although the\nregulations bar the use of solitary confinement, they do permit \"isolation\" (without defining the term or\ndistinguishing it from \"solitary\"), defendants argue that isolation is necessary on occasion for a child's safety or\nthe safety of the other children and the staff. It is not to be doubted that under proper circumstances custodial\nauthorities may isolate an inmate for such reasons. As stated in Davis v. Lindsay et al., 321 F.Supp. 1134 (S.D.\nN.Y.1970):\n478 \"Without doubt prison officials are authorized to isolate persons in their *478 custody when\nsubstantial evidence establishes a threat to the safety of the prisoner, other inmates, or institution\npersonnel, * * *.\"\nIndeed plaintiff does not contend that isolation of inmates is unconstitutional per se, but rather that extended\nisolation, or isolation imposed on civil inmates as punishment, or isolation imposed without procedural\nsafeguards, violates the Constitution. The plaintiff does not attack the regulations as far as they go, but, on the\nother side of the coin, the regulations do not save the day for the defendants since what the plaintiff attacks are\nthe practices which the regulations have failed to control. At this stage of the proceedings the validity of these\npractices must be measured by the evidence contained in the affidavits of experts yet unmentioned in this\nopinion, but discussed in detail below. It is sufficient to state at this point that such evidence negates the\ncontention that a civil rights claim has not been stated.\nNor are the decisions in United States ex rel. Hyde v. McGinnis, 429 F.2d 864 (2d Cir.) June 19, 1970, and \nChurch v. Hegstrom, 416 F.2d 449 (2d Cir. 1969), on which defendants rely, to the contrary. Hyde held that where\nthe complaint alleges \"not that he has been completely denied needed medical care by a wilful refusal of the\nprison authorities to assist him,\" but rather, facts amounting only to \"faulty judgment on the part of the prison\ndoctor in choosing to administer one form of the same medication instead of another\" the allegations did not state\na § 1983 claim. In Church, the court found that the complaint merely alleged negligence as to the plaintiff's\nmedical needs, and that such allegations were not sufficient to state a § 1983 claim against the prison doctor, and\n\"Even in regard to the three defendants who might have had some direct responsibility for\nprisoner supervision, nothing was alleged to show specific, exceptional circumstances outside the\nnormal processes of prison administration.\" (at 451).\nBut here the complaint shows quite specific circumstances, and the very protestations of the defendants that\nisolation is rarely invoked in state training schools, and even more rarely for as long a period as occurred in the\nplaintiff's case, render those circumstances \"exceptional.\" Indeed, the very practice here00 extended solitary\n97\nconfinement00has been held by the Court of Appeals of this Circuit, this court, and the United States District Court\n97\nfor the Northern District of New York to state a § 1983 claim. Wright v. McMann, 387 F.2d 519 (2d Cir. 1967); \nSostre v. Rockefeller, 312 F.Supp. 863 (S.D.N.Y.1970); Wright v. McMann, 321 F.Supp. 127 (N.D.N.Y. 1970); and\nUnited States ex rel. Mosher v. LaVallee, 321 F.Supp. 127 (N.D.N.Y. 1970).\nIn commenting on Judge Kaufman's statement in Hyde that \"barbarous\" acts or a wilful refusal to accord\ntreatment are required to state a § 1983 claim, defendants assert (Memorandum, p. 8):\n\"Plaintiff presents no evidence that children are subjected to beatings or starvation or any forms of\nphysical barbarity, other than that she was confined to a `strip room' without furnishings.\"\nBut it is not necessary to present evidence of beatings or starvation to state a § 1983 claim. It is sufficient, for\nexample, to show, as here, that plaintiff was held for two weeks in isolation which, according to a Family Court\nJudge of New York inspecting the situation, was \"augmented by surroundings so oppressive as to destroy the\nintegrity and the identity of the child. * * *\" Quite obviously, the conditions in which plaintiff was held shocked the\nconscience of that judge.\nNor is there merit, in these circumstances, to the defendants' argument that \"in the event that any child is\n479 subjected to barbarous treatment in *479 clear violation of state rules, there is no reason why these violations\n\ncannot be brought to the attention of appropriate state authorities rather than become the subject of a federal civil\nrights action.\" Of course, the federal courts should not interfere with the administration of state institutions except\nunder extraordinary circumstances (Wright v. McMann, 387 F.2d 519), and federal judges do not happily do so.\nBut here the futility of invoking the state procedure could not have been more clearly evidenced. The real\ndifficulties of securing administrative relief were exquisitely illustrated by the nearly frustrated efforts of a Family\nCourt Judge in plaintiff's behalf. Indeed, plaintiff was fortunate that Judge Burstein fortuitously discovered her\ncondition. If this had not been the case, plaintiff, without counsel and probably without means to hire counsel,\nwould have had to rely either on the Superintendent's monthly report to the Commissioner detailing isolations or\nthe monthly visits (if made) by the State Board of Social Welfare. Either such reports and visits are made or they\nare not. If they are, they were of no value to plaintiff; if they are not, the remedy is even less efficient. In either\nevent, to require plaintiff, in the circumstances of this case, further to exhaust her administrative remedies would\nconstitute the \"wooden application of the exhaustion doctrine in cases under the Civil Rights Act\" which Eisen v.\nEastman, 421 F.2d 560, 569 (2d Cir. 1969), finds Supreme Court decisions \"condemn.\"\nColeman v. Ginsberg, 428 F.2d 767 (2d Cir. 1970), cited by defendants, is not to the contrary. There the court\nheld only that the District Court had not abused its discretion in dismissing a civil rights action where the record\nwas doubtful that constitutional rights were involved rather than an interpretation of state law. Even under such\ncircumstances, the Court of Appeals pointed out that, according to Supreme Court decisions, \"the better practice\"\nwould be for the federal court to retain jurisdiction and stay its proceedings pending determination by the state\ncourts. Id. at 770.\nThe defendants contend also that, even if plaintiff has exhausted her state administrative remedies, the matter\nshould be left to the state courts. But, as stated in Wright v. McMann, supra, 387 F.2d at 524:\n\"* * * the latest pronouncement on the subject by the Supreme Court emphasizes that the doctrine\n[abstention] is to be applied `only in narrowly limited \"special circumstances.\"' Zwickler v. Koota,\n389 U.S. 241, 88 S.Ct. 391 [19 L.Ed.2d 444,] * * *.\"\nAnd further, (at 525):\n\"[i]t is reasonable to conclude that cases involving vital questions of civil rights are the least likely\ncandidates for abstention, e. g., McNeese v. Board of Education, supra, 373 U.S. [668] at\n673-674, 83 S.Ct. 1433 [10 L.Ed.2d 622] * * *.\"\nDefendants' final points are that there are no grounds for issuance of an injunction nor for the granting of\ndamages. The propriety of injunctive relief is discussed below in relation to the merits of the case. As to the\nquestion of damages, suffice it to say that it is not raised, of course, by plaintiff's motion. Insofar as it may be\nrelevant to defendants' motion to dismiss00since defendants contend that plaintiff's damages, if any, clearly do not\n97\nexceed $10,00000it need only be observed that jurisdiction here is not predicated on 28 U.S.C. § 1331 (federal\n97\nquestion) but on 28 U.S.C. § 1343(3) (deprivation of constitutional rights under color of state law).\nIII.\nI come now to the merits of the Lollis case.\nThe Eighth Amendment's prohibition of cruel and unusual punishment is binding on the states through the\nFourteenth Amendment. Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962); Francis v.\n480 Resweber, *480 329 U.S. 459, 67 S.Ct. 374, 91 L.Ed. 422 (1947).\nThe concept of cruel and unusual punishment has, of course, varied through the course of history, and, as the\ncourt observed in Trop v. Dulles, 356 U.S. 86, 101, 78 S.Ct. 590, 598, 2 L.Ed. 2d 630 (1958):\n\"The [Eighth] Amendment must draw its meaning from the evolving standards of decency that\nmark the progress of a maturing society.\"\n\nTwo tests have been applied to determine whether the Amendment applies: first, whether the punishment is\ndisproportionate to the offense, Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793 (1909);\nsecond, the severity or harshness of the sanction as measured by \"broad and idealistic concepts of dignity,\ncivilized standards, humanity, and decency * * *\" Jackson v. Bishop, 404 F.2d 571, 579 (8th Cir. 1968), Opinion of\nJudge (now Mr. Justice) Blackmun.\nIn support of Lollis' motion there have been submitted the affidavits of seven psychiatrists, psychologists, and\neducators of delinquent juveniles. They are unanimous in their condemnation of extended isolation as imposed\non children, finding it not only cruel and inhuman, but counterproductive to the development of the child. This\n[1]\ngroup is made up of men and women of high standing and expertise.  Most surprisingly, although the key to\ndecision of the Eighth Amendment issue lies in a determination as to whether Lollis' two-week isolation in a\nstripped room was disproportionate or inherently harsh, no affidavit on the subject has been submitted by the\ndefendants. Indeed, the only contest, if it may be termed a contest, which defendants have made of the affidavits\n481 of experts *481 supporting plaintiff's motion is to offer an unsworn statement of Superintendent Shaughnessy\nentitled, \"Isolation Policies,\" which refers (1) to the writings of Dr. William Glasser, whose qualifications are not\nset forth; (2) to certain experimental work of \"Tyler and Brown\" and \"Burchard and Tyler,\" not identified in any\nway, however well known they may or may not be to the cognoscenti; and (3) to the views of Dr. Lewis Jarett, a\nconsultant at Brookwood Annex, who is Director of Columbia County Mental Health Clinic (N.Y.), that the use of\nsecurity rooms can be a \"helpful experience.\" Even if Superintendent Shaughnessy's statement with its second-\nhand references to the views of others were to be accorded the quality of an affidavit, it is clearly outweighed by\nthe affidavits in support of plaintiff's motion, not because of their number (though that is impressive), but because\nof the standing of the affiants, the wealth and diversity of their expertise, and the unconditional nature of their\nopinions.\nThe following statements are excerpts from affidavits in support of Lollis' motion, prepared with relation to the\nfacts of this case:\nRobert E. Gould, M.D.00Affidavit sworn to November 5, 1970:\n97\n\"In my opinion it is unconscionably cruel and inhumane treatment to put an adolescent in isolation\nfor a two-week period. In fact one day of such isolation would not constitute constructive action to\nrehabilitate a troubled youngster. To deprive a human being of books or any other material with\nwhich one can become involved and to prohibit interpersonal communications can only insure\nincreasing the pathology that a youngster displays.\n\"Isolation as a `treatment' is punitive, destructive, defeats the purposes of any kind of rehabilitation\nefforts and harkens back to medieval times. There is no justification for such treatment unless one\nwants to dehumanize a young person in trouble and wants to create more trouble with such a\nperson in the future.\n\"I decry the isolation method totally as a method to be used in reconstructing young people's\npersonalities. It only destroys what good parts of the personality one could work with and build\non.\"\nDr. Ernst Papanek00Affidavit sworn to November 6, 1970:\n97\n\"I do not believe that prolonged isolation of any child can have either educational or treatment\nvalue for the child concerned. On the contrary, I believe that such isolation is psychologically\ndestructive and educationally self-defeating.\n\"Isolation is one of the most devastating actions which society can visit upon any of its members.\nWhether it is done with the intention to help or to punish is irrelevant. Neither retributive nor so-\ncalled `deterrent' punishment, even when sometimes emotionally understandable, is ethically or\npsychologically constructive with children.\"\nJoseph D. Noshpitz, M.D.00Affidavit sworn to Nov. 6, 1970:\n97\n\n\"This is to certify that in my opinion extended isolation of a youngster exposes him to conditions\nequivalent to `sensory deprivation'. This is a state of affairs which will cause a normal adult to\nbegin experiencing psychotic-like symptoms, and will push a troubled person in the direction of\nserious emotional illness.\n\"What is true in this case for adults is of even greater concern with children and adolescents.\nYoungsters are in general more vulnerable to emotional pressures than mature adults; isolation is\na condition of extraordinarily severe psychic stress; the resultant impact on the mental health of\nthe individual exposed to such stress will always be serious, and can occasionally be disastrous.\"\n482 *482Dr. Esther Rothman00Affidavit sworn to Nov. 6, 1970:\n97\n\"There is no professional justification whatever for the confinement of a child under the conditions\ndescribed in the report of Judge Burstein. Such confinement cannot be classified as anything\nother than punitive.\"\nE. Richard Feinberg, M.D.00Affidavit sworn to Nov. 9, 1970:\n97\n\"In summary, I am wholly against the concept of punitive and/or prolonged isolation of children,\nnormal or aberrant in their behavioral development. While brief isolation may be clinically indicated\nin both groups of youngsters, punitive, prolonged isolation never can promote emotional\ndevelopment in the direction of health; more often it may be the vehicle whereby sadistic impulses\nin the adults caring for children may be discharged, to the great detriment of the mental health of\nthe latter.\"\nConcern as to isolated or solitary confinement of children in New York State training schools is not of sudden\norigin. As a result of the primary urging of the Citizens' Committee for Children of New York, Inc., an established\nprivate welfare organization which had studied the state training schools in depth (see \"The New York State\nTraining School System: Findings and Recommendations from Citizens' Committee for Children of New York,\nInc., December 15, 1969, exhibit to Pena's memorandum on this motion), the New York State Legislature at its\n1970 session passed Assembly Bill 4658 intended to regulate the imposition of such confinement. The bill, which\nwould have barred solitary confinement for children under 13 (except for medical reasons, and then only when\nauthorized by medical personnel) and allowed such confinement for older children by administrative personnel\nonly up to 24 hours, and thereafter upon written certification of the State Commissioner of Social Services only up\nto 48 hours, was vetoed by the Governor on grounds urged by the highly respected Community Service Society\n(of New York City) that the regulation of such isolation should be administrative rather than legislative to allow\nsome element of flexibility. In his veto message the Governor expressed his concern as to the isolated\nconfinement of children and \"urged\" the New York State Department of Social Services to enact regulations to\ncontrol such confinement, which, as noted earlier, the State Board of Social Welfare did in fact do during July\n[2]\n1970.\nMeasured by the standards of the Eighth Amendment cases cited above, the views of experts in the field of\nadolescent psychology just quoted, and the legislative consensus expressed by the passage of Assembly Bill\n4658, a two-week confinement of a fourteen-year old girl in a stripped room in night clothes with no recreational\nfacilities or even reading matter must be held to violate the Constitution's ban on cruel and unusual punishment.\nSee, also, Sostre v. Rockefeller, supra (S.D.N.Y.1970); Wright v. McMann, supra, and United States ex rel.\nMosher v. LaVallee, supra (both N.D.N.Y.1970).\n483 In so holding, I do not mean to intimate that the isolation of children under any circumstances is unconstitutional, \n*483 but merely that the treatment of Lollis in this case violated permissible bounds. I share the hesitancy of\nfellow judges in interfering with the administration of custodial institutions, and sympathize with the difficult\nproblems which disciplinary matters present to administrative officials, especially when they may be \"second\nguessed\" by the courts. But the teaching of Wright v. McMann, supra, 387 F.2d 519, is that where a constitutional\nviolation occurs the courts may not ignore it in favor of the integrity of administrative authority.\n\nThe determination that the Eighth Amendment has here been violated renders it unnecessary to determine\nwhether the treatment of Lollis may also be vulnerable under other provisions of the Constitution.\nPreliminary Injunction: The classic criteria for the determination of whether a preliminary injunction should be\ngranted are the probability of plaintiff's success on the merits, the irreparability of harm to plaintiff pendente lite,\nbalancing of the hardships which an injunction or its absence would impose on the parties, and, finally, the public\ninterest. Measured by these standards, I find that a preliminary injunction, in the limited terms set forth below,\nshould be granted. Plaintiff has established a probability of success on the merits as to the constitutional\nquestion. (I intimate no views as to damages, as to which no proof has been offered on this motion.) Imminence\nof harm or, put another way, irreparability of damage to the plaintiff is demonstrated by Lollis' continuance in\ncustody and the views, articulated on this motion by Superintendent Shaughnessy (the sole defendant to submit\nany statement, much less affidavit) that treatment of Lollis was correct. cf. Fhagen v. Miller, 306 F.Supp. 634,\n636-637 (S.D.N.Y. 1969), (Weinfeld, J.). The balance of hardships favor plaintiff, and the public interest surely\nrequires the prevention of Eighth Amendment infractions.\nAccordingly defendant Shaughnessy and anyone subject to his direction will be enjoined, pending trial, from\nplacing plaintiff in isolation for an extended period or without the enjoyment of reasonable facilities during any\nsuch isolation. For the purpose of implementing the injunction there shall be included in the decree standards for\nthe imposition of any isolation and a description of the minimum facilities to be afforded plaintiff in the event of\nsuch isolation. Defendant Shaughnessy shall, within 10 days of the filing of this opinion, submit to the court and\nto plaintiff's counsel proposed standards, which shall include: (1) maximum period of confinement, (2) place of\nconfinement, (3) facilities to be afforded the child within the place of confinement, including (a) normal\nfurnishings, bed and chair, (b) reading material, (c) other recreation such as exercise and air, (4) extent to which\nchild may be permitted to join in common activities even during period of isolation, (5) visitation by staff members,\n(6) maximum, if any, number of times of confinement within a larger period such as one year, (7) reports by the\nWarden to the State Board as to confinement, and (8) such other suggestions as the parties may wish to make.\nPlaintiff shall submit any counterproposals within five days after service of Superintendent Shaughnessy's\nmaterial.\nPlaintiff's request for a preliminary injunction to restrain \"defendants from imposing prolonged solitary\nconfinement upon any child confined to a New York Training School\" is denied, without prejudice, except to the\nextent granted above. There is no showing that the action of other defendants is such as to warrant interference\n484 by the court, or that other children are in jeopardy.[3] Indeed, the record establishes that isolation *484 is never\ninvoked at five of the twelve training schools, and rarely at two others. While this box score may not be entirely\nsatisfactory, it does demonstrate the inappropriateness of a state-wide injunction, and this court should be guided\nby a standard of minimum rather than maximum interference. Furthermore, the defendants have indicated\n(Defendants' Memorandum in Pena case, p. 12) that an injunction on behalf of one plaintiff would be \"respected\nby the State of New York to the same degree as an injunction on behalf of unnamed and unspecified plaintiffs,\"\nand the court assumes that this representation would apply also where the injunction is restricted to one\ndefendant. Finally, since the denial of a wider injunction is without prejudice, plaintiffs are free to present other\nclaims if they arise.\nFACTS AS TO PENA\nJoe Pena is a sixteen-year old boy who was confined at the Goshen Annex of the New York State Training\nSchool for 11 months until October 31, 1970 (a week before the filing of his suit), when he was paroled until July\n27, 1971. He remains under the supervision of the School, to which he may be returned without a hearing if he\nviolates parole. He was originally adjudicated a juvenile delinquent in November 1964. In February 1970, he was\ninvolved in a fight with a guard and after being subdued by several guards he was confined, without hearing, to a\nstrip room at Goshen. Handcuffs were placed on his hands and feet and they were bound together as he lay face\ndown on the floor. Plaintiff claims that the binding and handcuffing lasted two to three hours. Defendants estimate\nthe time at only forty minutes. Pena was kept isolated from February 1 through February 6, when he was\n\nreleased. With minor variations which do not affect the disposition of the case here, the circumstances in which\nhe was held in isolation were the same as those in which Lollis was held.\nA supplemental affidavit, sworn to December 4, 1970 by Connee Grotsky, an attorney with the Family Court\nBranch of the Legal Aid Society, uncontested by the defendants, establishes that as of December 1, 1970, seven\nboys were being held in isolation in strip rooms at Goshen, and two had been so confined for more than one\nweek.\nRELIEF AS TO PENA\nOn the basis of these facts, and the considerations expressed above as to the Lollis case, a preliminary\ninjunction will also be granted restraining Superintendent Catalett of the Goshen Annex from imposing extended\nisolation on Pena should plaintiff Pena be returned to his custody (Fhagen v. Miller, supra) except under the\nconditions to be specified in the decree. Superintendent Catalett and the plaintiff shall submit proposed\nconditions in the manner specified above as to the Lollis case.\nNo preliminary injunction will be granted to restrain handcuffing or binding of feet, since there is too sharp a\ndispute of facts to establish that the period for which Pena was handcuffed and bound was cruel and inhuman. It\nmay be said that a minimal period of handcuffing or binding, where the reasonable necessity for such action is\ndemonstrated, would not violate constitutional rights while, at the other end of the spectrum, unnecessary or\nprolonged handcuffing or binding might well do so.\nMotion to Consolidate: The defendants agree that consolidation of the two cases is appropriate for discovery\npurposes other than as to damage. There is no basis for consolidation as to damages, either for discovery or trial,\nand the cases ought not be consolidated for trial since the issue of handcuffing does not arise in Lollis, and to\nconsolidate the trials might unfairly prejudice the defendants in that case.\n485 For the reasons stated above the motions for temporary injunctions are *485 granted to the extent and upon the\nconditions stated. The motions to dismiss are denied. The motions to extend the defendants' time to answer is\ngranted.\nThe parties shall submit proposed orders to include the material specified in the body of this opinion.\nPursuant to Rule 52(a) of the Federal Rules of Civil Procedure, this opinion constitutes the court's findings of fact\nand conclusions of law.\n[1] Affiants and their qualifications: \nRobert E. Gould, M.D., Associate Professor of Psychiatry, New York University School of Medicine, and Director\nof Adolescent Services, Bellevue Psychiatric Hospital.\nDr. Ernst Papenek, a former Professor of Education at City University of New York, former director of children's\nhomes and experimental schools of Organisation de Sante et de l'Education in France, has served as Director of\nChild and Youth Project Department of the Unitarian Service Committee and as Executive Director of the\nBrooklyn Training School for Girls and of the Wiltwyck School for Boys, presently a member of the Board of\nEducation of Wiltwyck School.\nJoseph D. Noshpitz, M.D., Associate Professor of Psychiatry, Howard University, Washington, Assistant\nProfessor of Psychiatry at University of Maryland, Past President of American Association for Children's\nResidential Centers, Secretary of American Academy of Child Psychiatry, Chairman of Group for Advancement of\nPsychiatry Committee on Adolescence, Member of Board of Directors of Joint Commission on the Mental Health\nof Children, Director of Clinical Institute of Hillcrest Children's Center, Psychiatrist in Chief of Children's Hospital\nof the District of Columbia.\nDr. Esther Rothman, licensed psychologist and currently Principal of Livingston School for Girls, a special school\nfor socially maladjusted and emotionally disturbed children.\n\nE. Richard Feinberg, M.D., a physician licensed to practice medicine in the State of New York, certified by the\nAmerican Board of Psychiatry and Neurology as a specialist in the areas of adult and child psychiatry, Assistant\nProfessor of Psychiatry in Albert Einstein College of Medicine, a Fellow of American Academy of Child Psychiatry,\nand a member of the Task Force on Child Psychiatry of the American Psychiatric Association, currently director of\nthe Bronx Children's Psychiatric Hospital.\nProfessor Jack Oshwetz, a certified social worker and psychoanalyst, currently Professor in Graduate School of\nSocial Services at Fordham University and Supervisor of the Post-Graduate Center for Mental Health in New\nYork City.\nPeter Blos, Ph.D., a certified clinical psychologist, President of American Association for Child Psychoanalysis,\nInc., Fellow of American Orthopsychiatric Association, Diplomate in Clinical Psychology, American Board of\nExaminers in Professional Psychology, Honorary Member of American Society for Adolescent Psychiatry,\nrecipient of Distinguished Service Award of American Society for Adolescent Psychiatry, a Special Member of the\nNew York Psychoanalytic Society, and Faculty Member of New York Psychoanalytic Institute.\n[2] The regulations enacted specifically prohibit solitary confinement, but explicitly provide that \"[a] child may,\nhowever, be isolated in the interest of his own safety or that of the other children and staff.\" Although one of the\ncriticisms referred to in the Governor's veto message on Assembly Bill 4658 was that \"the terms `solitary\nconfinement' and `isolation' are no-wise defined in the bill,\" they are, surprisingly, not defined in any way in the\nregulations either. Although the regulations require a daily review by the head of the institution or his designee of\nthe necessity for isolation and specify that \"every effort shall be made to return the child to the regular program of\ncare as quickly as possible,\" they provide no maximum period of isolation and require no hearing as to its original\nnecessity, and they are silent as to the conditions under which children may be kept in \"isolation.\"\n[3] It is also to be noted that, although the case has been brought as a class action, no application has been\nmade that it be determined as such and it is doubtful whether class relief will be appropriate until such\ndetermination has been made.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55683"
    },
    {
      "date": "1971-04-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1115,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 328,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54365,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54365.pdf",
      "title": "Opinion",
      "text": "328 F.Supp. 1115 (1971)\nAntoinette LOLLIS, on her own behalf and on behalf of all others similarly situated,\nnamely those children confined to Training Schools in the State of New York, Plaintiffs,\nv.\nNEW YORK STATE DEPARTMENT OF SOCIAL SERVICES, George K. Wyman,\nCommissioner, State Department of Social Services, et al., Defendants.\nJoe PENA, on his own behalf and on behalf of all others similarly situated, namely those\nchildren confined to and paroled from Training Schools in the State of New York,\nPlaintiffs,\nv.\nNEW YORK STATE DEPARTMENT OF SOCIAL SERVICES, George K. Wyman,\nCommissioner, State Department of Social Services, et al., Defendants.\nNos. 70 Civ. 4750, 70 Civ. 4868.\nUnited States District Court, S. D. New York.\nApril 30, 1971.\n1116 *1116 Burt Neuborne, New York Civil Liberties Union, New York City, for plaintiff Lollis.\nThe Legal Aid Society, Brooklyn, N. Y., for plaintiff Pena; James D. Silbert, New York City, of counsel.\nLouis J. Lefkowitz, Atty. Gen. of State of N. Y., New York City, for defendants; Hillel Hoffman, New York City, of\ncounsel.\nLASKER, District Judge.\nOn January 19, 1971, we issued a preliminary injunction enjoining the defendants in the first above captioned\ncase from placing plaintiffs and members of their class in isolation for an extended period except in accordance\nwith proposed regulations of the New York State Department of Social Services to be approved by the court and\nto include provisions governing such matters as the maximum period of confinement, place of confinement,\nconditions of confinement, and reports as to confinement. On January 15, 1971, perhaps in reaction to this\nlitigation, the State Department of Social Services had issued regulations dealing in particular with the subject\nmatter described above. Defendants contended that the court should approve the January 15th regulations.\nPlaintiffs argued that the proposed regulations were inadequate and should not be approved.\nFor the purpose of permitting the court to determine the propriety of the regulations, an evidentiary hearing was\n[1]\nheld on February 1, 1971, at which expert witnesses testified for each of the parties.\n1117 *1117 In the light of the disposition of the pending matter, it is unnecessary to marshall the evidence in detail. It is\nsufficient to say that the clearly expert witnesses for the plaintiffs unanimously testified, in particular, that the\nmaximum period of confinement permitted by the regulations (seven consecutive days at the Annex of the Boys\nTraining School at Goshen and the Brookwood Annex for Girls at Claverack, and four consecutive days\nelsewhere) was in their opinion psychologically destructive, cruel and counter-productive as an educational or\ntherapeutic method. Not surprisingly, plaintiffs' witnesses all testified that the conditions of isolation imposed on\nthe plaintiffs here, that is, isolation without any furniture, reading matter, recreational facilities or ordinary clothing,\naggravated the destructiveness of the isolation itself. Witnesses for the defendants were equally unified in their\nview that the possibility of seven days confinement under the conditions described was not inhuman or cruel, that\nsuch confinement was necessary on occasion for the protection of those to whom it was administered as well as\nothers, and that the necessities of administering the institutions required that officials in charge be granted\nauthority to impose confinement for such periods and under such conditions in proper circumstances.\n\nThe Sostre Decision\nOn February 24, 1971, the Circuit Court of this Circuit decided Sostre v. McGinnis, 442 F.2d 178. The District\nCourt had found that holding Sostre in extended solitary confinement constituted cruel and unusual punishment,\nand enjoined state officials from imposing such confinement except in accordance with regulations to be\n[2]\napproved by the court.\nIn a wide ranging analysis of the concept of cruel and unusual punishment, the Court of Appeals observed:\n\"For a federal court * * *, to place a punishment beyond the power of a state to impose on an\n1118 inmate is a drastic interference with the state's free political and administrative processes. *1118 It\nis not only that we, trained as judges, lack expertise in prison administration. Even a lifetime of\nstudy in prison administration and several advanced degrees in the field would not qualify us as a\nfederal court to command state officials to shun a policy that they have decided is suitable\nbecause to us the choice may seem unsound or personally repugnant. * * \"Accordingly, we have\nin the past declined to find an Eighth Amendment violation unless the punishment can properly be\ntermed `barbarous' or `shocking to the conscience.' See Church v. Hegstrom, 416 F.2d 449, 451\n(2d Cir. 1969). Although the conditions Sostre endured were severe, we cannot agree with the\ndistrict court that they were `so foul, so inhuman, and so violative of basic concepts of decency,' \nWright v. McMann, 387 F.2d 519 (2d Cir. 1967), as to require that similar punishments be limited in\nthe future to any particular length of time. Nor can we agree that Sostre's own long confinement 00\n97\nhowever contrary such prolonged segregation may be to the views of some experts 00 would have\n97\nbeen `cruel and unusual' had Sostre in fact been confined for the reasons asserted by Warden\nFollette, rather than on account of his beliefs and litigiousness.\" (442 F.2d 191-192).\nThe Effect of Sostre as to the Finding of Cruel and Unusual\nPunishment in this Case\nThe defendants contend that, in the light of the quotation above, the judgment of state administrative officials is\nnot to be judicially regulated unless administrative acts result in conditions that are barbarous or shocking to the\nconscience of the court. They argue that the conditions in the cases at bar are not such \"as to require the Court\nto hold that isolation in itself is violation of the Eighth Amendment.\" Thus stated, no issue can be taken with\ndefendants' position. Indeed, in the principal opinion in this case it was made clear that isolation was not\nconsidered cruel and unusual punishment per se, but that the extended nature of the isolation and the conditions\nunder which isolation was imposed on the plaintiffs here was such as to shock the conscience, and specifically\ndid shock the conscience of Family Court Judge Burstein, who witnessed them in person as to plaintiff Lollis. \nSostre does not, in my opinion, require any alteration of the view that Lollis' isolation constituted cruel and\nunusual punishment. This view is reinforced by the fact that an important predicate of the Sostre decision was\nthat Sostre was a convicted felon (rather than, as in the case of Lollis, a fourteen-year old, unconvicted and\nunaccused \"person in need of supervision\"). The Sostre decision is replete with indications that treatment not\napprovable in other circumstances is permissible in penal institutions. Although of marginal importance, it may be\nadded that (putting aside the length of Sostre's confinement) the conditions of his segregation appear in many\nways to have been preferable to those imposed on Lollis. For example, Sostre had substantial human contact\nand the opportunity, though rejected, to participate in group therapy. He was entitled to an hour of exercise daily,\nand had some access to the prison library.\nFurthermore, it is worth noting that the Court of Appeals stated in Sostre:\n\"In some instances, depending upon the conditions of the segregation, and the mental and\nphysical health of the inmate, five days or even one day might prove to be constitutionally\nintolerable.\" (442 F.2d 193, fn. 23).\n\nFor these reasons I decine to adopt the view that under the Sostre rationale no violation of the Eighth\n[3]\nAmendment has occurred in the instant case.\n1119  The Effect of Sostre as to Judicial Approval of Administrative\n*1119\nRegulations\nNumerous passages in the Sostre decision instruct us that, except in most extraordinary circumstances, it is not a\nproper function of a federal court to impose regulations for the administration of custodial institutions. While the\ndiscussion in Sostre relating to judicial approval of administrative regulations dealt with Fifth Amendment rights of\ndue process, since the Sostre case was permeated by the question of cruel and unusual punishment it is\nreasonable to construe that decision as applying not only to Fifth Amendment rights, but with equal force to those\narising under the Eighth Amendment. Accordingly, the injunction of January 19, 1971 must be modified to\neliminate the requirement that regulations be submitted to and approved by this court. However, if a finding were\nto be made as to the maximum period of isolation permitted under the Eighth Amendment in the case of\nadolescent persons in need of supervision, that period might well be limited, on the basis of the evidence\npresented, to 24 hours, and under conditions including reasonable facilities and furnishings in the place of\nisolation. This observation does not cast doubt on the obvious sincerity and good faith of the state officials in\nbelieving that their view is sound and in the best interests of their wards, but would rest on the very great weight\nof evidence to the contrary.\nSince under Sostre it is not the function of this court to sanction administrative regulations, the plaintiffs' remedy\nnow lies with the Legislature, which last year demonstrated its strong feelings on the subject by its passage of\nAssembly Bill No. 4658 generally limiting isolation of persons in state training schools to a maximum of 24 hours.\nWhile the Governor vetoed the 1970 bill, he did so on the recommendation of the Community Services Society,\nthat a maximum period of isolation be determined by administrative regulation rather than legislation. The\nSociety, as indicated by a detailed letter submitted to the Commissioner (a copy of which was furnished to the\ncourt) has severely criticised the regulations issued by the Commissioner, and now recommends that \"the\nmaximum time that a child may be kept in confinement as a security measure [be limited] to no more than a 24-\nhour period at any one time,\" and that the regulations should provide that \"children who are isolated should be\nplaced in their own rooms, or rooms * * * that are suitable for the confinement of children\" with proper recreation\nand reading material.\nIn determining to modify the present injunction, the court bears in mind the indication by defendants (Defendants'\nOriginal Memorandum in Pena case, p. 12) that an injunction relating to one plaintiff would be \"respected by the\nState of New York to the same degree as an injunction on behalf of unknown and unspecified plaintiffs.\" The\npresent injunction will be modified to provide that Superintendents Shaughnessy and Catlett shall be enjoined,\npending trial, from placing plaintiffs Lollis and Pena, respectively, in isolation under the conditions in which they\nwere isolated as set forth in the respective complaints.\nSubmit order on notice.\n[1]Witnesses for Plaintiffs\nDr. James L. Curtis 00 Associate Professor of Psychiatry and Associate Dean of Cornel Medical College.\n97\nPreviously chief psychiatrist for New York City Department of Welfare and director of psychiatry for New York City\nCommunity Mental Health Board. Certified as specialist in psychiatry by American Board of Psychiatry and\nNeurology; member of American Psychoanalysis Association and Fellow of American Psychiatric and\nOrthopsychiatric Association. Trained in child psychiatry at Northside Center for Child Development in Harlem. A\nmember for the past two years of the Task Force of the Citizens Committee for Children. Dr. Benjamin\nSpock00Renowned pediatrician and writer on pediatrics. Member of staffs of Cornell Medical College and New\n97\nYork Hospital in pediatrics and psychiatry. Served as Ward medical officer in psychopathic ward in Navy in World\nWar II. Member of staff of Mayo Clinic as psychiatrist and child psychiatrist. Four years at Western Psychiatric\nInstitute and Professor of Child Development at University of Pittsburgh. Twelve years on staff of University of\n\nWestern Reserve University Medical School, Cleveland, as Professor of Child Development. Dr. Esther Rothman\n00 Principal of Livingston School for Girls, a school for very aggressive girls suspended from regular school\n97\nsystem. Master's degree in education of exceptional children and doctorate in clinical psychology. Taught at\nBellevue Psychiatric Hospital. Interned at University Hospital in psychology. Research supervisor to Shield of\nDavid Institute for Retarded Children; staff psychologist for Boys and Girls Service League; consultant to Center\nof Urban Education; consultant to federal government on the Job Corps.\nDr. E. Richard Feinberg 00 Director of Bronx Children's Psychiatric Hospital. Interned in pediatrics at Albert\n97\nEinstein College of Medicine, resident in psychiatry two years there; Fellow of child psychiatry for two years at\nAlbert Einstein College. Chief of in-patient psychiatric service for children at Columbia Hospital, then director of\nthe school (an institution for mentally retarded children). Presently faculty member at Albert Einstein College of\nMedicine. Certified as specialist in psychiatry and child psychiatry by American Board of Psychiatry and\nNeurology.\nDr. Ernst Papanek 00 Director for nine years of Wiltwyck School for Boys. Previously worked with children from\n97\nconcentration camps in Germany and France, children's aid societies, building institutions in Europe, and from\nEurope to Egypt, for refugee children.\nWitnesses for Defendants\nDr. Herbert Holzer 00 Trained in psychiatry at Rockland State Hospital in conjunction with New York Psychiatric\n97\nInstitute. Intership at Harlem Hospital, supervisor at Vanderbilt Clinic. Diplomate of American Board of Psychiatry,\ncertified in psychiatry. Presently consulting psychologist at West Haverstaw, Assistant under the Chief at\nRockland State, and consultant to Boys Training School at Goshen.\nFrank Shaughnessy 00 Member of Academy of Certified Social Workers and Certified Social Workers of State of\n97\nNew York, and member of National Association of Social Workers. Experience in child welfare in Monroe County,\nRochester. Director of rehabilitation center and for 12 years at State Training Schools. Previously Director of\nClinical Services at Goshen Annex for Boys and New Hampton School for Boys. Presently Director of Brookwood\nCenter for Girls (Brookwood Annex).\nLawrence Wolfson 00 Graduate of City University of New York, Master's from Columbia. Attended Adelphi School\n97\nof Social Work. Extended practice of treating institutionalized children and consulting with their families. Presently\nDirector of Bureau of Children's Institutional Services of the Department of Social Services of New York.\n[2] Because of the apparent impact of Sostre on the instant case, the court requested the parties to submit their\nviews as to the effect of the Court of Appeals decision on the issue here. Their written observations have been\nreceived and considered in detail.\n[3] In view of my holding that Sostre does not compel a modification of the finding that violations of the Eighth\nAmendment occurred in the instant cases, it is unnecessary to act on plaintiffs' additional argument that Sostre in\nany event does not dilute the rationale of Robinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758\n(1962), and its progeny condemning as cruel and unusual punishment the imposition of penal sanctions upon\nthose to whom the state owes treatment.\"\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54365"
    },
    {
      "date": "1970-12-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 473,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 322,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of New York",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 7832,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/7832.pdf",
      "title": "Opinion",
      "text": "LOLLIS v. NEW YORK STATE DEPARTMENT OF SOCIAL SERVICES  473 \nCite 8R 322 F.Rupp. 473 (1970) \n1. PrIsons <3=>13 \nPrison  officials  are  authorized  to \nAntoinette  LOLLIS,  on  her own  behalf \nand on  behalf of all  others similarly  isolate persons in their custody when sub· \nsituated,  namely  those  chUdren  con  stantial  evidence  establishes  threat  to \nfined to TraIning Sehools In the Stste  safety of prisoner, other inmates, or in~ \nof New York, Plaintiffs,  stitution personnel. \nv. \n2. CIvil Rights <3=>13 \nNEW YORK STATE DEPARTMENT OF \nFourteen-year-old girl  in state fa \nSOCIAL SERVICES, George K. Wyman, \ncility intended to treat girls with particu \nCommissioner, Stste Department of So· \nlarly difficult behavioral problems stated \ncial Services, Frank Shaughnessy, Su \nclaim for  violation of Civil  Rights Act \nperintendent, Brookwood Annex to the \nHudson Stste Training School for Girls,  on ground that she had been kept in iso \net aI., Defendants.  lated  custody  for  two  weeks  in  room \nstripped of everything but a wooden bunk \nJoe PENA, on hts own behalf and on be·  bed.  42 V.S.C.A. § 1983. \nhalf  of  all  others  slml1arly  situated, \n3. Civil Rights <3=>13 \nnamely those chUdren confined to and \nFact that regulations of state board \nparoled from  Training Sehools In the \nof social welfare prohibited ahuse of chil \nStste of New York, Plaintiffs, \ndren in use of solitary confinement would \nv.  not  preclude  14-year-old  girl  fromob \nNEW YORK STATE DEPARTMENT OF  taining relief under Civil Rights Act on \nSOCIAL SERVICES, George K. Wyman,  theory that extended isolation imposed on \nCommissioner, Stste Department of So-.  inmates of state training school without \nclal Services, et aI., Defendants.  procedural safeguards violated the Con \nNos. 70 Clv. \"50, 70 Clv. <1868.  stitution  and  that  such  practices  were \nnot controlled by the regulations.  42 V. \nUnited States District Court, \nS.C.A. § 1983. \nS. D. New York. \n4. ClvU Rights <3=>13 \nDec. 18, 1970. \nIt is not necessary to present evi \ndence  of beatings or starvation for· in \nmate of state training school for girls to \nChildren,  who  claimed  their  treat·  state a claim under Civil Rights Act for \n~ent in state training schools had COD  deprivation of rights secured by Consti \nstituted cruel  and  unusual punishment,  tution and laws and it is sufficient to \nbrought  separate  but  nearly  identical  show that inmate had been held for two \nclass actions seeking injunctive and de  weeks in isolation which was augmented \nclaratory relief and damages.  The plain  by surroundings so oppressive as to de \ntiffs moved  for preliminary injunction  stroy the  integrity and identity of the \nand  one  plaintiff moved to consolidate  child.  42 V.S.C.A. § 1983. \nthe two cases.  The District Court, Las \nker, J., held that evidence that the chil  5. Courts <3=>262.4 (7) \ndren  had  been  confined  in  isolated  Federal court shOUld  not interfere \nwith administration of state institutions \nstripped room with  no  recreational  fa \ncilities or readirig matter justified issu  except  under  extraordinary  circum \nance of preliminary injunction but that  stances. \nthe cases would not be consolidated for \n6. Civil Rights <3=>13 \ntrial inasmuch as issue  of handcuffing \nIn view of demonstrated difficulties \nof one child did not arise in other case. \nin  securing  administrative  relief  for \nMotions  for  temporary  injunctions  child from isolated confinement in train \ngranted,  motion  to  dismiss  denied  and  ing school, child would not be required to \nmotion to consolidate denied.  further exhaust her administrative reme-\n\n474  322 FEDERAL SUPPLEMENT \ndies  before  maintaining  proceeding  in  tional facilities or reading matter, pre \nfederal court under Civil Rights Act.  42  liminary  injunction  would  be  granted, \nU.S.C.A. § 1983.  pending  trial of action  for  declaratory \nand  injunctive  relief and  damages,  re \n7.  Courts =€ >260.4 \nstraining superintendent of school or any \nDoctrine of abstention is to be ap \none subject to his direction from placing \nplied only in narrowly limited special cir \nchild in isolation for extended period or \ncumstances. \nwithout enjoyment of reasonable facili \n8. Courts =€ >260.4  ties during any such isolation.  U.S.C.A. \nCases  involving  vital  questions  of  Const. Amends. 8, 14. \ncivil rights are the least likely candidates \n14. Declaratory Judgment =€ >258 \nfor abstention. \nInjunction =€ >144 \n9. Constltntlonal Law =€ >270  In view of allegation that 16-year \nEighth Amendment's prohibition of  old boy confined at state training school \ncruel and unusual punishment is binding  had  been  kept  isolated  for  6  days  in \non  states  through  Fourteenth  Amend  stripped room with no recreational facili \nment.  U.S.C.A.Const. Amends. 8, 14.  ties or reading matter, preliminary in \njunction would  be  granted  restraining \n10. Criminal Law =€ >1213 \nsuperintendent of school from imposing \nTest  to  be  applied  in  determining \nextended isolation should plaintiff be re \nwhether  Eighth  Amendment  applies  is \nturned to his custody, pending determi \nwhether punishment is disproportionate \nnation of civil rights action seeking in-\nto the offense and the severity or harsh \n, junctive and declaratory relief and dam \nness of sanction as measured by broad \nages  brought against state department \nand idealistic concepts of dignity, civil· \nof social  services and other state offi \nized  standards,  humanity  and  decency. \ncials.  28 U.S.C.A. §§ 1343(3, 4), 2201; \nU .S.C.A.Const. Amends. 8, 14. \n42  U.S.C.A.  §  1983;  U.S.C.A.Const. \n11. Criminal Law =€ >1213  Amends. 8, 14. \nTwo-week confinement of 14-year-old \n15. CrIminal Law <!!=o1213 \ninmate  of  training  school  for  girls  in \nMinimal  period  of  handcuffing  or \nstripped room in night clothes with no \nbinding inmate of state institution is not \nrecreational facilities or reading matter \ncruel  and  inhuman  punishment  where \nconstituted  \"cruel and  unusual  punish \nreasonable  necessity  for  such  action is \nment.\"  U .S.C.A.Const. Amends. 8,  14. \ndemonstrated)  but  unnecessary  or pro \nSee publication \"\"'ords and Phrases \nlonged handcuffing or binding might be. \nfor  other  judicial  constructions  and \nU.S.C.A.Const. Amends. 8, 14. \ndefinitions. \n16. Federal Civil Procedure =€ >8 \n12. Injunction =€ >151  Cases brought against state authori \nCriteria  for  determining  whether \nties on ground of violation of constitu \npreliminary injunction should be granted \ntional rights in isolated confinement of \nare probability of plaintiff's success on \ntwo  children  in  state  training  schools \nthe  merits,  irreparability  of  harm  to  would not be consolidated for trial, inas \nplaintiff pendente lite, balancing of hard \nmuch as issue in one case of handcuffing \nships which an injunction or its absence \nof child did not arise in other case.  28 \nwould impose on parties, and public in \nU.S.C.A.  §§  1343(3, 4), 2201;  42 U.S. \nterest.  C.A.  § 1983;  U.S.C.A.Const. Amends. 8, \n14. \n13- Declaratory Judgment =€ >258 \nInjunction <PH7 \nIn view of evidence that 14-year-old \ninmate of training school for girls had  Burt Neuborne, New York City, New \nbeen confined for two weeks in a stripped  York Civil Liberties Union, for plaintiff \nroom  in night clothes  with  no  recrea- Lollis. \n\nLOLLIS v. NEW YORK STATE DEPARTMENT OF SOOIAL SERVIOES  475 \nCite as 822 F.Supp. 473 (1970) \nThe Legal Aid  Society, 'Brooklyn, for  for Girls (\"Brookwood Annex\") in Clave \nplaintiff  Pena;  James  D.  Silbert,  of  rack,  New  York.  She  was  committed \ncounsel.  first in September 1969 as a \"Person in \nLouis J. Lefkowitz, Atty. Gen. of State  Need of Supervision\" pursuant to § 711 \nof New York,  New York City,  for de- ff of the New York Family Court Act. \nfendants'  Hillel  Hoffman  New  York  She was released on 'June 30, 1970, but \nCity  of ~ounsel.  '  on the complaint of her mother, who was \n,  later the object of child neglect proceed \nings as to plaintiff's seven brothers and \nOPINION \nsisters,  was  returned,  without hearing, \nLASKER, District ,Judge.  to  the  training  school  in  mid-August \nPlaintiffs  in  these  companion  cases  1970. \nare children who claim that their treat \nNeither in the present case nor previ \nment  while  in  custody  in  New  York \nously has the plaintiff been accused or \nState  training  schools  has  constituted \nconvicted of a crime.  Although in the \ncruel and unusual punishment under the \npresent instance her mother claimed that \nEighth Amendment or punishment im \nLollis threatened her with a knife, this \nposed  in  violation  of  the  Fourteenth \nLollis denies. \nAmendment.  They  have brought sepa \nTwo or three days after her return to \nrate  but  nearly  identical  class  actions \ncustody plaintiff became  involved  in a \npursuant to  42  U.S.C.  §  1983  and  28 \nfight with a matron and another inmate. \nU.S.C. § 2201 seeking injunctive and de \nThe record indicates tbat plaintiff was \nclaratory relief and damages.  Jurisdic \nabusive and aggressive and bore the re \ntion is predicated on 28 U.S.C. §§  1343 \nsponsibility for the start of the fracas. \n(3) and (4). \nBefore -peace  returned  it took  several \nThe Lollis suit is brought on behalf of \npersons to subdue Lollis. \nall children confined to New York State \nImmediately  thereafter,  without  a \ntraining schools \"who are forced to en \nhearing, plaintiff was confined to what \ndure  extended  periods  of solitary con \nis colloquially known within the training \nfinement\";  the  Pena action  for  \"chil~  school  ·system  ·as  a  Ustrip  room\"-so \ndren confined to and paroled from such \ncalled  because it is  stripped of all  fa \nschools  who  have  heen  subject  to  soli \ncilities  normally  available  to  inmates. \ntary confinement or 'subject to binding \nHere  she  remained  until  September 4, \nof hands' and feet with handcuffs.\"  I \n1970, being released at that time appar \ndiscuss the cases separately. \nently because of the insistence of Family \nDefendants  are  the  persons  charged \nCourt  Judge  Beatrice  Burstein,  who \nwith the responsibility of operating the \nmade an inspection of the school on Sep \nstate training schools. \ntember  2,  1970,  and  discovered  Lollis \nThe  plaintiffs  move  for  preliminary  confined to the strip room. \ninjunctions ,to restrain defendants from  Judge Burstein's detailed report of the \nimposing  the  treatment complained  of. \nLollis  case,  dated  September  22,  1970, \nPlaintiff Pena also moves to consolidate \ndescribes the following coIMlitions: \nthe two cases. \n\"She [Lollis] was kept in a room about \nThe defendants oppose these motions \n6' x 9' for  24  hours  a  day.  ' The  first \nand move to dismiss the complaints, and, \nseven or eight days of confinement she \nin the event the complainta are not dis \nwas visited by a social worker.  Then the \nmissed, to extend their time to answer. \nsocial worker went on vacation and one \nother  staff  member  visited  her  once. \n1. \nShe  was  completely  unoccupied  for  24 \nAntoinette Lollis (\"Lollis\") is a four  hours  daily.  Nevertheless  I  inquired \nteen-year old  inmate of the Brookwood  how she kept herself busy.  She replied \nAnnex  to  the  Hudson  Training  School  by saying 'I sleep all day and I  cry all \n\n476  322  FEDERAL SUPPLEMENT \nnight.'  She had,  indeed,  requested  to  must ultimately be returned to the com \nsee a psychiatrist, but was informed that  munity.\" \nshe would not be able to see him until  It is important to note that after her \nshe was released from solitary.  She re  departure  from  the  school  Judge  Bur \nported that she had been receiving tran  stein energetically attempted through ad \nquilizers for a long period of time and \nministrative channels to secure relief for \nfelt a need for them now but was unable  Lollis.  Two  days  after  her  visit  she \nto secure them since'the psychiatrist was  called the Superintendent to ask if the \nnot available for a visit.  It should be  plaintiff had been released or (as Judge \nnoted that Brookwood has the services  Burstein had  requested at the time of \nof a psychiatrist one-half day every oth  her  visit)  had  been  given  any  books. \ner week.  Release had not occurred and the request \n\"She wore pajamas all day, sat staring  for books had been rejected.  She made \nat the wall and did absolutely nothing.  several attempts to reach Commissioner \nWyman, but he was unavailable.  A call \n*  *  *  *  *  * \n\"There was a wooden bench  *  *  *.  to the Chairman of the Board of Social \nThere was a blanket on the bench and  Welfare  Services elicited the statement \nthis  was  where  the  child  rested  for  that members of the Board had not vis \ntwenty-four hours.\"  ited  the  institution  (as  they  are  re \nquired to do by §§  6 and 18 of the New \nAlthough the room  contained a  win \nYork  Social  Services  Law,  McKinney's \ndow, it was blinded so that it \"absolutely \nConsol.Laws, c. 55) since they were un \nprevented  the  youngster  from  looking \nsalaried and there were too many institu \noutside.\"  In  each  of  the  four wings \ntions to visit.  Finally, through efforts \nthere was a strip room for isolation pur \nof the  National  Council  on  Crime and \nposes.  The room in which plaintiff was \nDelinquency, Judge Burstein was able to \nconfined was at the end of the hospital \nspeak  to  the  Deputy  Commissioner  of \nwing, completely removed from the bal \nSocial  Services  in  Charge  of  Institu \nance of the population. \ntions, who arranged for Lollis to be re \nJudge Burstein questioned the Super  leased on September 4, 1970, two weeks \nintendent as to when Lollis might be re  after she  had  originally  been  isolated. \nleased.  He  replied  that,  although  the \nIn opposition to the Lollis motion, an \ncase was reviewed each day by the staff, \nequally detailed,  undated, report of Su \nhe  could  not  suggest  a  definite  date, \nperintendent Frank Shaughnessy states \nsince release depended on Lollis' exhibit \nthat the strip  room  (described by  the \ning some \"movement\", and on her apology \nSuperintendent  as  a  \"security  room\") \nto the matron (the matron was by now \nmeasures 9'  4\" by 7' 8\", that the bed is \non vacation).  When  removal  from the \na \"bunk bed built into one of the walls, \nstrip room occurred, he informed her, it \nattached to the walls and the floor,\" 7' 8\" \ndid  not mean  automatic  return to  the \nlong,  2'  7\" wide  and l' 6%\" high.  A \ncommunity, but the child would be locked \nmattress is made available at night.  it \nin her own room for a transition period.  is claimed that the top pane of the win \nAlthough !fudge Burstein observed, \"I  dow Was low enough to permit visibility, \ndo ,not suggest that commodious accom  and that the lower panes were painted to \nmodations must be accorded to children  prevent an inmate from distracting oth \nwho disturb the tranquility of the com  er inmates engaged in recreation outside \nmunity,\"  she nevertheless stated:  \"On  the  room.  Girls  in  a  usecurity  room\" \nthe other hand, the cruelty of isolation  are kept in pajamas to prevent abscond \nand solitary  confinement ought not to  ing and the hiding of dangerous objects. \nbe  augmented  by  surroundings  so  op  Lollis  was  issued  a  bathrobe,  but  de \npressive as to destroy the integrity and  stroyed it;  for this reason it was not \nthe identity of the child who, after all,  replaced.  The  use  of  bathroom  and \nis  the object  of  our concern  and who  shower is made available.  It is stated \n\nLOLLIS v. NEW YORK STATE DEPARTMENT OF SOOIAL SERVICES  477 \n.  Cite as 322 F.Supp. 473 (1970) \nthat Lollis was visited on  a  number of  agreed fact is sufficient to permit a dis \noccasions by child care workers to  dis- position of thecase. \ncuss her case and by nurses.  She con \ntinued her aggressive and anti-social be  II. \nhavior.  Her case 'Was reviewed daily by  In this context the plaintiff contends \nthe Adjustment Committee, and on Sep  that the practice in the New York State \ntember 4th the Committee decided that,  training schools of isolating children for \nsince Lollis \"indicated' a  willingness to  extended periods of time (1) violates the \nresUme  program  and  to  maintain  her  Eighth  Amendment  because  it  consti \nself,\"she should be returned to her own  tutes cruel and unusual punishment, (2) \nroom hi preparation for Jate-r resumption  is unlawful because  it imposes  punish\"\" \nof normal activities, which occurred Sep  ment on  persons civilly committed who \ntember 9th.  The report Jurther states  are not convicted  of a  crime,  and  (3) \nthat \"every effort is  made to return a  violates  the  due· process  clause  of  the \nyoungster  to  the  regular  program  as \nFourteenth Amendment because the iso \nquickly  as  possible\" and that girls are  lation is imposed In the absence of pro \nallowed to write their family and to ree \ncedural safeguards.· \nceive ,letters  while  confined  in  a  use_  Defendants argue that the case should \ncur.ity  room.\" \nbe dismissed because (1) it fails to state \nIt should  be  noted  that  the  recital  a claim upon which relief can be· granted, \nabove is derived from  unsworn reports  (2)  it fails to present facts calling for \nsubmitted by plaintiff and the defense,  the exercise of federal jurisdiction, and, \nand not from affidavits.  Though affida  in addition, (8) there are no grounds for \nvits  on  the  part ·of counsel  have  been  the granting of an· injunction or the al \nsubmitted, they are necessarily based on  lowance of damages. \ninformation and belief.  While  the ab  Before reaching the merits of plain \nsence of sworn evidence would create ·in  tiff's claims I discuss the issues raised \nsurmountable  obstacles  to  decision  in  by defendants. \ncases  involving  sharp  factual  disputes, \nthe key factual matters here are not in  [1-3]  D~fendants  assert  that  the \nquestion.  It is  true that the  tone  of  complaint does  not state a claim under \nSuperintendent 'Shaughnessy's report is  the Civil Rights Act and ask that \"at the \naltogether different from that of Judge  threshold\" the court take judicial notice \nBurstein,  and  offers a  justification  of  of the regulations of the State Board of \nthe  treatment of Lollis.  Nevertheless,  Social  Welfare,  filed  July  27,  1970, \nthere is clear agreement that Lollis,  a  which prohibit the abuse of children and \nfourteen-year  old  girl  who  provoked  a  the use of solitary confinement.  Recog \nfight,  was  kept in isolated custody for  nizing that, although the regulations bar \ntwo weeks .in a room stripped of every  the use of solitary confinement, they do \nthing but a wooden bunk bed, without a  permit \"isolation\" (without defining the \nmattress  during  the day  time, with  a  term  or  distinguishing  it  from  \"soli \nlargely blocked  window,  and was ·coin  tary\"), defendants argue that isolation \ncidentally released on the· day. on. which  is  necessary ,on  occasion  'for  a  child's \nJudge Burstein w. as able  to se,c l,l r'.J   the  safety or the safety of the other children \nintervention of the Deputy Commission  and the staff.  It is not to be doubted \ner in Charge of Institutions.  ,I~ is also  that under proper circumstances custo \nundisputed  that the  Brookwood ,Annex  dial  authorities may  isolate  an inmate \nis a facility intended to treat girls with  for such reasons.  As stated in Davis v. \nparticularly  difficult  behavioral  prob  Lindsay  et aI.,  321  F.Supp.  1134  (S.D. \nlems,  and for the purposes of this mo  N.Y.1970) : \ntion I accept the Superintendent's claim  \"Without  doubt  prison  officials  are \nthat Lollis is such a ·girl.  This area of  authorized to isolate persons in their \n\n478  822 FEDERAL SUPPLEMENT \ncustody when sUbstantial evidence eS  outside the normal processes of prison \ntablishes a threat to the safety of the  administration.\"  (at 451). \nprisoner, other inmates, or institution  But here  the complaint  shows  quite \npersonnel,  *  *  *.\"  specific circumstances, and the very pro \ntestations of the defendants that isola \nIndeed  plaintiff does  not  contend  that \nisolation of inmates  is unconstitutional  tion is· rar~ly invoked in state training \nschools, and even more rarely for as long \nper se,· but rather that extended isola \na  period  as  occurred  in the plaintiff's \ntion,  or  isolation  imposed  on  civil  in \nmates  as  punishment,  or  isolation  im  case, render those circumstances \"excep~ \ntional.\"  Indeed, the very practice here \nposed  without  procedural  safeguards; \nextended solitary confinement-has been \nviolates the Constitution.  The plaintiff \nheld by the Court of Appeals of this Cir \ndoes not attack the regulations as far as \ncuit,  this  court,  and the United States \nthey go,  but,  on the other. side of the \nDistrict Court for the Northern District \ncoin, the regulations ,do not save the day \nfor the defendants since what the plain  of New York to state a  §  1983  claim. \nWright v.  McMann,  387  F.2d  519  (2d \ntiff attacks are the practices which the \nCir.  1967);  Sostre  v.  Rockefeller,  312 \nregulations  have  failed  to control.  At \nthis stage of the proceedings the validity  F.Supp. 863 (S.D.N.Y.1970) i  Wright v. \nMcMann,  321  F.Supp.  127  (N.D.N.Y. \nof these practices must be measured by \n1970);  and United States ex reI. Mosher \nthe evidence contained in the affidavits \nv.  LaVallee, 321  F.Supp. 127  (N.D.N.Y. \nof experts yet unmentioned in this opin \nion,  but discussed  in  detail  helow.  It  1970) .. \nis sufficient to state at this point that  [4]  . In commenting on  Judge, Kauf \nsuch  evidence  negates  the  contention  man's statement in Hyde that \"barbar \nthat a  civil rights claim  has  not been  ous\"  acts or  a wilful refusal to. accord \nstated.  treatm~nt are required to state a § 1983 \nclaim, defendants assert (Memorandum, \nNor are the decisions in United States \np.8): \nex reI. Hyde v.  McGinnis, 429  F.2d 864 \n(2d Cir.) June 19, 1970, and Church v.  \"Plaintiff  presents  no  evidence  that \nHegstrom, 416 F.2d 449  (2d Cir. 1969),  children are subjected to beatings or \non  which  defendants  rely,  to the  con  starvation  or  any  forms  of  physical \ntrary.  Hyde  held that where the com  barbarity, other than that she was con \nplaint alleges \"not that he has been com  fined  to  a  'strip  room'  without fur~ \npletely denied needed medical care by a  . nishings.\" \nwilful refusal of the prison authorities  But it is not necessary to present evi \nto assist him,\" but rather, facts amount  dence of beatings or starvation to state \ning only to \"faulty judgment on the part  a § 1983 claim.  It is sufficient, for ex \nof the prison doctor in choosing to ad  ample,  to  show,  as  here,  that plaintiff \nminister one form of the same medica  was  held  for  two  weeks  in  isolation \ntion instead of another\" the allegations  which;  according  to  a  Family  Court \ndid not state a § 1983 claim.  In Church,  Judge of New York inspecting the situa \nthe court found that the complaint mere  tion,  was  \"augmented by  surroundings \nly alleged negligence as to the plaintiff's  so oppressive as to destroy the integrity \nmedical needs, and that such allegations  and the identity of the child.  *  *  *\" \nwere  not sufficient to state  a  §  1983  Quite obviously, the conditions in which \nclaim  against  the  'prison  doctor,  and  plaintiff was held shocked the conscience \nof that judge. \n\"Even in regard to the three defend \nants who might have had some direct  [5,6]  Nor  is there  merit,  in  these \nresponsibility  for  prisoner  supervi  circumstances,  to the defendants'  argu~ \nsion,  nothing  was  alleged  to  show  ment that \"in the event that any child \nspecific,  exceptional  circumstances  is subjected to barbarous  treatment in \n\nLOLLIS v. NEW YORK STATE DEPARTMENT OF SOCIAL SERVICES  479 \nCite as 322 ]'.SlIPP. 473 (1970) \nclear violation of state rules, there is no  and stay its proceedings pending deter \nreason  why  these  violations  cannot  be  mination by the state courts.  [d. at 770. \nbrought to ~h. . attention of appropriate  [7,8]  The  defendants  contend  also \nstat.e authorItIes rath~r .th~n becomo: th~  that, even if plaintiff has exhausted her \nsubject of a federal CIvIl rIghts achon.  state administrative remedies, the mat \nOf course, the federal courts should not  ter should  be  left to  the  state  courts. \ninterfere  with  the  administration, of  But,  as  stated  in  Wright  v.  McMann, \nstate institutions except under extraordi- supra, 387 F .2d at 524: \nnary circumstances (Wright v. McMann, \n*  *  *  the  latest  pronouncement \n387  F.2d  519),  and  federal  judges  do  II \non the subject by the Supreme Court \nnot happily do so.  But here the futility \nemphasizes that the doctrine  [absten \nof invoking the state procedure could not \ntion] is to be applied 'only in narrow \nhave been more clearly evidenced.  The \nly  limited  \"special  circumstances.'\" \nreal difficulties of securing administra \nZwickler  v.  Koota,  389  U.S.  241,  88 \ntive relief were exquisitely illustrated by \nS.Ct 391 [19 L.Ed.2d 444,]  •  •  .... \nthe nearly frustrated efforts of a Family \nCourt Judge in  plaintiff's behalf.  In- And further, (at 525): \ndeed, plaintiff was fortunate that Judge  \" [i]t is  reasonable  to  conclude  that \nBurstein fortuitously discovered her con  ca.es involving vital questions of civil \ndition.  If this had not been  the case,  rights are the least likely candidates \nplaintiff, without counsel and probably  for abstention, e. g., McNeese v. Board \nwithout  means  to  hire  counsel,  would  of Education, supra, 373 U.S. [668] at \nhave had to rely either on the Superin  673-674,  83  S.Ct.  1433  [10  L.Ed.2d \ntendent's monthly report to the Commis  622J  *  *  *\" \nsioner detailing isolations or the monthly  Defendants' final points are that there \nvisits  (if made)  by the State Board of  are  no  grounds  for -issuance of an in \nSocial Welfare.  Either such reports and  junction nor for  the granting of dam \nvisits are made or they are not.  If they  ages.  The propriety of injunctive relief \nare, they were of no value to plaintiff;  is  discussed  below  in  relation  to  the \nif they are not, the remedy is even less  merits of the case.  As to the question of \nefficient.  In  either  event,  to  require  damages, suffice it to say that it is not \nplaintiff,  in  the  circumstances  of  this  raised, of course, by plaintiff's motion. \ncase, further to exhaust her administra·  Insofar as it may be relevant to defend \ntive  remedies  would  constitute  the  ants'  motion  to  dismiss-aince  defend \n\"wooden  application  of  the  exhaustion  ants contend that plaintiff's damages, if \ndoctrine in' cases under the Civil Rights  any,  clearly  do  not  exceed  $1O,OOO----it \nAct\" which Eisen v. Eastman, 421  F.2d  need  only be observed that jurisdiction \n560, 569  (2d Cir. 1969), finds  Supreme  here  is  not predicated  on  28  U.S.C., § \nCourt decisions \"condemn.\"  1331 (federal question) but on 28 U.S.C. \n§ 1343(3)  (deprivation of constitutional \nColeman v.Ginsberg, 428' F.2d 767 (2d \nrights under color of state law). \nCir. 1970), cited by defendants, is not to \nthe contrary.  There the court held only \nthat the District Court had not abused  III. \nits  discretion  in  dismissing  a  civil \nI come now to the merits of the Lollis \nrights  action  where  the  record  was \ncase. \ndoubtful that constitutional rights were \ninvolved  rather than  an  interpretation  [9]  The  Eighth  Amendment's  pro \nof state law.  Even under such circum  hibition of cruel and unusual punishment \nstances, the Court of Appeals pointed out  is  binding  on  the  states  through  the \nthat, according to Supreme Court deci  Fourteenth  Amendment.  Robinson  v. \nsions, ··the better practice\" would be for  California, 370 U.S. 660, 82  S.Ct. 1417, \nthe federal  court to retain jurisdiction  8 L.Ed.2d 758  (1962);  Francis v.  Res-\n\n480  822  FEDERAL SUPPLEMENT \nweber,  329  U.S.  459,  67  S.Ct.  374,  91  son v.  Bishop,  404  F.2d 571,  579  (8th \nL.Ed. 422  (1947).  Cir. 1968), Opinion of Judge  (now Mr. \nThe  concept  of  cruel  and  unusual  Justice)  Blackmun. \npunishment  has,  of  course,  varied  In support of Lollis' motion there have \nthrough the course  of history,  and,  as  been  submitted  the  affidavits  of seven \nthe court observed in Trop v. Dulles, 356  psychiatrists,  psychologists,  and  educa \nU.S. 86,  101, 78 S.Ct. 590, 598, 2 L.Ed.  tors of delinquent juveniles.  They are \n2d 630  (1958):  unanimous in their condemnation of ex \n\"The [Eighth] Amendment must draw  tended isolation as imposed on children, \nits meaning from the evolving stand  finding  it not only cruel and inhuman, \nards of decency that mark the progress  but  counterproductive  to  the  develop \nment of the child.  This group is made \nof a maturing society.\" \nup of men and women of high standing \n[10]  Two tests have been applied to  and  expertise.'  Most  surprisingly,  al \ndetermine whether the Amendment ap  though the key to decision of the Eighth \nplies:  first, whether the punishment is  Amendment issue lies in a determination \ndisproportionate to the offense, Weems  as to whether Lollis' two-week isolation in \nv. United States, 217 U.S. 349, 30 S.Ct.  a stripped room was disproportionate or \n544,  54  L.Ed. 793  (1909);  second, the  inherently harsh, no affidavit on the sub \nseverity or harshness of the sanction as  ject has been submitted by the defend \nmeasured  by  \"broad and  idealistic COD  ants.  Indeed, the only contest, if it may \ncepts of dignity, civilized standards, hu  be  termed  a  contest, which  defendants \nmanity,  and  decency  *  *  *\"  Jack- have made of the affidavits of experts \nI.  Affiants and their qualifications:  socially maladjusted and emotionally dis \nRobert E. GQuld, }.J.D., Associate Profes  turbed children. \nsor  of Psychiatry.  New York  University  \"E.  Richard Feinberg,  M.D.,  a  pbysician \nSchool of Medicine, and Director of Ado  licensed to practice medicine in the State \nlescent  Servi~8.  Bellevue  Psychiatric  of New York,  certified by  the American \nHospital.  Board of Psychiatry an{1 Xeurology as a \nDr.  Ernst  l'apenek,  a  former  Professor  specialist in the areas of adult and child \nof Education  fit City University of New  psychiatry, Assistant Professor of Psychi \nYork, former fUrector of children's homes  atry  in  Albert  Einstein College of )Ied \nand experimental 8(>ho018  of Organisation  iCine,  3.  Fellow of American Academy of \nde  Sante  et  de  l'ErlUC'fltion  in  France.  Child  Psychiatry,  and  a  member  of the \nhas  serverl  81'1  Director  of  Child  and  Task  Force on  Child  Psychiatry of the \nYouth Project Department of the Unitar  American  Psychiatric  Association,  cur \nian Ser\\'il\"e  Committee and  as:  Executive  rently  director  of  the  Bronx  Children'S \nDirector of the Rrooklyn Training School  Psychintric Hospital. \nfor Girl!'! and of the Wiltwyck School for  Professor Jack Oshwetz, a certified social \nBoys, presently a member of the Board of  worker  and  psychoanalyst,  currently \nEducation of 'Viltwyck School.  Professor  in  Graduate  School  of  Social \nJoseph  n.  Noshpitz,  M.D.,  Associate  Services at Fordham University and Su \nProfessor of Psychiatry, Howard Univer  pervisor of-the Post-Graduate Center for \nsity,  Washington,  Assistant Professor of  Mental  Health in  Xew  York  City. \nPflychiatry  at  University  of  )laryland,  Peter  Bios,  Ph.D.,  a  certified  clinical \nPast  President  of  American  Asso<'iation  psychologist,  President  of American  As \nfor Children's Residential Centers, Secre  sociation  for Child  Psychoanalysis,  Inc., \ntary  of  Ameri('an  Academy  of  Child  Fellow of American Orthopsychiatric As \nPsychiatry,  Chairman  of Group  for  Ad  sociation,  Diplomate in Clinical Psychol \nvancement  of  Psychiatry  Committee  on  ogy,  American  Board  of  Examiners  in \nAdoles('ence,  Member of Board of Direc  Professional Psychology,  Honorary Mem \ntors of Joint Commission on the Mental  ber  of  American  Society  for  Adolescent \nHealth of  Children,  Director of Clinical  Psychiatry,  recipient  of  Distinguished \nInstitute  of  Hillcrest  Children's  Center,  Service  Award  of  American  Society  for \nPsychiatrist in  Chief of Children's  Hos  Adolescent Psychiatry, a Special Member \npital  of  the  District  of  Columbia.  of the New York Psychoanalytic Society, \nDr.  Esther  Rothman,  licensed  psycholo  and  Faculty  :Member  of  New  York \ngist and currently Principal of Livingston  Psychoanalytic Institute. \nSchool  for  Girls,  a  special  school  for \n\nLOLLIS v. NEW YORK STATE DEPARTMENT OF SOCIAL SERVICES  481 \nCtte as 322 F.Supp. 473 (1970) \nsupporting plaintiff's motion is to offer  manize a young person in trouble and \nan unsworn statement of Superintendent  wants  to  create  more  trouble  with \nShaughnessy  entitled,  \"Isolation  Poli- such a person in the future. \ncies,\" which refers  (1) to the writings  \"I decry the isolation method totally \nof Dr.  William  Glasser,  whose  qualifi- as a method to be used in reconstruct-\ncations are not set forth;  (.2) to certain  ing  young  people's  personalities.  It \nexperimental work of \"Tyler and Brown\"  only destroys what good  parts of the \nand \"Burchard and Tyler,\" not identified  personality one  could work with and \nin  any  way,  however  well  known  they  build on.\" \nmayor may not be to the cognoscenti; \nDr. Ernst Papanwk-Affidavit sworn \nand (3) to the views of Dr. Lewis Jarett, \nto November 6, 1970: \na consultant at Brookwood Annex, who is \nDirector  of  Columbia  County  Mental  \"I do not believe that prolonged iso \nHealth Clinic (N.Y.), that the use of se  lation of any child can have either edu \ncurity  rooms  can  be a  \"helpful  exper~  cational  or  treatment value  for  the \nience.\"  Even if Superintendent Shaugh  child concerned.  On  the contrary,  I \nnessy's  statement with  its second-hand  believe  that such isolation is psycho \nreferences to the views of others were to  logically destructive and educationally \nbe accorded the quality of an affidavit,  self-defeating. \nit is clearly outweighed by the affidavits \n\"Isolation is one of the most devas \nin support of plaintiff's motion, not be \ntating actions which society can visit \ncause of their number  (though that is \nupon  any  of  its members.  Whether \nimpressive), but because of the standing \nit is done with the intention to help \nof the affiants, the wealth and diversity \nor to  punish  is  irrelevant.  Neither \nof their expertise, and the unconditional \nretributive  nor  so-called  'deterrent' \nnature, of their opinions. \npunishment,  even  when  sometimes \nThe following statements are excerpts  emotionally understandable, is ethical \nfrom affidavita in support of Lollis' mo  ly or psychologically constructive with \ntion, prepared with relation to the facts  children.\" \nof this case: \nJoseph  D.  Noshpit.,  M.D.--'Affidavit \nRobert  E.  Gould,  M.D.-Affidavit  sworn to Nov. 6, 1970: \nsworn to November 5,  1970: \n\"This is to certify that in myopin \n\"In my opinion it is unconscionably  ion extended isolation of a youngster \ncruel and inhumane treatment to put  exposes  him  to  conditions  equivalent \n.a n ·adolescent in  isolation  for  a two  to  'sensory  deprivation'.  This  is  a \nweek period.  'In fact one day of such  state 'of  affairs which  will  cause  a \nisolation  would  not  constitute  con  normal  adult  to  begin  experiencing \nstructive  action  to  rehabilitate  a  psychotic-like symptoms, and will push \ntroubled youngster.  To deprive a hu  a  troubled  person in the direction of \nman being of books or any other ma  serious emotional illness. \nterial with which one caD become in \n\"What is true in this case for adults \nvolved  and  to  prohibit  interpersonal \nis of even greater concern with chil \ncommunications  can  only  insure  in \ndren ,and adolescents.  Youngsters are \ncreasing the pathology that a  young \nin general more vulnerable to emotion \nster displays. \nal pressures than mature adults;  iso \n\"Isolation as a 'treatment' is puni  lation  is  a  condition  of  extraordi \ntive, destructive, defeats the purposes  narily severe psychic stress;  the re \nof any kind of rehabilitation  efforts  sultant impact on the mental health of \nand harkens back  to  medieval  times.  the individual exposed to, such stress \nThere  is  no  justification  for  such  will always be serious, and can  occa \ntreatment unless  one wants to dehu- sionally be disastrous.\" \n\n482  822  FEDERAL SUPPLEMENT \nDr. Esther Rothman--Affidavit sworn  confinement· for children under 13  (ex \nto Nov. 6, 1970:  cept for medical reasons, and then only \n\"There is no professional justifica  when  authorized by medical  personnel) \ntion whatever for the confinement of a  and allowed such confinement for older \nchild under the conditions described in  children  by  administrative  personnel \nthe report of Judge Burstein.  Such  only up to 24 hours, and thereafter upon \nconfinement  cannot  be  classified  as  written certification of the State Com \nanything other than punitive,\"  missioner of Social  Services only up to \n48 hours, was vetoed by the Governor on \nE. Richard Feinberg, M.D.-Affidavit \ngrounds urged by  the highly respected \nsworn to Nov. 9, 1970: \nCommunity  Service  Society  (of  New \nHIn summary,  I am  wholly against \nYork City)  that the regulation of such \nthe  concept  of  punitive  and/or pro \nisolation should be administrative rather \nlonged isolation of children, normal or \nthan legislative to allow some element of \naberrant in their behavioral develop \nflexibility.  In his veto message the Gov \nment.  While  brief isolation  may  be \nernor expressed his concern as to the iso \nclinically indicated in both groups of \nlated  confinement  of  children  and \nyoungsters,  punitive,  prolonged  isola \n\"urged\" the New York State Department \ntion never can promote emotional de \nof Social Services to enact regulations to \nvelopment in the direction of health; \ncontrol  such  confinement,  which,  as \nmore  often  it  may  be  the  vehicle \nnoted earlier, the State Board of Social \nwhereby sadistic impulses in the adults \nWelfare  did  in  fact  do  during  July \ncaring for children may be discharged, \n1970.' \nto the great detriment of the mental \nhealth of the latter.\"  [11]  Measured by  the standards of \nthe  Eighth  Amendment  cases  cited \nConcern as to isolated or solitary con \nabove, the views of experts in the field \nfinement of children in New York State \nis  of  adolescent  psychology  just  quoted, \ntraining schools  not of sudden origin. \nand the legislative consensus expressed \nAs a  result of the  primary  urging  of \nby the passage .of Assembly Bill 4658, a \nthe Citizens' Committee for Children of \ntwo-week confinement of a fourteen-year \nNew  York,  Inc.,  an established private \nold  girl  in  a  stripped  room  in  night \nwelfare organization which had studied \nclothes with no recreational facilities or \nthe state training schools in depth  (see \neven reading matter must be held to vio \n\"The New York State Training School \nlate the Constitution's ban on cruel and \nSystem:  Findings  and  Recommenda \nunusual  punishment.  See,  also,  Sostre \ntions from Citizens' Committee for Chil \nv.  Rockefeller,  supra  (S.D.N.Y.1970); \ndren of New York,  Inc.,  December  15, \nWright v.  McMann,  supra,  and United \n1969, exhibit to Pena's memorandum on \nStates ex reI. Mosher v. LaVallee, supra \nthis motion), the New York State Legis \n(both N.D.N.Y.1970). \nlature at its 1970 session passed Assem \nbly  Bill  4658  intended  to  regulate  the  In  so  holding,  I  do  not mean to  in \nimposition  of  such  confinement.  The  timate that the isolation of children un \nbill,  which  would  have  barred solitary  der any circums~nces is unconstitution-\n2.  The regulations enacted specifically pro  tions require a daily review by the head \nhibit solitary  confinement,  but exp.lieitly  of the institution or his designee  of the \nprovide that \"[a] child may. however, be  necessity  for  isolation  and  specify  that \nisolated in the interest of his own safety  \"every effort shall be made to return the \nor that of the other children and staff.\"  child to  the  regular program of care as \nAlthough one of the criticisms referred to  quickly  as  possible,\"  they  provide  no \nin the Governor's veto message on Assem  maximum period of isolation and require \nbly Bill 4658 was that \"the terms 'soli  no  hearing  as  to  its  original  necessity, \ntary confinement'  and  'isolation' are  no  and they are silent as to  the conditions \nwise defined  in the bill,\"  they are, sur  under  which  children  may  be  kept  in \nprisingly. not defined in any way in the  \"isolation.\" \nregulations  either.  Although the  regula-\n\nLOLLIS v. NEW YORK STATE DEPARTMENT OF SOOIAL SERVIOES  483 \nCit:e as 322 F.Supp. 473 (1970) \naI,  but  merely  that  the  treatment  of  hardships favor plaintiff, and the public \nLolli\"  in  this  case violated 'permissible  interest surely requires the prevention of \nbounds.  I share the hesitancy of fellow  Eighth Amendment infractions. \njudges in interfering with the adminis  Accordingly  defendant  Shaughnessy \ntration  of  custodial  institutions,  and  and anyone subject to his direction will \nsympathize with the difficult problems  be enjoined, pending trial, from placing \nwhich disciplinary'matters present to ad  plaintiff in isolation for an extended pe \nministrative  officials,  especially  when  riod or'without the enjoyment of reaSOD \nthey  may be  \"second  guessed\"  by  the  able facilities during any such isolation. \ncourts.  But the teaching of Wright v.  For the purpose of implementing the in \nMcMann,  supra,' 387  F.2d  519,  is  that  junction there shall be  included  in the \nwhere' a  constitutional violation  occurs  decree  standards for  the  imposition  of \nthe courts may not ignore it in favor  any  isolation  and a 'description  of the \nof the  integrity  of  administrative  au  minimum facilities to be affOt'ded plain \nthority.  tiff in the event of such isolation.  De \nThe  determination  that  the  Eighth  fendant  Shaughnessy  shall,  within  10 \nAmendment has here been violated ren  days of the filing of this opinion, sub \nders it unnecessary to determine wheth  mit to the court and to plaintiff's counsel \ner the treatment of Lollis may also be  proposed standards, which shall include: \nvulnerable under other provisions of the  (1) maximum period of confinement, (2) \nConstitution.  place  of  confinement,  (3)  facilities  to \nbe afforded the child within the place of \n[12, 13]  Preliminary  Injunction:  confinement,  including  (a) normal fur \nThe classic criteria for the determina  nishings, bed and chair, (b) reading ma \ntion  of whether a  preliminary  injllnc  terial,  (c)  other recreation such as ex \ntion should be granted are the probabil  ercise and air, (4) extent to which child \nity of plaintiff's success on  the merits,  may be permitted to join in common ac \nthe  irreparability of harm  to plaintiff  tivitit:is even during period of isolation, \npendente lite, balancing of the hardships  (5)  visitation  by  staff  members,  (6) \nwhich an injunction or its absence would  maximum,  if any,  number  of times  of \nimpose on the parties, and,  finally,  the  confinement within a larger 'period such \npublic  interest.  'Measured  by  these \nas one year.  (7) reports by the Warden \nstanda'rds, I find that -a preliminary in  to, the  State  Board  as  to  confinement, \njunction, in the limited terms' set forth  ani!  (8)  such other suggestions  as the \nbelow,should be granted.  Plaintiff has  parties may wish to make. \nestablished a  probability  of success  on \nPlaintiff shall suhmit any counterpro \nthe merits as to the constitutional ques \nposals within five days after service of \ntion.  (I intimate no views as to dam \nSuperintendent Shaughnessy's material. \nages, as to which no proof has been of \nfered  on  this  motion.)  Imminence  of  'Plaintiff's request for  a  preliminary \nharm or, put another way, irreparability  injunction to restrain \"defendants from \nof damage  to  the  plaintiff  is  demon  imposing prolonged solitary confinement \nstrated by Lollis' continuance in custody  upon any child confined to a New York \nand the views, articulated on this motion  Training  School\"  is  denied,  without \nby  Superintendent  Shaughnessy  (the  prejudice, except to the extent granted \nsole defendant to submit any statement,  above.  There is no showing 'that the ac \nmuch less affidavit)  that treatment of  tion of other 'defendants is  such as  to \nLollis was correct.  cf. Fhagen v. Miller,  warrant  interference  by  the  court,  or \n306  F.Supp.  634,  636-637  (S.D.N.Y.  that other children are in jeopardy.\"  In \n1969),  (Weinfeld,  J.).  The balance of  deed,  the record  establishes  that isola-\n3.  It is also to be noted that, ,although the  determined  8S  such  and  it  is  doubtful \ncase' has been  brought as a class action,  whether  class  relief  will  be  appropriate \nno application has been  made that it be  until such  determination has been made. \n\n484  322  FEDERAL SUPPLEMENT \ntioD  is  never  invoked  at  five  of  the  A supplemental affidavit, SWDrn to De \ntwelve  training  schools,  and  rarely  at  cember 4,  1970  by Connee  Grotsky, an \ntwo  others.  While  this box  score may  attorney with the Family Court Branch \nnot be entirely satisfactory, it does dem  of the Legal Aid Society, uncontested by \nonstrate the inappropriateness of a state  the  defendants,  establishes  that  as  of \nwide  injunction,  and this court should  December I,  1970, seven boys were be \nbe  guided  by  a  standard  of minimum  ing held  in isolation in strip rooms  at \nrather than maximum interference.  Fur  Goshen,  and two had  been  so  cDnfined \nthermore, the defendants have indicated  for more than one week. \n(Defendants' Memorandum in Pena case, \np. 12) that an injunction on  behalf of  RELIEF AS TO  PENA \none plaintiff would be \"respected by the  On  the basis of these facts,  and the \nState of New York to the same degree  considerations expressed above as to the \nas an injunction on behalf of unnamed  Lollis case, a preliminary injunction will \nand unspecified plaintiffs,\" and the court  alsD be granted restraining Superintend \nassumes that this representation would  ent Catalett of the Goshen Annex from \napply  also  where  the injunction  is  re  imposing  extended  isolation  on  Pena \nstricted to ~me defendant.  Finally. since  should plaintiff Pena be returned to his \nthe denial of a wider injunction is 'with  custody (Fhagen v. Miller, 8upra) except \nout prejudice, plaintiffs are free to pre  under the conditions to be specified in \nsent other, 'claims if they arise.  the decree.  Superintendent Catalett and \nthe plaintiff shall submit proposed con \nFACTS AS TO PENA  ditions in the manner specified above as \nto the Lollis case. \n[14]  Joe Pena is a  sixteen-year old \nboy  who  was  confined  at  the  Goshen  [15]  No  preliminary injunction will \nAnnex of the New York State Training  be  granted  to  restrain  handcuffing  or \nSchool  for 11 months untii October 31,  binding of feet, since there is tDO  sharp \n1970  (a week  before  the  filing  of  his  a dispute of facts to establish that the \nsuit), when  he was  paroled  until  July  period for which Pena was handcuffed \n27, 1971.  He remains under the super  and bound was cruel and inhuman.  It \nvision of the  School,  to which he may  may be said that a  minimal period  of \nbe returned wi thou t a hearing if he vio  handcuffing or binding, where the rea \nlates parole.  He was originally adjudi  sDnable necessity for such action is dem \ncated a juvenile delinquent in November  onstrated,  would  nDt  viDlate  constitu \n1964.  In  February  1970,  he  was  in  tiDnal  rights while, at the other end Df \nvolved in a fight with a guard and after  the spectrum,  unnecessary or prolonged \nbeing subdued by several guards he was  handcuffing  or binding  might well  do \nconfined,  without  hearing,  to  a  strip  so. \nroom at Goshen.  Handcuffs were placed \n[16]  Motion  to  Consolidate:  The \non  his  hands  and feet and  they  were \ndefendants  agree  that consolidation  of \nbound together as he lay face down on \nthe  two  cases  is  appropriate  for  dis \nthe floor.  Plaintiff claims that the bind \ncovery purposes Dther than as to damage. \ning and handcuffing lasted tWD to three \nThere is no basis for consolidation as to \nhours.  Defendants estimate the time at \ndamages,  either  for  discovery  or  trial, \nonly forty minutes.  Pena was kept iso \nand the cases Dught not be consolidated \nlated from  February 1 through  Febru \nfor trial since the issue of handcuffing \nary  6,  when  he  was  released.  With \ndoes not arise in  Lollis, and to  consoli \nminor variations which do not affect the \ndate the trials might unfairly prejudice \ndisposition of the case here, the circum \nthe defendants in that case. \nstances in which he  was  held  in  iSDla \ntion  were  the same as  those  in which  For the reasons stated above the mo \nLollis was held.  tions  for  temporary  injunctions  are \n\nSHELOO, INO.v. DOW CHEMIOAL COMPANY  485 \nCite as 322 F.Supp. 485 (1970) \ngranted to the extent and upon the con- 2. Patents e=>1S, 87, 46 \nditions stated.  The motions to dismiss  Invention, to be patentable, must be \nare denied.  The motions to extend the  novel,  useful and not obvious.  35  U.S. \ndefendants' time to answer is granted.  C.A. §§ WI, 102, 103. \nThe parties shall submit proposed or  3. Patents <!!=o51 (1) \nders to include the material specified in  Patent can be found invalid as being \nthe body of this opinion.  anticipated by prior art even though not \nPursuant to Rule 52 (a) of the Federal  every--element  of claimed  invention  is \nRules  of  Civil  Procedure,  this  opinion  found in single piece of prior art, pro \nconstitutes the court's findings  of fact  vided differences between claimed inven \nand conclusions of law.  tion and prior art are .ilJlmaterial differ \nences ;Which are mere matters of choice \nnot of inventive  significance.  35 .U.S. \nC.A. § 102. \ni  ..; ;;,,;;,\"\"\" \no , ~\"';:.;;:\"\";;;,,~  4. Patents <!!=olS \nObviousness  or\"  unobviousness  of \nsubject matter of patent must be deter \nmined against background of scope and \ncontent of prior art, -differences between \nprior art and claims at issue, and level \nSHELCO, INC., lot aI., Plaintiff,  of ordinary skill in pertinent arts.  35 \nv.  U.S.C.A. § 103. \nThe DOW CHEMICAL COMPANY et aI.,  S. Patents <!!=olll!.4, 11S.9 \nDefendants. \nDisclosure of invention, as defined \nin claims, must be in full, clear: concise, \n. SHELCO, INC., et aI., Plaintiff, \nand exact terms as to enable any person \nv. \nskilled in art to which it pertains to make \n.BOYLE-MIDWAY, INC\" et al.,  and use it, and patentee must disclose his \n.  Defendants. \nbest method and composition and if he \nNos. 67 C 1393, 87 C 2190.  fails to do so, or claims are so broad as to \nUnited States District Court,'  cover inoperative Bubject~ matter, patent \n-N. D. Dlinois, E. D.  is  invalid  for  indefiniteness  and  for \nSept. 23, 1970.  overclaiminl!'.  35 U.S.C,A. § 112. \n6. Patents <!!=o185(2) \n'Claims of patent are sole measure of \nPatent infringement suit.  The Dis \ngrant. \ntrict Court, Austin, J., held that patent \nrelating to composition for cleaning ov  7. Patents <!!=oU8.5 \nens,  grills and similar surfaces and  to  Claims. of patent which fail  to  in \nor \nmethod for applying composition and all  cliide one  more elements essential _or \nclaims  thereunder were  invalid  due' to  critical to practice the invention are in \nunlawful filing of application for patent  valid. \nin foreign  country and claims  1-6, 14, \nS. Patents <!!=o234 \n16-19, 26,  and 2&-32 were also  invalid \nPatent claim  cannot be  given  nar \ndue  to,  inter  alia,  obviousness,  indefi \nrow construction consistent with disclo \nniteness and overc1aiming. \nsure of patent to avoid prior art and then \nJudgment for defendant. \nbe given broad construction to embrace \nan accused device. \nL Patents e=>16.1  9. Patents <!!=ol12(1) \nPatentee must be inventor and must  Presumption  of validity  of  patent \nhave made discovery.  is rebuttable  and may be  destroyed  if ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/7832"
    }
  ],
  "document_count": 4
}