{
  "case_id": 14542,
  "fetched_at": "2025-10-22T00:22:51.299435",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Western District of Louisiana",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1960,
    "id": 14542,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29728,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1960,
      "docket_filing_number": 7881,
      "is_main_docket": true,
      "court": "Western District of Louisiana",
      "state": "Louisiana",
      "docket_office_number": "",
      "docket_number_manual": "C.A. 7881-S",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "U.S. v. Association of Citizens Council of Louisiana",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14542",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14542",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14542",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14542"
  },
  "documents": [
    {
      "date": "1961-08-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 908,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 196,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Western District of Louisiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138108,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138108.pdf",
      "title": "Opinion",
      "text": " \n \n  Atty. for the Western Dist. of Louisiana, Shreveport, La., \nfor the government. \n196 F.Supp. 908 \nUnited States District Court W.D. Louisiana, \nJack P. F. Gremillion, Atty. Gen., State of Louisiana, \nShreveport Division. \nThompson L. Clarke, Dist. Atty., Sixth Judicial Dist., St. \nJoseph, La., Albin P. Lassiter, Dist. Atty., Fourth Judicial \nUNITED STATES of America \nDist., Monroe, La., Fred L. Jackson, Dist. Atty., Second \nv. \nJudicial  Dist.,  Homer,  La.,  for  Pauline  A.  Culpepper, \nASSOCIATION OF CITIZENS COUNCILS OF \nRegistrar of Voters of Bienville Parish, Louisiana. \nLOUISIANA, Inc., the Citizens Council of Arcadia, \nLouisiana, Inc., the Citizens Council of Gibsland, \nAlbert E.  Bryson,  Shreveport, La.,  for  Association  of \nLouisiana, Inc., Jerry Rougon Butler, John \nCitizens Councils of Louisiana, Inc. \nAlexander Bridges, Walter Leonard Dance, Forrest \nRiley McCallister, Joe A. Reeves, Robert Lamar \nJ. Roy Caskey, Arcadia, La., for all defendants except \nTaylor, Jr., Joe Bryant Williams, R. C. Woodard, \nCulpepper and the association of Citizens Councils of \nPaul Britton Phillips, J. Roy Caskey, and Henry \nLouisiana, Inc. \nLeon Walker, Individually and as Members of the \nCitizens Council of Arcadia, Louisiana, Inc., Leon \nTurner B. Morgan, Morgan, Baker, Skeels, Middleton & \nFranklin Kettler, Archer Franklin Merritt, Charles \nColeman,  Shreveport,  La.,  for  Arcadia  and  Gibsland \nE. Merritt, Melvin Ray Miller, and Hugh Pearson, \nCitizens Councils, and individual members thereof. \nIndividually and as Members of the Citizens \nCouncil of Gibsland, Louisiana, Inc., and Pauline \nOpinion \nA. Culpepper, Registrar of Voters of Bienville \n \nParish, Louisiana. \nBEN C. DAWKINS, Jr., Chief Judge. \nCiv. A. No. 7881. \n|   \nAug. 21, 1961. \nIn clear, unmistakable terms, the 15th Amendment to the \nConstitution of the United States provides as follows: \nSynopsis \n‘Section. 1. The right of citizens of the United States to \nAction brought by the Attorney General in the name of \nvote shall not be denied or abridged by the United States \nUnited States against a registrar of voters and others who \nor by any State on account of race, color, or previous \nallegedly had deprived Negro citizens of their right to \ncondition of servitude. \nregister and vote. The District Court, Ben C. Dawkins, Jr., \nChief  Judge,  held,  in  part,  that  the  registrar,  who  ‘Section 2. The Congress shall have power to enforce this \narbitrarily discriminated against Negroes in identification  article by appropriate legislation.’ \nrequirements, who applied far more stringent qualification \nstandards upon Negro applicants than she had upon white  Pursuant to the express authority of Section 2, Congress \napplicants,  solely  because  of  race,  and  who  would  enacted  the  Civil  Rights  Acts  of  1957 and 1960,  42 \ncontinue  to  do  so  in  the  future,  unless  judicially  U.S.C.A. § 1971 et seq., which empowers the Attorney \nrestrained,  must  be  enjoined  from  discrimination  in  General (§ 1971(c) to bring an action for injunctive relief \nconduct of her office.  in  Federal  District  Courts  (§  1971(d)  whenever  any \n   person or persons have engaged in any act or practice (§ \nDecree accordingly.  1971(c) which deprives any other person, ‘* * * otherwise \n   qualified to vote’ (§ 1971(a) of the right to vote secured \nSee also D.C., 187 F.Supp. 846.  by Section 1 of the 15th Amendment. \n  \nThis action is brought by the Attorney General in the \nAttorneys and Law Firms  name  of  the  United  States  against  Mrs.  Pauline  A. \nCulpepper,  Registrar  of  Voters  for  Bienville  Parish, \n*909 Joseph M. F. Ryan, Jr., Acting Asst. Atty. Gen.,  Louisiana  (Registrar);  the  Association  of  Citizens \nHarold H. Greene and D. Robert Owen, Attys., U.S. Dept.  Councils of Louisiana, Inc. (Association); the Citizens \nof Justice, Washington, D.C., T. Fitzhugh Wilson, U.S.  Council of Arcadia, Louisiana, Inc. (Arcadia Council); the \n  1 \n \n\n \nCitizens Council of Gibsland, Louisiana, Inc. (Gibsland  18:37). \nCouncil); and 17 individuals who are officers, directors or \nmembers  of the Councils.  It  is  alleged  that,  by their  In Bienville Parish there are approximately 6,120 white \nindividual  and  concerted  actions,  the  defendants  have  persons and 4,475 Negroes of voting age. Immediately \ndeprived and are depriving some 570 Negro citizens of  prior to October, 1956, there were approximately 5,284 \nBienville  Parish,  who formerly  were  registered  voters  white persons and 595 Negroes registered to vote in the \nthere, of the right to register and vote in any elections held  Parish. In elections held prior to then, the Negro voters \nin the Parish. The prayer for relief is that all defendants be  had engaged in the reprehensible practice of ‘bloc voting,’ \ntemporarily and permanently enjoined from any further  i.e., all or most of their votes were cast one way or \naction  in  that  respect,  and  that  the  Negroes  whose  another. \nregistrations were cancelled in October, 1956, be ordered \nIn September, 1956, it was planned that the permanent \nreinstated upon the voting rolls of the Parish. It is also \nvoter  registration  system  would  be  instituted  by  the \nprayed that a voting referee be appointed pursuant to § \nBienville  Parish  governing  body,  the  Police  Jury,  to \n1971(e). \nbecome effective January  1,  1957.  On  September  24, \nInasmuch as all of the individual defendants, except the  1956,  a  joint  meeting  of  the  Arcadia  and  Gibsland \nRegistrar, claimed the protection of the 5th Amendment  Councils  was  held  at  the  American  Legion  Club  in \nagainst  self-incrimination,  and  refused  to  testify,  and  Arcadia,  with  Raymond  Masling,  the  Association’s \nbecause  the  Government’s  case  was  so  thoroughly  Executive Director, being present to give advice. It then \ndocumented by the Registrar’s own records, there is very  was decided unanimously to purge the voting rolls of the \nlittle dispute as to the facts; indeed, there is no dispute  Parish of ‘illegally registered’ voters, no mention of race \nexcept  as  to  whether  the  Registrar  continues  to  or color being incorporated in the minutes of the meeting. \ndiscriminate against Negroes being permitted to register  It is clear, however, from the actions subsequently taken, \n*910 and vote, solely on account of their race or color.  that the plan was to purge most of the Negroes— the \n‘bloc voters’— from the rolls. \nUnder the Constitution and laws of the State of Louisiana, \nregistration for voting is a prerequisite to voting at any  On the evenings of September 26, 27 and 28, 1956, the \nelection  by  the  people.  Prior  to  January  1,  1957,  Registrar opened her office, after regular hours, to the \nregistration for voting in Bienville Parish, Louisiana, was  individual defendants and assisted them in conducting the \nunder the periodic registration system, whereby complete  ‘purge’. As the result of their efforts, the registrations of \nre-registration of all voters was required every four years.  some  570  Negroes  were  challenged,  constituting \napproximately 95% Of all Negroes registered. Only 35 \nUnder Louisiana law (LSA-R.S. 18:132, 133, 244), any  white registrations, being less than 1% Of the total, were \ntwo registered voters may file affidavits with the Registrar  challenged,  although  an  examination  of  the  white \nchallenging the registration status of any other voter; and  registration cards in evidence discloses that about 80% \nthe Registrar has the duty, if she has reason to believe that  Contain the  same, or  similar,  errors  for  which  Negro \na voter is illegally registered, or has lost the right to  registrations were challenged. Of the white registrations \nremain on the rolls, to so notify the challenged voter by  actually  challenged,  approximately  one-half  of  these \nsending him a citation to appear at her office within 10  persons had moved away from the Parish. All of this was \ndays and prove his right to remain on the rolls, by an  well known to the Registrar, who actively participated in \naffidavit executed  by three  other bona  fide registered  this  concerted  discrimination  by  the  Councils  and \nvoters  of  the  Parish.  If  the  challenged  voter  fails  individual defendants, on account of the race or color of \nsatisfactorily to comply with the citation, his name is  the Negro registrants. \nerased from the rolls. \nWithin  the  ten-day  period  allowed  by  State  law  for \nLouisiana  law  further  provides  that  an  applicant  for  answering the challenges, some 50 to 100 Negroes went \nregistration must be able to read, and give a reasonable  to the Registrar’s office for the purpose of reinstating \ninterpretation  of, any  provision  of  the  Constitution  of  their registrations. Many were accompanied by one, two \nLouisiana or of the United States (LSA-R.S. 18:35); and  or three registered voters who also had received letters of \nhe  must  complete  his  registration  form  in  his  own  challenge.  The  Registrar,  contrary  *911  to  State  law, \nhandwriting, without assistance (LSA-R.S. 18:31). If the  refused to allow any voter who had been challenged to \nRegistrar  has  reasonable  grounds  to  believe  that  an  execute  an  affidavit  of  retention  for  other  challenged \napplicant is not the person he represents himself to be, the  voters. Consequently, the names of all the 570 Negroes \nRegistrar  may  require  him  to  produce  two  qualified  whose registrations had been challenged were removed \nregistered voters of his precinct to identify him (LSA-R.S.  from the rolls. \n  2 \n \n\n \nThe  day  after  the  purge  was  completed  the  Arcadia  While we deplore the Negro practice of ‘bloc voting’ with \nCouncil  voted  unanimously  to  urge  adoption  of  a  which  all  observant  persons  are  familiar,  not  only  in \npermanent  registration  system  in  Bienville  Parish.  In  Bienville Parish, but in practically all parts of the country, \nNovember, 1956, about one month later, the Police Jury  still this factor cannot alter one whit our duty under the \nadopted  an  ordinance  to  accomplish  that  purpose,  15th Amendment to see to it, wherever we are called upon \neffective January 1, 1957. In transferring to the permanent  to  do  so,  that  there  is  no  discrimination  in  voting \nregistration system, the Registrar placed the names of all  registration because of race or color. It is to be earnestly \npersons  who  were  registered  voters  on  December  31,  hoped that in the future those Negroes who are qualified \n1956, upon the permanent registration rolls. They were  to vote will achieve a degree of political maturity so as to \nnot required to reapply for registration, but simply had to  vote according to the best interests of their State and \nsign, and return to her, their permanent certificates which  Nation rather than for their own selfish or venal purposes. \nshe had sent to them. \nThe Supreme Court has held, in United States v. Thomas, \nAs of December 31, 1956, there were 5282 white persons  1960, 362 U.S. 58, 80 S.Ct. 612, 4 L.Ed.2d 535, affirming \nand 35 Negroes registered to vote in Bienville Parish. As  United States v. McElveen, D.C., 180 F.Supp. 10, that a \nof October 8, 1960, there were 5184 white persons and 26  pattern or practice of discrimination, such as described \nNegroes on the permanent registration rolls.  above, committed by all defendants, is action of the State \nof Louisiana, forbidden by the 15th Amendment and 42 \nWhile  the  Registrar,  in  her  testimony,  vehemently  U.S.C. § 1971(a). Therein the Court also held that proper \nprotested  that  she  had  never  discriminated  against  judicial action in such a case is to order that the Registrar \nNegroes because of their race, the truth is that she has  be enjoined from giving legal effect to the massively \ndone so continuously, not only in the 1956 purge but even  discriminatory  challenges,  and  that  the  Registrar  be \nuntil the time this case was tried in November, 1960.  ordered to restore to the registration rolls the names of \nSince 1956 she has registered 925 white persons and no  those thus illegally removed. As a lower federal court we \nNegroes, although numerous members of the Negro race  have no choice but to follow that decision here. \nhave attempted to register. Of these 925 white persons, \nsubstantially  more  than  one-third  executed  application  *912 Accordingly, a decree to that effect will be entered, \ncards containing the same or similar errors as were on the  except that those who have died, moved from the Parish, \ncards  of  the  Negroes  challenged.  The  Registrar  has  or become disqualified by conviction of crime, will not be \nremoved no names from the rolls since 1956, except for  included; and the Registrar,  whose  discrimination  has \nreasons  of  conviction  of  crime, death, and change  of  continued through the years, also will be enjoined (as well \nresidence.  as her successors), against any future discrimination in \nconducting the affairs of that office. \nAt the trial the Government presented a veritable parade \nof  Bienville  Parish  Negroes,  holding  bachelor’s  and  As to the other defendants, since their part in this was \nmaster’s degrees, who, since 1956, on one technicality or  accomplished nearly five years ago, and they will be \nanother,  have  been  denied  the  right  to  register  or  advised by this ruling, we will deny for the present the \nre-register. An equally impressive group of white persons  application  for  an  injunction  against  them,  retaining \ntestified that they were permitted to register, although  jurisdiction,  however,  in  the  event  they  renew  their \ntheir application cards contained substantial errors, and  unlawful activity. We find that appointment of a voting \ntheir level of education was far below those of many of  referee is not now necessary. \nthe Negro applicants. It is perfectly clear from all the \nevidence that the Registrar arbitrarily has discriminated  A proper decree should be presented on notice. \nagainst Negroes in identification requirements and has \napplied far more stringent qualification standards upon  All Citations \nNegro applicants than she has upon whites, solely because \n196 F.Supp. 908 \nof race. This she has continued to do, and no doubt will \n \ndo in the future unless judicially restrained. \n \n \n \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138108"
    },
    {
      "date": "1960-07-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 846,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 187,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Western District of Louisiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138109,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138109.pdf",
      "title": "Opinion",
      "text": " \n \n  Jr., and HUNTER, District Judges. \n187 F.Supp. 846 \nOpinion \nUnited States District Court W.D. Louisiana, \n \nShreveport Division. \nPER CURIAM. \nUNITED STATES of America \nv. \n \nASSOCIATION OF CITIZENS COUNCILS OF \nLOUISIANA et al. \nThe defendants have attacked the constitutionality of the \nCivil  Rights  Act  of  1960  on  a  number  of  grounds. \nCiv. A. No. 7881. \nHowever, the Supreme Court’s sweeping approval of the \n| \nCivil Rights Act of 1957, 42 U.S.C.A. § 1975 et seq. \nJuly 27, 1960. \nmakes  it  unnecessary  to  discuss  the  defendants’ \ncontentions at great length. United States v. Raines, 1960, \n362 U.S. 17, 80 S.Ct. 519, 4 L.Ed.2d 524; Hannah v. \nSynopsis  Larche, 1960, 363 U.S. 420, 80 S.Ct. 1502, 4 L.Ed.2d \nAction  by  association  and  others  attacking  1307. \nconstitutionality  of  Civil  Rights  Act  of  1960.  The   The constitutional attack is levelled at Titles III and VI \nThree-Judge  District  Court  held  that  the  Act  is  not  of the Act, 42 U.S.C.A. §§ 1974 et seq., 1971(e). We find \nunconstitutional in its application to the defendants, since  that the constitutionality of Title III, dealing with the \ntheir acts triggered actions on the part of the Registrar of  preservation and production of voting records, is not at \nVoters that were ministerial under state law and hence  issue in this case. The Government’s motion to produce \nconstituted  state  action  within  the  Fourteenth  and  was filed, not under Title III of the Act, but under Rule 34 \nFifteenth Amendments.  of Federal Rules of Civil Procedure, 28 U.S.C.A. The \n   chief purpose of the provisions of Title III, dealing with \nThree-judge court dissolved.  the preservation and production of records, is to facilitate \n   the investigation of the records before suit is filed. The \nchief purpose of Rule 34, however, is to give a party \nAttorneys and Law Firms  litigant the right to have records produced after suit has \nbeen filed. \n*847 Joseph M. F. Ryan, Acting Asst. Atty. Gen., Harold    \nR. Tyler, Jr., Asst. Atty. Gen., Robert Owen, and David   The  defendants  rely  heavily  on  the  contention  that \nRuben  Attys.,  Dept.  of  Justice,  Washington,  D.C.,  T.  Section 301 of the Act violates the ex post facto clause of \nFitzhugh Wilson, U.S. Atty. for W.D. La., Shreveport,  Article 1, Section 9, of the United States Constitution. We \nLa., for plaintiff.  find no violation of this clause, since Section 301 operates \nonly  prospectively  and  not  retrospectively  as  to  any \nJack  P.  F.  Gremillion,  Atty.  Gen.  of  Louisiana,  criminal prosecution. *848 It is well settled, of course, \nThompson, L. Clarke, Dist. Atty., Sixth Judicial Dist., St.  that  the  prohibition  against  ex  post  facto  legislation \nJoseph, La., Albin P. Lassiter, Dist. Atty., Fourth Judicial  applies  only to criminal proceedings and not  to civil \nDist., Monroe, La., Fred L. Jackson, Dist. Atty., Second  matters such as this. We note that Section 302 of the Act, \nJudicial  Dist.,  Homer,  La.,  for  defendant  Pauline  A.  covering  criminal  prosecution  for  the  destruction  of \nCulpepper, Registrar of Voters of Bienville Parish, La.  records, does not permit punishment for destructions prior \nto May 6, 1960, the effective date of the Act. \nAlbert E. Bryson, Shreveport, La., for Assn. of Citizens \n  \nCouncils of Louisiana, Inc. \n The  individual  defendants  and  the  Citizens  Councils \ncontend that the Fourteenth and Fifteenth Amendments \nJ. Roy Caskey, Arcadia, La., for all defendants except \nare  limited  to  state  action,  as  distinguished  from \nCulpepper and the Assn. of Citizens Councils. \nindividual private action, and that, therefore, Title VI of \nthe  1960  Civil  Rights  Act  is  unconstitutional  in  its \nTurner B. Morgan, Morgan, Baker, Skeels, Middleton & \nattempted application as to them. The acts complained of \nColeman,  Shreveport,  La.,  for  Arcadia  and  Gibsland \ntriggered actions on the part of the Registrar that were \nCitizens Councils and their individual members. \nministerial under State law. We are compelled to hold that \nthe alleged action taken by the individual defendants and \nBefore WISDOM, Circuit Judge and BEN C. DAWKINS, \n  1 \n \n\n \nCitizens  Councils  constituted  state  action  within  the  Since we find the arguments alleging unconstitutionality \nmeaning of that term as held in the decided cases. Smith  to  be  without  merit, this  three-Judge  Court  is hereby \nv. Allwright, 321 U.S. 649, 664, 64 S.Ct. 757, 88 L.Ed.  dissolved. \n987; United States v. McElveen, D.C., 177 F.Supp. 355; \nD.C., 180 F.Supp. 10, affirmed sub nom. United States v.  In rendering this opinion, we are in no way expressing \nThomas, 362 U.S. 58, 80 S.Ct. 612, 4 L.Ed.2d 535.  any views on the merits of the case. We are not holding \n   that  there  was  discrimination  or  that  there  was  not \n Finally,  the  Citizens  Councils  contend  that  the  discrimination. That question and others will be resolved \nFourteenth  and  Fifteenth  Amendments  were  adopted  by the one-Judge Court. \nunconstitutionally. With all deference to able counsel, we \nfind ourselves unable to agree with this contention in the  All Citations \nlight of the hundreds of cases in which the United States \n187 F.Supp. 846 \nSupreme Court has applied these Amendments.1 \n \n  \nFootnotes \n \n1  Two  recent  cases  have  held  squarely  that  the  validity of  the  ratification  of  the  Fourteenth  Amendment  is \n  non-justiciable. United States v. Gugel, D.C.E.D.Ky.1954, 119 F.Supp. 897; Heintz v. Board of Education, 1957, 213 \nMd. 340, 131 A.2d 869, 870. See also Board of Public Instruction of Manatee County v. State (dissent), Fla.1954, 75 \nSo.2d 832. \n \n \n \n \n \n \n \n  2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138109"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116808,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116808"
    },
    {
      "date": "1960-06-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of David Norman",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Louisiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77050,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77050.pdf",
      "title": "Complaint",
      "text": "IN TRE UNITED STATES DISTRICT COURT POR TUB\nWESTERN DISTRICT OF LOUISIANA\n. SHREVEPORT DIVISION\nUNITED STATES OF AMERICA, )\nPlaintiff )\nv. )\n7\nTHE ASSOCIATION OF CITIZENS )\nCOUNCILS OP LOUISIANA, INC.; )\nTHE CITIZENS COUNCIL 'OP )\nA:WAD/A, LOUISIANA, INC.; THE )\nCITIZENS COUNCIL OP GIBSLAND, )\nLOUISIANA, INC.; JERRY ROUGON )\nBUTLER, JOHN ALEXANDER BRIDGES, )\nWALTER LEONARD DANCE, FORREST )\nRILEY McCALLISTER, JOE A. )\nREEVES, Roam LAMAR TAYLOR, CIVIL ACTION NO. (\t \\A l—\nJR.;(cid:9) JOE BRYANT WILLIAMS, R. C. )\nWOODARD, PAUL BRITTON PHILLIPS, )\nJ. ROY CASKET, and HENRY LEON )\nWALKER,(cid:9) individually,(cid:9) and as )\nmembers(cid:9). of the Citizens Council )\nof Arcadia, Louisiana,(cid:9) Inc.; 4\nLEON FRANKLIN KETTLER, ARCHER )\nFRANKLIN MERRITT, CHARLES Ei )\nMERRITT, MELVIN RAY MILLER and\nHUGH PERSON, individually and )\nas members of the Citizens )\nCouncil of Gibsland,(cid:9) Louisiana, )\nInc.;\t and PAULINE A. CULPEPPER, )\nREGISTRAR OP VOTERS OP BIENVILLE )\nPARISH, LOUISIANA, )\nDefendants )\nCOMPLAINT\nThe United States of America, plaintiff, brings this civil\naction against the Association of Citizens Councils of Louisiana,\n:as. (\"defendant Association\"); the Citizens Council of Arcadia,\nLouisiana, Inc. (\"defendant Arcadia Citizens Council\"); the Citizens\nContd.]. of Gibsland, Louisiana, Inc. (\"defendant Gibsland Citizens\nCouncil\"); Jerry Rougoa Butler, John Alexander Bridges, Walter\nI-eonard Dance, Forrest Riley McCallister, Joe A. Reeves, Robert\nLamar Taylor, Jr., Joe Bryant Williams, R. C Woodard, Paul Britton\nP\"aillips, J. Roy Caskey, and Renry Leon Walker, individually and as\nmenbers of defendant Arcadia Citizens Council; Leon Franklin ;tattler,\nArcher Franklin Herr tt, Charles E. Merritt, Melvin Ray Miller, Hugh\nPearson, individually and ee eatiters of defendant Gibaland Citizens\nCok;ncil (all of which na:aed individuals are herein after son thus\nrefre. tows the h indiv,:.d i de:cndants°); and Pat/line A.\n\nCu/pepper, Registrant' Voters of Bienville Parish, Louisiana\n(\"defendant registrar\"); and alleges that:\nAS AND FOR A FIRST, SEPARATE CLAIM AGAINST\nALL DEPENDANTS EXCEPT  DEFENDANT REGISTRAR:\n1. This Court has jurisdiction orthis action pursuant to\n42 U.S.C. Sec, 1971(d) and under 28 U.S.C. 'Sec. 1345.\n2. In Louisiana, registration is a prerequisite to voting in\nany election by the people.\n3. In 1957, Bienville Parish, Louisiana, adopted the permanent\nregistration system under which a registered voter is not required\nto re-register unless his name is cancelled from the registration\nrolls in accordance with procedures provided by law.\n4. At the time the permanent registration system was adopted as'\naforesaid, persons who were registered voters in said Parish as of\nDecember 31, 1956, were not required to register de novo, but were\nrequired only to fill out new registration certificates and transmit\nthem to the office of defendant registrar.\n5. Between' September 26 and October 9, 1956, and in anticipation\nof the adoption of said permanent registration system l •the individual\ndefendants challenged the registration status of 560 of the 595\nNegroes then registered to vote in Bienville Parish.\n6. As a result of the foregoing challenges, all of the 560\nregistered Negroes thus challenged were removed from the registration .\nrolls and thus were not among the registered voters on December 31,\n1956, who were transferred to the permanent registration rolls\nsimply by transmitting to the defendant registrar completed regis-\ntration certificates.\n7. Under Section 133 of Title 18 of the Louisiana Revised\nStatutes of 1950 (hereinafter abbreviated as L.R,S. 18:133), any\ntwo registered voters.of a parish in Louisiana may execute sworn\naffidavits stating that, after reasonable investigation and upon\ninformation and belief, certain named persona are illegally regis-\ntered or have lost their right to vote. Upon the Mina of any such\naffidavit, the registrar of voters of the pariah is required to\nnotify the person whose registration status is thua challenged by\n2\n\nmailing to him a duplicate copy of the affidavit together with a\nprinted citation requiring him to appear before the registrar within\nten days and prove his right to remain on the registration rolls by\na written affidavit of three registered voters. If a registrant who\nis thus challenged fails to prove his right to remain on the roils,\nthe registrar is required to cancel his name therefrom. The full\ntext of L.R.S. 18:133 is annexed hereto as \"Appendix A\" and is\nincorporated herein by reference.\n8. Defendant Association is incorporated under the laws of\nLouisiana. Defendant Arcadia Citizens Council and defendant Gibsland\nCitizens Council are incorporated under the laws of Louisiana and\nare domiciled in Bienville Parish, Louisiana.\n9. One of the objectives of said organizations was end is to\nmaintain racial segregation in Bienville Parish, Louisiana, and in\nthe State of Louisiana.\n10. On September 24, 1956, a joint meeting of defendant Arcadia\nCitizens Council and defendant Gibsland Citizens Council was held at\nthe American Legion Hall in Arcadia, Louisiana. Said meeting was\nattended by the individual defendants, among others, and by the\nfollowing persons who were officers of the defendant Association;\nWilliam M. Rainach, President; William M. Shew, attorney; and\nRaymond Masling, Bxecutive Director.\n7-\n11. At the aforesaid meeting it was unanimously decided to\nexamine the registration records of Bienville Parish and to execute\naffidavits of challenge against voters who, in the opinion of those\nmaking the examination,were illegally registered.\n12. The purpose of executing said affidavits of challenge was\nto effect the removal of most Negro voters but only a token number\nof white voters from the registration rolls of Bienville Parish\nregardless of whether many other white voters might be equally\nsubject to challenge.\n13. During the period from September 26 through September 28,\n1956, in line with the decision referred to in Paragraph \"11\",\ndefendant Arcadia Citizens Council and defendant Gibsland Citizens\n\nCouncil, through their officers, members and agents, and the indivi-\ndual defendants, acting under the authority of L.R.S. 12:133, con-\nducted an examination of some of the Bienville Parish registration\nrecords and, upon the basis of said examination, filed affidavits of\nchallenge with the defendant regiitrar challenging the registration\nstatus of 560 of the 595 Negroes registered to vote in the Parish\nand 45 of the 5284 white persons registered to vote in the Parish.\n14. Said ixamination of the registration records by the indivi-\ndual defendants was confined almost exclusively to the records .of\nNegro voters, and only a token examination was made by them of the\nrecords of white voters in Bienville Parish.\n15. The affidavits of challenge referred to in Paragraph \"13\"\n•\nagainst Negro voters were based on alleged deficiencies in the\nregistration records of said voters, such as failure to compute age\nwith exact precision, failure to complete registration cards, and\nfailure to properly fill out registration cards, in such respects\nas inserting the word \"Negro\" in answer to the question \"My color\nis (cid:9)\n16. The defendants knew or should have known that, except in the\nlatter respect, the same type of alleged deficiencies as those for\nwhich Negroes were challenged existed in the registration records of\nmany of the white voters of Bienville Parish who were not challenged.\n17. The affidavits of challenge referred to hereinaluive were\nfiled by the individual defendants with defendant registrar, but were\nnot made under oath as required by the provisions of L.R.S. 18:133.\n18. Copies of the aforesaid affidavits of challenge were mailed\nby defendant registrar to those challenged along with citations\nrequiring\"them to appear within ten days to prove their right to\nremain on the registration rolls.\n19. The affidavits of challenge referred to above were filed by\nthe individual defendants for the purpose and with the effect of\nremoving Negro citizens, on account of their race or color, from the\nregistration rolls of Bienville Parish.\n20. Defendant registrar refused, contrary to Louisiana law, to\n- 4 -\n\n,L\naccept counter–affidavits On behalf of those challenged from persons\nwho bad themselves been hhallenged.\n21. Since all but 35 of the registered Negroes in the Parish had\nbeen challenged, the refusal by defendant registrar to accept counter–\naffidavits from those who had been challenged made it practically\nimpossible for Negroes who had been challenged to be reinstated to\nthe rolls without registering de novo.\n22. As a result of the foregoing acts and conduct of defendants,\nall of the 560 Negroes who were challenged were removed from the\nregistration rolls of Bienville Parish and were thereby deprived of\nthe opportunity to vote in any election unless they registered de\nnovo.\n23. The defendant Association, through its officers, members,\nand agents, encouraged and participated in the discriminatory chal-\nlenging of Negro voters of Bienville Parish described hereinbefore\nby assisting, counselling, and advising the defendant Arcadia Citizens\nCouncil, the defendant Gibsiand Citizens Council, and the individual\ndefendants in the use of methods and procedures to be followed in\nmaking the challenges.\n24. Upon information and belief, as of March 31, 1960, there\nwere 5,143 white persons but only 26 Negroes registered to vote in\nBienville Parish, whereas at the same time there were approximately\n6,120 white persons and 4,475 Negroes of voting age in said Parish.\n25. The aforesaid acts and conduct of the defendants deprived\ncitizens of their right to be entitled and allowed to vote without\ndistinction of race or color, all in violation of 42 U.S.C. Sec.\n1971, and the Fourteenth and Fifteenth Amendments to the Constitution\ncf the United States.\n26. The racially discriminatory challenges described above have.\ning been void ab initio, the Negro voters thus challenged were /rang-.\nfully removed from the registration rolls and could not legally be\nrequired to register de novo as a condition precedent to voting.\n27. The aforesaid acts and conduct of the defendants were\npursuant to a pattern or pzact•ca of racial discrimination by the\ndefendant- and others within Bienville Parish, Louisiana.\n– 5 ••\n\nAS AND FOR A SECONO, SEPARATE CLAIM\nAGAINST DEFENDANT REGISTRAR:\n28. Plaintiff repeats and realleges the allegations contained in\nParagraphs \"1\" to \"27\", inclusive, as if the same were more fully set\nforth herein.\n29. Prom about March 1950 to the date of the filing of this\nComplaint, defendant registrar has acted as registrar of voters in\nBienville Parish, and, pursuant to the laws of the State of Louisiana,\nsaid defendant in her official capacity as registrar is and has been\nresponsible for, among other things, registration of all qualified\napplicants for registration, keeping and preserving all registration\nrecords, and cancelling from the registration rolls the names of all\nvoters who lose their right to remain on the rolls.\n30. When the affidavits of challenge referred to in Paragraph\n\"13\" were filed with the defendant registrar, she knew or should have.\nknown that said affidavits related almost exclusively to Negro voters;\nthat the examination of the records referred to in Paragraph \"13\" was\nconfined almost exclusively to the records of Negro voters; that the\npurpose of said affidavits of challenge was to effect discrimination\nbased on race or color against Negro voters; and that. the said affi-\ndavits related to alleged deficiencies equally applicable to many\nwhite voters against whom no affidavits of challenge had been filed.\n31. Notwithstanding her knowledge as alleged in Paragraph \"30\"\nof the discriminatory purpose and effect of said affidavits of chalk\n:Lenge, defendant registrar, In response to the filing of the affi-\ndavits of challenge referred to in Paragraph \"13\", and, purporting to\nact pursuant to L.R.S. 18:133, signed said affidavits of challenge\nand mailed or caused to be mailed Citations to Appear and copies of\nthe affidavits to the persons whose registration status had thus been\nchallenged,*thereby requiring them to respond to said challengers or\nto register de novo as a condition to their being on the registration\nrolls.\n32. Defendant registrar subsequently cancelled from the 'regis-\ntration rolls the names of all of the 560 Negroes thus challenged.\n\n33. By virtue of her acts and conduct as described above,\ndefendant registrar deprived the aforesaid Negroes of their rights\nsecured by 42 U.S.C. Sec. 1971(a).\n34. During the period September 1956 to the date of the filing\nof this Complaint, defendant registrar has continued to make and has\nmaintained distinctions based on race or color in the conduct of her\noffice and in the performance of her functions as registrar of voters\nof Bienville Parish, Louisiana.\n35. There are reasonable grounds to believe that, unless\nenjoined by this Court, defendant registrar will continue to treat\nas valid the challenges to voters based on race or color as described\nin this Complaint, which,challenges have resulted in a mass removal\nof Negro voters from the registration rolls of Bienville Parish; that\nsaid defendant will not restore to the registration rolls of said\nParish any of the persons whose names were thus removed therefrom\nunless said persons qualify for registration de novo; and that all\nof the defendants will continue to engage in illegal acts and\npractices similar to those set forth in this Complaint.\nWHEREFORE plaintiff respectfully prays:\n(a) That this Court make a finding that the challenging and\nremoval from the registration rolls of Bienville Parish of Negro\nvoters, as described in this Complaint, constituted a deprivation by\nthe defendants of rights secured by 42 U.S.C. Sec. 1971(a), and that\nsuch deprivation was pursuant to a pattern or practice of racial\ndiscrimination.\n(b) That this Court issue a temporary and permanent injunction:\n(1) enjoining defendant Association, its officers, members,\nand agents; defendant Arcadia Citizens Council and defendant Gibsland\nCitizens Council., their officers, members, and agents; and the indi-\nvidual defendants, individually and as members and agents of the\ncitizens councils made defendants herein; and any persons acting in\nconcert with any of the defendants named herein having actual notice\nof this Court's order, from causing or initiating challenges or from\nfiling any affidavits of challenge which have as their purpose or\neffect discrimination based on race or color against voters, and from\n\nfurther engagingin illegal acts and practices the same as or similar\nto those set forth in Paragraphs \"10\" through \"23\" of this Complaint;\n(2) enjoining defendant registrar, her successors, agents,\nand employees, from further giving any legal effect whatsoever to the\nchallenges of Negro voters referred to in Paragraph \"13\" hereof;\n(3) enjoining defendant registrar, her successors, agents,\nand employees, from acting upon or giving any effect to any challenges\nwhich might hereafter be made which have as their purpose of effect\nimposition or maintenance of distinctions of race or color against\nvoters;\n(4) enjoining defendant registrar, her successors, agents,\nand employees, from requiring the Negro voters who were challenged\nand removed from the registration rolls of Bienville Parish as de-\nscribed in Paragraphs \"13\" through \"22\" of this Complaint, to register\nde novo or to take any further steps whatsoever as conditions prece-\ndent to their reinstatement forthwith upon the registration rolls of\nsaid Parish,(cid:9) •\n(c) That this Court appoint a voting referee pursuant to the\nprovisions of 42 U.S.C. Sec. 197I(e) (Sec. 601(a) of the Civil Rights\nAct of 1960, 74 Stat. 90).\n(d) That this Court grant such additional relief as justice may\nrequire or as may be required in aid of the jurisdiction of this\nCourt, including the issuance, upon proper application, of instruc-\ntions where defendant registrar. or her successor has reasonable doubts\nas to the obligations and duties required under this Court's order.\n(e) That this Court retain jurisdiction of this action for the\npurpose of affording the relief prayed for herein.\nBy direction of the Attorney General of the United States:\nJOSEPH M. F, RYAN, Jr.\nActing Assistant Attorney General\nT. FITZHUGH WILSON\nUnited States Attorney\n\nAPPENDIX A\nSection 133 of Title SS cf the Louisiana Revised Statutes of 1950\n133. Illegal registration or loss of right to vote;\nnotice to registrant; erasure of name on\nfailure to prove right\nUpon an affidavit signed and sworn to in dupli-.\ncate before and filed with the registrar cr his\ndeputy by any two bona fide registered voters of the\nparish, to the effect that after reasonable investi-\ngation and on information and belief certain persons\nare illegally registered, or have lost their right\nto vote in the precinct, ward, or parish in which\nthey are registered by reason of removal or otherwise,\nthe registrar shall immediately, or, in any event,\nwithin forty–eight hours, notify the registrants by\nmailing to them postage prepaid, at the addresses\ngiven in the precinct register, the duplicate copy\nof the affidavit, together with a printed citation\nrequiring then to appear in person before the regis-\ntrar or his deputy within ten days from date of the\nmailing of the duplicate affidavit and citation,\nwhich date shall be stated in the citation, and\nprove their right to remain on the registration rolls.\nby affidavit of three bona fide registered voters\nis the form as provided in R.S. 18:132. The regis-\ntrar shall immediately make a similar publication,\nas provided for in R,S, 18:132, and if the challenged\nregistrants fail, within the same delays provided\nin that Section, to prove their right to remain on\nthe roils : as in that Section provided, the registrar\nshall erase their names from the precinct register.\n\nIN TRE UNITED STATES DISTRICT COURT POR TUB\nWESTERN DISTRICT OF LOUISIANA\n. SHREVEPORT DIVISION\nUNITED STATES OF AMERICA, )\nPlaintiff )\nv. )\n7\nTHE ASSOCIATION OF CITIZENS )\nCOUNCILS OP LOUISIANA, INC.; )\nTHE CITIZENS COUNCIL 'OP )\nA:WAD/A, LOUISIANA, INC.; THE )\nCITIZENS COUNCIL OP GIBSLAND, )\nLOUISIANA, INC.; JERRY ROUGON )\nBUTLER, JOHN ALEXANDER BRIDGES, )\nWALTER LEONARD DANCE, FORREST )\nRILEY McCALLISTER, JOE A. )\nREEVES, Roam LAMAR TAYLOR, CIVIL ACTION NO. (\t \\A l—\nJR.;(cid:9) JOE BRYANT WILLIAMS, R. C. )\nWOODARD, PAUL BRITTON PHILLIPS, )\nJ. ROY CASKET, and HENRY LEON )\nWALKER,(cid:9) individually,(cid:9) and as )\nmembers(cid:9). of the Citizens Council )\nof Arcadia, Louisiana,(cid:9) Inc.; 4\nLEON FRANKLIN KETTLER, ARCHER )\nFRANKLIN MERRITT, CHARLES Ei )\nMERRITT, MELVIN RAY MILLER and\nHUGH PERSON, individually and )\nas members of the Citizens )\nCouncil of Gibsland,(cid:9) Louisiana, )\nInc.;\t and PAULINE A. CULPEPPER, )\nREGISTRAR OP VOTERS OP BIENVILLE )\nPARISH, LOUISIANA, )\nDefendants )\nCOMPLAINT\nThe United States of America, plaintiff, brings this civil\naction against the Association of Citizens Councils of Louisiana,\n:as. (\"defendant Association\"); the Citizens Council of Arcadia,\nLouisiana, Inc. (\"defendant Arcadia Citizens Council\"); the Citizens\nContd.]. of Gibsland, Louisiana, Inc. (\"defendant Gibsland Citizens\nCouncil\"); Jerry Rougoa Butler, John Alexander Bridges, Walter\nI-eonard Dance, Forrest Riley McCallister, Joe A. Reeves, Robert\nLamar Taylor, Jr., Joe Bryant Williams, R. C Woodard, Paul Britton\nP\"aillips, J. Roy Caskey, and Renry Leon Walker, individually and as\nmenbers of defendant Arcadia Citizens Council; Leon Franklin ;tattler,\nArcher Franklin Herr tt, Charles E. Merritt, Melvin Ray Miller, Hugh\nPearson, individually and ee eatiters of defendant Gibaland Citizens\nCok;ncil (all of which na:aed individuals are herein after son thus\nrefre. tows the h indiv,:.d i de:cndants°); and Pat/line A.\n\nCu/pepper, Registrant' Voters of Bienville Parish, Louisiana\n(\"defendant registrar\"); and alleges that:\nAS AND FOR A FIRST, SEPARATE CLAIM AGAINST\nALL DEPENDANTS EXCEPT  DEFENDANT REGISTRAR:\n1. This Court has jurisdiction orthis action pursuant to\n42 U.S.C. Sec, 1971(d) and under 28 U.S.C. 'Sec. 1345.\n2. In Louisiana, registration is a prerequisite to voting in\nany election by the people.\n3. In 1957, Bienville Parish, Louisiana, adopted the permanent\nregistration system under which a registered voter is not required\nto re-register unless his name is cancelled from the registration\nrolls in accordance with procedures provided by law.\n4. At the time the permanent registration system was adopted as'\naforesaid, persons who were registered voters in said Parish as of\nDecember 31, 1956, were not required to register de novo, but were\nrequired only to fill out new registration certificates and transmit\nthem to the office of defendant registrar.\n5. Between' September 26 and October 9, 1956, and in anticipation\nof the adoption of said permanent registration system l •the individual\ndefendants challenged the registration status of 560 of the 595\nNegroes then registered to vote in Bienville Parish.\n6. As a result of the foregoing challenges, all of the 560\nregistered Negroes thus challenged were removed from the registration .\nrolls and thus were not among the registered voters on December 31,\n1956, who were transferred to the permanent registration rolls\nsimply by transmitting to the defendant registrar completed regis-\ntration certificates.\n7. Under Section 133 of Title 18 of the Louisiana Revised\nStatutes of 1950 (hereinafter abbreviated as L.R,S. 18:133), any\ntwo registered voters.of a parish in Louisiana may execute sworn\naffidavits stating that, after reasonable investigation and upon\ninformation and belief, certain named persona are illegally regis-\ntered or have lost their right to vote. Upon the Mina of any such\naffidavit, the registrar of voters of the pariah is required to\nnotify the person whose registration status is thua challenged by\n2\n\nmailing to him a duplicate copy of the affidavit together with a\nprinted citation requiring him to appear before the registrar within\nten days and prove his right to remain on the registration rolls by\na written affidavit of three registered voters. If a registrant who\nis thus challenged fails to prove his right to remain on the roils,\nthe registrar is required to cancel his name therefrom. The full\ntext of L.R.S. 18:133 is annexed hereto as \"Appendix A\" and is\nincorporated herein by reference.\n8. Defendant Association is incorporated under the laws of\nLouisiana. Defendant Arcadia Citizens Council and defendant Gibsland\nCitizens Council are incorporated under the laws of Louisiana and\nare domiciled in Bienville Parish, Louisiana.\n9. One of the objectives of said organizations was end is to\nmaintain racial segregation in Bienville Parish, Louisiana, and in\nthe State of Louisiana.\n10. On September 24, 1956, a joint meeting of defendant Arcadia\nCitizens Council and defendant Gibsland Citizens Council was held at\nthe American Legion Hall in Arcadia, Louisiana. Said meeting was\nattended by the individual defendants, among others, and by the\nfollowing persons who were officers of the defendant Association;\nWilliam M. Rainach, President; William M. Shew, attorney; and\nRaymond Masling, Bxecutive Director.\n7-\n11. At the aforesaid meeting it was unanimously decided to\nexamine the registration records of Bienville Parish and to execute\naffidavits of challenge against voters who, in the opinion of those\nmaking the examination,were illegally registered.\n12. The purpose of executing said affidavits of challenge was\nto effect the removal of most Negro voters but only a token number\nof white voters from the registration rolls of Bienville Parish\nregardless of whether many other white voters might be equally\nsubject to challenge.\n13. During the period from September 26 through September 28,\n1956, in line with the decision referred to in Paragraph \"11\",\ndefendant Arcadia Citizens Council and defendant Gibsland Citizens\n\nCouncil, through their officers, members and agents, and the indivi-\ndual defendants, acting under the authority of L.R.S. 12:133, con-\nducted an examination of some of the Bienville Parish registration\nrecords and, upon the basis of said examination, filed affidavits of\nchallenge with the defendant regiitrar challenging the registration\nstatus of 560 of the 595 Negroes registered to vote in the Parish\nand 45 of the 5284 white persons registered to vote in the Parish.\n14. Said ixamination of the registration records by the indivi-\ndual defendants was confined almost exclusively to the records .of\nNegro voters, and only a token examination was made by them of the\nrecords of white voters in Bienville Parish.\n15. The affidavits of challenge referred to in Paragraph \"13\"\n•\nagainst Negro voters were based on alleged deficiencies in the\nregistration records of said voters, such as failure to compute age\nwith exact precision, failure to complete registration cards, and\nfailure to properly fill out registration cards, in such respects\nas inserting the word \"Negro\" in answer to the question \"My color\nis (cid:9)\n16. The defendants knew or should have known that, except in the\nlatter respect, the same type of alleged deficiencies as those for\nwhich Negroes were challenged existed in the registration records of\nmany of the white voters of Bienville Parish who were not challenged.\n17. The affidavits of challenge referred to hereinaluive were\nfiled by the individual defendants with defendant registrar, but were\nnot made under oath as required by the provisions of L.R.S. 18:133.\n18. Copies of the aforesaid affidavits of challenge were mailed\nby defendant registrar to those challenged along with citations\nrequiring\"them to appear within ten days to prove their right to\nremain on the registration rolls.\n19. The affidavits of challenge referred to above were filed by\nthe individual defendants for the purpose and with the effect of\nremoving Negro citizens, on account of their race or color, from the\nregistration rolls of Bienville Parish.\n20. Defendant registrar refused, contrary to Louisiana law, to\n- 4 -\n\n,L\naccept counter–affidavits On behalf of those challenged from persons\nwho bad themselves been hhallenged.\n21. Since all but 35 of the registered Negroes in the Parish had\nbeen challenged, the refusal by defendant registrar to accept counter–\naffidavits from those who had been challenged made it practically\nimpossible for Negroes who had been challenged to be reinstated to\nthe rolls without registering de novo.\n22. As a result of the foregoing acts and conduct of defendants,\nall of the 560 Negroes who were challenged were removed from the\nregistration rolls of Bienville Parish and were thereby deprived of\nthe opportunity to vote in any election unless they registered de\nnovo.\n23. The defendant Association, through its officers, members,\nand agents, encouraged and participated in the discriminatory chal-\nlenging of Negro voters of Bienville Parish described hereinbefore\nby assisting, counselling, and advising the defendant Arcadia Citizens\nCouncil, the defendant Gibsiand Citizens Council, and the individual\ndefendants in the use of methods and procedures to be followed in\nmaking the challenges.\n24. Upon information and belief, as of March 31, 1960, there\nwere 5,143 white persons but only 26 Negroes registered to vote in\nBienville Parish, whereas at the same time there were approximately\n6,120 white persons and 4,475 Negroes of voting age in said Parish.\n25. The aforesaid acts and conduct of the defendants deprived\ncitizens of their right to be entitled and allowed to vote without\ndistinction of race or color, all in violation of 42 U.S.C. Sec.\n1971, and the Fourteenth and Fifteenth Amendments to the Constitution\ncf the United States.\n26. The racially discriminatory challenges described above have.\ning been void ab initio, the Negro voters thus challenged were /rang-.\nfully removed from the registration rolls and could not legally be\nrequired to register de novo as a condition precedent to voting.\n27. The aforesaid acts and conduct of the defendants were\npursuant to a pattern or pzact•ca of racial discrimination by the\ndefendant- and others within Bienville Parish, Louisiana.\n– 5 ••\n\nAS AND FOR A SECONO, SEPARATE CLAIM\nAGAINST DEFENDANT REGISTRAR:\n28. Plaintiff repeats and realleges the allegations contained in\nParagraphs \"1\" to \"27\", inclusive, as if the same were more fully set\nforth herein.\n29. Prom about March 1950 to the date of the filing of this\nComplaint, defendant registrar has acted as registrar of voters in\nBienville Parish, and, pursuant to the laws of the State of Louisiana,\nsaid defendant in her official capacity as registrar is and has been\nresponsible for, among other things, registration of all qualified\napplicants for registration, keeping and preserving all registration\nrecords, and cancelling from the registration rolls the names of all\nvoters who lose their right to remain on the rolls.\n30. When the affidavits of challenge referred to in Paragraph\n\"13\" were filed with the defendant registrar, she knew or should have.\nknown that said affidavits related almost exclusively to Negro voters;\nthat the examination of the records referred to in Paragraph \"13\" was\nconfined almost exclusively to the records of Negro voters; that the\npurpose of said affidavits of challenge was to effect discrimination\nbased on race or color against Negro voters; and that. the said affi-\ndavits related to alleged deficiencies equally applicable to many\nwhite voters against whom no affidavits of challenge had been filed.\n31. Notwithstanding her knowledge as alleged in Paragraph \"30\"\nof the discriminatory purpose and effect of said affidavits of chalk\n:Lenge, defendant registrar, In response to the filing of the affi-\ndavits of challenge referred to in Paragraph \"13\", and, purporting to\nact pursuant to L.R.S. 18:133, signed said affidavits of challenge\nand mailed or caused to be mailed Citations to Appear and copies of\nthe affidavits to the persons whose registration status had thus been\nchallenged,*thereby requiring them to respond to said challengers or\nto register de novo as a condition to their being on the registration\nrolls.\n32. Defendant registrar subsequently cancelled from the 'regis-\ntration rolls the names of all of the 560 Negroes thus challenged.\n\n33. By virtue of her acts and conduct as described above,\ndefendant registrar deprived the aforesaid Negroes of their rights\nsecured by 42 U.S.C. Sec. 1971(a).\n34. During the period September 1956 to the date of the filing\nof this Complaint, defendant registrar has continued to make and has\nmaintained distinctions based on race or color in the conduct of her\noffice and in the performance of her functions as registrar of voters\nof Bienville Parish, Louisiana.\n35. There are reasonable grounds to believe that, unless\nenjoined by this Court, defendant registrar will continue to treat\nas valid the challenges to voters based on race or color as described\nin this Complaint, which,challenges have resulted in a mass removal\nof Negro voters from the registration rolls of Bienville Parish; that\nsaid defendant will not restore to the registration rolls of said\nParish any of the persons whose names were thus removed therefrom\nunless said persons qualify for registration de novo; and that all\nof the defendants will continue to engage in illegal acts and\npractices similar to those set forth in this Complaint.\nWHEREFORE plaintiff respectfully prays:\n(a) That this Court make a finding that the challenging and\nremoval from the registration rolls of Bienville Parish of Negro\nvoters, as described in this Complaint, constituted a deprivation by\nthe defendants of rights secured by 42 U.S.C. Sec. 1971(a), and that\nsuch deprivation was pursuant to a pattern or practice of racial\ndiscrimination.\n(b) That this Court issue a temporary and permanent injunction:\n(1) enjoining defendant Association, its officers, members,\nand agents; defendant Arcadia Citizens Council and defendant Gibsland\nCitizens Council., their officers, members, and agents; and the indi-\nvidual defendants, individually and as members and agents of the\ncitizens councils made defendants herein; and any persons acting in\nconcert with any of the defendants named herein having actual notice\nof this Court's order, from causing or initiating challenges or from\nfiling any affidavits of challenge which have as their purpose or\neffect discrimination based on race or color against voters, and from\n\nfurther engagingin illegal acts and practices the same as or similar\nto those set forth in Paragraphs \"10\" through \"23\" of this Complaint;\n(2) enjoining defendant registrar, her successors, agents,\nand employees, from further giving any legal effect whatsoever to the\nchallenges of Negro voters referred to in Paragraph \"13\" hereof;\n(3) enjoining defendant registrar, her successors, agents,\nand employees, from acting upon or giving any effect to any challenges\nwhich might hereafter be made which have as their purpose of effect\nimposition or maintenance of distinctions of race or color against\nvoters;\n(4) enjoining defendant registrar, her successors, agents,\nand employees, from requiring the Negro voters who were challenged\nand removed from the registration rolls of Bienville Parish as de-\nscribed in Paragraphs \"13\" through \"22\" of this Complaint, to register\nde novo or to take any further steps whatsoever as conditions prece-\ndent to their reinstatement forthwith upon the registration rolls of\nsaid Parish,(cid:9) •\n(c) That this Court appoint a voting referee pursuant to the\nprovisions of 42 U.S.C. Sec. 197I(e) (Sec. 601(a) of the Civil Rights\nAct of 1960, 74 Stat. 90).\n(d) That this Court grant such additional relief as justice may\nrequire or as may be required in aid of the jurisdiction of this\nCourt, including the issuance, upon proper application, of instruc-\ntions where defendant registrar. or her successor has reasonable doubts\nas to the obligations and duties required under this Court's order.\n(e) That this Court retain jurisdiction of this action for the\npurpose of affording the relief prayed for herein.\nBy direction of the Attorney General of the United States:\nJOSEPH M. F, RYAN, Jr.\nActing Assistant Attorney General\nT. FITZHUGH WILSON\nUnited States Attorney\n\nAPPENDIX A\nSection 133 of Title SS cf the Louisiana Revised Statutes of 1950\n133. Illegal registration or loss of right to vote;\nnotice to registrant; erasure of name on\nfailure to prove right\nUpon an affidavit signed and sworn to in dupli-.\ncate before and filed with the registrar cr his\ndeputy by any two bona fide registered voters of the\nparish, to the effect that after reasonable investi-\ngation and on information and belief certain persons\nare illegally registered, or have lost their right\nto vote in the precinct, ward, or parish in which\nthey are registered by reason of removal or otherwise,\nthe registrar shall immediately, or, in any event,\nwithin forty–eight hours, notify the registrants by\nmailing to them postage prepaid, at the addresses\ngiven in the precinct register, the duplicate copy\nof the affidavit, together with a printed citation\nrequiring then to appear in person before the regis-\ntrar or his deputy within ten days from date of the\nmailing of the duplicate affidavit and citation,\nwhich date shall be stated in the citation, and\nprove their right to remain on the registration rolls.\nby affidavit of three bona fide registered voters\nis the form as provided in R.S. 18:132. The regis-\ntrar shall immediately make a similar publication,\nas provided for in R,S, 18:132, and if the challenged\nregistrants fail, within the same delays provided\nin that Section, to prove their right to remain on\nthe roils : as in that Section provided, the registrar\nshall erase their names from the precinct register.\n\nIN TRE UNITED STATES DISTRICT COURT POR TUB\nWESTERN DISTRICT OF LOUISIANA\n. SHREVEPORT DIVISION\nUNITED STATES OF AMERICA, )\nPlaintiff )\nv. )\n7\nTHE ASSOCIATION OF CITIZENS )\nCOUNCILS OP LOUISIANA, INC.; )\nTHE CITIZENS COUNCIL 'OP )\nA:WAD/A, LOUISIANA, INC.; THE )\nCITIZENS COUNCIL OP GIBSLAND, )\nLOUISIANA, INC.; JERRY ROUGON )\nBUTLER, JOHN ALEXANDER BRIDGES, )\nWALTER LEONARD DANCE, FORREST )\nRILEY McCALLISTER, JOE A. )\nREEVES, Roam LAMAR TAYLOR, CIVIL ACTION NO. (\t \\A l—\nJR.;(cid:9) JOE BRYANT WILLIAMS, R. C. )\nWOODARD, PAUL BRITTON PHILLIPS, )\nJ. ROY CASKET, and HENRY LEON )\nWALKER,(cid:9) individually,(cid:9) and as )\nmembers(cid:9). of the Citizens Council )\nof Arcadia, Louisiana,(cid:9) Inc.; 4\nLEON FRANKLIN KETTLER, ARCHER )\nFRANKLIN MERRITT, CHARLES Ei )\nMERRITT, MELVIN RAY MILLER and\nHUGH PERSON, individually and )\nas members of the Citizens )\nCouncil of Gibsland,(cid:9) Louisiana, )\nInc.;\t and PAULINE A. CULPEPPER, )\nREGISTRAR OP VOTERS OP BIENVILLE )\nPARISH, LOUISIANA, )\nDefendants )\nCOMPLAINT\nThe United States of America, plaintiff, brings this civil\naction against the Association of Citizens Councils of Louisiana,\n:as. (\"defendant Association\"); the Citizens Council of Arcadia,\nLouisiana, Inc. (\"defendant Arcadia Citizens Council\"); the Citizens\nContd.]. of Gibsland, Louisiana, Inc. (\"defendant Gibsland Citizens\nCouncil\"); Jerry Rougoa Butler, John Alexander Bridges, Walter\nI-eonard Dance, Forrest Riley McCallister, Joe A. Reeves, Robert\nLamar Taylor, Jr., Joe Bryant Williams, R. C Woodard, Paul Britton\nP\"aillips, J. Roy Caskey, and Renry Leon Walker, individually and as\nmenbers of defendant Arcadia Citizens Council; Leon Franklin ;tattler,\nArcher Franklin Herr tt, Charles E. Merritt, Melvin Ray Miller, Hugh\nPearson, individually and ee eatiters of defendant Gibaland Citizens\nCok;ncil (all of which na:aed individuals are herein after son thus\nrefre. tows the h indiv,:.d i de:cndants°); and Pat/line A.\n\nCu/pepper, Registrant' Voters of Bienville Parish, Louisiana\n(\"defendant registrar\"); and alleges that:\nAS AND FOR A FIRST, SEPARATE CLAIM AGAINST\nALL DEPENDANTS EXCEPT  DEFENDANT REGISTRAR:\n1. This Court has jurisdiction orthis action pursuant to\n42 U.S.C. Sec, 1971(d) and under 28 U.S.C. 'Sec. 1345.\n2. In Louisiana, registration is a prerequisite to voting in\nany election by the people.\n3. In 1957, Bienville Parish, Louisiana, adopted the permanent\nregistration system under which a registered voter is not required\nto re-register unless his name is cancelled from the registration\nrolls in accordance with procedures provided by law.\n4. At the time the permanent registration system was adopted as'\naforesaid, persons who were registered voters in said Parish as of\nDecember 31, 1956, were not required to register de novo, but were\nrequired only to fill out new registration certificates and transmit\nthem to the office of defendant registrar.\n5. Between' September 26 and October 9, 1956, and in anticipation\nof the adoption of said permanent registration system l •the individual\ndefendants challenged the registration status of 560 of the 595\nNegroes then registered to vote in Bienville Parish.\n6. As a result of the foregoing challenges, all of the 560\nregistered Negroes thus challenged were removed from the registration .\nrolls and thus were not among the registered voters on December 31,\n1956, who were transferred to the permanent registration rolls\nsimply by transmitting to the defendant registrar completed regis-\ntration certificates.\n7. Under Section 133 of Title 18 of the Louisiana Revised\nStatutes of 1950 (hereinafter abbreviated as L.R,S. 18:133), any\ntwo registered voters.of a parish in Louisiana may execute sworn\naffidavits stating that, after reasonable investigation and upon\ninformation and belief, certain named persona are illegally regis-\ntered or have lost their right to vote. Upon the Mina of any such\naffidavit, the registrar of voters of the pariah is required to\nnotify the person whose registration status is thua challenged by\n2\n\nmailing to him a duplicate copy of the affidavit together with a\nprinted citation requiring him to appear before the registrar within\nten days and prove his right to remain on the registration rolls by\na written affidavit of three registered voters. If a registrant who\nis thus challenged fails to prove his right to remain on the roils,\nthe registrar is required to cancel his name therefrom. The full\ntext of L.R.S. 18:133 is annexed hereto as \"Appendix A\" and is\nincorporated herein by reference.\n8. Defendant Association is incorporated under the laws of\nLouisiana. Defendant Arcadia Citizens Council and defendant Gibsland\nCitizens Council are incorporated under the laws of Louisiana and\nare domiciled in Bienville Parish, Louisiana.\n9. One of the objectives of said organizations was end is to\nmaintain racial segregation in Bienville Parish, Louisiana, and in\nthe State of Louisiana.\n10. On September 24, 1956, a joint meeting of defendant Arcadia\nCitizens Council and defendant Gibsland Citizens Council was held at\nthe American Legion Hall in Arcadia, Louisiana. Said meeting was\nattended by the individual defendants, among others, and by the\nfollowing persons who were officers of the defendant Association;\nWilliam M. Rainach, President; William M. Shew, attorney; and\nRaymond Masling, Bxecutive Director.\n7-\n11. At the aforesaid meeting it was unanimously decided to\nexamine the registration records of Bienville Parish and to execute\naffidavits of challenge against voters who, in the opinion of those\nmaking the examination,were illegally registered.\n12. The purpose of executing said affidavits of challenge was\nto effect the removal of most Negro voters but only a token number\nof white voters from the registration rolls of Bienville Parish\nregardless of whether many other white voters might be equally\nsubject to challenge.\n13. During the period from September 26 through September 28,\n1956, in line with the decision referred to in Paragraph \"11\",\ndefendant Arcadia Citizens Council and defendant Gibsland Citizens\n\nCouncil, through their officers, members and agents, and the indivi-\ndual defendants, acting under the authority of L.R.S. 12:133, con-\nducted an examination of some of the Bienville Parish registration\nrecords and, upon the basis of said examination, filed affidavits of\nchallenge with the defendant regiitrar challenging the registration\nstatus of 560 of the 595 Negroes registered to vote in the Parish\nand 45 of the 5284 white persons registered to vote in the Parish.\n14. Said ixamination of the registration records by the indivi-\ndual defendants was confined almost exclusively to the records .of\nNegro voters, and only a token examination was made by them of the\nrecords of white voters in Bienville Parish.\n15. The affidavits of challenge referred to in Paragraph \"13\"\n•\nagainst Negro voters were based on alleged deficiencies in the\nregistration records of said voters, such as failure to compute age\nwith exact precision, failure to complete registration cards, and\nfailure to properly fill out registration cards, in such respects\nas inserting the word \"Negro\" in answer to the question \"My color\nis (cid:9)\n16. The defendants knew or should have known that, except in the\nlatter respect, the same type of alleged deficiencies as those for\nwhich Negroes were challenged existed in the registration records of\nmany of the white voters of Bienville Parish who were not challenged.\n17. The affidavits of challenge referred to hereinaluive were\nfiled by the individual defendants with defendant registrar, but were\nnot made under oath as required by the provisions of L.R.S. 18:133.\n18. Copies of the aforesaid affidavits of challenge were mailed\nby defendant registrar to those challenged along with citations\nrequiring\"them to appear within ten days to prove their right to\nremain on the registration rolls.\n19. The affidavits of challenge referred to above were filed by\nthe individual defendants for the purpose and with the effect of\nremoving Negro citizens, on account of their race or color, from the\nregistration rolls of Bienville Parish.\n20. Defendant registrar refused, contrary to Louisiana law, to\n- 4 -\n\n,L\naccept counter–affidavits On behalf of those challenged from persons\nwho bad themselves been hhallenged.\n21. Since all but 35 of the registered Negroes in the Parish had\nbeen challenged, the refusal by defendant registrar to accept counter–\naffidavits from those who had been challenged made it practically\nimpossible for Negroes who had been challenged to be reinstated to\nthe rolls without registering de novo.\n22. As a result of the foregoing acts and conduct of defendants,\nall of the 560 Negroes who were challenged were removed from the\nregistration rolls of Bienville Parish and were thereby deprived of\nthe opportunity to vote in any election unless they registered de\nnovo.\n23. The defendant Association, through its officers, members,\nand agents, encouraged and participated in the discriminatory chal-\nlenging of Negro voters of Bienville Parish described hereinbefore\nby assisting, counselling, and advising the defendant Arcadia Citizens\nCouncil, the defendant Gibsiand Citizens Council, and the individual\ndefendants in the use of methods and procedures to be followed in\nmaking the challenges.\n24. Upon information and belief, as of March 31, 1960, there\nwere 5,143 white persons but only 26 Negroes registered to vote in\nBienville Parish, whereas at the same time there were approximately\n6,120 white persons and 4,475 Negroes of voting age in said Parish.\n25. The aforesaid acts and conduct of the defendants deprived\ncitizens of their right to be entitled and allowed to vote without\ndistinction of race or color, all in violation of 42 U.S.C. Sec.\n1971, and the Fourteenth and Fifteenth Amendments to the Constitution\ncf the United States.\n26. The racially discriminatory challenges described above have.\ning been void ab initio, the Negro voters thus challenged were /rang-.\nfully removed from the registration rolls and could not legally be\nrequired to register de novo as a condition precedent to voting.\n27. The aforesaid acts and conduct of the defendants were\npursuant to a pattern or pzact•ca of racial discrimination by the\ndefendant- and others within Bienville Parish, Louisiana.\n– 5 ••\n\nAS AND FOR A SECONO, SEPARATE CLAIM\nAGAINST DEFENDANT REGISTRAR:\n28. Plaintiff repeats and realleges the allegations contained in\nParagraphs \"1\" to \"27\", inclusive, as if the same were more fully set\nforth herein.\n29. Prom about March 1950 to the date of the filing of this\nComplaint, defendant registrar has acted as registrar of voters in\nBienville Parish, and, pursuant to the laws of the State of Louisiana,\nsaid defendant in her official capacity as registrar is and has been\nresponsible for, among other things, registration of all qualified\napplicants for registration, keeping and preserving all registration\nrecords, and cancelling from the registration rolls the names of all\nvoters who lose their right to remain on the rolls.\n30. When the affidavits of challenge referred to in Paragraph\n\"13\" were filed with the defendant registrar, she knew or should have.\nknown that said affidavits related almost exclusively to Negro voters;\nthat the examination of the records referred to in Paragraph \"13\" was\nconfined almost exclusively to the records of Negro voters; that the\npurpose of said affidavits of challenge was to effect discrimination\nbased on race or color against Negro voters; and that. the said affi-\ndavits related to alleged deficiencies equally applicable to many\nwhite voters against whom no affidavits of challenge had been filed.\n31. Notwithstanding her knowledge as alleged in Paragraph \"30\"\nof the discriminatory purpose and effect of said affidavits of chalk\n:Lenge, defendant registrar, In response to the filing of the affi-\ndavits of challenge referred to in Paragraph \"13\", and, purporting to\nact pursuant to L.R.S. 18:133, signed said affidavits of challenge\nand mailed or caused to be mailed Citations to Appear and copies of\nthe affidavits to the persons whose registration status had thus been\nchallenged,*thereby requiring them to respond to said challengers or\nto register de novo as a condition to their being on the registration\nrolls.\n32. Defendant registrar subsequently cancelled from the 'regis-\ntration rolls the names of all of the 560 Negroes thus challenged.\n\n33. By virtue of her acts and conduct as described above,\ndefendant registrar deprived the aforesaid Negroes of their rights\nsecured by 42 U.S.C. Sec. 1971(a).\n34. During the period September 1956 to the date of the filing\nof this Complaint, defendant registrar has continued to make and has\nmaintained distinctions based on race or color in the conduct of her\noffice and in the performance of her functions as registrar of voters\nof Bienville Parish, Louisiana.\n35. There are reasonable grounds to believe that, unless\nenjoined by this Court, defendant registrar will continue to treat\nas valid the challenges to voters based on race or color as described\nin this Complaint, which,challenges have resulted in a mass removal\nof Negro voters from the registration rolls of Bienville Parish; that\nsaid defendant will not restore to the registration rolls of said\nParish any of the persons whose names were thus removed therefrom\nunless said persons qualify for registration de novo; and that all\nof the defendants will continue to engage in illegal acts and\npractices similar to those set forth in this Complaint.\nWHEREFORE plaintiff respectfully prays:\n(a) That this Court make a finding that the challenging and\nremoval from the registration rolls of Bienville Parish of Negro\nvoters, as described in this Complaint, constituted a deprivation by\nthe defendants of rights secured by 42 U.S.C. Sec. 1971(a), and that\nsuch deprivation was pursuant to a pattern or practice of racial\ndiscrimination.\n(b) That this Court issue a temporary and permanent injunction:\n(1) enjoining defendant Association, its officers, members,\nand agents; defendant Arcadia Citizens Council and defendant Gibsland\nCitizens Council., their officers, members, and agents; and the indi-\nvidual defendants, individually and as members and agents of the\ncitizens councils made defendants herein; and any persons acting in\nconcert with any of the defendants named herein having actual notice\nof this Court's order, from causing or initiating challenges or from\nfiling any affidavits of challenge which have as their purpose or\neffect discrimination based on race or color against voters, and from\n\nfurther engagingin illegal acts and practices the same as or similar\nto those set forth in Paragraphs \"10\" through \"23\" of this Complaint;\n(2) enjoining defendant registrar, her successors, agents,\nand employees, from further giving any legal effect whatsoever to the\nchallenges of Negro voters referred to in Paragraph \"13\" hereof;\n(3) enjoining defendant registrar, her successors, agents,\nand employees, from acting upon or giving any effect to any challenges\nwhich might hereafter be made which have as their purpose of effect\nimposition or maintenance of distinctions of race or color against\nvoters;\n(4) enjoining defendant registrar, her successors, agents,\nand employees, from requiring the Negro voters who were challenged\nand removed from the registration rolls of Bienville Parish as de-\nscribed in Paragraphs \"13\" through \"22\" of this Complaint, to register\nde novo or to take any further steps whatsoever as conditions prece-\ndent to their reinstatement forthwith upon the registration rolls of\nsaid Parish,(cid:9) •\n(c) That this Court appoint a voting referee pursuant to the\nprovisions of 42 U.S.C. Sec. 197I(e) (Sec. 601(a) of the Civil Rights\nAct of 1960, 74 Stat. 90).\n(d) That this Court grant such additional relief as justice may\nrequire or as may be required in aid of the jurisdiction of this\nCourt, including the issuance, upon proper application, of instruc-\ntions where defendant registrar. or her successor has reasonable doubts\nas to the obligations and duties required under this Court's order.\n(e) That this Court retain jurisdiction of this action for the\npurpose of affording the relief prayed for herein.\nBy direction of the Attorney General of the United States:\nJOSEPH M. F, RYAN, Jr.\nActing Assistant Attorney General\nT. FITZHUGH WILSON\nUnited States Attorney\n\nAPPENDIX A\nSection 133 of Title SS cf the Louisiana Revised Statutes of 1950\n133. Illegal registration or loss of right to vote;\nnotice to registrant; erasure of name on\nfailure to prove right\nUpon an affidavit signed and sworn to in dupli-.\ncate before and filed with the registrar cr his\ndeputy by any two bona fide registered voters of the\nparish, to the effect that after reasonable investi-\ngation and on information and belief certain persons\nare illegally registered, or have lost their right\nto vote in the precinct, ward, or parish in which\nthey are registered by reason of removal or otherwise,\nthe registrar shall immediately, or, in any event,\nwithin forty–eight hours, notify the registrants by\nmailing to them postage prepaid, at the addresses\ngiven in the precinct register, the duplicate copy\nof the affidavit, together with a printed citation\nrequiring then to appear in person before the regis-\ntrar or his deputy within ten days from date of the\nmailing of the duplicate affidavit and citation,\nwhich date shall be stated in the citation, and\nprove their right to remain on the registration rolls.\nby affidavit of three bona fide registered voters\nis the form as provided in R.S. 18:132. The regis-\ntrar shall immediately make a similar publication,\nas provided for in R,S, 18:132, and if the challenged\nregistrants fail, within the same delays provided\nin that Section, to prove their right to remain on\nthe roils : as in that Section provided, the registrar\nshall erase their names from the precinct register.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77050"
    }
  ],
  "document_count": 4
}