{
  "case_id": 12026,
  "fetched_at": "2025-10-22T00:17:08.964878",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "American Broadcasting Companies, Inc.",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1981",
      "State law"
    ],
    "class_action_granted": "Pending",
    "class_action_sought": "Yes",
    "closing_year": 2013,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Middle District of Tennessee",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2012-04-18",
    "filing_year": 2012,
    "id": 12026,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": "2016-02-21T00:00:00-05:00",
    "main_docket": {
      "id": 31196,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2012,
      "docket_filing_number": 388,
      "is_main_docket": true,
      "court": "Middle District of Tennessee",
      "state": "Tennessee",
      "docket_office_number": "3",
      "docket_number_manual": "3:12-cv-00388 ",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/tnmd--3-12-cv-00388.html",
      "recap_link": "https://www.courtlistener.com/docket/4383458/claybrooks-v-american-broadcasting-companies-inc/",
      "is_active": true
    },
    "name": "Claybrooks v. American Broadcasting Companies",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "two African American men who unsuccessfully applied to be cast as The Bachelor in the ABC television program of the same name and, if the class is certified, all people of color who unsuccessfully applied to star in the role The Bachelor or The Bachelorette",
    "plaintiff_type": [],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None yet"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None yet"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Tennessee",
    "summary": "<p>On April 18, 2012, two African-American men who had unsuccessfully applied to be cast as The Bachelor in the ABC television program of the same name filed a lawsuit in the U.S. District Court for the Middle District of Tennessee, Nashville Division, under § 1981 and Cal. Civ. §§ 51, 51.5 against ABC. The complaint was filed as a class action, with plaintiffs seeking to sue on behalf of the class of all people of color who had unsuccessfully applied to star as either The Bachelor or The Bachelorette.  The plaintiffs, represented by private counsel, asked the court for declaratory, injunctive, and monetary relief, alleging that they were the victims of ABC's racial discrimination.  Specifically, the plaintiffs claimed that ABC has intentionally and as a matter of corporate policy refused to cast people of color in the role of the Bachelor and Bachelorette for all 23 seasons of the two programs.</p><p>On October 15, 2012, the Court (Judge Trauger) dismissed the case with prejudice on the grounds that applying anti-discrimination provisions to casting decisions would threaten the content of various television networks and their ability to target certain demographic groups and that it would chill protected speech.</p><p>On November 11, 2012, the plaintiffs moved to alter the judgment and to file an amended complaint. On April 4, 2013, both motions were denied.</p><p></p>",
    "summary_published_date": "2016-02-21T00:00:00-05:00",
    "summary_short": "On April 18, 2012, two African American men who had unsuccessfully applied to be cast as The Bachelor in the ABC television program of the same name filed a lawsuit in the U.S. District Court for the Middle District of Tennessee, Nashville Division, under § 1981 and Cal. Civ. §§ 51, 51.5 against American Broadcasting Companies. The complaint was filed as a class action, with plaintiffs suing on behalf of the class of all people of color who had unsuccessfully applied to star as either The Bachelor or The Bachelorette. The plaintiffs, represented by private counsel, asked the court for declaratory, injunctive and monetary relief, alleging that they were the victims of ABC's racial discrimination. Specifically, the plaintiffs claimed that ABC has knowingly, intentionally, and as a matter of corporate policy refused to cast people of color in the role of the Bachelor and Bachelorette for all 23 seasons of the two programs.\r\n\r\nThe case in ongoing.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/12026",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12026",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12026",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12026"
  },
  "documents": [
    {
      "date": "2012-04-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Tennessee",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 41350,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/41350.pdf",
      "title": "Class Action Complaint for Damages",
      "text": "IN THE UNITED STATES DISTRICT COURT \nFOR THE MIDDLE DISTRICT OF TENNESSEE \n \nNATHANIEL CLAYBROOKS and     \nCHRISTOPHER JOHNSON, individually, on   \nbehalf of all others similarly situated,   \n \nPlaintiffs, \n \nv. \nCLASS ACTION COMPLAINT \nAMERICAN BROADCASTING COMPANIES, \n \nINC., WARNER HORIZON TELEVISION, \nINC., NEXT ENTERTAINMENT, INC.,   \nNZK PRODUCTIONS, INC., and   \nMICHAEL FLEISS, \nDefendants. \n \n \nCLASS ACTION COMPLAINT FOR DAMAGES \n  Plaintiffs Nathaniel Claybrooks and Christopher Johnson (“Plaintiffs”), on behalf of all \nothers similarly situated, for their complaint against Defendants American Broadcast Companies, \nInc. (“ABC”), Warner Horizon Television, Inc. (“Warner”), Next Entertainment, Inc. (“Next”), \nNZK Productions, Inc. (“NZK”), and Michael Fleiss (collectively “Defendants”), allege, upon \npersonal knowledge as to the allegations concerning themselves and upon information and belief \nbased on investigation of counsel as to all other matters, as follows: \nNATURE OF THE ACTION \n1.  This class action seeks redress for the intentional exclusion of people of color \nfrom the lead role on ABC’s popular television shows The Bachelor and The Bachelorette.   \n2.  Central to this action, in the words of the Supreme Court, is a glaring and \n“inexorable zero.”  Never, over 10 years and a combined total of 23 seasons of The Bachelor and \nThe Bachelorette, has either show ever featured a single person of color—whether African \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 1 of 24 PageID #: 1\n\nAmerican, Latino, Asian, or any other minority race or ethnicity—in the central role of the \n“Bachelor” or “Bachelorette.”  In 16 seasons of The Bachelor and 7 seasons of The Bachelorette, \nevery person featured in the lead role on either show has been white.   \n3.  All applicants of color, including plaintiffs Nathanial Claybrooks and Christopher \nJohnson, have been denied the same opportunity as their white counterparts to compete for the \nrole of the Bachelor and Bachelorette due to their race and/or color.   \n4.  This action is brought by Plaintiffs as a class action pursuant to Federal Rule of \nCivil Procedure 23, on behalf of all other persons of color who have attempted to contract with \nDefendants for the role of the Bachelor or Bachelorette but been denied the equal opportunity for \nselection on the basis of race in violation of 42 U.S.C. § 1981 and California Civil Code §§ 51 \nand 51.5. \n5.  Following the Civil War, pursuant to the Civil Rights Act of 1866, federal law has \nguaranteed every person within the United States “the same right in every State and Territory to \nmake and enforce contracts . . . as is enjoyed by white citizens . . . .”  This longstanding law was \nintended to give African Americans (many of whom were recently freed from slavery) equal \ncontracting rights as whites.  It plainly prohibits whites from refusing to contract with African \nAmericans because of their race.  California law provides similar protection.   \n6.  These laws guarantee equal opportunity to contract in business, commerce, and \nmedia regardless of one’s skin color.  Such equal opportunity is essential for members of all \nraces to participate fully in the nation’s economic growth.  But the Defendants, including one of \nthe leading broadcasters in the country of the images that shape our views of who we are, have \ndeliberately chosen to deny these rights to persons of color despite well-publicized criticisms of \nthe exclusion of racial minorities from these programs. \n2 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 2 of 24 PageID #: 2\n\n7.  In addition to violating the law, the deliberate exclusion of people of color from \nthe roles of the Bachelor and Bachelorette underscores the significant barriers that people of \ncolor continue to face in media and the broader marketplace.   \n8.  Moreover, studies show that images presented in the media play a substantial role \nin the formation of peoples’ racial attitudes and opinions.  The absence of Bachelors and \nBachelorettes of color suggests, to both white viewers and viewers of color, that interracial or \nnon-white relationships are undesirable or unworthy of the nationally broadcasted platform of \nThe Bachelor and The Bachelorette.   \n9.  As a matter of law, defendants cannot justify their exclusion of racial minorities \nbased on the perceived racial biases of members of their television audience or their advertisers.  \n10.  Plaintiffs seek injunctive relief to stop this exclusion of class members from the \nleading roles in these shows.  Plaintiffs also seek awards of punitive damages for Defendants’ \ndeliberate violations of federal and state law and to deter others from similarly refusing to \ncontract with racial minorities out of fears that their customers might react negatively to the \nresults of treating those minorities fairly and equally. \nJURISDICTION AND VENUE \n11.  The court has federal question jurisdiction pursuant to 28 U.S.C. § 1331 as to \nPlaintiffs’ claims of discrimination in violation of 42 U.S.C. § 1981 and supplemental \njurisdiction pursuant to 28 U.S.C. § 1367 as to Plaintiffs’ claims of discrimination in violation of \nCalifornia Civil Code §§ 51 and 51.5.   \n12.  Venue is proper in this district because Defendants have done and regularly do \nbusiness in this district, a substantial number of the events that gave rise to Plaintiffs’ claims \ntook place in this district, and Plaintiffs reside in this district. \n3 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 3 of 24 PageID #: 3\n\nTHE PARTIES \n13.  Nathaniel Claybrooks is an African American adult male who lives in Nashville, \nTennessee.   \n14.  Mr. Claybrooks is an upstanding member of the Nashville community.  He is a \nsmall business owner—he owns a barber shop and an auto detailing business in Nashville—and \nan investor who helps local businesses get started.  In addition, he regularly testifies on behalf of \nparolees as an employer who is willing to hire those who are formerly incarcerated.   \n15.  Mr. Claybrooks attended undergraduate school at Middle Tennessee State \nUniversity, where he starred on the school’s football team as a linebacker.  Mr. Claybrooks was \ndesignated All Conference in 1994 and 1995 and All American in 1995.  He also earned Most \nValuable Player – Defense while on the team.  \n16.  Mr. Claybrooks was offered a free-agent contract by the Miami Dolphins after his \nthird year of college.  He instead decided to stay at Middle Tennessee State to finish his degree.  \nMr. Claybrooks graduated in 1997, earning a Bachelor of Science in Sports Medicine and \nminoring in Psychology.   \n17.  In 1999, Mr. Claybrooks joined the Arena Football League as a linebacker.  He \nplayed for the Nashville Kats in 1999 and the Augusta Stallions in 2000.  He then played for \nNashville’s semi-professional team, the Nashville Storm, from 2001 to 2011.    \n18.  Christopher Johnson is an African American adult male who lives in Nashville, \nTennessee.   \n19.  Mr. Johnson is currently preparing to try out for teams in the National Football \nLeague as a wide receiver.  He also plans to serve his country by enlisting with the Air Force in \nthe near future.   \n4 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 4 of 24 PageID #: 4\n\n20.  Mr. Johnson is an active member of his church and is frequently involved in \ncharitable services in the Nashville community, including feeding the homeless. \n21.  In high school, Mr. Johnson was a star football player and one of the best wide \nreceivers in the state of Tennessee.  He was recruited by a number of schools to play collegiate \nfootball after high school.   \n22.  Mr. Johnson chose Tennessee State University, where he starred on the football \nteam and majored in Business Administration and Marketing.  As a wide receiver and one of the \nteam’s best players, Mr. Johnson became the third all-time leader in receiving yardage at \nTennessee State University. \n23.  After graduating from Tennessee State University, Mr. Johnson became a \npermanent substitute teacher and football coach at J.O. Johnson High School in Hunstville, \nAlabama before moving back to Nashville to seek full time employment as a teacher.    \n24.  American Broadcasting Companies, Inc. (“ABC”) is a New York corporation \nwith its principal place of business in New York, New York.  ABC also conducts business \nthroughout the state of Tennessee and maintains more than 8 employees in the state.  ABC is a \nnetwork television company that broadcasts national programming, including The Bachelor and \nThe Bachelorette.   \n25.  Next Entertainment, Inc. is a California corporation with its principal place of \nbusiness in Santa Monica, California.  Next is a television production company involved in the \nproduction of The Bachelor and The Bachelorette.   \n26.  Warner Horizon Television, Inc. is a California corporation with its principal \nplace of business in Burbank, California.  Warner is a television production company involved in \nthe production of The Bachelor and The Bachelorette. \n5 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 5 of 24 PageID #: 5\n\n27.  NZK Productions, Inc. is a California corporation with its principal place of \nbusiness in Burbank, California.  NZK is a television production company involved in the \nproduction of The Bachelor and The Bachelorette.     \n28.  Michael Fleiss, a white male, is the President of Next Entertainment, Inc.  He is \nthe creator and primary producer of The Bachelor and The Bachelorette. \nFACTUAL BACKGROUND ON THE BACHELOR \n29.  The Bachelor, which debuted on ABC in 2002, is a popular reality television \nshow in which approximately 25 women compete for the affections of a single man – the \n“Bachelor.”  Each season of the show features a different Bachelor and a different pool of \nwomen.  There have been 16 seasons of The Bachelor since it first aired in 2002.   \n30.  The show has had as many as 25 million viewers tune into one episode.  \nCombined, The Bachelor, The Bachelorette, and related enterprises, have generated hundreds of \nmillions of dollars in revenues.  \n31.  Over the course of each season, the Bachelor eliminates women one-by-one until \nsettling on the woman with which he wants to engage in a monogamous relationship.  In many \ncases, the Bachelor proposes to the final woman he chooses.   \n32.  In 2003, The Bachelorette debuted as a spin-off of The Bachelor.  The two shows \nare identical except that the gender roles are reversed – a woman occupies the lead role and \napproximately 25 men compete to be the winner.  There have been a total of 7 seasons of The \nBachelorette since it first aired in 2003.  The next season is scheduled to start on May 14, 2012. \n33.  Upon information and belief, the person selected to be the Bachelor or \nBachelorette signs a contract with Defendants setting the contours of their relationship.  The \ncontract is binding on the parties over the course of the particular season. \n6 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 6 of 24 PageID #: 6\n\n34.  Upon information and belief, the person selected to be the Bachelor or \nBachelorette is paid a stipend for agreeing to be a part of the show.  Their housing, food, and \ntravel expenses are fully paid for by Defendants.  Upon information and belief, the show’s \nproducers exercise significant control over the Bachelor’s and Bachelorette’s conduct and words \nduring filming.   \n35.  Upon information and belief, persons cast as the Bachelor or Bachelorette \ncontinue to enjoy many benefits of being in the lead role after the season is over, including but \nnot limited to financial and professional benefits stemming from newly-acquired “celebrity” \nstatus and increased notoriety.   \n36.  Like all television shows, The Bachelor’s and The Bachelorette’s profitability \ndepends on their ability to attract viewers and, by extension, advertisers.  The more viewers there \nare, the more money Defendants can raise in advertising revenue. \n37.  According to ABC’s website for The Bachelor, “there has been an eclectic mix of \nbachelors over the years.  We’ve seen a doctor, football star, prince, millionaire, [and a] single \ndad.”      \n38.  Despite this “eclectic mix,” Defendants’ selections for the Bachelor and the \nBachelorette have led to an inexorable zero.  Over the course of 23 seasons, not one time has the \nshow’s eclectic mix ever included a Bachelor or Bachelorette who is a person of color.  Each of \nthe 23 people who have filled the role of the Bachelor and Bachelorette—despite their apparent \nprofessional diversity—have all been white.  Not surprisingly, Emily Maynard, the Bachelorette \nselected for the show’s upcoming eighth season, is white as well. \n39.  Not only has every Bachelor and Bachelorette in the shows’ 23-season history \nbeen white, but nearly all of the “suitors” are white as well.  Females of color are few and far \n7 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 7 of 24 PageID #: 7\n\nbetween on The Bachelor and, to the extent the show ever does contain non-white female \ncontestants, they tend to be eliminated early on in the show.  The same is true of males of color \non The Bachelorette.  The result is an almost all or entirely all white group of contestants \nfeatured on the shows every week that they air.    \n40.  The shows’ complete lack of people of color is no accident.  As illustrated below, \nand upon information and belief, numerous people of color have applied to be the Bachelor or \nBachelorette.  These applicants were denied the same opportunity to become the next Bachelor \nor Bachelorette as white contestants not because they were unsuitable for the role or could not \ncontribute to the show’s “eclectic mix,” but solely because of the perceived risk that casting a \nBachelor or Bachelorette who is a person of color would alienate the show’s majority-white \nviewership.  Intentional discrimination, even if based on perceptions of customer bias, is \nprohibited by Section 1981 and sections 51 and 51.5 of the California Civil Code.   \nDEFENDANTS’ DISCRIMINATORY CONDUCT \n41.  Over the course of the 10-year history of The Bachelor and The Bachelorette, \nDefendants knowingly, intentionally, and as a matter of corporate policy refused to cast people \nof color in the role of the Bachelor and Bachelorette.   \n42.  Upon information and belief, Defendants refused to seriously consider applicants \nof color and instead only cast people in the role of the Bachelor or Bachelorette who they \nbelieved would maintain the show’s viewership and, by extension, the show’s advertising \nrevenue.  As the show’s 23 Bachelors and Bachelorettes plainly illustrate, this meant only \ncontracting with white applicants. \n43.  Defendants have long been on notice of public concern that not a single Bachelor \nor Bachelorette in 23 seasons has been a person of color.  The absence of Bachelors and \n8 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 8 of 24 PageID #: 8\n\nBachelorettes of color on the two shows has been well-documented and is the subject of frequent \ncommentary.  For example, the Los Angeles Times has run an article pointing out the all-white \ncast of Bachelors, as have other online media outlets such as The Daily Beast, The Huffington \nPost, and The Grio.  \n44.  The Los Angeles Times article stated that “ABC executives maintained two years \nago that the show was ‘exploring’ the possibilities of casting a person of color in the pivotal \nrole.”  Nevertheless, “insiders said producers had little interest in pursuing a more diverse cast, \nand were unwilling to vary the chemistry of a hugely popular series and wary of a potential \ncontroversy stemming from an interracial romance.” \n45.  Michael Fleiss, creator of The Bachelor and The Bachelorette and President of \nNext, has, on at least one occasion, responded publicly to the outpour of commentary on the \nshow’s racial composition.  He has stated that the lack of people of color on the show is due to a \nlack of diverse applicants.  Specifically, in an interview with Entertainment Weekly he said: “We \nalways want to cast for ethnic diversity.  It’s just that for whatever reason, they don't come \nforward. I wish they would.”  As the facts related to Mr. Claybrooks and Mr. Johnson clearly \nillustrate below, those statements are patently untrue, and a pretext for racial discrimination. \n46.  In response to Mr. Fleiss’s public statement, Shawn Ryan, a well-known \ntelevision producer, stated: “They blame minorities for ‘not coming forward.’  What a joke.  \nStraight up racism.  They just don’t think America will watch black bachelor or root for mixed-\nrace dating.”  Among other things, Mr. Ryan created the television dramas The Shield and \nChicago Code, both of which have included leading roles played by actors of color.   \n47.  The exclusion of people of color from The Bachelor and The Bachelorette has \nbecome so extreme that an Oregon resident, Lamar Hurd, has recently embarked on a national \n9 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 9 of 24 PageID #: 9\n\ncampaign to become “the first Black Bachelor.”  His efforts have garnered significant national \nattention since March 30, 2012, including articles in The Huffington Post, Entertainment Weekly, \nBET.com, and Essence.com.  Mr. Hurd’s campaign has also been covered on television by local \nand entertainment news programs.   \n48.  In casting the roles of the Bachelor and Bachelorette, Defendants solicit mail-in \napplications via their website and hold casting calls in various locations across the country when \nlooking to select someone for the next season of The Bachelor and The Bachelorette, including \nNashville, Tennessee.   \n49.  The applications require the applicant to fill in basic information, as well as \nphysical characteristics such as height, weight, hair color, and eye color.  The questionnaire is \nused for evaluating potential participants and inquires about the applicant’s education, family \nlife, past relationships, hobbies, talents, and ideal mate.  The applications also ask, among other \nthings, why the applicant would be a good husband or wife, and why the applicant is “America’s \nMost Eligible” Bachelor or Bachelorette.   \n50.  In addition to filling out the questionnaire, applicants are also required to send in \n5-15 recent photographs, including “close-up shots and full body pics.”  Applicants are also \nencouraged to submit videos of themselves.  \n51.  Applicants selected as semi-finalists are flown out to Los Angeles for additional \ninterviews.  Semi-finalists must also submit a packet of additional paperwork, including a \nconfidentiality agreement, a general release, a background check authorization form, and a \nmedical history form. \n10 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 10 of 24 PageID #: 10\n\n52.  In 2011, Mr. Johnson completed the paper application and questionnaire to \nbecome the next Bachelor, and, in compliance with the application’s instructions, had \nprofessional pictures taken of himself to include with the application.   \n53.  Shortly after completing the application and questionnaire, Mr. Johnson went to a \nhotel in the Brentwood/Franklin neighborhood of Nashville, Tennessee where Defendants were \nholding a casting call.  He went to submit his application in person and complete any other \nprerequisites—such as an interview—to be considered a candidate for the next Bachelor.   \n54.  When Mr. Johnson walked into the hotel lobby, he was immediately stopped by \none of Defendants’ employees who asked why Mr. Johnson was there.  Mr. Johnson stated to the \nemployee, who was white, that he had the necessary materials and had come to apply for The \nBachelor.  The white employee stated that he would take Mr. Johnson’s application materials \nand be sure to pass them on to the show’s casting directors.   \n55.  As Mr. Johnson handed the white employee his application materials, he noticed \nseveral other persons who appeared to be hopeful Bachelor applicants walking past him and the \nwhite employee and proceeding into the hotel.  None of the other potential applicants was \nstopped by any of Defendants’ employees.   \n56.  Mr. Johnson handed the white employee his application and pictures.  The \nemployee did not give Mr. Johnson any further instructions.  Mr. Johnson proceeded to turn \naround and leave the hotel.  He was never contacted by Defendants regarding his application. \n57.  Mr. Johnson’s attempt to apply for the Bachelor was cut short by Defendants’ \nemployee.  He was denied the same opportunity to become the next Bachelor as other non-black \napplicants. \n11 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 11 of 24 PageID #: 11\n\n58.  In 2011, Nathaniel Claybrooks went to the Indigo Hotel in downtown Nashville, \nTennessee where Defendants were conducting a casting call for The Bachelor. \n59.  When he arrived, he was instructed to fill out the necessary application and \nquestionnaire before being interviewed by Defendants. \n60.  Several other hopeful applicants filled out applications and sat in the waiting \nroom.  Every employee of Defendants at the Indigo Hotel appeared to be white.  Mr. Claybrooks \nwaited as the white applicants before him were interviewed.  Their interviews took \napproximately 45 minutes. \n61.  Mr. Claybrooks was interviewed on camera by one of Defendants’ employees, \nwho was white.  During the interview, Mr. Claybrooks answered personal questions, including \nwhat he likes to do in his free time, whether he goes to church, and whether he has ever been \nmarried.  At one point during the interview, the interviewer asked Mr. Claybrooks to stand up \nand conduct a 360 degree turn for the camera so that the interviewer could get a full view of his \nbody.  \n62.  However, Mr. Claybrooks’ interview lasted for a much shorter time than the \ninterviews with white applicants who went before him.  Mr. Claybrooks felt that he was being \nrushed through the process and was not given the same opportunity as his white counterparts \n63.  At the conclusion of the interview, Defendants told Mr. Claybrooks that they \nwould contact him regarding his application.  Mr. Claybrooks has not heard from Defendants \nsince.   \n64.  Defendants instead selected Ben Flajnik as the Bachelor for its 2012 season.  Mr. \nFlajnik is white. \n12 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 12 of 24 PageID #: 12\n\n65.  Both Mr. Johnson and Mr. Claybrooks were well-qualified to become the next \nBachelor.  They are outgoing, personable people who are upstanding members of their \ncommunity.  Upon information and belief, their applications were never seriously considered by \nDefendants because of their skin color.   \n66.  As stated above, Defendants have never selected a person of color to be the \nBachelor in the show’s 10-year history.   \n67.  The absence of a Bachelor or Bachelorette of color over 23 seasons is not due to a \nlack of qualified applications from people of color.  Rather, minority applicants are purposefully \nprovided less than an equal opportunity on the basis of race.  Defendants have engaged in an \nintentional scheme to deny minority applicants the same opportunity to be seriously considered \nas the next Bachelor or Bachelorette.  Defendants have continued to knowingly and intentionally \ndeny people of color that opportunity despite being aware that the two shows have never featured \na person of color in the lead role. \n68.  Upon information and belief, by only hiring white applicants, Defendants are \nmaking the calculation that minorities in lead roles and interracial dating is unappealing to the \nshows’ audiences.  The refusal to hire minority applicants is a conscious attempt to minimize the \nrisk of alienating their majority-white viewership and the advertisers targeting that viewership.  \nNevertheless, such discrimination is impermissible under federal and state law. \n69.  Defendants’ practice of only casting white persons in the role of the Bachelor and \nBachelorette is furthered by Defendants’ practice of selecting a person for the lead role from the \npool of male suitors that appears on The Bachelorette and the pool of female suitors that appears \non The Bachelor.  According to Michael Fleiss, the show’s creator, they are unlikely to go back \nto casting “unknown” Bachelors and Bachelorettes: “I can’t imagine how we would ever get \n13 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 13 of 24 PageID #: 13\n\nback to that.  [Selecting the Bachelor and Bachelorette from the pool of male and female suitors \non The Bachelorette and The Bachelor] works so well for us.  People are invested in these \ncharacters, they are who they are tuning in for.  We have enough new blood by design.  We have \none returning character with 25 or 30 new faces.  I don’t think we need new blood across the \nboard.” \n70.  Like the group of female suitors on The Bachelor, the group of male suitors on \nThe Bachelorette has been overwhelmingly white over the course of the show’s 7 seasons. Just \nas with the role of the Bachelor, the racial homogeneity among the group of suitors is the \nproduct of intentional discrimination.  In addition, Defendants have only selected as the \nBachelor members of the group of suitors on The Bachelorette who are white.  They have also \nonly selected as the Bachelorette members of the group of suitors on The Bachelor who are \nwhite.  This practice is part and parcel of Defendants’ scheme to deny people of color the same \nemployment and contracting opportunities as their white counterparts. \n71.  A number of similar television shows, airing on different networks, have featured \nan abundant number of racial minorities.  Several shows on VH1, including Flavor of Love, I \nLove New York, and Rock of Love, use the same format as The Bachelor and The Bachelorette \nbut have featured a diverse cast of love interests and, in the case of the first two, a person of \ncolor in the lead role.  These shows demonstrate that a large number of people of color are \nwilling and interested in participating in television shows like The Bachelor and The \nBachelorette. \n72.  In contrast with The Bachelor, ABC’s popular television shows Dancing with the \nStars and Extreme Makeover: Weight Loss Edition (“Extreme Makeover”) have featured a \nnumber people of color.   \n14 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 14 of 24 PageID #: 14\n\n73.  Dancing with the Stars is an elimination-style game show in which various \ncelebrities partner with a professional dancer and participate in a ballroom dance competition.  \nIn the upcoming season alone, five out of the 12 contestants are people of color.   \n74.  Extreme Makeover is a reality television show in which each episode features an \noverweight person’s attempt to lose weight and live a healthier lifestyle.  During the previous \nseason of Extreme Makeover, at least two of the eight people featured on the show were persons \nof color. \n75.  Unlike The Bachelor and The Bachelorette—the central theme of which is finding \n“love”—Dancing with the Stars and Extreme Makeover only involve platonic, as opposed to \nromantic, relationships among the cast members.  This indicates that the presence of people of \ncolor in ABC programming is acceptable so long as there is no exhibition of actual romance \nbetween non-whites or whites and people of color. \n76.  The Bachelor and The Bachelorette are examples of purposeful segregation in the \nmedia that perpetuates racial stereotypes and denies persons of color of opportunities in the \nentertainment industry.  Studies have shown that television is extremely influential in shaping the \nway people view one another and themselves.  See Ardis C. Martin, “Television Media as a \nPotential Negative Factor in the Racial Identity Development of African American Youth,” \nAcademic Psychiatry (2008), available at \nhttp://ap.psychiatryonline.org/data/Journals/AP/2655/08AP338.PDF.  \n77.  The exclusion of people of color from The Bachelor and The Bachelorette sends \nthe message—to whites and racial minorities—that only all-white relationships are desirable and \nworthy of national attention.   \n15 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 15 of 24 PageID #: 15\n\n78.  With such a massive viewership, Defendants have the opportunity to help \nnormalize minority and interracial relationships by showcasing them to mainstream America on \nThe Bachelor and The Bachelorette.  Instead, by discriminatorily refusing to cast people of color \nin the lead roles (as well as in the role of suitor), Defendants play into the perceived racial fears \nof their audience and perpetuate outdated racial taboos.   \n79.  In addition, studies show that people of color continue to be excluded from \nbusiness and commerce despite longstanding laws that prohibit racial discrimination in \ncontracting.  See The Department of Commerce, “Compelling Interest for Race- and Gender-\nConscious Federal Contracting Programs: An Update to the May 23, 1996 Review of Barriers for \nMinority- and Women-Owned Business,” (2010) available at \nhttp://www.commerce.gov/sites/default/files/documents/2010/november/hinson092210compellin\ng_interest_narrative.pdf.  This case represents one example of those continued barriers.   \n80.  Most importantly, for the purposes of this class action, Defendants have \nintentionally denied Plaintiffs and many other applicants of color the equal opportunity as whites \nto contract without regard to skin color.  This willful exclusion of people of color from the role \nof the Bachelor and Bachelorette is a plain violation of 42 U.S.C. § 1981 and sections 51 and \n51.5 of the California Civil Code.   \nCLASS ACTION ALLEGATIONS \n81.  This case is brought as a class action pursuant to Rules 23(a) and (b) of the \nFederal Rules of Civil Procedure (“Fed. R. Civ. P.”).  Plaintiffs seek injunctive and declaratory \nrelief through the establishment of a class pursuant to Fed. R. Civ. P. 23(b)(2), as well as \npunitive damages.  Plaintiffs seek certification of this action as a class action on behalf of all \npeople of color who have unsuccessfully applied to become the Bachelor or Bachelorette during \n16 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 16 of 24 PageID #: 16\n\nthe liability period and met all of the baseline eligibility requirements set by Defendants.  This \ncase is properly brought as a class action under Fed. R. Civ. P. 23 for the reasons set forth in the \nfollowing paragraphs. \n82.  Membership in the Class is so numerous that separate joinder of each member is \nimpracticable.  The number of Class Members is unknown but can be readily determined by \nDefendants’ records.  Plaintiffs reasonably estimate that there are, at a minimum, over a hundred \npersons in the Class.   \n83.  Plaintiffs’ claims are typical of the Class, and Plaintiffs have no adverse interests \nvis-à-vis the other Class members. Although Plaintiffs are both male and some class members \nwill be female, this case is only about racial discrimination.   \n84.  Plaintiffs will fairly and adequately protect the interests of the Class and have \nretained counsel experienced and competent in contract discrimination class actions and complex \nlitigation. \n85.  There are numerous and substantial questions of law and fact common to all Class \nmembers which control this litigation and predominate over any individual issues.  These \ninclude: \na.  Whether Defendants engaged in a common practice or policy of denying \napplicants of color the same opportunity to be considered as white applicants; \nb.  Whether Defendants’ policies and practices are racially motivated; \nc.  Whether Defendants intentionally excluded people of color from the role of \nthe Bachelor and Bachelorette in order to appease the show’s consumers and \nadvertisers; \n17 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 17 of 24 PageID #: 17\n\nd.  Whether any such exclusion constitutes a legitimate basis for Defendants’ \nracial discriminatory policies and practices; \ne.  Whether Defendants’ stated reasons (such as there are no people of color \ninterested in the lead roles) for failing to cast people of color as the Bachelor \nand Bachelorette are pretextual; \nf.  Whether Defendants were put on notice that the two shows have never \nfeatured a person of color in the lead roles of Bachelor and Bachelorette; \ng.  Whether Plaintiffs and Class members are entitled to injunctive and \ndeclaratory relief against Defendants; \nh.  Whether Defendants’ conduct was undertaken with malice or reckless \nindifference to the rights of Plaintiffs and Class members to be free from \nracial discrimination to warrant an award of punitive damages; \n86.  Defendants have acted, and refused to act, on grounds generally applicable to the \nClass, making it appropriate for declaratory or injunctive relief on a class-wide basis by denying \npeople of color the opportunity to become the next Bachelor or Bachelorette. \n87.  A class action is superior to other available methods of fair and efficient \nadjudication of this controversy.  Absent a class action, applicants of color will continue to suffer \nracial discrimination by Defendants, whose violations of law will proceed without remedy. \n88.  Most individual Class members have little ability to prosecute an individual \naction due to the complexity of the issues involved in this litigation, the size and scope of \nDefendant’s policies and practices, the significant costs attendant to litigation on this scale, and \nthe comparatively small (although significant) damages suffered by individual Class members. \n18 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 18 of 24 PageID #: 18\n\n89.  This action will result in the orderly and expeditious administration of Class \nclaims.  Economies of time, effort, and expense will be fostered and uniform decisions will be \nensured. \n90.  This action presents no difficulty that would impede its management by the Court \nas a class action. \nCAUSES OF ACTION \nCOUNT 1 \n(Racial Discrimination under 42 U.S.C. § 1981) \n \n91.  Plaintiffs repeat and incorporate the allegations contained in paragraphs 1 through \n90 as if fully set forth herein. \n92.  Defendants intentionally discriminated against Plaintiffs and Class members on \nthe basis of their race by denying them the same opportunity to contract and become the \nBachelor or Bachelorette as white applicants. \n93.  By refusing to genuinely consider applicants of color for the lead role on The \nBachelor and The Bachelorette, Defendants engaged in a common scheme of unlawfully \ndiscriminating against non-whites in the formation of contracts and therefore denied them the \nenjoyment of all benefits, privileges, terms, and conditions of the contractual relationship.   \n94.  Defendants have been put on notice that the two shows have never featured a \nperson of color in the lead roles of Bachelor and Bachelorette. \n95.  At no time have Defendants undertaken corrective action to ameliorate their \nracially discriminatory policy and practices now inherent in their casting process.   \n96.  Defendants’ actions violate 42 U.S.C. § 1981. \n19 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 19 of 24 PageID #: 19\n\n97.  Defendants have damaged Plaintiffs and members of the Class because they have \nsuffered economic loss and been denied economic advantage as a result of Defendants’ illegal \nracial discrimination. \n98.  On behalf of themselves and the Class, Plaintiffs request relief as provided in the \nprayer for relief below. \nCOUNT 2 \n(Discrimination on the Basis of Race in violation of Unruh Civil Rights Act,  \nCalifornia Civil Code § 51) \n \n99.  Plaintiffs repeat and incorporate the allegations contained in paragraphs 1 through \n98 as if fully set forth herein. \n100.  Defendants are business establishments within the meaning of California Civil \nCode § 51. \n101.  Defendants created and/or maintained policies and/or practices by their \npredominantly white leadership that are discriminatory against people of color. \n102.  Defendants intentionally discriminated against Plaintiffs and Class members on \nthe basis of race by denying them full and equal accommodations, advantages, facilities, \nprivileges, and services afforded to the white applicants selected as the Bachelor and \nBachelorette. \n103.  The pattern of inequity with respect to the roles of the Bachelor and Bachelorette \nis the result of an ongoing and continuous pattern and practice of intentional discrimination \nagainst people of color. \n104.  Defendants have been put on notice that the two shows have never featured a \nperson of color in the lead roles of Bachelor and Bachelorette. \n20 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 20 of 24 PageID #: 20\n\n105.  At no time have Defendants undertaken corrective action to ameliorate their \nracially discriminatory policy and practices now inherent in their casting process.   \n106.  Defendants’ actions violate California Civil Code § 51. \n107.  Defendants’ discriminatory conduct caused Plaintiffs and members of the Class \ninjury. \n108.  On behalf of themselves and the Class, Plaintiffs request relief as provided in the \nprayer for relief below. \nCOUNT 3 \n(Discrimination on the Basis of Race in Violation of the Unruh Civil Rights Act,  \nCalifornia Civil Code § 51.5) \n \n109.  Plaintiffs repeat and incorporate the allegations contained in paragraphs 1 through \n108 as if fully set forth herein. \n110.  Defendants are business establishments within the meaning of California Civil \nCode § 51.5. \n111.  Defendants created and/or maintained policies and/or practices by their \npredominantly white leadership that are discriminatory against people of color. \n112.  Defendants intentionally discriminated against Plaintiffs and Class members on \nthe basis of race by only selecting white applicants for the Bachelor and Bachelorette and \nrefusing to select applicants of color. \n113.  The pattern of inequity with respect to the roles of the Bachelor and Bachelorette \nis the result of an ongoing and continuous pattern and practice of intentional discrimination \nagainst people of color. \n114.  Defendants have been put on notice that the two shows have never featured a \nperson of color in the lead roles of Bachelor and Bachelorette.   \n21 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 21 of 24 PageID #: 21\n\n115.  At no time have Defendants undertaken corrective action to ameliorate their \nracially discriminatory policy and practices now inherent in their casting process.   \n116.  Defendants’ actions violate California Civil Code § 51.5. \n117.  Defendants’ discriminatory conduct caused Plaintiffs and members of the Class \ninjury. \n118.  On behalf of themselves and the Class, Plaintiffs request relief as provided in the \nprayer for relief below. \n \n \n \nPRAYER FOR RELIEF \n  WHEREFORE, Plaintiffs pray for the following relief: \n1.  That this case be maintained as a class action on behalf of the proposed class, that \nPlaintiffs be designated as representatives of the class, and that their counsel of record be \ndesignated as Class Counsel; \n2.  That the practices of the Defendants complained of herein be determined and \nadjudged to be in violation of the rights of the Plaintiffs and members of the Class under 42 \nU.S.C. § 1981 and sections 51 and 51.5 of the California Civil Code;  \n3.  That an injunction be issued prohibiting Defendants and their officers, agents, \nemployees, and successors from engaging in the business practices complained of herein and \nrequiring the adoption of appropriate policies and programs consistent with Defendants’ legal \nobligations to contract without regard to race; \n4.  That an injunction be issued requiring Defendants to consider persons of color as \nfinalists for the role of the Bachelor and the Bachelorette; \n22 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 22 of 24 PageID #: 22\n\n5.  That judgment be entered in favor of Plaintiffs and the members of the Class set \nforth herein, and against Defendants; \n6.  That the Plaintiffs and the members of the Class be awarded punitive damages; \n7.  That the Plaintiffs and the members of the Class be awarded pre and post \njudgment interest; \n8.  That the Plaintiffs and the members of the Class be awarded such other and \nfurther legal and equitable relief as may be found appropriate and as the Court may deem just or \nequitable; \n9.  That the Court award Plaintiffs and the members of the Class reasonable \nattorneys’ fees and costs associated with the prosecution of this lawsuit; \n10.  That the Court retain jurisdiction over Defendants until such time as it is satisfied \nthat they have remedied the practices complained of and are determined to be in full compliance \nwith the law. \n \n \nDated: April 18, 2012         Respectfully Submitted, \n \n \n/s/ George E. Barrett                   _ \nGeorge E. Barrett, Esq. \nBarrett Johnston, LLC \n217 Second Avenue North \nNashville, TN 37201 \nPhone: (615) 244-2202 \nFax: (615) 252-3798  \ngbarrett@barrettjohnston.com \n \nCyrus Mehri, Esq. \n              Michael P. Lieder, Esq. \nZachary W. Best, Esq. \n1250 Connecticut Avenue N.W., Suite 300 \n              Washington, D.C. \n              Phone: (202) 822-5100 \n23 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 23 of 24 PageID #: 23\n\n              Fax: (202) 822-4997 \n              cmehri@findjustice.com \nmlieder@findjustice.com \nzbest@findjustice.com \n               \n \n              Byron R. Perkins, Esq. \n              Terrinell Lyons, Esq. \n              Perkins-Law, LLC \n2170 Highland Ave. South, Suite 100 \nBirmingham, AL 35205 \nPhone: (205) 558-4696 \nFax: (205) 558-4670 \nbperkins@perkins-law.com \nterrinelllyons@aol.com  \n \n \n \n24 \n \nCase 3:12-cv-00388   Document 1    Filed 04/18/12   Page 24 of 24 PageID #: 24",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/41350"
    },
    {
      "date": "2012-10-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 986,
      "cite_1_reporter": "F.Supp.2d",
      "cite_1_vol": 898,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Middle District of Tennessee",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 45439,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/45439.pdf",
      "title": "Order",
      "text": "UNITED STATES DISTRICT COURT\nFOR THE MIDDLE DISTRICT OF TENNESSEE\nNASHVILLE DIVISION\nNATHANIEL CLAYBROOKS and )\nCHRISTOPHER JOHNSON, individually, on )\nbehalf of all others similarly situated, )\n)\nPlaintiffs, )\n) Case No. 3:12-cv-00388\nv. ) Judge Aleta A. Trauger\n)\nAMERICAN BROADCASTING COMPANIES, )\nINC., WARNER HORIZON TELEVISION, )\nINC., NEXT ENTERTAINMENT, INC., NZK  )\nPRODUCTIONS, INC., and  )\nMICHAEL FLEISS, )\n)\nDefendants. )\nMEMORANDUM\nPending before the court are several motions relating to the plaintiffs’ Amended\nComplaint and choice of venue.  The defendants have filed a Motion to Dismiss Amended\nComplaint (Docket No. 38) and an Alternative Motion to Strike Request for Injunctive Relief and\nClass Allegations (Docket No. 45), to which the plaintiffs filed a consolidated Response in\nopposition to both motions (Docket No. 84), and the defendants filed separate Replies thereto\n(Docket Nos. 91 (Motion to Dismiss) and 93 (Motion to Strike)).1  The defendants have also filed\na Motion to Transfer Venue (Docket No. 59), which is not yet fully briefed and with respect to\n1With respect to the Motion to Dismiss, the defendants also filed an accompanying\nRequest for Judicial Notice of various materials outside the pleadings.  (Docket No. 39.)  After\nreceiving briefing from the parties on the issue, the court declined to convert the Motion to\nDismiss to a motion for summary judgment and, therefore, held that it would not consider the\nmaterials subject to the Request for Judicial Notice.  (Docket No. 58.)  The Request for Judicial\nNotice will be denied as moot.\n1\n\nwhich the parties have engaged in venue-specific discovery.  (See Docket Nos. 86, 99, 100.)2\nFor the reasons stated herein, the Motion to Dismiss will be granted, the remaining\nmotions will be denied as moot, and the plaintiffs’ claims will be dismissed with prejudice.\nBACKGROUND3\nI. The Shows at Issue and the Plaintiffs’ Associated Discrimination Claims\nThis case concerns the popular television shows The Bachelor and The Bachelorette (the\n“Shows”), which collectively have aired since 2002 on the “ABC” channel.  Defendant American\nBroadcasting Companies, Inc. (“ABC”) broadcasts these Shows, and the remaining defendants\nare companies and an individual otherwise involved in producing the Shows (collectively,\n“defendants”).  The named plaintiffs, Nathaniel Claybrooks and Christopher Johnson, are two\nAfrican-American males who unsuccessfully applied to be the “Bachelor” in 2011.\nThe Bachelor, which debuted in 2002 on ABC, is a popular “reality television” show in\nwhich approximately 25 women compete for the affections of a single man – the “Bachelor.” \nEach season of The Bachelor features a different Bachelor and a different pool of female suitors. \nIn 2003, The Bachelorette debuted as a spin-off of The Bachelor.  The Shows are essentially\nidentical, except that the gender roles are reversed – i.e., in The Bachelorette, a pool of male\nsuitors competes for the affections of the “Bachelorette.”  In total, there have been 16 seasons of\n2The defendants also filed a Request for Judicial Notice in support of the Motion to\nTransfer Venue.  (Docket No. 61.)\n3Unless otherwise noted, all allegations are drawn from the plaintiffs’ Amended\nComplaint.  (Docket No. 34.)  Pursuant to the court’s previous Order (Docket No. 58), the court\ndoes not consider any additional factual materials filed by the defendants.\n2\n\nThe Bachelor and 8 seasons of The Bachelorette.4\nAs a condition of participating on either Show, the Bachelor or Bachelorette signs a\ncasting contract with the defendants.  The Bachelor/Bachelorette receives a stipend and enjoys\nvarious other benefits of participating on either Show, including fully paid housing, food, and\ntravel expenses, as well the financial and professional benefits of celebrity status after his or her\nparticipation ends.\nABC’s website states that “there has been an eclectic mix of bachelors over the years. \nWe’ve seen a doctor, football star, prince, millionaire, [and a] single dad.”  (Am. Compl. ¶ 37\n(brackets in original).)  Despite this “eclectic mix,” none of the Bachelors or Bachelorettes has\nbeen a person of color – that is, across 24 combined seasons, all of the Bachelors and\nBachelorettes have been white.  Furthermore, the vast majority of “suitors” for the Bachelor and\nBachelorette have been white, and the few non-white contestants tend to be eliminated early on in\neach show.  Thus, the weekly Shows typically feature a white Bachelor/Bachelorette and all (or\nnearly all) white suitors.\nThe plaintiffs allege “[t]he shows’ complete lack of people of color is no accident.”  (Id. ¶\n40.)  They allege that, as a matter of internal policy, the defendants have intentionally cast only\nwhite Bachelors and Bachelorettes.  According to a news article, the shows’ producers have\nfeared “potential controversy stemming from an interracial romance,” (id. ¶ 44), which they\nbelieve would alienate the Shows’ predominantly white viewership.  The plaintiffs allege that, for\n4The plaintiffs’ Amended Complaint alleges that the Eighth Season of The Bachelorette\ndebuted on May 14, 2012.  (Am. Compl. ¶ 32.)  Therefore, the court will assume that there have\nbeen 24 combined seasons of The Bachelor and The Bachelorette.  The parties appear to agree\nthat, as with all previous seasons, the Bachelorette in the Eighth Season of The Bachelorette was\nwhite.\n3\n\nthis reason, the defendants have intentionally refused to cast non-white Bachelors and\nBachelorettes, to avoid the possibility that a particular season could end with an interracial\ncouple.  Thus, “[b]y hiring only white applicants, Defendants are making the calculation that\nminorities in lead roles and interracial dating is unappealing to the shows’ audiences.  The refusal\nto hire minority applicants is a conscious attempt to minimize the risk of alienating their\nmajority-white viewership and the advertisers targeting that viewership.”  (Id. ¶ 68.)\nThe plaintiffs allege that various television shows on other networks have, by contrast, \n“featured an abundant number of racial minorities.”  (Id. ¶ 71.)  Although ABC has also\nbroadcasted shows involving minorities, those shows “involve platonic, as opposed to romantic,\nrelationships among the cast members.”  (Id. ¶ 75.)  According to the plaintiffs, “[t]his indicates\nthat the presence of people of color in ABC programming is acceptable so long as there is not\nexhibition of actual romance between non-whites or whites and people of color.”  (Id. ¶ 75.)\nThe plaintiffs allege that The Bachelor and The Bachelorette “are examples of purposeful\nsegregation in the media that perpetuates racial stereotypes and denies persons of color of\nopportunities in the entertainment industry.”  (Id. ¶ 76.)  According to the plaintiffs, “[s]tudies\nhave shown that television is extremely influential in shaping the way people view one another\nand themselves.” (Id.)  Accordingly, “[t]he exclusion of people of color from The Bachelor and\nThe Bachelorette sends the message – to whites and racial minorities – that only all-white\nrelationships are desirable and worthy of national attention.”  (Id. at ¶ 77.)  From the plaintiffs’\nperspective, the defendants’ communication of this “message” has a deleterious effect on society:\nWith such a massive viewership, Defendants have the opportunity to help\nnormalize minority and interracial relationships by showcasing them to\nmainstream America on The Bachelor and The Bachelorette.  Instead, by\ndiscriminatorily refusing to cast people of color in the lead roles (as well as in the\n4\n\nrole of suitor), Defendants play into the perceived racial fears of their audience\nand perpetuate outdated racial taboos.\n(Id. ¶ 78.)\nThe plaintiffs allege that they and other minority applicants have been denied the equal\nopportunity to contract to be the Bachelor or the Bachelorette, in violation of 42 U.S.C. § 1981, a\nstatute that, among other things, prohibits discrimination in the formation of contracts.5  They\nseek to certify a class of plaintiffs consisting of all non-white applicants who met the shows’\nbaseline eligibility requirements.  The plaintiffs seek nominal damages, punitive damages, and\ntwo forms of injunctive relief: (1) an injunction prohibiting the defendants from engaging in the\nalleged discriminatory practices; and (2) an injunction requiring the defendants to consider non-\nwhites as finalists for the role of the Bachelor and the Bachelorette.\nII. The Casting Process\nTo cast the roles of the Bachelor and Bachelorette, the defendants solicit mail-in\napplications through their website and conduct casting calls in various locations across the\ncountry.  Applicants must fill out a questionnaire and provide recent photographs and/or video of\nthemselves.  Applicants selected as semi-finalists are flown to Los Angeles for additional\ninterviews and must submit additional paperwork.\nIn 2011, plaintiff Johnson appeared for a casting call at a hotel in Nashville, Tennessee. \nIn the hotel lobby, a white employee of the defendants stopped Johnson, took his materials, and\npromised to “pass them on” to the casting directors.  Johnson observed that the white employee\n5The plaintiffs’ original Complaint also included claims arising under California state\nlaw.  (See Docket No. 1, Compl.)  In the Amended Complaint, which is now the operative\npleading in this case, the plaintiffs assert only the federal claim arising under § 1981.\n5\n\ndid not stop any of the white Bachelor applicants who were entering the hotel for the casting call\nat the same time.  Johnson never heard back from the Defendants about his application.  In 2011,\nplaintiff Claybrooks appeared for a casting call at a different hotel.  In the lobby, all of the other\napplicants appeared to be white.  Although interview of these white applicants took about 45\nminutes, Claybrooks’s interview lasted only 20 minutes, making him feel that he had been rushed\nthrough the interview process without being given the same opportunity as the white applicants. \nLike Johnson, Claybrooks never heard back from the defendants concerning his application.  The\ndefendants ultimately selected a white Bachelor for its 2012 season.\nIII. The Defendants’ Arguments\nIn support of their Motion to Dismiss, the defendants argue that the case should be\ndismissed with prejudice on either of two grounds: (1) the First Amendment to the United States\nConstitution bars the plaintiffs’ claims; and/or (2) the “void-for-vagueness” doctrine bars the\nplaintiffs’ claims.  The defendants also argue that, if the claims are not barred on either of those\ngrounds, the Amended Complaint should be dismissed without prejudice because the plaintiffs\nhave not pleaded sufficient facts to establish a violation of § 1981.\nIn support of their Alternative Motion to Strike, the defendants argue that, if the court\nrefuses to dismiss the case entirely, the court should at least find that (1) the proposed injunctions\nconstitute an unconstitutional prior restraint and/or are impermissibly vague and superfluous;\nand/or (2) the plaintiffs’ class allegations have not been pleaded with sufficient particularity.\nSTANDARD OF REVIEW\nI. Motion to Dismiss Standard\nIn deciding a motion to dismiss for failure to state a claim under Fed. R. Civ. P. 12(b)(6),\n6\n\nthe court will “construe the complaint in the light most favorable to the plaintiff, accept its\nallegations as true, and draw all reasonable inferences in favor of the plaintiff.”  Directv, Inc. v.\nTreesh, 487 F.3d 471, 476 (6th Cir. 2007); Inge v. Rock Fin. Corp., 281 F.3d 613, 619 (6th Cir.\n2002).  The Federal Rules of Civil Procedure require that a plaintiff provide “‘a short and plain\nstatement of the claim’ that will give the defendant fair notice of what the plaintiff’s claim is and\nthe grounds upon which it rests.”  Conley v. Gibson, 355 U.S. 41, 47, 78 S. Ct. 99, 2 L. Ed. 2d 80\n(1957) (quoting Fed. R. Civ. P. 8(a)(2)).  The court must determine whether “the claimant is\nentitled to offer evidence to support the claims,” not whether the plaintiff can ultimately prove\nthe facts alleged.  Swierkiewicz v. Sorema N.A., 534 U.S. 506, 511, 122 S. Ct. 992, 152 L. Ed. 2d\n1 (2002) (quoting Scheuer v. Rhodes, 416 U.S. 232, 236, 94 S. Ct. 1683, 40 L. Ed. 2d 90 (1974)).\nThe complaint’s allegations, however, “must be enough to raise a right to relief above the\nspeculative level.”  Bell Atlantic Corp. v. Twombly, 550 U.S. 544, 555, 127 S. Ct. 1955, 167 L.\nEd. 2d 929 (2007).  To establish the “facial plausibility” as required to “unlock the doors of\ndiscovery,” the plaintiff cannot rely on “legal conclusions” or “[threadbare] recitals of the\nelements of a cause of action,” but, instead, the plaintiff must plead “factual content that allows\nthe court to draw the reasonable inference that the defendant is liable for the misconduct\nalleged.”  Ashcroft v. Iqbal, 556 U.S. 662, 129 S. Ct. 1937, 1949-50, 173 L. Ed. 2d 868 (2009).\nII. First Amendment as an Affirmative Defense\nThe plaintiffs suggest that, as a matter of law, it is premature for this court to address the\ndefendants’ First Amendment defense at the pleading stage.  (See Docket No. 84, Pltfs. Mem. at\np. 5 (stating that the court should refrain from ruling on the validity of the claims “until after\ndiscovery and development of a full evidentiary record”).)  However, “where the undisputed facts\n7\n\nconclusively establish an affirmative defense as a matter of law,” a motion to dismiss may be\ngranted.  Hensley Mfg. v. ProPride, Inc., 579 F.3d 603, 613 (6th Cir. 2009).  This principle\napplies to First Amendment defenses at the pleading stage: when a plaintiff’s allegations establish\nthat the First Amendment bars the plaintiff’s claims as a matter of law, federal courts may dismiss\nthose claims.  See Windsor v. The Tennessean, 719 F.2d 155, 162-63 (6th Cir. 1983) (finding that\ndismissal of plaintiff’s § 1985(1) claims against certain defendants was appropriate pursuant to\nRule 12(b)(6), because, inter alia, defendants had “agreed to engage in constitutionally protected\nspeech”); see also Eagles Nest Ranch & Acad. v. Bloom Twp. Bd. of Trs., No. 2:06-CV-242,\n2007 WL 650485, at *5 (S.D. Ohio Feb. 26, 2007); Barr v. Clinton, 370 F.3d 1196, 1203 (D.C.\nCir. 2004); Best v. Berard, 776 F. Supp. 2d 752, 753 (N.D. Ill. 2011); Burnett v. Twentieth\nCentury Fox Film Corp., 491 F. Supp. 2d 962, 974 (C.D. Cal. 2007).  \nConsistent with this recognized approach, the court will analyze the plaintiffs’ allegations\nto determine whether they establish that the First Amendment bars their claims as a matter of law.\nANALYSIS\nI. Applicable Law\nA. § 1981 and the First Amendment\nThis case involves potential tension between two federal interests: the federal statutory\ninterest in preventing racial discrimination in the formation of contracts, as embodied in 42 U.S.C\n§ 1981, and the federal constitutional First Amendment right to freedom of speech.\nSection 1981 provides that “[a]ll persons within the jurisdiction of the United States shall\nhave the same right in every State and Territory to make and enforce contracts . . . and to full and\nequal benefit of all laws and proceedings for the security of persons and property as is enjoyed by\n8\n\nwhite citizens . . . .”  42 U.S.C. § 1981(a) (2012).6  Thus, the statute “prohibits intentional race\ndiscrimination in the making and enforcing of contracts involving both public and private actors.” \nAmini v. Oberlin Coll., 440 F.3d 350, 358 (6th Cir. 2006); see also Runyon v. McCrary, 427 U.S.\n160, 173, 96 S. Ct. 2586, 49 L. Ed. 2d 415 (1976) (“§ 1981 . . . reaches private conduct.”)   Here,\nat least for purposes of the defendants’ argument that the First Amendment trumps § 1981, the\nparties appear to agree that § 1981 applies to casting decisions for the Shows, because the casting\ndecisions involve the formation and execution of contracts to become the Bachelor or\nBachelorette.7\nThe First Amendment to the United States Constitution provides, in relevant part, that\n“[C]ongress shall make no law . . . abridging the freedom of speech . . . .”  The First Amendment\nshields protected speech and expression from private litigation, as well as from statutory\nrestrictions and criminal penalties.  See New York Times Co. v. Sullivan, 376 U.S. 254, 277-78,\n84 S. Ct. 710, 725, 376 U.S. 254, 11 L. Ed. 2d 686 (1964); NAACP v. Claiborne Hardware Co.,\n458 U.S. 886, 916 n.51, 102 S. Ct. 3409, 73 L. Ed. 2d 1215 (1982).  The First Amendment\nprotects a variety of artistic forms of expression, including entertainment, television programs,\nand dramatic works.  Schad v. Borough of Mount Ephraim, 452 U.S. 61, 65, 101 S. Ct. 2176, 68\nL. Ed. 2d 671 (1981).  Here, the parties agree that the Shows are expressive works that constitute\nspeech protected by the First Amendment.  However, they disagree as to whether the casting\n6The statute defines “make and enforce contracts” to include the “making, performance,\nmodification, and termination of contracts, and the enjoyment of benefits, privileges, terms, and\nconditions of the contractual relationship.”  42 U.S.C. § 1981(b).\n7The defendants do not appear to concede this point with respect to their “void for\nvagueness” argument.  However, for the reasons stated herein, the court does not reach the void\nfor vagueness argument in any case.\n9\n\ndecisions behind those Shows are also protected by the First Amendment.\nAs explained herein, the court finds that casting decisions are part and parcel of the\ncreative process behind a television program – including the Shows at issue here – thereby\nmeriting First Amendment protection against the application of anti-discrimination statutes to that\nprocess.  Thus, as applied here, § 1981 would force the defendants to employ race-neutral criteria\nin the casting process, thereby regulating the creative content of the Shows.  Accordingly, as\napplied in this specific context, § 1981 regulates speech based on its content – i.e., the race(s) of\nthe Shows’ respective cast members – which implicates strict scrutiny.  See United States v.\nPlayboy Entm’t Grp., Inc., 529 U.S. 803, 813, 120 S. Ct. 1878, 146 L. Ed. 2d 865 (2000); see\nalso Netherland v. City of Zachary, La., 626 F. Supp. 2d 603, 607 (M.D. La. 2009) (applying\nstrict scrutiny analysis, where application of city-ordinance was content-based).  Under that test,\nthe plaintiffs must show that applying § 1981 here would (1) advance a compelling government\ninterest; and (2) is narrowly tailored to serve that interest.  The parties only dispute the second\nelement.8 \nB. The Intersection of § 1981 and the First Amendment Generally\n8Notwithstanding the unique context of this case, the plaintiffs argue that the court should\ntreat § 1981 as a content-neutral statute and apply the intermediate scrutiny test set forth in\nUnited States v. O’Brien, 391 U.S. 367, 88 S. Ct. 1673, 20 L. Ed. 2d 672 (1968).  Under\nO’Brien, a content-neutral statute that incidentally impacts speech survives a First Amendment\nchallenge if (1) the statute is within the constitutional power of the government, (2) the statute\nfurthers an important or substantial government interest, (3) the interest is unrelated to the\nsuppression of free expression, and (4) the incidental restriction on alleged First Amendment\nfreedoms is no greater than is essential to the furtherance of that interest.  Id. at 377.  Even if the\ncourt were to construe O’Brien as applicable to this case, the application of § 1981 plainly\nwould, for the reasons expressed in detail herein, impose an undue and impermissible incidental\nrestriction on the defendants’ First Amendment freedoms, thereby failing the fourth factor of the\nO’Brien test.\n10\n\nAlthough media organizations are subject to laws of general applicability,9 the Supreme\nCourt has expressly found that the First Amendment can trump the application of anti-\ndiscrimination laws to protected speech.  See Hurley v. Irish-Am. Gay, Lesbian & Bisexual Grp.\nof Boston, 515 U.S. 557, 568, 115 S. Ct. 2338, 132 L. Ed. 2d 487 (1995).  In Hurley, the Court\nconsidered “whether Massachusetts law could require private citizens who organize a parade to\ninclude among the marchers a group imparting a message the organizers do not wish to convey.” \nId. at 559.  There, the Irish American Gay, Lesbian, and Bisexual Group of Boston (“GLIB”)\nsought to march in the annual Saint Patrick’s day parade in Boston, which was organized and\nconducted by the South Boston Allied War Veterans Council (“Council”), an unincorporated\nassociation of individuals from various South Boston veterans groups.  Id. at 560. In an effort to\nexpress solidarity on behalf of Irish-American gays, lesbians, and bisexuals, GLIB sought to\nmarch in the parade, but the Council refused to permit them to participate.  \nAt the time, a Massachusetts law of general applicability banned discrimination in public\naccommodations based on, inter alia, sexual orientation.  Id. at 561.  Accordingly, GLIB sued for\nthe right to participate in the parade, arguing that the Massachusetts public accommodations law\nforbade the parade organizers from discriminating against GLIB, thereby requiring the Council to\naccommodate it.  Id.  The Massachusetts trial court – and, on appeal, the Massachusetts Supreme\nJudicial Court – found that “it was impossible to discern any specific expressive purpose entitling\nthe Parade to protection under the First Amendment.”  Id. at 564.  Based on this finding, in\n9See Associated Press v. Nat’l Labor Relations Bd., 301 U.S. 103, 132-33, 57 S. Ct. 650,\n81 L. Ed. 953 (1937); Leathers v. Matlock, 499 U.S. 439, 447, 111 S. Ct. 1438, 113 L. Ed. 2d\n494 (1991); Pittsburgh Press Co. v. Pittsburgh Comm’n on Human Relations, 413 U.S. 376, 383-\n84, 93 S. Ct. 2553, 37 L. Ed. 2d 669 (1973).\n11\n\nrelevant part, the Massachusetts courts found that the Massachusetts anti-discrimination statute\ntrumped any incidental affect on the parade organizer’s First Amendment free speech rights.  Id.\nOn appeal, the United States Supreme Court reversed.  The Court found that “parades are\na form of expression” entitled to First Amendment protection.  Id. at 568.  The Court squarely\nrejected the view, adopted by the state courts below, that the Council was required to show that\nthe parade had a particular expressive purpose to justify First Amendment protection:\n[A] narrow, succinctly articulable message is not a condition of constitutional\nprotection, which if confined to expressions conveying a “particularized\nmessage,” cf. Spence v. Washington, 418 U.S. 405, 411, 94 S. Ct. 2727, 2730, 41\nL. Ed. 2d 842 (1974) (per curiam), would never reach the unquestionably shielded\npainting of Jackson Pollock, music of Arnold Schoenberg, or Jabberwocky verse\nof Lewis Carroll.\nHurley, 515 U.S. at 569-70.10  \nThe Court then analyzed whether Massachusetts law could compel the Council to adjust\nthe creative content of its parade.  With respect to the application of the public accommodations\nlaw, the Court observed that this law “has been applied in a peculiar way” by the Massachusetts\n10In reliance on Spence and certain decisions concerning the First Amendment right to\nfreedom of association, the plaintiffs suggest that the defendants cannot establish a First\nAmendment defense without showing that the Shows embody a “particularized message.”  (See\nPltfs. Mem. at p. 7-12 (citing, inter alia, Hishon v. Spalding, 467 U.S. 69, 78, 104 S. Ct. 2229, 81\nL. Ed. 2d 59 (1984); Boy Scouts of Am. v. Dale, 530 U.S. 640, 653, 120 S. Ct. 2446, 147 L. Ed.\n2d 554 (2000); City of Dallis v. Stanglin, 490 U.S. 19, 25, 109 S. Ct. 1591, 104 L. Ed. 2d 18\n(1989); and Rumsfeld v. Forum for Academic Freedom & Institutional Rights, Inc., 547 U.S. 47,\n126 S. Ct. 1297, 164 L. Ed. 2d 156 (2006).)  That is an incorrect statement of the law, which the\nCourt expressly rejected in Hurley.  Moreover, the court does not construe the defendants as\nasserting a defense based on the freedom of association, in any case.  Thus, the court’s inquiry\nhere does not turn on whether the plaintiffs’ allegations establish that the Shows convey or were\nintended to convey a “particularized message,” or whether the plaintiffs’ preferred message\nnecessarily would be inconsistent therewith.  Instead, the issue is whether applying § 1981 to the\nact of casting a television program would interfere with the defendants’ right to control the\nShows’ expressive content – whatever that may be – which the plaintiffs concede is otherwise\nprotected by the First Amendment. \n12\n\nlower courts.  Id. at 572.  “Since every participating unit affects the message conveyed by the\nprivate organizers, the state courts’ application of the statute produced an order essentially\nrequiring petitioners to alter the expressive content of their parade.”  Id. at 572-73 (emphasis\nadded).  Thus, as here, the plaintiff sought to apply an anti-discrimination statute in a manner that\nthreatened to alter the content of the defendant’s expressive work, triggering an exacting analysis\nby the Court.11\nThe Court observed that “a speaker has the autonomy to choose the content of his own\nmessage,” and that, “‘[s]ince all speech inherently involves choices of what to say and what to\nleave unsaid, one important manifestation of the principle of free speech is that one who chooses\nto speak may also decide what not to say.”  Id. (quoting Pacific Gas & Elec. Co. v. Public Util.\nComm’n, 475 U.S. 1, 11, 16, 106 S. Ct. 903, 89 L. Ed. 2d 1 (1986)).\nAccordingly, the Court found that the parade organizers had a First Amendment right to\ncontrol the content of their own parade:\nRather like a composer, the Council selects the expressive units of the parade from\npotential participants, and though the score may not produce a particularized\nmessage, each contingent’s expression in the Council’s eyes comports with what\nmerits celebration on that day. . . . [A] contingent marching behind the\norganization’s banner would at least bear witness to the fact that some Irish are\ngay, lesbian, or bisexual, and the presence of the organized marchers would\nsuggest their view that people of their sexual orientations have as much claim to\n11In Hurley, the Court did not state whether it was analyzing the application of the state\nstatute under a strict scrutiny analysis or under the O’Brien intermediate scrutiny analysis. \nHowever, the Court’s analysis suggests that it was undertaking a strict scrutiny approach to\ndetermine whether applying the Massachusetts anti-discrimination statute amounted to a content-\nbased restriction on the parade organizer’s fundamental free speech rights in any respect.  See,\ne.g., Hurley, 515 U.S. at 572 (“[T]his use of the state’s power violates the fundamental role of\nprotection under the First Amendment, that a speaker has the autonomy to choose the content of\nhis own message.”) and 579 (construing application of the statute in the manner urged by the\nplaintiffs as “nothing less than a proposal to limit speech in the service of orthodox expression”).\n13\n\nunqualified social acceptance as heterosexuals and indeed as members of parade\nunits organized around other identifying characteristics.  The parade’s organizers\nmay not believe these facts about Irish sexuality to be so, or they may object to\nunqualified social acceptance of gays and lesbians or have some other reason for\nwishing to keep GLIB’s message out of the parade.  But whatever the reason, it\nboils down to the choice of a speaker not to propound a particular point of view,\nand that choice is presumed to lie beyond the government’s power to control.\nId. at 574-75 (emphases added).  Based on these findings, the Court held that the First\nAmendment trumped the Massachusetts anti-discrimination statute:\nThe very idea that a noncommercial speech restriction be used to produce thoughts\nand statements acceptable to some groups or, indeed, all people, grates on the First\nAmendment, for it amounts to nothing less than a proposal to limit speech in the\nservice of orthodox expression.  While the law is free to promote all sorts of\nconduct in place of harmful behavior, it is not free to interfere with speech for no\nbetter reason than promoting an approved message or discouraging a disfavored\none, however enlightened either purpose may strike the government. \nId. at 579 (internal citations omitted).\nThe factual circumstances in Hurley are not precisely analogous to those presented in this\ncase – the plaintiffs here are not an advocacy group, for example.  Nevertheless, the Court in\nHurley articulated a general principle that governs the court’s analysis in this case: under\nappropriate circumstances, anti-discrimination statutes of general applicability must yield to the\nFirst Amendment.  See also Hosanna-Tabor Evangelical Lutheran Church & Sch. v. E.E.O.C.,\n132 S. Ct. 694, 181 L. Ed. 2d 650 (2012) (holding that First Amendment Establishment and Free\nExercise Clauses barred application of employment discrimination statutes to religious\ninstitution’s selection of its own ministers).  As the plaintiffs concede, this principle applies\nequally to § 1981 discrimination claims.  (See Pltfs. Mem. at p. 11, n.1.)   The plaintiffs also\nconcede that this principle applies to casting decisions for at least some types of television\nprograms, but not all.  (Id.)\n14\n\nC. Absence of Precedent Applying First Amendment to Casting Decisions\nAlthough the parties agree that the First Amendment protects the creative content of The\nBachelor and The Bachelorette, they vigorously disagree as to whether the First Amendment\nprotects the casting decisions for those programs.  With respect to casting decisions for an\nentertainment program of any kind, it appears that no federal court has addressed the relationship\nbetween anti-discrimination laws and the First Amendment.  Thus, although the parties fault each\nother for failing to identify any federal case law specifically addressing this issue,12 the court does\nnot interpret the absence of precedent on this issue as suggesting any particular result here. \nAccordingly, the court must analyze this issue of first impression in light of relevant First\nAmendment principles.\nII. Application of First Amendment Principles to Casting Decisions\nA. The Court Must Assume that the Defendants in Fact Discriminated in\nCasting The Bachelor and The Bachelorette.\nIn an introductory paragraph in their Memorandum in support of their Motion to Dismiss,\nthe defendants argue that, contrary to the Amended Complaint allegations, they “share the\n12The only case cited by the parties that even remotely addresses the issue of casting is\nTamkin v. CBS Broadcasting, Inc., 122 Cal. Rptr. 3d 264 (Cal. Ct. App. 2011), cited by the\ndefendants.  There, the California Court of Appeals addressed the application of a state anti-\nSLAPP statute, which protected “any act of [the defendant] in furtherance of the person’s right\nof . . . free speech.”  See Cal. Code Civ. Proc. § 425.16(b)(1) (2012) (emphasis added).  Under\nthis statute, which extends “broadly to reach conduct beyond the actual exercise of speech,”\nGreater LA Agency on Deafness v. CNN, Inc., No. C-11-03458 LB, 2012 WL 994647, at *3\n(N.D. Cal. Mar. 23, 2012), the Tamkin court found that the defendants’ writing and\ndissemination of a screenplay constituted acts in furtherance of “the creation, casting, and\nbroadcasting of an episode of a popular television show.”  Tamkin, 122 Cal. Rptr. at 271.  Here,\nthe court does not rely on Tamkin for several reasons: it is a state court decision, which is of\nlimited persuasive weight in the first place; it concerns a state statute whose broad scope clouds\nthe potential relevance of the Tamkin court’s First Amendment analysis with respect to casting;\nand its statement implying that casting constitutes free speech appears to be dicta, in any case.\n15\n\nPlaintiffs’ goals of reducing racial bias and prejudice and fostering diversity, tolerance and\ninclusion,” and “have never discriminated based on race in connection with the casting process”\nfor the Shows.  (Docket No. 42, Defs. Mem., at p. 1.)  Notwithstanding these representations, the\ndefendants argue that the plaintiffs, by suing the defendants under § 1981, essentially seek to co-\nopt the Shows to showcase the plaintiffs’ own preferred message of racial acceptance.  In\nresponse, the plaintiffs argue that, based on the defendants’ representations in their briefing that\nrace is not a factor in casting the Shows, applying § 1981 necessarily would not actually alter the\nShows’ expressive content.\nRegardless of whether applying § 1981 would in fact alter the Shows’ content, the court\nmust analyze whether the well-pleaded factual allegations in the Amended Complaint– not the\ndefendants’ briefing representations about the real world accuracy of those representations –\nestablishes a First Amendment defense.  Thus, the court must assume, as alleged in the Amended\nComplaint, that the defendants did discriminate on the basis of race, that they did so to conform\nthe content of their Shows to cater to the viewpoint of their target audience concerning\ninterracial relationships, that the Shows’ content thereby perpetuates racial stereotypes about\ninterracial relationships, and that the plaintiffs seek to alter/correct the defendants’ casting\ndecision process to address that issue.13\nB. Whether Casting Decisions are a Form of Conduct Devoid of Sufficient\nCreative Expression.\n13Regardless, as discussed herein, the First Amendment protects the defendants’ ability to\ncontrol the content of their own programs unilaterally.  Thus, whether applying § 1981 here\nwould actually enhance the Shows’ expressive content, contradict that content, or not affect it all\nis essentially beside the point, because the defendants – not the plaintiffs – are entitled to control\nthe casting of their own programs in the manner in which they see fit.\n16\n\nSupreme Court precedent establishes that conduct constitutes protected speech if it is\n“sufficiently imbued with elements of communication to fall within [the First Amendment’s]\nscope.”  Spence, 418 U.S. at 409-10.14  On the other hand, at some point, conduct ceases to be\nmaterially communicative for First Amendment purposes.  See Dallas, 490 U.S. at 25.  Indeed,\n“it is possible to find some kernel of expression in almost every activity a person undertakes – for\nexample, walking down the street or meeting one’s friends at a shopping mall – but such a kernel\nis not sufficient to bring the activity within the protection of the First Amendment.”  Id.\nThe plaintiffs’ position concerning whether casting decisions are protected by the First\nAmendment appears to be internally inconsistent in at least one respect.  Although the plaintiffs\nappear to argue that casting decisions always involve conduct – the formation of a contract – that\nis not materially communicative (see Pltfs. Mem. at pp. 7-9), they also concede that casting\ndecisions that “would undoubtedly affect [a] shows’ content” are entitled to First Amendment\nprotection (id. at p. 11, n.1).  Thus, the court construes the plaintiffs as arguing that § 1981\napplies to casting decisions in some contexts, but not others, apparently based on a court’s\nassessment of whether enforcing § 1981 would actually affect the particular show’s message.\nThe defendants convincingly argue that applying anti-discrimination laws to casting\ndecisions in this manner would threaten the content of various television programs and television\n14For example, burning an American flag, wearing a jacket imprinted with “Fuck the\nDraft” during the Vietnam war era, wearing black armbands to show objection to the Vietnam\nwar, hanging an American flag upside down with a peace sign, and forming a parade to celebrate\nIrish heritage all are forms of conduct with a sufficiently communicative element to constitute\nspeech protected by the First Amendment.  See Texas v. Johnson, 491 U.S. 397, 404, 109 S. Ct.\n2533, 105 L. Ed. 2d 342 (1989) (flag burning); Cohen v. California, 403 U.S. 15, 18, 91 S. Ct.\n1780, 29 L. Ed. 2d 284 (1971) (imprinted jacket); Tinker v. Des Moines Indep. Cmty. Sch. Dist,\n393 U.S. 503, 504, 89 S. Ct. 733, 21 L. Ed. 2d 731 (1969) (armbands); Spence, 418 U.S. at 414-\n15 (upside down flag); Hurley, 515 U.S. at 568 (Irish heritage parade).  \n17\n\nnetworks.  For example, the legality of any network targeting particular demographic groups\nwould be called into question, including, inter alia, the Lifetime Network (targeted to female\naudiences), the Black Entertainment Channel (targeted to African-Americans), Telemundo\n(targeted to Latinos), the Jewish Channel, the Christian Broadcast Channel, the Inspiration\nNetwork (targeted to Protestants), and LOGO (targeted to gays and lesbians).  (See Defs. Mem. at\np. 11.)  Similarly, the content of any television show that does not have a sufficiently diverse cast\nwould be or would have been subject to court scrutiny, such as The Jersey Shore (all white cast\nmembers), The Shahs of Beverly Hills (a show about Persian-Americans living in Los Angeles),\nThe Cosby Show (a show with an African-American cast), and The Steve Harvey Show (a show\nwith an African-American lead actor and supporting cast).  (See Defs. Mem. at p. 12.)  To the\nextent that these networks and programs discriminated and discriminate in their casting choices,\nwould they not be subject to civil liability under prevailing state and/or federal anti-\ndiscrimination statutes, but for the First Amendment?  There are other examples: Would applying\nanti-discrimination laws require a playwright to consider white actors to play Othello, black\nactors to play Macbeth, or a male to play Lady Macbeth?  For that matter, could a dramatist face\ncivil liability for staging an all-female version of Romeo & Juliet?\nIn response, the plaintiffs argue that the court should treat The Bachelor and The\nBachelorette differently from “identity-themed programming that would be incidentally affected\nby compliance with anti-discrimination laws,” such as networks that are “specifically geared”\ntoward particular demographic groups, like LOGO, BET, Telemundo, and The Jewish Channel,\nor shows that are “about” African-Americans, like The Cosby Show.  (Pltfs. Resp. at p. 11 n.1\n(emphasis added).)  The plaintiffs cite to no legal authority for this purported distinction between\n18\n\n“identity-themed programming” and other forms of television programming.\nThe plaintiffs’ proposed test is inherently unwieldy, threatens to chill otherwise protected\nspeech, and, if implemented, would embroil courts in questioning the creative process behind any\ntelevision program or other dramatic work.  How would a court determine the point at which a\ntelevision program, movie, or play is sufficiently “identity-themed”, “specifically geared” to, or\n“about” a particular racial, religious, or gender group to construe the demographics of its cast as\nto constitute the show’s “content”?  How would one even define what the creative “content” of a\nprogram is?  These are intractable issues that, in light of the First Amendment, are plainly beyond\nthe appropriate scope of a court to address.  Indeed, as the Court pointed out in Hurley, an\nexpressive work need not have any particularized message to justify First Amendment protection,\nsee 515 U.S. at 569-70, and, of course, expressive works can mean different things to different\npeople.15  \nMoreover, as the defendants persuasively argue, casting decisions are a necessary\n15The prospect of courts sitting in judgment as to whether a television show or network is\nsufficiently “identity-themed” to warrant First Amendment protections – compared to shows or\nnetworks whose content is not sufficiently “about” a particular protected group (whatever that\nmeans) – smacks of censorship and prior restraint on creative expression, which would be\nentirely impermissible under the First Amendment.  See Metro. Opera Ass’n, Inc. v. Local 100,\nHotel Emps. & Rest. Emps. Int’l Union, 239 F.3d 172, 176 (2d Cir. 2001) (quoting Neb. Press\nAss’n v. Stuart, 427 U.S. 539, 559, 96 S. Ct. 2791, 49 L. Ed. 2d 683 (1976)).  Indeed, the\nprospect of courts issuing injunctions directed to the creative process behind entertainment\nprograms is particularly troubling.  Id. at 176 (“[W]hen a prior restraint takes the form of a court-\nissued injunction, the risk of infringing on speech protected under the First Amendment\nincreases[,]” because “[i]njunctions . . . carry greater risks of censorship and discriminatory\napplication than do general ordinances.”) (citing Madsen v. Women’s Health Ctr., 512 U.S. 753,\n764, 114 S. Ct. 2516, 129 L. Ed. 2d 593 (1994)); see also Procter & Gamble Co. v. Bankers\nTrust Co., 78 F.3d 219, 224-25 (6th Cir. 1996) (“It has long been established that a prior restraint\ncomes to a court ‘with a heavy presumption against its constitutional validity.’”) (quoting\nBantam Books v. Sullivan, 372 U.S. 58, 70, 83 S. Ct. 631, 639, 9 L. Ed. 2d 584 (1963)).\n19\n\ncomponent of any entertainment show’s creative content.  The producers of a television program,\na movie, or a play could not effectuate their creative vision, as embodied in the end product\nmarketed to the public, without signing cast members.  The plaintiffs seek to drive an artificial\nwedge between casting decisions and the end product, which itself is indisputably protected as\nspeech by the First Amendment.  Thus, regulating the casting process necessarily regulates the\nend product.  In this respect, casting and the resulting work of entertainment are inseparable and\nmust both be protected to ensure that the producers’ freedom of speech is not abridged.\nAt any rate, the plaintiffs’ argument essentially ignores a key thrust of their own\nAmended Complaint, which explicitly takes issue with and seeks to alter the messaging of The\nBachelor and The Bachelorette.  The Amended Complaint allegations build to the plaintiffs’\nfundamental disagreement with the expressive content of the Shows: they fault the Shows for\n“perpetuat[ing] racial stereotypes,” because “television is extremely influential in shaping the\nway people view one another and themselves.” (emphasis added.)  They specifically allege that\n“the exclusion of people of color from The Bachelor and The Bachelorette sends the message – to\nwhites and racial minorities – that only all-white relationships are desirable and worthy of\nnational attention” (emphasis added); and they even allege that, instead of seeking “to help\nnormalize minority and interracial relationships by showcasing them to mainstream America,”\nthe defendants’ casting decisions “play into the perceived racial fears of their audience and\nperpetuate racial taboos.”  Indeed, the plaintiffs contrast The Bachelor and The Bachelorette with\nother television shows that they believe are appropriately inclusive of racial minorities.\nThus, taking the allegations as true, the plaintiffs have plainly alleged that (1) the racial\ncomposition of the Shows conveys an influential message to the viewing public regarding\n20\n\ninterracial romantic relationships; (2) the defendants consciously made casting decisions to\ncontrol a message that the Shows convey; (3) the plaintiffs strongly disagree with that message,\nwhich they believe is “outdated”, “perpetuates racial stereotypes,” and caters (or at least is\ndesigned to cater) to the allegedly misguided prejudices of the Shows’ audience members; and\n(4) the plaintiffs seek to alter that message to “showcase” their own more progressive message\nthrough the application of § 1981.  Accordingly, even as alleged by the plaintiffs, the Shows’\ncasting decisions are part and parcel of the Shows’ creative content, which the plaintiffs seek to\nreform.  That is plainly an attempt to regulate the content of the Shows, which the First\nAmendment forbids.\nUltimately, whatever messages The Bachelor and The Bachelorette communicate or are\nintended to communicate – whether explicitly, implicitly, intentionally, or otherwise – the First\nAmendment protects the right of the producers of these Shows to craft and control those\nmessages, based on whatever considerations the producers wish to take into account.  See Hurley,\n515 U.S. at 573 (“A speaker has the autonomy to choose the content of his own message.”); see\nalso McDermott v. Ampersand Publ’g, LLC, 593 F.3d 950, 962 (9th Cir. 2010) (approving\ndistrict court’s refusal to grant injunction reinstating newspaper’s discharged editorial staff\nmembers and reporters, because, “telling the newspaper that it must hire specified . . . editors and\nreporters . . . is bound to affect what gets published.  To the extent the publisher’s choice of\nwriters affects the expressive content of its newspaper, the First Amendment protects that\nchoice.”) (emphasis added).  Similarly, “rather like a composer,” the defendants are entitled to\nselect the elements (here, cast members) that support whatever expressive message the Shows\nconvey or are intended to convey.  See Hurley, 515 U.S. at 574.  Thus, whether enforcing § 1981\n21\n\nhere would frustrate, enhance, or be entirely consistent with the message that The Bachelor and\nThe Bachelorette conveys, the First Amendment protects the producers’ right unilaterally to\ncontrol their own creative content.\nThe plaintiffs’ goals here are laudable: they seek to support the social acceptance of\ninterracial relationships, to eradicate outdated racial taboos, and to encourage television networks\nnot to perpetuate outdated racial stereotypes.  Nevertheless, the First Amendment prevents the\nplaintiffs from effectuating these goals by forcing the defendants to employ race-neutral criteria\nin their casting decisions in order to “showcase” a more progressive message.\nIII. Disposition of the Various Pending Motions\nFor the reasons stated herein, the court has found that the First Amendment bars the\nplaintiffs’ claims.  Accordingly, the court need not reach the defendants’ additional arguments\nthat (1) § 1981 is void for vagueness as applied here, and/or (2) the plaintiffs have failed to plead\ntheir claims with adequate particularity.  Similarly, the plaintiffs’ Alternative Motion to Strike,\nthe Motion to Transfer Venue, and the Request for Judicial Notice relative to the Motion to\nTransfer Venue are now rendered moot.16\nCONCLUSION\nFor the reasons stated herein, the court finds as follows:\n• The Motion to Dismiss will be granted and this case will be dismissed with\n16The plaintiffs’ lone claim under § 1981 implicates federal law – largely United States\nSupreme Court precedent – that applies equally in the proposed transferee court (the federal\ndistrict court for the Central District of California).  Likely for this reason, the thrust of the\ndefendants’ argument in favor of transfer related to the convenience of the parties and witnesses,\nconsiderations that are not affected by the court’s disposition of this matter at the pleadings\nstage.  Indeed, neither party raised any objection to this court’s ruling on the Motion to Dismiss\nbefore considering the Motion to Transfer Venue.\n22\n\nprejudice;\n• The Motion for Judicial Notice concerning the Motion to Dismiss will be\ndenied;\n• The Alternative Motion to Strike will be denied as moot;\n• The Motion to Transfer Venue and associated Request for Judicial Notice\nwill be denied as moot.\nAn appropriate order will enter.\n__________________________________________________________\nAALLEETTAA  AA..  TTRRAAUUGGEERR\nUUnniitteedd  SSttaatteess  DDiissttrriicctt  JJuuddggee\n23",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "102",
      "clearinghouse_link": "clearinghouse.net/doc/45439"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118706,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118706"
    },
    {
      "date": "2012-10-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Middle District of Tennessee",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 41408,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/41408.pdf",
      "title": "Docket [PACER]",
      "text": "CASE−CLOSED,MANUAL−FILING\nU.S. District Court\nMiddle District of Tennessee (Nashville)\nCIVIL DOCKET FOR CASE #: 3:12−cv−00388\nClaybrooks et al v. American Broadcasting Companies, Inc. et al Date Filed: 04/18/2012\nAssigned to: District Judge Aleta A. Trauger Date Terminated: 10/15/2012\nCause: 42:1981 Civil Rights Jury Demand: Plaintiff\nNature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nNathaniel Claybrooks represented by Byron R. Perkins\nPerkins−Law, LLC\n2170 Highland Avenue, S\nSuite 100\nBirmingham, AL 35205\n(205) 558−4696\nFax: (205) 558−4670\nEmail: bperkins@perkins−law.com\nATTORNEY TO BE NOTICED\nCyrus Mehri\nMehri &Skalet PLLC\n1250 Connecticut Avenue N.W.\nSuite 300\nWashington, DC 20036\n(202) 822−5100\nFax: (202) 822−4997\nEmail: cmehri@findjustice.com\nATTORNEY TO BE NOTICED\nMichael P. Lieder\nMehri &Skalet PLLC\n1250 Connecticut Avenue N.W.\nSuite 300\nWashington, DC 20036\n(202) 822−5100\nFax: (202) 822−4997\nEmail: mlieder@findjustice.com\nATTORNEY TO BE NOTICED\nScott P. Tift\nBarrett Johnston Martin &Garrison, LLC\nBank of America Plaza\n414 Union Street\nSuite 900\nNashville, TN 37219\n(615) 244−2202\nFax: (615) 252−3798\nEmail: stift@barrettjohnston.com\nATTORNEY TO BE NOTICED\nTerrinell Lyons\nPerkins−Law, LLC\n2170 Highland Avenue, S\nSuite 100\nBirmingham, AL 35205\n(205) 558−4696\nFax: (205) 558−4670\nEmail: terrinelllyons@aol.com\nATTORNEY TO BE NOTICED\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   1 of 15\n\nZachary W. Best\nMehri &Skalet PLLC\n1250 Connecticut Avenue N.W.\nSuite 300\nWashington, DC 20036\n(202) 822−5100\nFax: (202) 822−4997\nEmail: zbest@findjustice.com\nATTORNEY TO BE NOTICED\nPlaintiff\nChristopher Johnson represented by Byron R. Perkins\nindividually, on behalf of all others (See above for address)\nsimilarly situated ATTORNEY TO BE NOTICED\nCyrus Mehri\n(See above for address)\nATTORNEY TO BE NOTICED\nMichael P. Lieder\n(See above for address)\nATTORNEY TO BE NOTICED\nScott P. Tift\n(See above for address)\nATTORNEY TO BE NOTICED\nTerrinell Lyons\n(See above for address)\nATTORNEY TO BE NOTICED\nZachary W. Best\n(See above for address)\nATTORNEY TO BE NOTICED\nV.\nDefendant\nAmerican Broadcasting Companies, represented by Adam Levin\nInc. Mitchell, Silberberg &Knupp, LLP\nTrident Center\n11377 W Olympic Boulevard\nLos Angeles, CA 90064\n(310) 312−2000\nFax: (310) 312−3100\nEmail: axl@msk.com\nATTORNEY TO BE NOTICED\nJunaid A. Odubeko\nBradley Arant Boult Cummings LLP\n(Nashville Office)\n1600 Division Street\nSuite 700\nNashville, TN 37203−0025\n(615) 252−4635\nFax: (615) 252−6380\nEmail: jodubeko@babc.com\nTERMINATED: 07/24/2012\nKenneth M. Bryant\nBurr &Forman, LLP (Nashville Office)\n511 Union Street\nSuite 2300\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   2 of 15\n\nNashville, TN 37219\n(615) 724−3240\nFax: (615) 724−3340\nEmail: kbryant@burr.com\nTERMINATED: 08/10/2012\nRyan A. Kurtz\nMiller &Martin PLLC (Atlanta Office)\n1180 W Peachtree Street, NW\nSuite 2100\nAtlanta, GA 30309−3407\n(404) 962−6458\nFax: (404) 962−6300\nEmail: rkurtz@millermartin.com\nATTORNEY TO BE NOTICED\nSarah C. Maxwell\nMiller &Martin PLLC (Nashville Office)\n401 Commerce Street\nSuite 720\nNashville, TN 37219\n(615) 744−8453\nFax: (615) 744−8633\nEmail: Sarah.Maxwell@bakermckenzie.com\n(Inactive)\nTERMINATED: 07/24/2012\nSeth E. Pierce\nMitchell, Silberberg &Knupp, LLP\nTrident Center\n11377 W Olympic Boulevard\nLos Angeles, CA 90064\n(310) 312−2000\nFax: (310) 312−3100\nEmail: sep@msk.com\nATTORNEY TO BE NOTICED\nShelby R. Grubbs\nMiller &Martin PLLC (Chattanooga\nOffice)\nVolunteer Building\n832 Georgia Avenue\nSuite 1200\nChattanooga, TN 37402\n(423) 756−6600\nEmail: sgrubbs@millermartin.com\nATTORNEY TO BE NOTICED\nT. Harold Pinkley\nButler Snow LLP (Nashville)\nThe Pinnacle at Symphony Place\n150 Third Avenue South\nSuite 1600\nNashville, TN 37201\n(615) 503−9115\nFax: (615) 503−9101\nEmail: harold.pinkley@butlersnow.com\nTERMINATED: 08/10/2012\nDefendant\nWarner Horizon Television, Inc. represented by Adam Levin\n(See above for address)\nATTORNEY TO BE NOTICED\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   3 of 15\n\nJunaid A. Odubeko\n(See above for address)\nTERMINATED: 07/24/2012\nKenneth M. Bryant\n(See above for address)\nTERMINATED: 08/10/2012\nRyan A. Kurtz\n(See above for address)\nATTORNEY TO BE NOTICED\nSarah C. Maxwell\n(See above for address)\nTERMINATED: 07/24/2012\nSeth E. Pierce\n(See above for address)\nATTORNEY TO BE NOTICED\nShelby R. Grubbs\n(See above for address)\nATTORNEY TO BE NOTICED\nT. Harold Pinkley\n(See above for address)\nTERMINATED: 08/10/2012\nDefendant\nNext Entertainment, Inc. represented by Adam Levin\n(See above for address)\nATTORNEY TO BE NOTICED\nJunaid A. Odubeko\n(See above for address)\nTERMINATED: 07/24/2012\nKenneth M. Bryant\n(See above for address)\nTERMINATED: 08/10/2012\nRyan A. Kurtz\n(See above for address)\nATTORNEY TO BE NOTICED\nSarah C. Maxwell\n(See above for address)\nTERMINATED: 07/24/2012\nSeth E. Pierce\n(See above for address)\nATTORNEY TO BE NOTICED\nShelby R. Grubbs\n(See above for address)\nATTORNEY TO BE NOTICED\nT. Harold Pinkley\n(See above for address)\nTERMINATED: 08/10/2012\nDefendant\nNZK Productions, Inc. represented by Adam Levin\n(See above for address)\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   4 of 15\n\nATTORNEY TO BE NOTICED\nJunaid A. Odubeko\n(See above for address)\nTERMINATED: 07/24/2012\nKenneth M. Bryant\n(See above for address)\nTERMINATED: 08/10/2012\nRyan A. Kurtz\n(See above for address)\nATTORNEY TO BE NOTICED\nSarah C. Maxwell\n(See above for address)\nTERMINATED: 07/24/2012\nSeth E. Pierce\n(See above for address)\nATTORNEY TO BE NOTICED\nShelby R. Grubbs\n(See above for address)\nATTORNEY TO BE NOTICED\nT. Harold Pinkley\n(See above for address)\nTERMINATED: 08/10/2012\nDefendant\nMichael Fleiss represented by Adam Levin\n(See above for address)\nATTORNEY TO BE NOTICED\nJunaid A. Odubeko\n(See above for address)\nTERMINATED: 07/24/2012\nKenneth M. Bryant\n(See above for address)\nTERMINATED: 08/10/2012\nRyan A. Kurtz\n(See above for address)\nATTORNEY TO BE NOTICED\nSarah C. Maxwell\n(See above for address)\nTERMINATED: 07/24/2012\nSeth E. Pierce\n(See above for address)\nATTORNEY TO BE NOTICED\nShelby R. Grubbs\n(See above for address)\nATTORNEY TO BE NOTICED\nT. Harold Pinkley\n(See above for address)\nTERMINATED: 08/10/2012\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   5 of 15\n\nDate Filed # Docket Text\n04/18/2012 1  CLASS ACTION COMPLAINT FOR DAMAGES filed by Christopher Johnson,\nNathaniel Claybrooks. (Filing fee $ 350) Summons issued. (Attachments: # 1 Civil\nCover Sheet)(af) (Additional attachment(s) added on 4/18/2012: # 2 Summons)\n(rd). (Entered: 04/18/2012)\n04/18/2012 Bar status for attys George Edward Barrett of TN, Byron R. Perkins &Terrinell\nLyons of AL, and Cyrus Mehri, Michael P. Lieder &Zachary W. Best of DC\nverified as active this date. (rd) (Entered: 04/18/2012)\n04/18/2012 NOTICE TO COUNSEL Byron R. Perkins and Terrinell Lyons of Perkins−Law,\nLLC, Birmingham, AL: WITHIN 20 DAYS (on or before 5/8/12), counsel shall\nfile a Motion to Appear Pro Hac Vice, a Certificate of Good Standing signed by the\nClerk of a United States District Court where admitted, and pay a fee of $75.00\n(LR 83.01(d)) (rd) (Entered: 04/18/2012)\n04/18/2012 NOTICE TO COUNSEL Cyrus Mehri, Michael P. Lieder, and Zachary W. Best of\nMehri &Skalet PLLC, Washington, DC: WITHIN 20 DAYS (on or before 5/8/12),\ncounsel shall file a Motion to Appear Pro Hac Vice, a Certificate of Good Standing\nsigned by the Clerk of a United States District Court where admitted, and pay a fee\nof $75.00 (LR 83.01(d)) (rd) (Entered: 04/18/2012)\n04/18/2012 2  NOTICE from USDC Clerk regarding Corporate Disclosure Statement\nrequirement. (rd) (Entered: 04/18/2012)\n04/18/2012 3  NOTICE of Initial Case Management Conference set for 3:30 p.m. on Monday,\n6/18/12 in Chambers 825 before District Judge Aleta A. Trauger. (rd) (Entered:\n04/18/2012)\n04/19/2012 4  MOTION for attorney(s) Byron R. Perkins and Terrinell Lyons−Edwards to\nAppear Pro Hac Vice (Fee not paid−due within 20 days) by Nathaniel Claybrooks,\nChristopher Johnson. (Barrett, George) (Entered: 04/19/2012)\n04/19/2012 5  CERTIFICATE OF GOOD STANDING of Attorney Byron R. Perkins from the\nUnited States District Court for the Northern District of Alabama filed by\nNathaniel Claybrooks, Christopher Johnson. (Barrett, George) (Entered:\n04/19/2012)\n04/19/2012 6  CERTIFICATE OF GOOD STANDING of Attorney Terrinell Lyons−Edwards\nfrom the United States District Court for the Northern District of Alabama filed by\nNathaniel Claybrooks, Christopher Johnson. (Barrett, George) (Entered:\n04/19/2012)\n04/23/2012 7  RECEIPT #34675021323 in the amount of $150.00 posted by Nathaniel\nClaybrooks, Christopher Johnson re 4 Motion for Attys Byron R. Perkins and\nTerrinell Lyons−Edwards to Appear Pro Hac Vice. (rd) (Entered: 04/23/2012)\n04/25/2012 8  ORDER: Pltf's 4 Motion for Attys Byron R. Perkins and Terrinell Lyons−Edwards\nto Appear Pro Hac Vice is GRANTED. Signed by District Judge Aleta A. Trauger\non 4/25/12. (rd) (Entered: 04/25/2012)\n04/27/2012 9  SUMMONS returned executed by Christopher Johnson, Nathaniel Claybrooks.\nNZK Productions, Inc. served on 4/23/2012. (Attachments: # 1 Attachment Cert.\nMail Return Receipt− NZK Productions, Inc.)(Barrett, George) (Entered:\n04/27/2012)\n04/27/2012 10  SUMMONS returned executed by Christopher Johnson, Nathaniel Claybrooks.\nWarner Horizon Television, Inc. served on 4/23/2012. (Attachments: # 1\nAttachment Cert. Mail Return Receipt− Warner Horizon Television, Inc.)(Barrett,\nGeorge) (Entered: 04/27/2012)\n04/30/2012 11  SUMMONS returned executed by Christopher Johnson, Nathaniel Claybrooks.\nMichael Fleiss served on 4/23/2012. (Attachments: # 1 Attachment Cert. U.S. Mail\nReturn Receipt− Michael Fleiss)(Barrett, George) (Entered: 04/30/2012)\n04/30/2012 12  SUMMONS returned executed by Christopher Johnson, Nathaniel Claybrooks.\nNext Entertainment, Inc. served on 4/23/2012. (Attachments: # 1 Attachment Cert.\nU.S. Mail Return Receipt− NEXT Entertainment, Inc.)(Barrett, George) (Entered:\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   6 of 15\n\n04/30/2012)\n05/07/2012 13  SUMMONS returned executed by Christopher Johnson, Nathaniel Claybrooks.\nAmerican Broadcasting Companies, Inc. served on 5/7/2012. (Barrett, George)\n(Entered: 05/07/2012)\n05/07/2012 14  NOTICE of Appearance by Scott P. Tift on behalf of Nathaniel Claybrooks,\nChristopher Johnson (Tift, Scott) (Entered: 05/07/2012)\n05/07/2012 15  MOTION for attorney(s) Cyrus Mehri, Michael P. Lieder and Zachary W. Best to\nAppear Pro Hac Vice (paid $225 PHV fee; receipt number 0650−1289062) by\nNathaniel Claybrooks, Christopher Johnson. (Barrett, George) (Entered:\n05/07/2012)\n05/07/2012 16  CERTIFICATE OF GOOD STANDING of Attorney Cyrus Mehri from the United\nStates District Court for the District of Columbia filed by Nathaniel Claybrooks,\nChristopher Johnson. (Barrett, George) (Entered: 05/07/2012)\n05/07/2012 17  CERTIFICATE OF GOOD STANDING of Attorney Michael Lieder from the\nUnited States District Court for the District of Columbia filed by Nathaniel\nClaybrooks, Christopher Johnson. (Barrett, George) (Entered: 05/07/2012)\n05/07/2012 18  CERTIFICATE OF GOOD STANDING of Attorney Zachary Best from the United\nStates District Court for the Eastern District of Virginia filed by Nathaniel\nClaybrooks, Christopher Johnson. (Barrett, George) (Entered: 05/07/2012)\n05/07/2012 19  NOTICE of Appearance by Sarah C. Maxwell on behalf of American Broadcasting\nCompanies, Inc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc.,\nWarner Horizon Television, Inc. (Maxwell, Sarah) (Entered: 05/07/2012)\n05/08/2012 Bar status for attys Sarah Maxwell, Junaid Odubeko, and T. Harold Pinkley of TN\nverified as active this date. (rd) (Entered: 05/08/2012)\n05/08/2012 20  ORDER: Pltfs' 15 Motion for Attys Cyrus Mehri, Michael P. Lieder, and Zachary\nW. Best to Appear Pro Hac Vice is GRANTED. Signed by District Judge Aleta A.\nTrauger on 5/8/12. (rd) (Entered: 05/08/2012)\n05/08/2012 21  Joint MOTION for Extension of Time to File Answer or Otherwise Respond by\nAmerican Broadcasting Companies, Inc., Nathaniel Claybrooks, Michael Fleiss,\nChristopher Johnson, NZK Productions, Inc., Next Entertainment, Inc., Warner\nHorizon Television, Inc.. (Attachments: # 1 Proposed Order)(Maxwell, Sarah)\n(Entered: 05/08/2012)\n05/09/2012 22  ORDER: Defts' 21 Joint Motion to Extend Deadlines to Respond is GRANTED.\nAmerican Broadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc.,\nNext Entertainment, Inc., and Warner Horizon Television, Inc. shall have through\n6/14/12 to respond to Complaint. Signed by District Judge Aleta A. Trauger on\n5/9/12. (rd) (Entered: 05/09/2012)\n05/10/2012 23  MOTION for attorney(s) Adam Levin to Appear Pro Hac Vice (Fee not paid−due\nwithin 20 days) by American Broadcasting Companies, Inc., Michael Fleiss, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc..\n(Attachments: # 1 Proposed Order)(Pinkley, T.) (Entered: 05/10/2012)\n05/10/2012 24  CERTIFICATE OF GOOD STANDING of Attorney Adam Levin from the United\nStates District Court for the Central District of California filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc.. (Pinkley, T.) (Entered:\n05/10/2012)\n05/10/2012 25  MOTION for attorney(s) Seth E. Pierce to Appear Pro Hac Vice (Fee not paid−due\nwithin 20 days) by American Broadcasting Companies, Inc., Michael Fleiss, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc..\n(Attachments: # 1 Proposed Order)(Pinkley, T.) (Entered: 05/10/2012)\n05/10/2012 26  CERTIFICATE OF GOOD STANDING of Attorney Seth E. Pierce from the\nUnited States District Court for the Central District of California filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc.. (Pinkley, T.) (Entered:\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   7 of 15\n\n05/10/2012)\n05/11/2012 Bar status for attys Adam Levin and Seth E. Pierce of CA verified as active this\ndate. (rd) (Entered: 05/11/2012)\n05/11/2012 27  RECEIPT #34675021629 in the amount of $75.00 posted by defts re 23 Motion for\natty Adam Levin to Appear Pro Hac Vice. RECEIPT #34675021630 in the amount\nof $75.00 posted by defts re 25 Motion for atty Seth E. Pierce to Appear Pro Hac\nVice. (rd) (Entered: 05/11/2012)\n05/14/2012 28  ORDER: Pltfs' 23 Motion for Atty Adam Levin to Appear Pro Hac Vice is\nGRANTED. Signed by District Judge Aleta A. Trauger on 5/14/12. (rd) (Entered:\n05/14/2012)\n05/14/2012 29  ORDER: Pltfs' 25 Motion for Atty Seth E. Pierce to Appear Pro Hac Vice is\nGRANTED. Signed by District Judge Aleta A. Trauger on 5/14/12. (rd) (Entered:\n05/14/2012)\n06/01/2012 30  Joint MOTION to Continue Case Management Conference and to Postpone\nDeadline to File Class Certification Motion by American Broadcasting Companies,\nInc., Nathaniel Claybrooks, Michael Fleiss, Christopher Johnson, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.. (Tift,\nScott) (Entered: 06/01/2012)\n06/01/2012 31  APPENDIX filed by All Parties re 30 Motion to Continue,. (Attachments: # 1\nAttachment Case law)(Tift, Scott) (Entered: 06/01/2012)\n06/04/2012 32  ORDER: The parties' 30 Joint Motion Requesting a Continuance of the Case\nManagement Conference and to Postpone Deadline to File Class Certification\nMotion is GRANTED. The deadline for the filing of the class certification motion\nis STAYED, pending further order of the court. The ICMC is CONTINUED, to be\nreset at a later time. Signed by District Judge Aleta A. Trauger on 6/4/12. (rd)\nModified on 6/4/2012 (rd). (Entered: 06/04/2012)\n06/13/2012 33  NOTICE of Appearance by Kenneth M. Bryant on behalf of American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. (Bryant, Kenneth) (Entered:\n06/13/2012)\n06/14/2012 34  AMENDED COMPLAINT FIRST AMENDED CLASS ACTION COMPLAINT\nFOR DAMAGES against All Defendants, filed by Christopher Johnson, Nathaniel\nClaybrooks.(Barrett, George) (Entered: 06/14/2012)\n06/14/2012 Bar status for atty Kenneth M. Bryant of TN verified as active this date. (rd)\n(Entered: 06/14/2012)\n06/26/2012 35  NOTICE of Appearance by Shelby R. Grubbs on behalf of All Defendants\n(Grubbs, Shelby) (Entered: 06/26/2012)\n06/28/2012 36  MOTION for Leave to file Physical Evidence (Digital Video Disc, or DVD in\nsupport of certain motion papers and a Request For Judicial Notice)\n(UNOPPOSED) by American Broadcasting Companies, Inc., Michael Fleiss, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc..\n(Attachments: # 1 Proposed Order Exhibit 1 to Motion for Leave to File Physical\nEvidence (Digital Video Disc, or DVD)(Grubbs, Shelby) (Entered: 06/28/2012)\n06/28/2012 37  MEMORANDUM in Support of 36 MOTION for Leave to file Physical Evidence\n(Digital Video Disc, or DVD in support of certain motion papers and a Request For\nJudicial Notice) (UNOPPOSED) MOTION for Leave to file Physical Evidence\n(Digital Video Disc, or DVD in support of certain motion papers and a Request For\nJudicial Notice) (UNOPPOSED) filed by American Broadcasting Companies, Inc.,\nMichael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner Horizon\nTelevision, Inc.. (Grubbs, Shelby) (Entered: 06/28/2012)\n06/28/2012 38  MOTION to Dismiss Amended Complaint by American Broadcasting Companies,\nInc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner\nHorizon Television, Inc.. (Grubbs, Shelby) (Entered: 06/28/2012)\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   8 of 15\n\n06/28/2012 39  REQUEST for Judicial Notice in Support of 38 MOTION to Dismiss Amended\nComplaint and 45 Alternative Motion to Strike Request for Injunctive Relief and\nClass Allegations, by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\n(Attachments: # 1 Exhibits 1−5I, # 2 Exhibits 5J−6)(Grubbs, Shelby) Modified on\n7/2/2012 (rd). (Entered: 06/28/2012)\n06/28/2012 40  APPENDIX filed by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\nre 39 Request for Judicial Notice. (Attachment: # 1 Case law)(Grubbs, Shelby)\nModified on 7/2/2012 (rd). (Entered: 06/28/2012)\n06/28/2012 41  DECLARATION of Andrew S. Fleischer filed by American Broadcasting\nCompanies, Inc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc.,\nWarner Horizon Television, Inc. re: 39 REQUEST for Judicial Notice re 38 Motion\nto Dismiss Amended Complaint. (Grubbs, Shelby) Modified on 7/2/2012 (rd).\n(Entered: 06/28/2012)\n06/28/2012 42  MEMORANDUM in Support of 38 MOTION to Dismiss Amended Complaint\nfiled by American Broadcasting Companies, Inc., Michael Fleiss, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc..\n(Grubbs, Shelby) (Entered: 06/28/2012)\n06/28/2012 43  APPENDIX filed by All Defendants re 42 Memorandum in Support, 38 Motion to\nDismiss. (Grubbs, Shelby) (Entered: 06/28/2012)\n06/28/2012 44  APPENDIX filed by All Defendants re 42 Memorandum in Support, 38 Motion to\nDismiss, 43 Appendix. (Grubbs, Shelby) (Entered: 06/28/2012)\n06/28/2012 45  ALTERNATIVE MOTION to Strike 34 Request for Injunctive Relief and Class\nAllegations, by American Broadcasting Companies, Inc., Michael Fleiss, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\n(Grubbs, Shelby) Modified on 7/2/2012 (rd). (Entered: 06/28/2012)\n06/28/2012 46  NOTICE of Filing by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\nre 45 MOTION to Strike 34 Amended Complaint Class Allegations and Prayer for\nInjunctive Relief MOTION to Strike 34 Amended Complaint Class Allegations and\nPrayer for Injunctive Relief (Attachments: # 1 Exhibit Proposed Amended\nComplaint with Allegations Stricken)(Grubbs, Shelby) (Entered: 06/28/2012)\n06/28/2012 47  MEMORANDUM in Support of 45 ALTERNATIVE MOTION to Strike, filed by\nAmerican Broadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc.,\nNext Entertainment, Inc., Warner Horizon Television, Inc. (Grubbs, Shelby)\nModified on 7/2/2012 (rd). (Entered: 06/28/2012)\n06/28/2012 48  APPENDIX filed by All Defendants re 47 Memorandum in Support, 45 Motion to\nStrike,. (Attachments: # 1 Attachment Case law)(Grubbs, Shelby) (Entered:\n06/28/2012)\n06/29/2012 49  ORDER granting 36 Motion for Leave to to file Physical Evidence. Signed by\nDistrict Judge Aleta A. Trauger on 6/29/12. (dt) (Entered: 06/29/2012)\n06/29/2012 50  ORDER: Defendants are given leave to file a DVD and that the Clerks office will\naccept that filing. Signed by District Judge Aleta A. Trauger on 6/29/12. (dt)\n(Entered: 06/29/2012)\n06/29/2012 51  ORDER: By 7/6/2012, the parties shall file a position statement, indicating whether\nor not they believe this 38 Motion to Dismiss should be converted to a motion for\nsummary judgment under Rule 12(d), FED. R. CIV. P. Signed by District Judge\nAleta A. Trauger on 6/29/12. (dt) Modified on 7/2/2012 (rd). (Entered: 06/29/2012)\n06/29/2012 52  NOTICE of Filing by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\nre 50 Order Defendants' Notice of Filing Physical Evidence (DVDs) (Grubbs,\nShelby) (Entered: 06/29/2012)\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   9 of 15\n\n06/29/2012 NOTICE of Manual Filing by American Broadcasting Companies, Inc., Michael\nFleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner Horizon\nTelevision, Inc. re 50 Order. DVDs received in Clerk's Office this date and\nforwarded to chambers. (rd) (Entered: 07/02/2012)\n07/03/2012 53  MOTION to Stay Response Deadlines to Pending Motions re 51 Order, by\nNathaniel Claybrooks. Christopher Johnson. (Tift, Scott) Modified on 7/5/2012\n(rd). (Entered: 07/03/2012)\n07/05/2012 54  ORDER: Pltfs' 53 Motion to Stay Response Deadlines Pending the Court's\nDetermination of Whether Defts' Motion to Dismiss Shall Proceed as a Summary\nJudgment Motions is GRANTED. Signed by District Judge Aleta A. Trauger on\n7/5/12. (rd) (Entered: 07/05/2012)\n07/06/2012 55  Position Statement Regarding Rule 12(d) Conversion filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. re 51 Order. (Grubbs, Shelby)\nModified on 7/9/2012 (rd). (Entered: 07/06/2012)\n07/06/2012 56  APPENDIX of Cases Cited in 55 Position Statement Regarding Rule 12(d)\nConversion, filed by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\n(Grubbs, Shelby) Modified on 7/9/2012 (rd). (Entered: 07/06/2012)\n07/06/2012 57  Position Statement on Converting Motion to Dismiss into a Motion for Summary\nJudgment, filed by Nathaniel Claybrooks, Christopher Johnson re 51 Order.\n(Attachment: # 1 Attachment Unpublished cases)(Tift, Scott) Modified on 7/9/2012\n(rd). (Entered: 07/06/2012)\n07/09/2012 58  ORDER: The court declines to convert the pending Motion to Dismiss to a motion\nfor summary judgment. Pltfs shall respond to the 38 Motion to Dismiss and 45\nAlternative Motion to Strike Request for Injunctive Relief and Class Allegations by\n7/27/12. Signed by District Judge Aleta A. Trauger on 7/9/12. (rd) (Entered:\n07/09/2012)\n07/20/2012 59  MOTION to Change Venue Transfer to C.D. of California by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc.. (Grubbs, Shelby) (Entered:\n07/20/2012)\n07/20/2012 60  MEMORANDUM in Support of 59 MOTION to Change Venue Transfer to C.D.\nof California filed by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc..\n(Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 61  REQUEST for Judicial Notice with attached Exhibit 1 re 59 MOTION to Transfer\nto C.D. of California by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\n(Grubbs, Shelby) Modified on 7/23/2012 (rd). (Entered: 07/20/2012)\n07/20/2012 62  APPENDIX filed by All Defendants re 59 Motion to Change Venue. (Attachments:\n# 1 Attachment Case Law)(Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 63  DECLARATION of Michael Fleiss filed by American Broadcasting Companies,\nInc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner\nHorizon Television, Inc. re: 59 MOTION to Change Venue Transfer to C.D. of\nCalifornia. (Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 64  DECLARATION of Martin Hilton filed by American Broadcasting Companies,\nInc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner\nHorizon Television, Inc. re: 59 MOTION to Change Venue Transfer to C.D. of\nCalifornia. (Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 65  DECLARATION of Brooke Karzen filed by American Broadcasting Companies,\nInc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner\nHorizon Television, Inc. re: 59 MOTION to Change Venue Transfer to C.D. of\nCalifornia. (Grubbs, Shelby) (Entered: 07/20/2012)\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   10 of 15\n\n07/20/2012 66  DECLARATION of Robyn Kass filed by American Broadcasting Companies, Inc.,\nMichael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner Horizon\nTelevision, Inc. re: 59 MOTION to Change Venue Transfer to C.D. of California.\n(Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 67  DECLARATION of Lacey Pemberton filed by American Broadcasting\nCompanies, Inc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc.,\nWarner Horizon Television, Inc. re: 59 MOTION to Change Venue Transfer to\nC.D. of California. (Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 68  DECLARATION of Seth Pierce filed by American Broadcasting Companies, Inc.,\nMichael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner Horizon\nTelevision, Inc. re: 59 MOTION to Change Venue Transfer to C.D. of California.\n(Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 69  DECLARATION of John Saade filed by American Broadcasting Companies, Inc.,\nMichael Fleiss, NZK Productions, Inc., Next Entertainment, Inc., Warner Horizon\nTelevision, Inc. re: 59 MOTION to Change Venue Transfer to C.D. of California.\n(Grubbs, Shelby) (Entered: 07/20/2012)\n07/20/2012 70  DECLARATION of Roz Taylor−Jordan filed by American Broadcasting\nCompanies, Inc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc.,\nWarner Horizon Television, Inc. re: 59 MOTION to Change Venue Transfer to\nC.D. of California. (Grubbs, Shelby) (Entered: 07/20/2012)\n07/23/2012 Notice to filer Shelby Grubbs re 62 , 63 , 64 , 65 , 66 , 67 , 68 , 69 , 70 : Pursuant to\nLocal Rule 5.01, all things filed with the Court that are required to be served upon\na party shall include a certificate of service identifying by name the person served,\nwhat was served, method of service and date of service. Please FILE a Certificate\nof Service for these documents. (rd) (Entered: 07/23/2012)\n07/23/2012 71  CERTIFICATE Certificate of Service − Appendix filed by American Broadcasting\nCompanies, Inc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc.,\nWarner Horizon Television, Inc. re Docket Annotation, 62 Appendix filed by Next\nEntertainment, Inc., NZK Productions, Inc., Warner Horizon Television, Inc.,\nMichael Fleiss, American Broadcasting Companies, Inc.. (Grubbs, Shelby)\n(Entered: 07/23/2012)\n07/23/2012 72  CERTIFICATE Certificate of Service − Fleiss Declaration filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. re Docket Annotation, 63\nDeclaration, filed by Next Entertainment, Inc., NZK Productions, Inc., Warner\nHorizon Television, Inc., Michael Fleiss, American Broadcasting Companies, Inc..\n(Grubbs, Shelby) (Entered: 07/23/2012)\n07/23/2012 73  CERTIFICATE Certificate of Service − Hilton Declaration filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. re Docket Annotation, 64\nDeclaration, filed by Next Entertainment, Inc., NZK Productions, Inc., Warner\nHorizon Television, Inc., Michael Fleiss, American Broadcasting Companies, Inc..\n(Grubbs, Shelby) (Entered: 07/23/2012)\n07/23/2012 74  CERTIFICATE Certificate of Service − Karzen Declaration filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. re 65 Declaration, filed by\nNext Entertainment, Inc., NZK Productions, Inc., Warner Horizon Television, Inc.,\nMichael Fleiss, American Broadcasting Companies, Inc.. (Grubbs, Shelby)\n(Entered: 07/23/2012)\n07/23/2012 75  CERTIFICATE Certificate of Service − Kass Declaration filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. re 66 Declaration, filed by\nNext Entertainment, Inc., NZK Productions, Inc., Warner Horizon Television, Inc.,\nMichael Fleiss, American Broadcasting Companies, Inc.. (Grubbs, Shelby)\n(Entered: 07/23/2012)\n07/23/2012 76  CERTIFICATE Certificate of Service − Pemberton Declaration filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   11 of 15\n\nEntertainment, Inc., Warner Horizon Television, Inc. re 67 Declaration, filed by\nNext Entertainment, Inc., NZK Productions, Inc., Warner Horizon Television, Inc.,\nMichael Fleiss, American Broadcasting Companies, Inc.. (Grubbs, Shelby)\n(Entered: 07/23/2012)\n07/23/2012 77  CERTIFICATE Certificate of Service − Pierce Declaration filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. re 68 Declaration, filed by\nNext Entertainment, Inc., NZK Productions, Inc., Warner Horizon Television, Inc.,\nMichael Fleiss, American Broadcasting Companies, Inc.. (Grubbs, Shelby)\n(Entered: 07/23/2012)\n07/23/2012 78  CERTIFICATE Certificate of Service − Saade Declaration filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. re 69 Declaration, filed by\nNext Entertainment, Inc., NZK Productions, Inc., Warner Horizon Television, Inc.,\nMichael Fleiss, American Broadcasting Companies, Inc.. (Grubbs, Shelby)\n(Entered: 07/23/2012)\n07/23/2012 79  CERTIFICATE Certificate of Service − Taylor−Jordan Declaration filed by\nAmerican Broadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc.,\nNext Entertainment, Inc., Warner Horizon Television, Inc. re 70 Declaration, filed\nby Next Entertainment, Inc., NZK Productions, Inc., Warner Horizon Television,\nInc., Michael Fleiss, American Broadcasting Companies, Inc.. (Grubbs, Shelby)\n(Entered: 07/23/2012)\n07/24/2012 80  UNOPPOSED MOTION for Leave to File Consolidated Response to Defendants'\nMotions by Nathaniel Claybrooks, Christopher Johnson. (Tift, Scott) Modified on\n7/25/2012 (rd). (Entered: 07/24/2012)\n07/24/2012 81  JOINT MOTION Requesting Extension and Leave to File Reply Briefs re 45\nMOTION to Strike, 38 MOTION to Dismiss by American Broadcasting\nCompanies, Inc., Nathaniel Claybrooks, Michael Fleiss, Christopher Johnson, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\n(Grubbs, Shelby) Modified on 7/25/2012 (rd). (Entered: 07/24/2012)\n07/25/2012 82  ORDER: Pltfs' 80 Unopposed Motion for Leave to File Consolidated Response to\nMotion to Dismiss and Alternative Motion to Strike is GRANTED. Signed by\nDistrict Judge Aleta A. Trauger on 7/25/12. (rd) (Entered: 07/25/2012)\n07/25/2012 83  ORDER: The parties' 81 Joint Motion Requesting Extension and Leave to File\nReply Briefs is GRANTED. Signed by District Judge Aleta A. Trauger on 7/25/12.\n(rd) (Entered: 07/25/2012)\n07/27/2012 84  MEMORANDUM of Law in Opposition to 35 Motion to Dismiss and 45\nAlternative Motion to Strike filed by Nathaniel Claybrooks, Christopher Johnson.\n(Attachment: # 1 Attachment Unpublished caselaw)(Barrett, George) Modified on\n7/30/2012 (rd). (Entered: 07/27/2012)\n08/02/2012 85  Joint MOTION for Extension of Time to File Response/Reply as to 59 MOTION\nto Change Venue Transfer to C.D. of California and to Set Discovery Schedule by\nAmerican Broadcasting Companies, Inc., Nathaniel Claybrooks, Michael Fleiss,\nChristopher Johnson, NZK Productions, Inc., Next Entertainment, Inc., Warner\nHorizon Television, Inc.. (Attachments: # 1 Proposed Order Granting Joint\nMotion)(Tift, Scott) (Entered: 08/02/2012)\n08/03/2012 86  ORDER granting 85 Motion for Extension of Time to File Response to 59\nMOTION to Change Venue Transfer to C.D. of California. Plaintiffs' deadline to\nrespond to Defendants' Motion to Transfer Venue is hereby indefinitely continued.\n(SEE ORDER FOR OTHER DEADLINES). Signed by District Judge Aleta A.\nTrauger on 8/3/12. (dt) (Entered: 08/03/2012)\n08/09/2012 87  NOTICE of Appearance by Ryan A. Kurtz on behalf of All Defendants (Kurtz,\nRyan) (Entered: 08/09/2012)\n08/09/2012 88  MOTION to Withdraw as Attorney (unopposed) by American Broadcasting\nCompanies, Inc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc.,\nWarner Horizon Television, Inc.. (Attachments: # 1 Exhibit A, correspondence # 2\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   12 of 15\n\nExhibit B, correspondence # 3 Proposed Order Granting Unopposed Motion to\nWithdraw as Counsel for Defendants)(Grubbs, Shelby) Modified on 8/10/2012\n(rd). (Entered: 08/09/2012)\n08/10/2012 Bar status for atty Ryan A. Kurtz of GA verified as active this date. (rd) (Entered:\n08/10/2012)\n08/10/2012 89  ORDER: Defts' 88 Unopposed Motion to Withdraw as Counsel is GRANTED.\nAttys Kenneth M. Bryant, T. Harold Pinkley, Junaid C. Odubeko, Lynda Hill, and\nSarah C. Maxwell terminated. Signed by District Judge Aleta A. Trauger on\n8/10/12. (rd) (Entered: 08/10/2012)\n08/16/2012 90  Joint MOTION Set Deadlines Related to Defendants' Motion to Transfer Venue by\nAmerican Broadcasting Companies, Inc., Nathaniel Claybrooks, Michael Fleiss,\nChristopher Johnson, NZK Productions, Inc., Next Entertainment, Inc., Warner\nHorizon Television, Inc.. (Attachments: # 1 Proposed Order Granting Motion)(Tift,\nScott) (Entered: 08/16/2012)\n08/17/2012 91  REPLY Memorandum in Support of 38 MOTION to Dismiss filed by American\nBroadcasting Companies, Inc., Michael Fleiss, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. (Grubbs, Shelby) Modified\non 8/20/2012 (rd). (Entered: 08/17/2012)\n08/17/2012 92  APPENDIX filed by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\nre 91 Reply Memorandum. (Attachment: # 1 Attachment Case Law)(Grubbs,\nShelby) Modified on 8/20/2012 (rd). (Entered: 08/17/2012)\n08/17/2012 93  REPLY Memorandum of Law in Support of 45 Alternative Motion to Strike\nAlternative Motion to Strike Request for Injunctive Relief and Class Allegations\nfiled by American Broadcasting Companies, Inc., Michael Fleiss, NZK\nProductions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\n(Grubbs, Shelby) Modified on 8/20/2012 (rd). (Entered: 08/17/2012)\n08/17/2012 94  APPENDIX filed by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\nre 93 Reply Memornandum. (Attachment: # 1 Attachment −Case Law)(Grubbs,\nShelby) Modified on 8/20/2012 (rd). (Entered: 08/17/2012)\n08/20/2012 95  ORDER: The parties' 90 Joint Motion to Set Deadlines Related to Defts' Motion to\nTransfer Venue is GRANTED. Signed by District Judge Aleta A. Trauger on\n8/20/12. (rd) (Entered: 08/20/2012)\n09/10/2012 96  NOTICE of Filing by American Broadcasting Companies, Inc., Nathaniel\nClaybrooks, Michael Fleiss, Christopher Johnson, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. Extension of Transfer Motion\nDeadlines (Tift, Scott) (Entered: 09/10/2012)\n09/14/2012 97  NOTICE of Filing by American Broadcasting Companies, Inc., Nathaniel\nClaybrooks, Michael Fleiss, Christopher Johnson, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. Agreed Extension of\nDeadlines (Tift, Scott) (Entered: 09/14/2012)\n09/19/2012 98  NOTICE of Filing by American Broadcasting Companies, Inc., Nathaniel\nClaybrooks, Michael Fleiss, Christopher Johnson, NZK Productions, Inc., Next\nEntertainment, Inc., Warner Horizon Television, Inc. Extend Deadlines\nConcerning Motion to Transfer Venue (Tift, Scott) (Entered: 09/19/2012)\n09/20/2012 99  JOINT MOTION to Set Briefing Schedule re 59 MOTION to Transfer Venue to\nthe Central District of California by American Broadcasting Companies, Inc.,\nNathaniel Claybrooks, Michael Fleiss, Christopher Johnson, NZK Productions,\nInc., Next Entertainment, Inc., Warner Horizon Television, Inc. (Tift, Scott)\nModified on 9/21/2012 (rd). (Entered: 09/20/2012)\n09/24/2012 100  ORDER: The parties' 99 Joint Motion to Set Briefing Schedule is GRANTED.\nPltfs shall respond to defts' 59 Motion to Transfer Venue to the Central District of\nCalifornia by 10/23/12; defts may file a reply by 11/2/12. Signed by District Judge\nAleta A. Trauger on 9/24/12. (DOCKET TEXT SUMMARY\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   13 of 15\n\nONLY−ATTORNEYS MUST OPEN THE PDF AND READ THE ORDER.)(rd)\n(Entered: 09/24/2012)\n10/15/2012 101  MEMORANDUM OF THE COURT. Signed by District Judge Aleta A. Trauger\non 10/15/12. (DOCKET TEXT SUMMARY ONLY−ATTORNEYS MUST OPEN\nTHE PDF AND READ THE ORDER.)(rd) (Entered: 10/15/2012)\n10/15/2012 102  ORDER: For the reasons set forth in the accompanying Memorandum, defts' 38\nMotion to Dismiss is GRANTED, and the associated 39 Motion for Judicial Notice\nis DENIED AS MOOT; defts' 45 Alternative Motion to Strike is DENIED AS\nMOOT; defts' 59 Motion to Transfer Venue and associated 61 Motion for Judicial\nNotice are DENIED AS MOOT; pltfs' claims are DISMISSED WITH\nPREJUDICE. Entry of this order shall constitute the judgment in this case. Signed\nby District Judge Aleta A. Trauger on 10/15/12. (DOCKET TEXT SUMMARY\nONLY−ATTORNEYS MUST OPEN THE PDF AND READ THE ORDER.)(rd)\n(Entered: 10/15/2012)\n10/15/2012 103  ENTRY OF JUDGMENT re 101 Memorandum of the Court, 102 Order. (rd)\n(Entered: 10/15/2012)\n11/11/2012 104  MOTION to Alter Judgment Pursuant to Rule 59(e) by Nathaniel Claybrooks,\nChristopher Johnson. (Attachments: # 1 Proposed Order Granting Motion)(Barrett,\nGeorge) (Entered: 11/11/2012)\n11/11/2012 105  MOTION for Leave to Amend Complaint Pursuant to Rule 15(a) by Nathaniel\nClaybrooks, Christopher Johnson. (Attachments: # 1 Attachment Proposed Second\nAmended Complaint, # 2 Proposed Order Granting Motion)(Barrett, George)\n(Entered: 11/11/2012)\n11/11/2012 106  MEMORANDUM in Support of 105 MOTION for Leave to Amend Complaint\nPursuant to Rule 15(a), 104 MOTION to Alter Judgment Pursuant to Rule 59(e)\nfiled by Nathaniel Claybrooks, Christopher Johnson. (Attachments: # 1 Attachment\nUnpublished Case)(Barrett, George) (Entered: 11/11/2012)\n11/11/2012 107  DECLARATION of Cyrus Mehri filed by Nathaniel Claybrooks, Christopher\nJohnson re: 105 MOTION for Leave to Amend Complaint Pursuant to Rule 15(a),\n104 MOTION to Alter Judgment Pursuant to Rule 59(e). (Barrett, George)\n(Entered: 11/11/2012)\n11/13/2012 Notice to filer George Barrett re 106 : Pursuant to Local Rule 5.01, all things filed\nwith the Court that are required to be served upon a party shall include a certificate\nof service. Certificates of Service shall identify by name the person served, what\nwas served, the method of service, and date of service. Please FILE a conformed\nCertificate of Service for this document. (rd) (Entered: 11/13/2012)\n11/13/2012 108  CERTIFICATE of Service for Docket Entry Number 106 filed by Nathaniel\nClaybrooks, Christopher Johnson re 106 Memorandum in Support, filed by\nChristopher Johnson, Nathaniel Claybrooks. (Barrett, George) (Entered:\n11/13/2012)\n11/14/2012 109  ORDER: Defts' shall respond to 104 Motion to Alter or Amend Judgement, and\n105 Motion for Leave to File Second Amended Complaint by 11/30/12. Signed by\nDistrict Judge Aleta A. Trauger on 11/13/12. (DOCKET TEXT SUMMARY\nONLY−ATTORNEYS MUST OPEN THE PDF AND READ THE ORDER.)(rd)\n(Entered: 11/14/2012)\n11/19/2012 110  JOINT MOTION to Set Briefing Schedule re 104 , 105 , 109 by American\nBroadcasting Companies, Inc., Nathaniel Claybrooks, Michael Fleiss, Christopher\nJohnson, NZK Productions, Inc., Next Entertainment, Inc., Warner Horizon\nTelevision, Inc. (Tift, Scott) Modified on 11/20/2012 (rd). (Entered: 11/19/2012)\n11/20/2012 111  NOTICE of Filing by Nathaniel Claybrooks, Christopher Johnson re 105 MOTION\nfor Leave to Amend Complaint Pursuant to Rule 15(a) Substitute Second Amended\nComplaint (Attachments: # 1 Attachment Proposed Second Amended Complaint, #\n2 Exhibit A − Photographs of Bachelors and Bachelorettes, # 3 Exhibit B − Filed\nEEOC Charges, # 4 Exhibit C − EEOC Notices of Right−to−Sue)(Barrett, George)\n(Entered: 11/20/2012)\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   14 of 15\n\n11/20/2012 112  ORDER: The parties' 110 Joint Motion to Set Briefing Schedule re 104 , 105 is\nGRANTED as requested. Signed by District Judge Aleta A. Trauger on 11/20/12.\n(DOCKET TEXT SUMMARY ONLY−ATTORNEYS MUST OPEN THE PDF\nAND READ THE ORDER.)(rd) (Entered: 11/20/2012)\n12/10/2012 113  Combined Opposition to 104 MOTION to Amend/Alter Judgment and 105 Motion\nfor Leave to File Second Amended Complaint filed by American Broadcasting\nCompanies, Inc., Michael Fleiss, NZK Productions, Inc., Next Entertainment, Inc.,\nWarner Horizon Television, Inc. (Grubbs, Shelby) Modified on 12/11/2012 (rd).\n(Entered: 12/10/2012)\n12/10/2012 114  APPENDIX filed by American Broadcasting Companies, Inc., Michael Fleiss,\nNZK Productions, Inc., Next Entertainment, Inc., Warner Horizon Television, Inc.\nre 113 Opposition to Motions. (Attachment: # 1 Exhibit Case Law)(Grubbs,\nShelby) Modified on 12/11/2012 (rd). (Entered: 12/10/2012)\n12/21/2012 115  REPLY filed by Nathaniel Claybrooks, Christopher Johnson to Combined\nOpposition to 104 Motion to Alter/Amend Judgment and 105 Motion for Leave to\nFile Second Amended Complaint, filed by Christopher Johnson, Nathaniel\nClaybrooks. (Attachment: # 1 Attachment Unpublished Cases)(Tift, Scott)\nModified on 12/26/2012 (rd). (Entered: 12/21/2012)\n04/09/2013 116  MEMORANDUM. Signed by District Judge Aleta A. Trauger on 4/9/13.\n(DOCKET TEXT SUMMARY ONLY−ATTORNEYS MUST OPEN THE PDF\nAND READ THE ORDER.)(dt) (Entered: 04/09/2013)\n04/09/2013 117  ORDER: For the reasons stated in the accompanying Memorandum, the plaintiffs'\nMotion Pursuant to Rule 59 to Alter or Amend the Judgment 104 and the plaintiffs'\nMotion Pursuant to Rule 15(a) for Leave to File Attached Second Amended\nComplaint 105 are hereby DENIED. Signed by District Judge Aleta A. Trauger on\n4/9/13. (DOCKET TEXT SUMMARY ONLY−ATTORNEYS MUST OPEN THE\nPDF AND READ THE ORDER.)(dt) (Entered: 04/09/2013)\nCase: 3:12-cv-388   As of: 02/21/2016 08:33 PM CST   15 of 15",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/41408"
    }
  ],
  "document_count": 4
}