{
  "case_id": 432,
  "fetched_at": "2025-10-22T00:04:42.729276",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Phoenix",
        "institution_county": null,
        "name": "Arizona State Hospital",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1995,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 432,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Mental health care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)"
    ],
    "last_checked_date": "2006-06-20T00:00:00-04:00",
    "main_docket": {
      "id": 38962,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Arizona",
      "docket_office_number": "",
      "docket_number_manual": "Not applicable",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation of Arizona State Hospital (ASH)",
    "never_filed": true,
    "non_docket_case_number": "168-8-15",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "No plaintiff because this is not a court case. The Department of Justice investigated Arizona State Hospital to protect the rights of mental health patients there.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "voluntary compliance",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Arizona",
    "summary": "<p>On September 25, 1989, the Department of Justice (DOJ) sent a letter to the Governor of Arizona, informing him of its intention to investigate conditions at Arizona State Hospital (ASH) pursuant to the Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997.  DOJ subsequently toured ASH in November 1989 and again in January 1990.</p><p>On December 14, 1990, DOJ sent a findings letter the Governor.  In the findings letter, DOJ outlined three primary areas of deficiencies (use of bodily restraints, medical care, and psychiatric care and treatment programs) and demanded certain minimal remedial measures.  DOJ demanded that ASH: (1) cease the use of locked posey restraints; (2) increase the number of registered nurses employed at the facility; (3) provide patients with properly fitted adaptive equipment; (4) develop appropriate infection control procedures; and (5) increase psychology staff to enable implementation of treatment and training programs at the facility.</p><p>In June and again in October 1991, DOJ toured the facility to monitor compliance with its demands and, finding that the State had taken measures to correct only some of the deficiencies noted in the findings letter, sent another letter on March 10, 1993.  In that letter, DOJ demanded that ASH immediately cease use of five-point posey restraints in conjunction with seclusion, and chronicled the dangers inherent in such use.  Further, DOJ demanded that, in the absence of seclusion, such five-point restraints be used only after other less restrictive techniques had been employed, by a physician's written order, when continuously monitored and never simply for the convenience of staff.</p><p>In January 1995, DOJ again toured the facility to monitor compliance with its demands and, finding that conditions at ASH had improved to the point that they no longer threatened the constitutional rights of ASH patients, sent a letter on February 14, 1995, informing the Governor that it intended to close its CRIPA investigation.</p><p>Because we have only the DOJ's December 14, 1990, March 10, 1993, and February 14, 1995, letters, we have no more information on this case.</p><p></p>",
    "summary_published_date": "2006-06-20T00:00:00-04:00",
    "summary_short": "On September 25, 1989, the Department of Justice (DOJ) sent a letter to the Governor of Arizona, informing him of its intention to investigate conditions at Arizona State Hospital (ASH) pursuant to the Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997. The DOJ subsequently toured ASH in November 1989 and again in January 1990. The DOJ then sent a findings letter outlining three primary areas of deficiencies (use of bodily restraints, medical care, and psychiatric care and treatment programs).In June and again in October 1991, the DOJ toured the facility to monitor compliance with its demands, finding the State had only corrected some of the original deficiencies. In January 1995, the DOJ again toured the facility to monitor compliance with its demands. Finding that conditions no longer threatened the constitutional rights of ASH patients, the DOJ closed the CRIPA investigation.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/432",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=432",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=432",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=432"
  },
  "documents": [
    {
      "date": "1990-12-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1946,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1946.pdf",
      "title": "Findings Letter re: CRIPA Investigation of the Arizona State Hospital",
      "text": "U.S. Department of Justice\nCivil Rights Division\nU.S. v. Arizona\nMR-AZ-001-001\nOffice of the Assistant Attorney  General\nh\nRegistered Mail\nReturn Receipt Requested\nPEC. 1 4 1990\nHonorable Rose Mofford A\nGovernor\nState of Arizona\nState Capitol\nPhoenix, AZ  85007\nRe: Investigation of the Arizona State Hospital\nDear Governor Mofford:\nOn September 25, 198 9, we informed you that we were\ncommencing an investigation of the Arizona State Hospital (ASH)\npursuant to the Civil Rights of Institutionalized Persons Act\n(CRIPA), 42 U.S.C. §1997.  As you are aware, we have carefully\nexamined conditions at ASH during £he intervening months.  We\ntoured ASH in November 1989 with a psychiatrist and a nurse and\nthen again in January 199 0 with a psychologist.  Each consultant\ntoured the facility  observed patients, interviewed staff and\nr\nreviewed patient records.  During each tour, we were treated\ngraciously by Dr. Lippman and the staff at ASH.\nAlthough there have been improvements made at the hospital\nin recent months, we identified several conditions during our\ninvestigation which pose health and safety risks to ASH patients,\nthereby denying them their constitutional rights to adequate\nmedical care and a reasonably safe environment.  See Younqberg v.\nRomeo, 457 U.S.'307  (1982).  These conditions, detailed below,\nmust be corrected in order to assure that the constitutional\nrights of patients at ASH are protected.\n1.  Use of Bodily Restraints.  We found that many residents\nin the geriatric units at ASH were locked in posey restraints in\ntheir beds during the night.  This practice poses a serious\nthreat to the safety of ASH patients.  Since patients are unable\nto unlock the restraints to escape and there is no nurse-call\nsystem in place which bed bound geriatric patients can use to\nsummon assistance, such locked restraining devices pose direct,\nunreasonable risks to the safety of patients in the event of a\nfire or medical emergency.  It would be virtually impossible for\nstaff to safely unlock and free patients to enable them to be\n\n- 2 -\nevacuated during a fire.  Moreover, a geriatric patient suffering\na cardiac arrest cannot contact a nurse or remove himself from\nthe restraint.  ASH must cease using locked posey restraints on\ngeriatric patients at night.  Our consultant recommends the use\nof non-lock posey restraints to the extent such devices are\nnecessary.  The use of these locked posey restraints is a very\nserious deficiency that warrants immediate attention.\n2.  Medical Care.  While physician coverage appears\nadequate, there is a lack of adequate nursing coverage which our\nconsultant psychiatrist has characterized as both \"chronic and\nsevere.\"  An adequate number of RNs is necessary to provide\nneeded data collection, diagnosis, planning, intervention and\nevaluation of patient care and treatment.  The lack of registered\nnurses has a significant, adverse impact on the ability of ASH to\nprovide needed medical care and other measures necessary to\nmaintain patients' health.  For example, incontinent patients are\nbathed only two times each week —  a schedule insufficient to\nprevent skin breakdown and avoid the risk of developing decubiti.\nCurrent staff is inadequate to ensure timely identification of\npatients' medical problems or ensure appropriate involvement of\nnurses in patient care plans that serve to identify the critical\nnursing care needs of patients.\nWe note that 3 0% of all injuries occurring at ASH are the\nresult of patient movement, self-injury or falls.  There are\ninsufficient numbers of nurses to properly assess and monitor\nASH's high risk patients, including geriatric patients who have\nexhibited patterns of frequent falls.  It is important that steps\nbe taken to prevent falls in a geriatric population because falls\nby the elderly frequently result in fractures and other severe\nmedical complications.\nLack of adequate nursing staff is responsible for ASH's\nheavy reliance on \"float\" and \"pool\" nurses to provide nursing\ncoverage.  Our nurse consultant found that undue reliance on the\nuse of such nurses to be an unsafe practice because \"float\" or\n\"pool\" nurses are not responsible for patients' treatment plans.\nUnfamiliarity with a patient can result in treatment errors or\nomissions or patient symptoms being ignored or misinterpreted.\nASH must take steps to ensure that nursing staff are assigned to\npatients with whose care they are familiar in order to provide\nadequate nursing care.\nInadequate nursing staffing is likewise responsible for the\nfacility's use of psychiatric technicians as \"primary\" nurses for\nmany patients.  Psychiatric technicians do not have sufficient\neducation and training to allow them to perform the tasks that\nshould be performed by an RN.  Indeed, our nurse consultant found\nthat these psychiatric technicians are not trained and are not\ncompetent to perform patient assessments, recognize clinical\nchanges in a patient's condition or establish a plan of care that\n\n- 3 -\nRNs are trained to provide.  Psychiatric technicians are thus\nrendering decisions with respect to patient care that are not\nprofessional judgments —  a serious deficiency.\nInfection control procedures and adaptive equipment for\nphysically handicapped patients are inadequate.  ASH must provide\nadequate handwashing facilities and ensure that proper sanitary\nprocedures are followed to prevent the spread of infections.\nFinally, ASH must provide patients with properly fitted and\nmaintained adaptive equipment.  Some geriatric patients at ASH\ndid not have appropriate wheelchairs.  For example, on one\ngeriatric ward, we found wheelchairs that did not have footrests\non them, leaving patients' legs dangling.  This can result in the\ndevelopment of foot drop or swelling in patients' legs which can\nhave serious adverse long-term effects.\n3.  Psychiatric Care and Treatment Programs.  Treatment\nprograms at ASH are seriously compromised by the shortage of\nnurses as well as insufficient numbers of psychologists and\npsychiatric technicians.  Indeed, our consultant psychiatrist\nopined that such shortages \"preclude\" many treatment efforts.\nIn sum, treatment programs at ASH need to be strengthened to\nensure that patients are afforded reasonably safe conditions of\nconfinement and are free from undue restraint.\nRecords reviewed indicated that many treatment plans lacked\nevidence of adequate psychological intervention or adequate\npsychology staff involvement.  Some behavioral plans are not\nsufficiently individualized, describe patient problems in global\nrather than specific terms, and fail to reflect modifications, as\nappropriate, according to patient progress_or the lack thereof.\nIn several cases, plans did not contain any training or treatment\nprograms.  The failure to provide such programs for mentally\nretarded persons at ASH results in medication being the only\nmeans used to control their behavior problems.  Absent any\njustification for such an approach, such plans represent a\nsubstantial departure from generally accepted professional\nstandards and practice.  Finally, observations by our consultants\nand a review of records raised serious questions whether training\nand treatment programs are being consistently implemented.\n4.  Minimum Remedial Measures.  The administration and staff\nat ASH appear committed to providing patients appropriate care\nin a safe environment.  Nevertheless, as discussed above, ASH\npatients are being subjected to conditions that deprive them of\ntheir constitutional rights.  Set forth below are the minimum\nremedial measures that we believe the State of Arizona must\nimplement at ASH to remedy the deficiencies cited above:\n\n- 4 -\n1)  Cease the use of locked posey restraints to secure\ngeriatric patients in their beds at night;\n2)  Increase the number of registered nurses to ensure the\nprovision of appropriate care, treatment, and monitoring of\npatients, and ensure that only qualified staff perform nursing\nfunctions;\n3)  Provide patients with properly fitted adaptive\nequipment;\n4)  Develop appropriate infection control procedures and\nensure ready access to handwashing facilities by staff;\n5)  Increase psychology staff, as appropriate, to ensure\nthe timely development and implementation of necessary treatment\nand training programs for patients, giving priority to the\ndevelopment and implementation of training programs for mentally\nretarded persons at ASH.\nWe are cognizant of the fact that ASH is currently a\nfacility in transition.  Medicare certification has been\nregained, accreditation by the Joint Commission on Accreditation\nof Hospitals has been obtained and the current superintendent is\nworking diligently to improve services provided by ASH.  In light\nof these circumstances, we consider it appropriate to allow state\nofficials an additional period of six months to remedy the\ndeficiencies outlined above.  Accordingly, we plan to tour ASH to\nreview and evaluate conditions at the facility at the end of this\nperiod.  Specifically, we will be evaluating the State's progress\nin addressing the matters identified in this letter, including\nimplementation of the recommendations listed above, and whatever\nother steps the state officials may have taken to protect the\nconstitutional rights of patients confined at ASH.  However, in\nview of the danger to which geriatric patients are exposed when\nplaced in bed at night in locked body restraints, I would\nappreciate your advising me within 3 0 days of the steps you have\ntaken to address this problem.\nInformation about Federal financial assistance which may be\navailable to assist with the remedial process can be obtained\nthrough the United States Department of Health and Human\nServices' Regional Office  (Director, Intergovernmental and\nCongressional Affairs), and through the United States Department\nof Education by contacting the individuals listed in the attached\ninformation guide.\nIn closing, we wish to thank the entire hospital staff for\ntheir cooperation in this matter and their efforts at ASH.  I\n\n- 5 -\nhope and trust we can resolve this matter in the cooperative\nspirit envisioned under CRIPA.\nSincerely,\nJohn R. Dunne\nAssistant Attorney General\nCivil Rights Division\ncc:  Honorable Robert Corbin\nAttorney General\nState of Arizona\nJohn Migliaro, Ph.D.\nSuperintendent\nArizona State Hospital\nLinda A. Akers, Esq.\nUnited States Attorney",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1946"
    },
    {
      "date": "1993-03-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1947,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1947.pdf",
      "title": "Findings Letter re: CRIPA Investigation of the Arizona State Hospital, Phoenix, Arizona",
      "text": "U.S. Department  of Justice\nCivil Rights Division\nU.S. v. Arizona\nMill  III 111\nMR-AZ-001-002\nREGISTERED MAIL\nRETURN RECEIPT REQUESTED\nThe Honorable Fife Symington  MAR I 0 I993\nGovernor\nState of Arizona\nState Capitol\nPhoenix, Arizona  85007\nRe: Findings Letter Regarding Arizona State\nHospital, Phoenix, Arizona\nDear Governor Symington:\nOn September 25, 1989, we informed then-Governor Mofford\nthat we were commencing an investigation of the Arizona State\nHospital  (ASH) in Phoenix pursuant to the Civil Rights of Insti-\ntutionalized Persons Act  (CRIPA), 42 U.S.C. §1997.  After a\nthorough investigation of ASH, on December 14, 1990, we informed\nthe State of the findings of our investigation.  Those findings\nwere that conditions existed at ASH which we believed were\ndepriving patients there of their constitutional rights.  Those\nconditions included inadequacies in medical care and medically\nrelated services, i.e., inadequate numbers of nursing staff,\ninadequate infection control practices, and inadequate adaptive\nequipment; and inadequate treatment programs and psychological\ninterventions resulting in the inappropriate use of physical\nrestraint.\nIn our letter, we informed Governor Mofford that we\nbelieved the best way to proceed with this matter, given the\nissues involved and the remedial efforts currently underway at\nthe facility, was to allow the State a period of time in which\nto remedy the constitutional deficiencies.  In June and October\nof 1991, we retoured ASH to determine whether the State had in\nfact remedied the conditions identified in our December 1990\nletter and to verify that no other unconstitutional conditions\nexisted at ASH.  As with our earlier visits, our consultants\ntoured the facility, observed patients, interviewed staff and\nreviewed patient records.\nAlthough the State had taken measures to correct some of the\ndeficiencies noted in our December 1990 letter, certain deficient\nconditions continued to exist.  Specifically, we found the\nfollowing deficiencies implicating the constitutional rights of\nresidents: inadequate development and implementation of treatment\nplans resulting in inappropriate use of restraints and seclusion;\n\n- 2 -\ncontinued inadequacies in the provision of nurse staffing; and\nthe failure to adequately train direct care staff to perform\ntheir assigned tasks.  We so informed the State in the course of\ndiscussions concerning the remaining deficiencies at ASH.  The\nState represented that many of our remaining concerns had been\nresolved.\" Based on these representations, we retoured ASH again\non October 13-15, 1992 to update our information.  During this\nand each of the earlier tours, we were treated graciously by\nDr. Migliaro, the staff at ASH, and counsel from the Arizona\nAttorney General's Office.\nDuring our latest tour, our nursing consultant determined\nthat the deficiencies in nursing services referenced in our\nlast letter had been remedied.  However, we determined that\nASH patients continue to be subjected to inappropriate use of\nrestraints and seclusion, a dangerous and potentially life-\nthreatening practice that deprives ASH patients of their\nconstitutional rights.\nSpecifically, ASH patients are routinely put into five-point\nrestraints  (a practice where a patient is restrained on a bed and\nbound by the ankles, by the wrists with the arms to the side, and\nby a strap across the abdomen) and placed into a locked seclusion\nroom.  In our consultants' opinion, this practice is dangerous\nand unjustified.  A patient subjected to such restraint is at\ngreat risk of harm from choking and asphyxiation.  This risk of\nharm is increased where, as here, the patients are secluded in a\nlocked room and not under direct and continuous observation by\nstaff, a practice which appears to be particularly egregious\nsince it was apparent to our consultants that these restraint\ntechniques were being used for the convenience of staff.\nAlternative methods of restraint less drastic than the use of\nfive-point restraint are not routinely employed.  The use of such\nseverely restrictive techniques as five-point restraints along\nwith confinement to a seclusion room to control patients strongly\nsuggests inadequacies in treatment programs which merit review by\ninstitutional professionals.\nIn sum, our most recent review disclosed facts indicating\nthat the use of restraints and seclusion at ASH denies patients\ntheir constitutional rights to a reasonably safe environment and\nfreedom from undue bodily restraint.  C_f. Younaberq v. Romeo, 457\nU.S. 307  (1982).  We supplied ASH with copies of our consultant\nreports following each tour of the facility and our nurse's\nreport from the 1991 tour specifically notes the dangers involved\nin the use of the five-point restraint as employed at ASH.  This\ncondition must be corrected in order to assure that the\nconstitutional rights of patients at ASH are protected.  To\nthis end, the following measures, at a minimum, must be .\nimplemented:\n1.  The use of five-point restraints in conjunction with\nseclusion should be discontinued  immediately.\n\n2.  In and of itself, five-point restraints should be used\na) only as a last resort after other less restrictive techniques\nhave been tried and found unavailing, b) only pursuant to the\nwritten order of a physician justifying such use with specific\nguidelines for initiating and terminating the use, c) only when\nsufficient trained staff are available to continuously monitor\nthe patient's health and safety, and d) never simply for the\nconvenience of staff.\nWe suggest you contact the appropriate regional offices of\nthe Department of Health and Human Services and the Department of\nEducation to ensure that the State is maximizing its use of\nfederal financial assistance —  assistance that may be utilized\nto correct the deficiency identified in this letter.\nOur attorneys will be contacting legal counsel for the\nState of Arizona shortly to discuss this matter in greater\ndetail.  In the meantime, should you or your staff have any\nquestions regarding this matter, please feel free to call\nArthur E. Peabcdy, Jr., Chief, Special Litigation Section, at\n(202) 514-6255.\nWe look forward to working cooperatively with State\nofficials to promptly resolve this matter.\n'  James P. Turner\nActing Assistant Attorney General\nCivil Rights Division",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1947"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 125898,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/125898"
    },
    {
      "date": "1995-02-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1948,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1948.pdf",
      "title": "Notice Letter re: Intention to Close CRIPA Investigation of the Arizona State Hospital, Phoenix, Arizona",
      "text": "U.S. Department  of Justice\nCivil Ri»hts Division\nP: VH fJCP :\"CA: drb\nDJ  168-8-15\nSpecial LitijK'iior.\nLaurie Woodall\nChief  February  14,  1995\nHealth Services Unit\nOffice of the Attorney General\nState of Arizona\n1275 W. Washington\nPhoenix, Arizona  85007\nRe:  Investigation of Arizona State Hospital\nDear Ms. Woodall:\nI am writing to inform you of our intention to close our\ninvestigation of the Arizona State Hospital (\"ASH\") in Phoenix,\nArizona.  As I am sure you are aware, the Department of Justice\nhas been investigating conditions of patient care and treatment\nat ASH pursuant to the Civil Rights o^ -Institutionalized Persons\nAct, 42 U.S.C. § 1997 et sea.\nBased upon the results of our tours of ASH and the\ninformation attached to Ms. Gotkin-Adler's January 18, 1995,\nletter, we have concluded that conditions at ASH have improved to\nthe point that they no longer threaten the '-constitutional rights\nof ASH patients.  Dr. Migliaro and the staff at ASH have taker, a\nnumber of measures over the past few years to improve services at\nASH.\nThis is not to say, however, that there is no room for\nimprovement at ASH.  Our most recent tour of ASH focused on the\nhospital's restraint and seclusion practices.  The January\nsubmittal, though reflecting improvement in the facility's\nrestraint and seclusion practices during the past year, indicates\nthat ASH must continue to exercise extreme vigilance to ensure\nthat restraint and seclusion are used only as an absolute last\nresort in emergency situations.\nU.S. v. Arizona\n•  • •  ••  ••  •• •  •\nMR-AZ-001-003\n\n- 2 -\nFinally, I vrish to thank you and the ASH staff for the\ncourtesy and cooperation extended the Department throughout the\nhistory of this investigation.  If you have any questions about\nthis matter, please do not hesitate to contact ir.e.\nSincerely\n. Verlin Tiughes\nSenior Trial Attorney\nSpecial Litigation Section\ncc:  James Loss, Esq.\nAssistant United States Attorney",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1948"
    }
  ],
  "document_count": 4
}