{
  "case_id": 45253,
  "fetched_at": "2025-10-22T00:42:14.009804",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Oakland",
        "name": "City of Birmingham",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Public Housing"
    ],
    "cause_other": "",
    "causes": [
      "Fair Housing Act/Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1984,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "Eastern District of Michigan",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1980,
    "id": 45253,
    "injunction_duration": "",
    "issues": [
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Discrimination Area: Disparate Treatment",
      "General/Misc.: Housing"
    ],
    "last_checked_date": "2024-03-18T00:00:00-04:00",
    "main_docket": {
      "id": 59238,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1980,
      "docket_filing_number": 70991,
      "is_main_docket": true,
      "court": "Eastern District of Michigan",
      "state": "Michigan",
      "docket_office_number": "",
      "docket_number_manual": "Civ. No. 80 70991",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "United States v. City of Birmingham",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "United States",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1984-02-08",
    "settlement_judgment_year": 1984,
    "special_collections": [],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p>This case involved the policy and practice of a city in the 1980s that prevented the construction of racially integrated housing. The United States filed this lawsuit against the City of Birmingham (&ldquo;City&rdquo;) in the U.S. District Court for the Eastern District of Michigan, alleging that the City had engaged in a policy and practice that prevented a non-profit corporation from developing racially integrated low-income senior citizen and family housing. The United States alleged that the City&rsquo;s practices violated Sections 804(a) and 817 of the Civil Rights Act of 1968 (the Fair Housing Act).</p>\r\n<p>In 1975, the City recognized a need for senior-citizen housing and invited interested parties to submit proposals for the creation of a senior-citizen housing project. In December of 1976, the City entered into an agreement with Baldwin House for sale of the land that would be used for the project and the corporation had one year to obtain financing from the Michigan State Housing Development Authority (&ldquo;MSHDA&rdquo;). The United States argued that the City had interfered with Baldwin House&rsquo;s plan and that this interference was racially motivated.&nbsp;</p>\r\n<p>On May 27, 1982, the court granted judgment in favor of the United States on the issue of liability and injunctive relief. The district court concluded that the City had interfered with the Baldwin House&rsquo;s plan to construct low-income family housing and that this interference was, in part, racially motivated. The court found that Baldwin House&rsquo;s application was proceeding smoothly through MSHDA financing until the City became involved. 538 F.Supp. 819.</p>\r\n<p>The City appealed the district court&rsquo;s grant of injunctive relief to the U.S. Court of Appeals for the Sixth Circuit.</p>\r\n<p>On February 8, 1984, the Sixth Circuit affirmed the district court&rsquo;s judgment, but limited the injunction to prohibit the City from engaging in any conduct because of race or with discriminatory motive on account of race. The district court had previously enjoined the City from engaging in any conduct that interfered with Baldwin House&rsquo;s efforts. 727 F.2d 560.&nbsp;</p>\r\n<p>On October 1, 1984, petition for writ of certiorari was denied by the U.S. Supreme Court. 105 S.Ct. 95.&nbsp;</p>\r\n<p>This case is closed.&nbsp;</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-03-19T11:59:27.896537-04:00",
    "summary_short": "The U.S. filed this lawsuit against the city of Birmingham, Michigan in U.S. District Court for the Eastern District of Michigan. The U.S. alleged that the city had violated the Fair Housing Act by interfering with a non-profit’s plan to receive funding from the Michigan State Housing Development Authority based on racially discriminatory motives. In 1982, the district court granted injunctive relief and the Sixth Circuit Court of Appeals affirmed this decision in 1984. This case is closed.",
    "summary_tiny": null,
    "terminating_date": "1984-10-01",
    "clearinghouse_link": "clearinghouse.net/case/45253",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=45253",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=45253",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=45253"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 145257,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/145257"
    },
    {
      "date": "1982-05-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 819,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 538,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 146307,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/146307.pdf",
      "title": "Memorandum Opinion",
      "text": "U.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \n \n   \n \n538 F.Supp. 819 \n \nUnited States District Court, E.D. Michigan, \n \nSouthern Division. \nUNITED STATES of America, Plaintiff, \nv. \nCITY OF BIRMINGHAM, MICHIGAN, Defendant.  MEMORANDUM OPINION \nCiv. No. 80 70991. \n|  DeMASCIO, District Judge. \nMay 3, 1982. \n|  The Department of Justice filed this suit alleging that the \nJudgment May 27, 1982.  City of Birmingham engaged in a policy and practice that \nprevented Baldwin House Corporation (Baldwin House) \nfrom  developing  in  that  City  racially  integrated \nlow-income senior citizen and family housing in violation \nSynopsis \nof Sections 804(a) and 817 of the Civil Rights Act of \nDepartment of Justice filed suit alleging that city had \n1968 (the Fair Housing Act), 42 U.S.C. ss 3604(a) and \nprevented development of racially integrated low-income \n3617.1 The complaint alleges *822 several separate acts of \nsenior citizen and family housing in violation of the Fair \nthe  City,  which  interfered  with  Baldwin  House’s \nHousing Act. The District Court, DeMascio, J., held that: \nnegotiations for the construction of low-income family \n(1) evidence established that city’s interference with plan \nhousing. The government contends that this intentional \nto  construct  low-income  family  housing  was,  in  part, \ninterference with the Baldwin House proposal “otherwise \nracially motivated; (2) Government did not have to prove \nmade unavailable” housing to black families in violation \nthat city commission itself intended to discriminate on \nof the Act. We find that the evidence fairly preponderates \nbasis of race in order to establish that city acted with \nin  support  of  the  government’s  allegations.  For  the \nracially discriminatory intent; it was sufficient to show \nreasons stated, we grant judgment in favor of the plaintiff \nthat decision-making body acted for the sole purpose of \non the issue of liability. \neffectuating  desires  of  private  citizens  known  to  be \n  \nmotivated  in  part  by  racial  considerations;  (3)  where \nThe City of Birmingham was aware of its acute need for \nadvisory referendum was conducted, court could examine \nsenior-citizen housing as early as 1969. In the Summer of \nthe motivation of the electorate in order to determine \n1975,  the  City  invited  interested  parties  to  submit  a \nwhether  the  city  acted  out  of  racially  discriminatory \nproposal for the design, construction and management of \nmotives; (4) city that takes steps to exclude black people \na senior-citizen housing project planned by the City on \nviolates the Fair Housing Act regardless of whether it \nthe  recently  acquired  Baldwin  School  site.  The  City \ndoes so out of desire to protect property values and not \nofficials  accepted  the  proposal  submitted  by  Baldwin \nout of any animus against black people generally; and (5) \nHouse, a non-profit corporation formed by members of \nwhere the preponderance of the evidence established that, \nfive different Birmingham churches. The Baldwin House \nbut  for  the  actions  of  the  city,  proposal  would  have \nproposal  provided  for  construction  of  156  units  (later \nbecome reality, city violated the Act by acting to block \nreduced to 152) of senior-citizen housing to be financed \nthe proposal, in part  because  of  its  desire to  exclude \nby the Michigan State Housing Development Authority \nblacks from the city. \n(MSHDA). Baldwin House further planned to apply for \n  \ntenant  rent  subsidies  under  HUD’s  Section  8  New \nJudgment for plaintiff on issue of liability. \nHousing Program. \n  \n  \nOn  December  6,  1976,  Birmingham  entered  into  an \nAttorneys and Law Firms \nagreement for the sale to Baldwin House of the former \n*821 Brian Heffernan, Denise Field, Dept. of Justice,  Baldwin School site.2 Paragraph I(G) of the agreement \nprovided: \nWashington, D. C., Ellen Christianson, Asst. U. S. Atty., \n  \nDetroit, Mich., for plaintiff. \nThe City acknowledges that federal and state policy \nWilliam M. Saxton, Detroit, Mich., for defendant. \n1 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \nrequires that non-elderly government assisted housing  purchase and rehabilitation of 14 existing homes. The \nas well as assisted elderly housing be provided in each  Commission believed that these 14 homes, when added to \nhousing market area. Therefore, the City agrees it will  the 25 units of approved Section 8 Existing Housing and \nconsider  such  existing,  rehabilitated  and/or  new  the 11 HUD Section 312 rehabilitation loans taken out by \nhousing as the Michigan State Housing Development  City residents, should give the City credit for 50 units of \nAuthority and/or U. S. of Department Housing and  family housing. The MSHDA replied to this proposal on \nUrban  Development  shall  reasonably  require  as  a  June  24,  1977,  and  reminded  Baldwin  House  that  its \ncondition of providing financing and assistance to the  2-for-1  policy  required  75  (not  50)  units  of  family \nBaldwin House project.  housing. The MSHDA further stated that it would credit \nThe agreement gave Baldwin House one year to obtain  Baldwin House with the 25 units of Section 8 housing, \nMSHDA  financing.  Thus,  prior  to  signing  the  but refused to credit the City’s participation in the Section \nagreement, the City Commission knew that MSHDA  312 program. However, MSHDA did promise to consider \nwould require some “family housing” as a condition for  a program of substantial rehabilitation as one method of \nfinancing  the  construction of  senior-citizen  housing.  meeting its balanced housing requirement. \nCity officials also knew that MSHDA would probably    \nrequire some new construction of family housing.  Thus, it is clear that the City did interfere with Baldwin \nOn February 25, 1977, Baldwin House submitted its first  House’s negotiations with MSHDA and it is equally clear \nrequest  to  MSHDA  for  financing  the  construction  of  that the City continued to dictate the terms of proposals \nfamily  housing  (50  units  on  one site  with  a  possible  Baldwin House could submit to MSHDA after May 31, \nadditional 10 units on a second site). In March 1977, less  1977.5  On  July  18,  1977,  the  Commission  directed \nthan 90 days after the City signed its agreement with  Baldwin House to submit a proposal agreeing to supply \nBaldwin  House,  MSHDA  officials  informed  Mr.  “50  single-family,  scattered  site  rental  units”  to  meet \nWatchowski, the City Grant Administrator, that, as part of  MSHDA’s balanced housing requirement. The MSHDA \nits newly announced balanced housing policy, MSHDA  responded  with  a  promise  to  review  this  proposal \nwould require one unit of low-income family housing for  provided Baldwin House and the City would be willing to \nevery two units of senior-citizen housing as a condition  construct 25 new family housing units. On August 15, \nfor financing construction of senior-citizen housing. The  1977  Baldwin  House  submitted  a  proposal  for  “50 \nMSHDA made it clear that this 2-for-1 ratio merely added  single-family,  scattered  site  rental  units,”  and \na numerical goal to its balanced housing policy and was  acknowledged that the program might require some new \nnegotiable.  Prior  to  March  1977,  MSHDA’s  balanced  construction  and  that  “25  might  be  a  goal”  for  new \nhousing policy had never been spelled out formally in any  construction. \nwritten document. As a matter of fact, there is evidence    \nthat MSHDA had not applied its balanced housing policy  On  September  1,  1977,  MSHDA  informed  Baldwin \nuniformly throughout the state. Moreover, in March 1977,  House that it had accepted Baldwin House’s proposal for \nit  was  not  clear  that  MSHDA  would  insist  on  new  processing,  and  requested  additional  information. \nconstruction of low-income family housing as part of its  Generally, the acceptance of a proposal for processing \nbalanced housing policy.  reflects  MSHDA’s  belief  that  the  proposal  has  a \n   reasonable chance of completion. On September 14, 1977, \n*823 This 2-for-1 ratio was discussed at an April 1977  Baldwin House provided MSHDA with the information it \nCommission meeting. Mayor Dorothy Conrad suggested  requested, including a copy of an unexecuted purchase \nthat  the  Commission  inform  the  public  of  MSHDA’s  agreement  for  a  multiple-unit  family  housing  site  on \nrecently  announced  policy.3  A  public  hearing  was  Lincoln Street. Baldwin House also submitted a revised \nscheduled  for  May  12,  1977.  On  this  date,  the  development  proposal  designed  to  meet  the  balanced \nCommission began to actively participate in all of the  housing requirement. It was apparent to all that MSHDA \nnegotiations between Baldwin House and MSHDA. The  was seriously considering the Baldwin House proposal. \nCommission consistently sought to avoid any requirement  On  October  25,  1977,  a  MSHDA  Development  Fund \nfor new construction of low-cost family housing. On May  Loan  Report  recommended  approval  of  an  $83,000 \n12, 1977, the Commission passed a resolution directing  development  loan  for  Baldwin  House  to  cover  initial \nBaldwin  House  to  explore  the  possibility  of  meeting  expenses,  including  the  right  to  acquire  options  for \nMSHDA’s  balanced  housing  policy  through  the  family-housing  sites.  Approval  of  such  a  *824  loan \nacquisition  and  rehabilitation  of  existing  homes.4  And  assures  an  applicant  that  the  MSHDA  Board  has  a \nlater,  at  its  May  31,  1977  meeting,  the  Commission  “reasonable  anticipation”  that  a  mortgage  loan \ndirected Baldwin House to submit a proposal agreeing to  commitment will materialize. The October 1977 report \nmeet  MSHDA’s  family  housing  requirement  by  the  contains  several  proposals  for  meeting  MSHDA’s \n2 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \nfamily-housing requirement, including a proposal that the  any family  housing  in  Birmingham.  They  stated  their \nCity favored: the rehabilitation of 50 existing homes. The  concern about “those people” coming to Birmingham. \nfinal decision on the number of new and rehabilitated  They  contended  that  construction  of  family  housing \nunits would have been made prior to or at the final closing  would  harm  the  City’s  neighborhoods  and  reduce \non the mortgage.  property values. We find that when the group led by \n   Nancy  Elby  referred  to  “those  people,”  they  were \nSoon  after  the  public  had  been  advised  that  Baldwin  referring  to  black  people.  There  is  no  doubt  that  the \nHouse intended to construct low-income family housing,  Commissioners present at the November 7 meeting knew \nopposition began to surface. Much of the opposition to the  that the opposition to construction of family housing was \nproposal  centered  on  fears  that  family  housing  might  based in part on race. \nintroduce “harmful elements” into Birmingham. At its    \nMay 31, 1977 meeting, the Commission considered a  Residents  who  opposed  the  Baldwin  House  proposal \nsuggestion to earmark 80% of the senior-citizen units for  attended every Commission meeting between November \nBirmingham residents. Commissioner Robert Kelly, the  1977  and  April  1978.  At  the  November  28,  1977 \nonly Commissioner openly opposed to Baldwin House,  Commission meeting, Nancy Elby presented a petition, \nstated in opposition to the 80% suggestion, “The dilution  signed by a number of Birmingham residents. The group \nfactor in the Tri-County area is 15% minority groups, you  insisted that plans to build family housing be discarded \nwant  to  do  more  than  the  average  dilution  factor;  I  and that the City conduct an advisory referendum on the \ncouldn’t support that.” At a Commission meeting in July  Baldwin House proposal. The group also insisted that the \n1977, Commissioner Kelly said:  Commission defer further consideration of the tentative \nagreement to extend the Baldwin House contract until \nafter the referendum. The group stated several reasons for \nits opposition. The most often-mentioned reason was the \nThe  record  will  show  that  these \nfear that construction of low-income housing might lower \npeople  in  coming  out  here-the \nproperty  values.  Others  voiced  resentment  over  the \nhistory of HUD and these people is \nintrusion  into  local  affairs  by  state  and  federal \nto  destroy.  Any  place  they  have \ngovernments. At trial, although she declined to speculate \nbeen involved before, go to Detroit, \non their motivation, Commissioner Ann Dropiewski did \ngo to any of the cities and see what \nbelieve that some of the concerns expressed “could well \nthey  have  done.  In  my  opinion, \nbe  interpreted  by  many  to  include  that  of  racial \nthey  have  destroyed.  Why  don’t \ndiscrimination.” She testified that after the meeting, she \nthey take the money back there and \nasked  Nancy  Elby  to  be  “careful”  with  the  issue  of \nbuild rather than move into another \nlow-income housing because she believed others could \narea  and  take  75  units,  houses, \n*825 conclude that Ms. Elby was motivated by a desire to \nprivate homes off the market and \nexclude black people from Birmingham. \nwas not presented to the people of \n  \nthis community. \nAlthough the majority of the Commissioners continued to \nwistfully  support  the  Baldwin  House  proposal, \nCommissioner Kelly remained adamantly opposed. On \nWe  find  that  when  he  spoke  of  “these  people”  November  7,  1977,  the  Commission  took  action  that \nCommissioner Kelly was referring to black people. We  supported opponents of the Baldwin House proposal. For \nfurther find that Mr. Kelly was equating non-Birmingham  example, they agreed to defer a final vote on extending \nresidents with minorities and that his objection to the 80%  the  Baldwin  House  contract.  In  addition,  they  added \nsuggestion was based on his opposition to increasing the  several amendments to the proposed contract that made it \nnumber of black people living in Birmingham.  impossible for Baldwin House to continue its negotiations \n   with  MSHDA.  One  amendment  prohibited  Baldwin \nOn October 31, 1977, the City Commission discussed the  House from acquiring possible sites for family housing \nrenewal of the Baldwin House contract and tentatively  until MSHDA gave its final approval for senior-citizen \nagreed  to  a  nine-month  extension.  One  week  later,  housing. A second amendment provided that the contract \nNovember 7, 1977, a group of 75 to 100 Birmingham  would terminate should MSHDA require Baldwin House \nresidents led by Nancy Elby attended the Commission  to  construct  any  multi-unit  family  housing.6  At  its \nmeeting. Part of the group became hostile and repeatedly  November  28  meeting,  the  Commission  amended  the \ninterrupted  Commissioners  who  tried  to  speak.  They  Baldwin House contract and then voted to extend it for \nexpressed their strong opposition to the construction of  merely  60  days.7  Although  six  of  the  Commissioners \n3 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \nsupported Baldwin House and none of the six acted out of  the  Baldwin  House  proposal  suggested  avoiding  any \na desire to discriminate against black people, they knew  “requirement that the City artificially alter the population \nthat the 60-day  extension  and  the amendments would  makeup of the community so as to provide a diverse \npreclude Baldwin House from negotiating successfully  population  pool.”  Still  another  letter  characterized  the \nwith MSHDA.  attempt to construct low-income housing as “socialism.” \n   And in another letter, William Rodgers, a member of the \nOn February 21, 1978,  the  Commission  agreed  to  an  “Alternative  Financing  Committee”  said  that  he  was \nadvisory referendum for the upcoming election on April  opposed  to  “affirmative  action”  and  he  believed  that \n3, 1978. April 3, 1978 was a regularly scheduled election  “compulsory  integration”  was  just  as  wrong  as \nday at which three of the seven Commissioners-Ring,  “compulsory segregation.” We find that these letters and \nStaples, and Underwood-had to run for re-election. They  others urged the Commissioners to oppose the Baldwin \nwere challenged in the election by Gary Kain, William  House proposal at least in part because they did not want \nYork and George B. Jackson, admitted opponents of the  black  people  moving  into  subsidized  housing  in \nBaldwin House proposal. Some of the speeches made  Birmingham. \nduring  the  campaign  were  direct  appeals  to  racial    \nprejudices. Mr. York advised the audience attending the  The  Baldwin  House  proposal  and  three  incumbent \nLeague of Women Voters candidates’ night meeting that  Commissioners  were  defeated  at  the  April  3,  1978 \nthe housing proposed by Baldwin House would create an  election. Messrs. York, Jackson and Kain, the opposition \neconomic and social mix that was “biologically wrong.”  candidates, were elected. After the April election, Mayor \nCampaign  literature  distributed  prior  to  the  election  Conrad  publicly  stated  that  those  opposing  the  ballot \ncarried the same racial theme. One flyer entitled “Vote  question had played on the racial fears of the electorate \nNo-No”  prepared  by  “Birmingham  Neighbors”  and  and that the vote against Baldwin House was, at least in \nreprinted in the Birmingham Patriot, urged a vote against  part, racially motivated. The City’s interference with the \nthe  Baldwin  House  proposal  because  “MSHDA/HUD  Baldwin House proposal culminated when on May 8, \nwould fill our senior complex with non-residents,” and  1978, Commissioners Conrad, Dropiewski and Watt, the \nnoted that first priority for the senior and family housing  three  remaining  Commissioners  who  supported  the \nwould be given to “16% minorities, potentially outside of  Baldwin House proposal, were recalled from office. The \nBirmingham (in senior complex and in HUD houses equal  three Commissioners elected on April 3, 1978 together \n32  units).”  The  flyer  then  endorsed  the  candidacy  of  with Commissioner Kelly appointed their replacements. \nMessrs. York, Jackson and Kain. This flyer was discussed  This newly composed Commission never took any action \nopenly  at  one  of  the  Commission  meetings.  The  to repair the damage its practices and policies had done to \nCommissioners acknowledged its racial overtones. After  the negotiations between MSHDA and Baldwin House. \nreading the flyer, Mayor Conrad attempted to stop further  Even  though  the  new  Commission  was  aware  that \ndistribution in Birmingham. We find that the flyer urged  Baldwin House wanted its contract extended at least until \nrejection of the Baldwin House proposal at least in part  September 1978, it took no action. It would have served \nbecause the proposal would increase the number of blacks  no  purpose  for  Baldwin  House  to  again  request  an \nliving in Birmingham.  extension;  it  knew  it  had  no  support  on  the  new \n   Commission. A city that had actively interfered with the \nA  second  flyer  entitled  “Fact  Sheet-Senior-Citizen  Baldwin House/MSHDA negotiations could now preclude \nHousing” distributed by Nancy Elby’s group, described  construction  of  racially  integrated  family  housing  in \nMSHDA and HUD as agencies designed “to effect social  Birmingham by simply doing nothing. \nchange” and also stated “as HUD/MSHDA disclose other    \nguidelines or quotas required for eligibility for occupancy,   We  conclude  that  the  City’s  interference  with  the \nthe true priorities will become evident, perhaps to the  Baldwin  House  plan  to  construct  low-income  family \ndisadvantage  of  long-time  Birmingham  residents.”8  In  housing was, in part, racially motivated. Among the facts \naddition to reading the flyers *826 being distributed, the  that lead us to this conclusion are the views expressed by \nCommissioners  heard  the  views  of  a  number  of  a  significant  number  of  opponents  of  Baldwin  House \nBirmingham residents at meetings, in correspondence and  (uttered both on the public record and within the hearing \nin private conversations. A February 4, 1978 letter to  of  those  who  testified  at  trial);  a  Commission  that \nMayor Conrad spoke in opposition to Baldwin House and  knowingly  pursued  policies  that  appeased  those  who \nreferred  to  restrictions  that  have  been  placed  on  expressed these bigoted views; the opinion testimony of \nsubsidized  housing.  These  restrictions  had  to  do  with  supporters of Baldwin House describing the motivation of \ndwellings “being reserved for blacks when there was not a  their opposition; the unusual sequence of events leading \nblack child in the school system.” Another letter opposing  to  the  contract  amendments  and  the  Commission’s \n4 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \ndecision not to extend its contract with Baldwin House;  House proposal to an advisory referendum, it did so for \nthe decision to conduct an advisory referendum on the  the  sole  purpose  of  appeasing  racially  motivated \nBaldwin  House  proposal;  the  extreme  hostility  and  opponents of the proposal. This was a unique procedure in \npersistence displayed by opponents of Baldwin House in  Birmingham.  There  had  never  been  an  advisory \ntheir efforts to defeat its proposal; the defeat of three  referendum before. The Commission knew that many of \ncommissioners  at  the  April  3,  1978  election  and  the  the Baldwin House opponents who were clamoring for a \nsubsequent recall of the remaining three commissioners  vote on the proposal were motivated in part by a desire to \nwho favored the Baldwin House proposal; and the fact  exclude black people from Birmingham. The members of \nthat Birmingham was and still is a virtually all-white  the Commission received, read and discussed copies of \ncommunity  despite  its  longstanding  open-housing  flyers circulated in the City as well as communications \nordinance.  from  numerous  citizens  addressed  to  various \n   commissioners.  Therefore,  they  had  knowledge  of  the \n The  evidence  establishes  that  Baldwin  House  was  community sentiments with respect to the Baldwin House \nattempting to comply with MSHDA’s 2-for-1 policy. Its  proposal. We conclude that the City’s decision to place \napplication  was  being  processed  by  MSHDA  without  the referendum on the ballot was motivated by a racially \nencountering too much difficulty until the City became  discriminatory intent. \nactively  involved  in  the  negotiations  for  low-income    \nfamily housing. Prior to November 1977, the majority of   We  recognize  that  determining  whether  a  racially \nthe  Commission  supported  the  family  housing  discriminatory animus was a motivating factor behind the \nrequirement in order to obtain MSHDA financing. The  City’s conduct “demands a sensitive inquiry into such \nCity’s interference in Baldwin *827 House’s affairs was  circumstantial and direct evidence of intent as may be \nlimited  to  dictating  the  type  of  family  housing  to  be  available.” However, to establish the requisite intent, a \nprovided.  The  Commission  made  it  known  that  it  plaintiff need not show that a discriminatory purpose was \npreferred to rehabilitate existing houses to comply with  the sole motivation of the defendant’s conduct. Rather, \nMSHDA’s family-housing requirement. In the beginning  the discriminatory purpose need only be a motivating \nthat interference was not based on racial considerations.  factor.  Village  of  Arlington  Heights  v.  Metropolitan \nHowever, in November 1977, and thereafter, the City  Housing Development Authority, 429 U.S. 252, 265-266, \nknowingly took steps that would ultimately defeat the  97 S.Ct. 555, 563-564, 50 L.Ed.2d 450 (1977) (Arlington \nBaldwin House proposal. These steps included limiting  Heights I ); United States v. City of Parma, Ohio, 661 \nthe extension of the Baldwin House contract; prohibiting  F.2d 562, 572 (6th Cir. 1981). Rarely can it be said that a \nBaldwin House from acquiring family-housing sites; and,  governmental decision-making body operating under  a \nfinally, refusing to extend the Baldwin House contract  broad mandate made a decision motivated by a single \nbeyond May 1978. One effect of terminating the Baldwin  concern,  or  even  that  a  particular  concern  was  the \nHouse  contract  was  to  keep  Birmingham  a  virtually  “dominant”  or  “primary”  one.  In  fact,  it  is  because \nall-white  city.  Had  Baldwin  House  been  permitted  to  governmental  decision-making  bodies  are  properly \nbuild low-income housing in Birmingham, approximately  concerned  with  balancing  *828  numerous  competing \n16% of all tenants would have been black, and the City’s  considerations that courts are loathe to review the merits \nminority population would have more than doubled. This  of their decisions, absent a showing of arbitrariness or \ndiscriminatory  effect  was  foreseeable  when  the  City  irrationality. But racial discrimination is not just another \nterminated the Baldwin House contract.9 After November  competing  consideration.  When  there  is  proof  that  a \n1977, every action the Commission took appeased the  discriminatory purpose has been a motivating factor in a \nvocal opponents of the Baldwin House proposal, many of  decision, this judicial deference is no longer justified. \nwhom were motivated by a desire to exclude black people  Arlington  Heights  I,  supra,  at  265-266,  97  S.Ct.  at \nfrom  the  City  and  to  maintain  the  City’s  virtually  563-564.  Courts  will  consider  evidence  that  a \nall-white  character.  The  Commission  knew  that  racial  decision-making  body  took  certain  actions  knowing  it \nconsiderations were a motivating factor influencing many  would  have  a  discriminatory  effect.  This  is  some \nof those who opposed Baldwin House’s proposal to build  evidence,  which  when  considered  with  other  relevant \nfamily housing. It nevertheless bowed to their wishes. We  evidence, may well establish that the decision-making \nconclude,  therefore,  that  the  City  is  chargeable  with  body intended to cause that effect. Columbus Board of \nracially discriminatory intent for the actions it took in  Education v. Penick, 443 U.S. 449, 464-65, 99 S.Ct. 2941, \nNovember  1977  and  thereafter  to  obstruct  the  2949-50,  61  L.Ed.2d  666  (1979);  Dayton  Board  of \nconstruction of family housing.  Education v. Brinkman, 443 U.S. 526, 536 n.9, 99 S.Ct. \n   2971, 2978 n.9, 61 L.Ed.2d 720 (1979). \nWhen  the  Commission  voted  to  subject  the  Baldwin    \n5 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \n We agree that a finding of discriminatory intent may not  Erickson,  393  U.S.  385,  392,  89  S.Ct.  557,  561,  21 \nbe based solely upon the bigoted comments of a few  L.Ed.2d 616 (1969) stating: \ncitizens.  A  city  cannot  be  found  to  have  intended  to \ndiscriminate  unless  it  can  be  shown  that  racial \nconsiderations  were  a  motivating  factor  among  a \n(I)nsisting  that  a  state  may \nsignificant percentage of those who were responsible for \ndistribute  legislative  power  as  it \nthe city’s conduct. Arlington Heights II, supra at 1292. \ndesires  and  that  the  people  may \nThe government  need not prove  that the  Commission \nretain  for  themselves  the  power \nitself intended to discriminate on the basis of race in order \nover certain subjects may generally \nto  establish  that  the  City  acted  with  a  racially \nbe true, but these principles furnish \ndiscriminatory intent. In order to demonstrate a city’s \nno  justification  for  a  legislative \nracially discriminatory intent, it is sufficient to show that \nstructure  which  otherwise  would \nthe decision-making body acted for the sole purpose of \nviolate the fourteenth amendments. \neffectuating  the  desires  of  private  citizens,  that  racial \nNor  does  the  implementation  of \nconsiderations  were  a  motivating  factor  behind  those \nthis  change  through  popular \ndesires, and that members of the decision-making body \nreferendum  immunize  it.  *829 \nwere  aware  of  the  motivations  of  the  private  citizen. \nLucas  v.  Colorado  General \nUnited States v. City of Blackjack, Missouri, 508 F.2d \nAssembly,  377  U.S.  713,  736-37 \n1179, 1185 n.3 (8th Cir. 1974). Any other rule of law \n(84  S.Ct.  1459,  1473-74,  12 \nwould permit a legislative body to place its official stamp \nL.Ed.2d  632)  (1964).  The \nof approval on private racial discrimination. The Supreme \nsovereignty of the people is itself \nCourt has consistently struck down any such state action. \nsubject  to  those  constitutional \nReitman v. Mulkey, 387 U.S. 369, 87 S.Ct. 1627, 18 \nlimitations which have been duly \nL.Ed.2d  830  (1967);  Burton  v.  Wilmington  Parking \nadopted and remain unrepealed. \nAuthority, 365 U.S. 715, 81 S.Ct. 856, 6 L.Ed.2d 45 \n(1961); Shelley v. Kraemer, 334 U.S. 1, 68 S.Ct. 836, 92 \nL.Ed.2d 1161 (1947). \n   But see Kirksey v. The City of Jackson, Mississippi, 663 \nThe defendant argues that courts may not examine the  F.2d 659 (5th Cir. 1981). In any event, the April 1978 \nmotivation of voters in a referendum. We disagree. It is  referendum  was  advisory  and  not  binding  on  the \ntrue that our power to require a voter to explain how and  Commission. Thus, by examining the motivation of those \nwhy he/she voted is extremely limited. See  Arlington  who  voted  in  an  advisory  referendum,  we  are  not \nHeights, I, supra, at 268, 97 S.Ct. at 565. It is also true  scrutinizing the conduct of people acting in a legislative \nthat a court may not enjoin a city from conducting a  capacity. Rather, we examine the motivation of those who \nreferendum simply because the referendum might provide  voted  against  the  Baldwin  House  proposal  simply  to \nthe city with a vehicle to carry out racial discrimination.  gather  additional  information  concerning  the  basis  of \nThis is so because referenda are a legitimate part of the  opposition to the proposal. \ndemocratic process. James v. Valtierra, 402 U.S. 137, 91    \nS.Ct. 1331, 28 L.Ed.2d 678 (1971); Ranjel v. The City of   Following  the  referendum,  the  Commission  failed  to \nLansing, 417 F.2d 321 (6th Cir. 1969), cert. denied, 397  extend  its  contract  with  Baldwin  House,  despite  a \nU.S. 980, 90 S.Ct. 1105, 25 L.Ed.2d 390 (1970). But  longstanding request from Baldwin House that it do so. \nwhen  the  referendum  has  been  conducted,  we  may  By April 1978, four members of the Commission were \nexamine  the  motivation  of  the  electorate  in  order  to  openly opposed to the Baldwin House proposal. Racial \ndetermine  whether  a  city  has  acted  out  of  racially  concerns were a motivating factor behind the opposition \ndiscriminatory motives. Id. at 325. When it adopted the  of  at  least  two  of  the  four  members  of  the  majority \nFair Housing Act, Congress clearly intended to subject  faction. That fact alone may be sufficient to attribute a \nthe  conduct  of  the  people  acting  directly  by  way  of  racially discriminatory intent to the City. Regardless of \nreferendum to the same scrutiny that courts apply to the  their personal views, all four members felt bound by the \nacts of governmental decision-making bodies. We do not  results of the April 3, 1978 referendum not to proceed \nbelieve that Congress intended to permit cities to practice  with the Baldwin House proposal. They were aware that a \nracial  discrimination  with  impunity  by  the  simple  significant number of the opponents of Baldwin House \nexpedient  of  adopting  all  discriminatory  policies  by  were motivated in part by a desire to exclude black people \npopular vote. The Supreme Court tacitly approved judicial  from  the  City.  We  find,  therefore,  that  the  City  is \nscrutiny of the motivation of an electorate in Hunter v.  chargeable with racially discriminatory intent in its failure \n6 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \nto carry forward with the Baldwin House proposal after  property  values  were  justified  is  irrelevant.  The  Fair \nApril 1978.10  Housing  Act  does  not  proscribe  actions  based  upon \n   undocumented fears. Rather, the Act proscribes actions \n We agree with defendant that the Fair Housing Act does  taken because of the race, color, sex or national origin of \nnot  impose  any  affirmative  duty  upon  governmental  persons seeking housing. We do not agree, however, that \nbodies to plan for, promote, or construct any type of  the Act protects the City’s attempts to provide blanket \nhousing. Allegations that a city made plans to construct  protection  to  all  those  who  based  their  opposition  to \nlow-income housing and later abandoned those plans are  Baldwin House on fear that property values might drop. \ninsufficient to state a claim for violation of the Act or the  In order to determine whether the Act has in fact been \nUnited States Constitution. Acevedo v. Nassau County,  violated, we must determine the basis for the fear that \nNew  York,  500  F.2d  1078,  1081-82  (2d  Cir.  1974).  construction  of  low-income  housing  might  lead  to  a \nHowever, the circumstances under which such plans are  reduction of property values. No doubt some opponents of \nabandoned  are  relevant  in determining whether  a city  Baldwin House really believed that an influx of poor \nacted with racially discriminatory intent. In Acevedo, the  people, black or white, who might not maintain their \nplan to construct housing was in its very preliminary  property  could  cause  property  values  in  the  City  to \nstages at the time it was abandoned. In such a case, a  decrease. A city may well be within its rights to oppose \ncourt  should  be  reluctant  to  find  that  the  decision  to  low-income housing out of a desire to exclude all poor \nabandon was motivated by discriminatory intent because  people; neither the Fair Housing Act nor the United States \nthe factual record is likely to be sparse. But where, as  Constitution so far as we know prohibits discrimination \nhere, a plan to build low-income housing has undergone  on the basis of wealth. On the other hand, it is clear that a \ndevelopment over a number of years and is abandoned  large number of opponents of Baldwin House based their \nbecause of the unnecessary interference by the city, there  opposition on  a belief  that  an  influx of black people \nwill  often  be  ample  evidence  allowing  a  court  to  would cause property values to decrease, either because \ndetermine  whether  a  city  acted  with  racially  they might not maintain their property or because the \ndiscriminatory intent.11  presence  of  black  people  would  decrease  the \n   attractiveness of Birmingham to white people desiring to \n*830  The City argues that it did nothing to interfere with  live in an all-white community. A city that takes steps to \nBaldwin House’s freedom to build senior-citizen housing  exclude  black  people  violates  the  Fair  Housing  Act, \non a properly zoned site other than the Baldwin School  regardless whether they do so out of a desire to protect \nsite  or  to  build  family  housing  without  also  building  property values and not out of any animus against black \nsenior-citizen housing on the Baldwin School site. Even if  people generally. A person who attempts to prevent a \nthe City’s argument were factually correct, it misses the  black family from buying the house next door because the \nmark. We are concerned with one particular proposal put  presence of a black family on the block will decrease \nforward by Baldwin House. Although Baldwin House did  property  values  violates  the  Fair Housing  Act  just as \nnot  originally  intend  to  build  family  housing,  it  later  assuredly as a person who attempts to prevent a black \nvoluntarily agreed to do so in order to meet MSHDA  family from buying the house next door because that \nrequirements for financing. It would have complied with  person  dislikes  all  black  people.  The  evidence  here \nMSHDA’s  requirements,  except  for  the  City’s  establishes  that  a  significant  percentage  of  those  who \ninterference. The issue for our consideration is whether  opposed Baldwin House out of fear that property values \nthe City’s interference with the Baldwin House/MSHDA  might decline, based their fears on the belief that an influx \nnegotiations was racially motivated, not whether the City  of  black  people  into  a  community  decreases  property \nmight  have  acted  differently  in  response  to  some  values. This is the basis of Commissioner Kelly’s fears \nhypothetical plan by Baldwin House to build low-cost  when he said “the history of HUD and these people is to \nhousing on other sites.  destroy.”  In  fact,  Commissioner  Ring  testified  that  a \n   majority of concerns expressed to him in private prior to \n The City contends that the overriding concern among  the April 1978 referendum were to the effect that family \nthose who opposed Baldwin House was the belief that  housing would lead to an influx of black people into the \nlow-income housing would lower property values. The  City,  and  that,  in  turn,  might  lead  to  a  reduction  in \nCity argues that it is not a violation of the Act for citizens  property values. To the extent that the City acted as it did \nto oppose construction of low-cost housing based on their  in  response  to  such  fears,  the  City  violated  the  Fair \nconcern over lowered property values, Skillken, supra, at  Housing Act. \n881, and that the City has no responsibility under the Act    \nto show that these concerns were justified. We agree with  *831  Finally, the City carefully points out that MSHDA \nthe  City  that  whether  the  concerns  regarding  lowered  had not agreed to issue its mortgage commitment, had not \n7 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \nagreed that the Baldwin House proposal was even feasible  1) that the City of Birmingham, its Mayor, each of its \nfor a mortgage loan, and had not agreed to accept the  Commissioners,  the  City  Manager,  all  Officers  and \nproposed  mix  of  newly  constructed  and  rehabilitated  Employees of the City and all those acting in concert with \nhousing.  From  this,  the  City  argues  that  even  if  its  them who have notice of this injunctive order are hereby \ninterference  with  Baldwin  House’s  plans  to  construct  permanently restrained from engaging in any conduct that \nlow-income  housing  was  motivated  in  part  by  racial  interferes  with  Baldwin  House’s  efforts  to  construct \nconsiderations, the result would be the same and, in such  low-income family and senior citizen housing within the \ncircumstances,  there  is  no  justification  for  judicial  City of Birmingham; \ninterference with the challenged decision. Although it is    \ntrue that as of May 1978 MSHDA still had not finally  2) that the City of Birmingham shall forthwith reinstate its \ndetermined  that  the  Baldwin  House  proposal  was  contract with Baldwin House, dated December 6, 1976, \neconomically feasible, the City did not submit evidence to  except that such contract will be amended to provide \nestablish  that  the  Baldwin  House  proposal  was  not  Baldwin House with the option to purchase within two \nfeasible and never would have been built in any event.  and one-half years from this date the southern portion of \nNor did the City offer evidence to establish that Baldwin  the Baldwin School site; the northern boundary of that \nHouse  and  MSHDA  never  would  have  agreed  on  an  parcel of land is the center line of vacated Martin Street; \nacceptable mix of new and rehabilitated housing to make  PROVIDED, HOWEVER, that the contract shall specify \nup the required 75 units of family housing. On the other  that  Baldwin  House  may  obtain  upon  its  request  an \nhand, there is evidence that Baldwin House’s housing  automatic extension of that contract for two, six-month \nconsultant  and  a  MSHDA  staff  member  both  periods;  PROVIDED  FURTHER,  that  Baldwin  House \npreliminarily  determined  that  the  proposal  was  shall obtain additional extensions by petitioning the court \neconomically feasible regardless of the mix employed.  for an appropriate order extending the contract beyond the \nMoreover,  MSHDA  had  enough  confidence  in  the  expiration  date  of  the  second  six-month  extension; \nproposal to grant Baldwin House a seed loan. In the past,  PROVIDED FURTHER, that the contract shall specify \nin almost all cases in which MSHDA granted a seed loan,  that Baldwin House may, at its sole discretion, include \nthe proposed housing was actually built. We find that the  some low-income family housing units as a part of any \npreponderance of the evidence establishes that, but for the  elderly housing complex constructed on the site; \nactions of the City, Baldwin House’s proposal would have    \nbecome  a  reality.  Accordingly,  we  conclude  that,  by  3) that the City of Birmingham and all of its Officials and \nacting  to  block  the  Baldwin  House  proposal,  in  part  Employees  above  named  shall  take  all  reasonable \nbecause of its desire to exclude black people from the  affirmative  steps  to  assist  Baldwin  House  in  its \nCity, Birmingham made housing unavailable to certain  performance under the contract, including but not limited \nindividuals on the basis of their race in violation of s  *832 to assisting Baldwin House with applications filed \n804(a) of the Fair Housing Act. We further conclude that  by Baldwin House to obtain mortgage financing and/or \nthe City interfered with the right of a group of persons to  grants for rent subsidies; locating appropriate sites within \nseek housing in Birmingham because of their race in  the  City  suitable  for  constructing  low-income  family \nviolation of s 817 of the Act. Accordingly, we will enter  housing; locating existing housing suitable for substantial \njudgment in favor of the plaintiff on the issue of liability.  rehabilitation; and granting Baldwin House’s reasonable \n   requests for zoning variances; Baldwin House shall be \nIT IS SO ORDERED.  free to provide low-income family housing by substantial \n   rehabilitation of existing housing and by the construction \n  of new, single or multiple unit family housing; \n    \n4) that Baldwin House shall at all times remain free to \ndetermine, with  approval of the court,  the number of \nlow-income  housing  units  to  be  constructed  and  to \nJUDGMENT \ndetermine the ratio of low-income senior citizen units to \nlow-income family units; PROVIDED, HOWEVER, that \nThe court having previously entered a partial judgment on \nthe ratio of family to elderly housing shall be consistent \nthe issue of liability, and the court having afforded the \nwith the housing needs of those living and working in the \nparties a hearing on the issue of remedy, \nBirmingham  area,  as  determined  by  any  Housing \n  \nAssistance Plan (HAP) prepared or to be prepared by the \nNOW,  THEREFORE,  IT  IS  ORDERED  AND \nCity of Birmingham or by Oakland County; PROVIDED \nADJUDGED: \nFURTHER, that such ratio shall also be consistent with \n  \n8 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \ncriteria  established  by  the  Michigan  State  Housing  City of Birmingham; \nDevelopment Authority (MSHDA) and/or the Department    \nof Housing and Urban Development (HUD);  9) that the City of Birmingham shall cooperate fully with \n   any  affirmative  marketing  campaigns  undertaken  by \n5) that the City of Birmingham shall provide to residents  Baldwin House designed to induce blacks and members \nof any housing constructed on the Baldwin School site,  of other minority groups to apply for occupancy in the \nreasonable access to the city-owned parking lot located  low-income housing so constructed; \nnorth of the center line of vacated Martin Street; such    \nresidents shall be permitted to use the parking lot free of  10)  that  Baldwin  House  shall,  through  its  housing \ncharge to the extent that such use does not interfere with  consultant, file periodic reports (every 120 days) with the \nthe parking needs of adjacent land owners;  court and counsel detailing the progress being made in its \n   effort to construct low-income housing in the City of \n6) that if the contract between Baldwin House and the  Birmingham; such reports shall describe any problems \nCity  is  due  to  expire  and  Baldwin  House  has  not  and obstacles being encountered in the processing of any \nsucceeded  in  obtaining  mortgage  financing  for  application filed to obtain necessary financing and/or in \nconstruction  of  low-income  family  and  senior  citizen  the construction of low-income housing; \nhousing  and  has  not  obtained  a  commitment  for  rent    \nsubsidies,  Baldwin  House  shall,  through  counsel  for  11) that the court’s jurisdiction in this matter shall be \nplaintiff, petition the court for a hearing to determine  continuing to provide amendments to this Judgment as \nalternative  methods  and  sources  for  obtaining  such  required in order to assure that low-income family and \nmortgage financing and rent subsidies;  senior citizen housing is constructed by Baldwin House in \n   the City of Birmingham. \n7)  that  any  application  filed  by  Baldwin  House  with    \nMSHDA and HUD for mortgage financing and rental  In all other respects this Judgment shall be final. \nsubsidies shall indicate that the application is being filed    \npursuant to a judgment entered by the court; \n   All Citations \n8) that the City of Birmingham shall act expeditiously \nupon any and all applications filed by Baldwin House for  538 F.Supp. 819 \nbuilding permits, zoning variances and tax abatements in   \nconnection  with  Baldwin  House’s  efforts  to  construct \nlow-income family and senior citizen housing within the \nFootnotes \n \n1  42 U.S.C. s 3604(a) makes it unlawful “to refuse to sell or rent after the making of a bona fide offer, or to refuse to \n  negotiate for the sale or rental of, or otherwise make unavailable or deny, a dwelling to any person because of race, \ncolor,  religion,  sex  or  national  origin.”  (Emphasis  added.)  Any  conduct  or  practice  that  prevents  or  limits \nconstruction  of  housing  is  included  within  the  scope  of  the  phrase  “otherwise make  unavailable  or  deny.” \nMetropolitan Housing Development Corporation v. Village of Arlington Heights, 558 F.2d 1283 (7th Cir. 1977), cert. \ndenied, 434 U.S. 1025, 98 S.Ct. 752, 54 L.Ed.2d 772 (1978) ( Arlington Heights II ). \nSection 817 of the Act, 42 U.S.C. s 3617, makes it unlawful to “coerce, intimidate, threaten, or interfere with any \nperson in the exercise or enjoyment of ... any right granted or protected” by the Act. \n \n2  The sale of the Baldwin School site required voter approval. A referendum seeking voter approval was scheduled for \n  April 5, 1976. The proposition submitted to the voters specified that the school site would be used for senior-citizen \nhousing. The sale was overwhelmingly approved by the voters. \n \n9 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \n3  Prior to April 1977, the City Commission did not publicize any of Baldwin House’s proposals to meet MSHDA’s \n  balanced housing requirement. \n \n4  To assist Baldwin House in putting this proposal together, Mr. Watchowski provided Baldwin House with an \n  inventory, prepared by the City, of Birmingham houses in need of rehabilitation. In August 1977, Baldwin House \nengaged Winona Stout, a real estate broker, to inspect City housing. She discovered 20 to 30 houses worth less than \n$35,000 in need of rehabilitation. A majority of that number was for sale. \n \n5  Baldwin House, a group of private citizens, did not need extensive assistance from the City to construct either senior \n  citizen or family housing. Baldwin House only required the City to sell it the Baldwin School site and to grant a tax \nabatement for the site. The tax abatement was a minor concession. The school site had not been on the tax rolls for \nmany years. Baldwin House had agreed to make an annual payment to the City in lieu of taxes. \n \n6  By November, the Commission believed that the City’s opposition had so crystalized, Mayor Conrad met with \n  MSHDA and HUD officials in an attempt to eliminate the family housing requirement from the Baldwin House \nproposal. She told MSHDA that the requirement was jeopardizing the entire senior-citizen housing proposal and that \nopposition “is organizing all over town and fear is what is being stressed.” \n \n7  The contract extension signed the following day included a new paragraph H which provided: “Baldwin House shall \n  not take any steps toward acquiring any interest in or providing any type of housing other than senior-citizen \nhousing.” \n \n8  At the November 28, 1977 Commission meeting, the “Committee To Put The Issue On The Ballot” read parts of this \n  flyer in opposition to the Baldwin House proposal. \n \n9  Prior to trial, the government argued that it need only prove that the City’s actions had a proscribed discriminatory \n  effect. See, e.g., Arlington Heights Housing Development Corporation v. Village of Arlington Heights, 558 F.2d 1283 \n(7th Cir. 1977), cert. denied, 434 U.S. 1025, 98 S.Ct. 752, 54 L.Ed.2d 772 (1978) (Arlington Heights II ). However, \nfollowing trial, the government abandoned its efforts to impose liability on the basis of discriminatory effects alone \nand sought to establish that defendant actually intended to discriminate on a proscribed basis. Proof of foreseeable \nconsequences is some evidence of a racially discriminatory purpose. Columbus Board of Education v. Penick, 443 \nU.S. 449 at 465, 99 S.Ct. 2941 at 2950, 61 L.Ed.2d 666. \n \n10  The defendant relies primarily upon four cases to support its argument that it has not violated the Act: Joseph \n  Skillken and Company v. The City of Toledo, 528 F.2d 867 (6th Cir. 1975), vacated on remand 429 U.S. 1068, 97 S.Ct. \n800, 50 L.Ed.2d 786 (1977), reaffirmed on remand, 558 F.2d 350 (6th Cir.), cert. denied, 434 U.S. 985, 98 S.Ct. 611, \n54 L.Ed.2d 479 (1977); Citizens Committee for Faraday Wood v. Lindsay, 507 F.2d 1065 (2d Cir. 1974), cert. denied, \n421 U.S. 948, 95 S.Ct. 1679, 44 L.Ed.2d 102 (1975); Mahaley v. Cuyahoga Metropolitan Housing Authority, 500 F.2d \n1087 (6th Cir. 1974); Acevedo v. Nassau County, New York, 500 F.2d 1078 (2d Cir. 1974). None of these cases is \nrelevant here because none involved a finding that the defendant had engaged in intentional racial discrimination. \n10 \n \n\nU.S. v. City of Birmingham, Mich., 538 F.Supp. 819 (1982)   \n \n \nMoreover, the Sixth Circuit has recently cast doubt on the applicability of Mahaley and Skillken to suits brought \nunder the Fair Housing Act. The court in City of Parma, supra at 574, a case brought under the Act, distinguished \nMahaley by noting that it involved a suit brought under the Housing Act of 1937 and not the Fair Housing Act, and \ndistinguished Skillken by noting that its holdings were not based upon a construction of the Fair Housing Act. \n \n11  Our analysis takes into account the fact that Birmingham, unlike Acevedo, did not abandon its own inchoate plan to \n  construct family housing. Rather, Birmingham was being asked to play only a peripheral role (see fn. # 5, supra) in a \nprivate group’s plan to construct family housing and it then took action that interfered with that plan. In such a case, \nwe should not hesitate to examine the motivation behind that interference. \n \n \n \n \nEnd of Document \n \n \n \n \n11 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/146307"
    },
    {
      "date": "1984-02-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 560,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 727,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 146308,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/146308.pdf",
      "title": "Opinion",
      "text": "U.S. v. City of Birmingham, Mich., 727 F.2d 560 (1984)   \n \n \n \n \nAttorneys and Law Firms \n727 F.2d 560 \nUnited States Court of Appeals, \n*561 William M. Saxton, argued, Butzel, Long, Gust, \nSixth Circuit. \nKlein & Van Zile, Detroit, Mich., Dean G. Beier, Beier, \nHowlett, McConnell, McCann, Bloomfield Hills, Mich., \nUNITED STATES of America, Plaintiff-Appellee, \nfor defendant-appellant. \nv. \nCITY OF BIRMINGHAM, MICHIGAN, \nLeonard R. Gilman, U.S. Atty., Detroit, Mich., William \nDefendant-Appellant. \nR. Yeomans, argued, Brian Heffernan, Dept. of Justice, \nWashington, D.C., for plaintiff-appellee. \nNo. 82–1559. \nBefore  MERRITT,  Circuit  Judge,  PHILLIPS,  Senior \n| \nCircuit Judge, and SPIEGEL, District Judge.* \nArgued Oct. 7, 1983. \n| \nOpinion \nDecided Feb. 8, 1984. \n \nPHILLIPS, Senior Circuit Judge. \nSynopsis \n \nCivil Rights Division of the Department of Justice filed \nThis  fair  housing  case  was  filed  by  the  Civil  Rights \nfair  housing  case  charging  that  city  had  prevented \nDivision of the Department of Justice against the City of \ndevelopment  of  racially  integrated  low-income  senior \nBirmingham,  Michigan,  charging  that  the  City  had \ncitizen and family housing by a private corporation, in \nprevented  the  development  of  racially  integrated \nviolation of civil rights statute. The United States District \nlow-income senior citizen and family housing by Baldwin \nCourt for the Eastern District of Michigan, 538 F.Supp. \nHouse, a private corporation, in violation of the Civil \n819,  Robert  E.  DeMascio,  J.,  issued  an  injunction \nRights Act of 1968 (the Fair Housing Act). 42 U.S.C. §§ \nrestraining  the  city  from  interfering  further  with  the \n3604(a) and 3617.1 \nefforts of the private corporation to construct low-income \n  \nfamily and senior citizen housing within the city. City \n*562 In an opinion containing comprehensive findings of \nappealed. The Court of Appeals, Harry Phillips, Senior \nfact,  District  Judge  Robert  E.  DeMascio  issued  an \nCircuit Judge, held that: (1) findings of fact upon which \ninjunction restraining the City from interfering further \nthe district judge based his ultimate conclusion that the \nwith  the  efforts  of  Baldwin  House,  a  non-profit \ncity  blocked  the  housing  development  with  a  racially \ncorporation  formed  by  members  of  five  different \ndiscriminatory  intent  were  not  based  upon  hearsay \nBirmingham churches, to construct low-income family \nevidence  and  were  not  clearly  erroneous;  (2)  district \nand senior citizen housing within the City of Birmingham. \ncourt’s conclusion that the city’s interference with the \n  \nhousing project was racially motivated in part was not \nReference is made to the opinion of the district court, \ndependent upon the motivation of voters in nonbinding \npublished  in  538  F.Supp.  819  (E.D.Mich.1982)  for  a \nreferendum  which  was  held  concerning  project;  (3) \ndetailed  recitation  of  pertinent  facts.  We  affirm  the \nevidence was sufficient to support finding that the city \njudgment of the district court except for one modification \nacted  with  a  discriminatory  intent  in  blocking  the \nin the injunction as hereinafter set forth in part VI of this \nlow-income  housing  proposal;  and  (4)  district  court \nopinion, infra. \nexceeded its remedial authority by enjoining the city from \n  \nengaging in “any conduct” that interfered with the private \n \ncorporation’s efforts to construct low-income family and \n \nsenior citizen housing within the city, and therefore, the \ninjunction  would  be  limited  to  prohibit  the  city  from \nengaging  in  any  conduct  because  of  race  or  with \ndiscriminatory motive on account of race.  I \n  \nAffirmed as modified.  Birmingham,  a  suburb  of  Detroit,  Michigan,  has  a \n   population of approximately 22,000, with a very small \nProcedural Posture(s): On Appeal.  minority ratio. According to the 1980 federal census only \nforty-four (0.2%) of its citizens were black. The City of \n1 \n \n\nU.S. v. City of Birmingham, Mich., 727 F.2d 560 (1984)   \n \n \nBirmingham was aware of an acute shortage of senior  housing. \ncitizen housing as early as 1969. Attempting to meet this \nneed,  in  1975,  after  competitive  bidding,  the  City  538 F.Supp. at 822 (footnotes omitted). \naccepted  a  proposal  submitted  by  Baldwin  House  by    \nwhich the City would sell to Baldwin House a recently  After numerous developments described in detail in the \nacquired  school  site.  The  proposal  called  for  the  district court’s opinion, 538 F.Supp. at 822 to 824, the \nconstruction and management of 156 units (later reduced  district court found that “Soon after the public had been \nto 152) of senior citizen housing on the former site of the  *563 advised that Baldwin House intended to construct \nBaldwin  School.  Baldwin  House  proposed  to  finance  low-income family housing, opposition began to surface. \nconstruction  through  the  Michigan  State  Housing  Most of the opposition to the proposal centered on fears \nDevelopment Authority (MSHDA) and planned to seek  that family housing might introduce ‘harmful elements’ \ntenant rent subsidies under the Section 8 program of the  into Birmingham.” 538 F.Supp. at 824. Opposition to \nDepartment of Housing and Urban Development.  low-income housing was expressed at meetings of the \n   City Commission. Flyers were distributed throughout the \nThe sale required voter approval. At a referendum held  City, vigorously attacking the Baldwin House plan. The \nApril 5, 1976, the voters of the City overwhelmingly  district court found that “[r]esidents who opposed the \napproved the sale of the Baldwin School site to Baldwin  Baldwin  House  proposal  attended  every  Commission \nHouse. The district court found as follows:  meeting between November 1977 and April 1978”; and \nthat they expressed concern about “those people” coming \nOn December 6, 1976, Birmingham entered into an  to Birmingham. Id. The court concluded: “We find that \nagreement for the sale to Baldwin House of the former  when the group led by Nancy Elby referred to ‘those \nBaldwin School site. Paragraph I(G) of the agreement  people,’ they were referring to black people.” Id. The \nprovided:  court found that the City Commission took action that \nsupported opponents of the Baldwin House proposal by \nThe City acknowledges that federal and state policy  agreeing to defer a final vote on extending the Baldwin \nrequires  that  non-elderly  government  assisted  House contract and by adding several amendments to the \nhousing  as  well  as  assisted  elderly  housing  be  proposed contract that made it impossible for Baldwin \nprovided in each housing market area. Therefore, the  House  to  continue  its  negotiations  successfully  with \nCity  agrees  it  will  consider  such  existing,  MSHDA. Id. at 825. \nrehabilitated and/or new housing as the Michigan    \nState Housing Development Authority and/or U.S.  An advisory referendum on the Baldwin House proposal \nDepartment  of  Housing  and  Urban  Development  was held on April  3, 1978,  when  three of  the  seven \nshall reasonably require as a condition of providing  members of the City Commission stood for reelection. \nfinancing  and  assistance  to  the  Baldwin  House  The Baldwin House proposal and the three incumbent \nproject.  Commissioners were defeated. Three candidates opposing \nthe proposal were elected. The district court found: \nThe agreement gave Baldwin House one year to obtain \nMSHDA  financing.  Thus,  prior  to  signing  the  The  City’s  interference  with  the  Baldwin  House \nagreement, the City Commission knew that MSHDA  proposal culminated when on May 8, 1978 ... the three \nwould require some “family housing” as a condition for  remaining Commissioners who supported the Baldwin \nfinancing  the  construction of  senior-citizen  housing.  House proposal were recalled from office. This newly \nCity officials also knew that MSHDA would probably  composed Commission never took any action to repair \nrequire some new construction of family housing.  the damage its practices and policies had done to the \nnegotiations  between  MSHDA  and  Baldwin  House. \nOn February 25, 1977, Baldwin House submitted its  Even  though  the  new  Commission  was  aware  that \nfirst request to MSHDA for financing the construction  Baldwin House wanted its contract extended at least \nof family housing (50 units on one site with a possible  until September 1978, it took no action. It would have \nadditional 10 units on a second site). In March 1977,  served no purpose for Baldwin House to again request \nless than 90 days after the City signed its agreement  an extension; it knew it had no support on the new \nwith Baldwin House, MSHDA officials informed Mr.  Commission. A city that had actively interfered with \nWatchowski, the City Grant Administrator, that, as part  the Baldwin House/MSHDA negotiations could now \nof  its  newly  announced  balanced  housing  policy,  preclude  construction  of  racially  integrated  family \nMSHDA would require one unit of low-income family  housing in Birmingham by simply doing nothing. \nhousing for every two units of senior-citizen housing as \na condition for financing construction of senior-citizen  538 F.Supp. at 826. \n2 \n \n\nU.S. v. City of Birmingham, Mich., 727 F.2d 560 (1984)   \n \n \n   record,  “with  the  definite  and  firm  conviction  that  a \nThe district court held that “the City’s interference with  mistake has been committed.” United States v. United \nthe Baldwin House plan to construct low-income housing  States Gypsum Co., 333 U.S. 364, 395, 68 S.Ct. 525, 541, \nwas, in fact, racially motivated.” Id.  92 L.Ed. 746 (1948), reh’g denied 333 U.S. 869, 68 S.Ct. \n   788, 92 L.Ed. 1147 (1948). In making a decision as to \nJudge DeMascio then articulated seven specific factors in  whether a mistake has occurred, this court defers to the \nsupport of his conclusion. These seven factors are set  district  court’s  determinations  with  respect  to  the \nforth in the quotation in Part IV of this opinion, infra.  credibility  of  witnesses.  “Findings  as  to  the  design, \n   motive and intent with which men act depend peculiarly \nWe find the conclusion of the district court on these seven  upon the credit given to witnesses by those who see and \nfactors to be supported by the record. Reference is made  hear them.” United States v. Yellow Cab Co., 338 U.S. \nto  the  findings  of  fact  of  the  district  court  for  338, 341, 70 S.Ct. 177, 179, 94 L.Ed. 150 (1949). \ncomprehensive details of evidence supporting the court’s    \nconclusion on these seven factors.   In  a  recent  case  also  involving  racial  motivation  of \n   public officials in withdrawing support for a low-income \n  housing project, Smith v. Town of Clarkton, 682 F.2d \n  1055, 1064–1065 (1982), the Fourth Circuit wrote: \nII  Municipal officials acting in their \nofficial capacities seldom, if ever, \nThe City urges reversal of the judgment of the district  announce on the record that they \ncourt on the following grounds:  are pursuing a particular course of \n   action  because  of  their  desire  to \n(1) The findings of fact upon which the district judge  discriminate  against  a  racial \nbased his ultimate conclusion that the City blocked the  minority.  Even  individuals  acting \nBaldwin  House  development  with  a  racially  from invidious motivations realize \ndiscriminatory intent is based upon hearsay evidence and  the  unattractiveness  of  their \nare clearly erroneous;  prejudices  when  faced  with  their \n   perpetuation in the public record. It \n(2) That the district court unlawfully inquired into the  is only in private conversation, with \nmotives of voters who participated in the April 3, 1978  individuals assumed to share their \nadvisory referendum on the sale of the Baldwin school  bigotry,  that  open  statements  of \nsite to the Baldwin House group;  discrimination  are  made,  so  it  is \n   rare  that  these statements can be \n(3) That the district court erred in holding that the City  captured  for  purposes  of  proving \nacted  with  a  discriminatory  intent  is  erroneous  and  racial discrimination in a case such \ncontrary to law; and  as this. The trial court, in making \n   findings of fact, was faced with the \n(4) That the remedy prescribed by the district court is not  same  problems  confronting  trial \nlimited to the nature of the violation found.  courts everywhere sitting as finders \n   of  fact  in  cases  involving  racial \nWe address each of these contentions in turn.  discrimination. \n  \n \n    \nWe conclude that the city’s contentions that the findings \nof the district court are based upon hearsay testimony and \nare “clearly erroneous” are without merit. \n*564 III    \n \n This court may set aside findings of fact of a district \n \njudge  sitting  without  a  jury  only  if  the  findings  are \n“clearly erroneous.” Fed.R.Civ.P. 52(a). To set aside such \nfindings of fact, we must be left, after reviewing the entire \n3 \n \n\nU.S. v. City of Birmingham, Mich., 727 F.2d 560 (1984)   \n \n \nIV  whether a district court may make a judicial examination \nof the motivation of voters in an advisory referendum \n The  City  also  contends  the  district  court  erred  by  election. \nexamining  the  motivation  of  voters  who  opposed  the    \nBaldwin House proposal in the nonbinding referendum   \nheld April 3, 1978. We do not read the opinion of the   \ndistrict court as dependent upon the motivation of voters \nin this referendum for its decision. The facts enumerated \nby the district judge in support of his conclusion that the \nCity interfered with the Baldwin House plan were the  V \nfollowing: \nWe further conclude that the district court did not err in \nWe  conclude  that  the  City’s  interference  with  the  holding that the City acted with discriminatory intent in \nBaldwin House plan to construct low-income family  blocking  the  Baldwin  House  proposal.    Village  of \nhousing was, in part, racially motivated. Among the  Arlington Heights v. Metropolitan Housing Development \nfacts  that  lead  us  to  this  conclusion  are  the  views  Corp., 429 U.S. 252, 97 S.Ct. 555, 50 L.Ed.2d 450 (1977) \nexpressed  by  a  significant  number  of  opponents  of  sets forth the standards against which official conduct \nBaldwin House (uttered both on the public record and  may be weighed in attempting to determine whether that \nwithin the hearing of those who testified at trial); a  conduct  was  motivated  by  a  discriminatory  purpose. \nCommission  that  knowingly  pursued  policies  that  “[O]fficial action will not be held unconstitutional solely \nappeased those who expressed these bigoted views; the  because it results in a racially disproportionate impact. \nopinion  testimony  of  supporters  of  Baldwin  House  ‘Disproportionate impact is not irrelevant, but it is not the \ndescribing  the  motivation  of  their  opposition;  the  sole touchstone of invidious racial discrimination.’ ” 429 \nunusual  sequence  of  events  leading  to  the  contract  U.S. at 265, 97 S.Ct. at 563, quoting Washington v. Davis, \namendments  and  the  Commission’s  decision  not  to  426 U.S. 229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976). \nextend its contract with Baldwin House; the decision to  (emphasis added). The Court in Arlington Heights went \nconduct an advisory referendum on the Baldwin House  on to say: \nproposal;  the  extreme  hostility  and  persistence \nDavis does not require a plaintiff to prove that the \ndisplayed  by  opponents  of  Baldwin  House  in  their \nchallenged  action  rested  solely  on  racially \nefforts  to  defeat  its  proposal;  the  defeat  of  three \ndiscriminatory purposes. Rarely can it be said that a \ncommissioners at the April 3, 1978 election and the \nlegislature or administrative body operating under a \nsubsequent recall of the remaining three commissioners \nbroad mandate made a decision motivated solely by a \nwho favored the Baldwin House proposal; and the fact \nsingle concern, or even that a particular purpose was \nthat Birmingham was and still is a virtually all-white \nthe “dominant” or “primary” one. In fact, it is because \ncommunity  despite  its  longstanding  open-housing \nlegislators and administrators are properly concerned \nordinance. \nwith balancing numerous competing considerations that \n538 F.Supp. at 826.  courts  refrain  from  reviewing  the  merits  of  their \n   decisions,  absent  a  showing  of  arbitrariness  or \nRacial  motivation  of  voters  in  the  referendum  is  not  irrationality.  But  racial  discrimination  is  not  just \narticulated in this paragraph as one of the critical factors.  another competing consideration. When there is a proof \nThe court stated the basic issue in the case to be *565  that a discriminatory purpose has been a motivating \n“whether  the  city’s  interference  with  the  Baldwin  factor  in  the  decision,  this  judicial  deference  is  no \nHouse/MSHDA negotiations was racially motivated,” 538  longer justified. \nF.Supp.  at  830;  and,  notwithstanding  any  racially \nDetermining whether invidious discriminatory purpose \ndiscriminatory motives on the part of voters, the court \nwas a motivating factor demands a sensitive inquiry \nfound  that  numerous  actions  of  city  officials  which \ninto such circumstantial and direct evidence of intent as \nrestricted and finally terminated those negotiations were \nmay be available. \nbased  on  racially  discriminatory  considerations.  This \nstatement of the issue is not erroneous and the district \n429  U.S.  at  265–66,  97  S.Ct.  at  563–564.  (footnotes \ncourt’s findings on this issue are not clearly erroneous. \nomitted). \nWe affirm the District Court’s decision on this basis and \n  \non  the  basis  of  the  seven  factors  enumerated  in  the \nTo assist courts in this inquiry, the Supreme Court has \nabove-quoted  paragraph.  We  therefore  do  not  find  it \nidentified  objective  factors  that  may  be  probative  of \nnecessary  in  this  opinion  to  pass  upon  the  issue  of \n4 \n \n\nU.S. v. City of Birmingham, Mich., 727 F.2d 560 (1984)   \n \n \nracially discriminatory intent: (1) the racial impact of an  words  “from  engaging  in  any  conduct”  the  words \nofficial  action;  (2)  the  historical  background  of  the  “because  of  race  or  with  discriminatory  motive  on \ndecision; (3) the sequence of events leading up to the  account of race.” \nchallenged  decision,  including  departures  from  normal    \nprocedures  and  usual  substantive  norms;  and  (4)  the   The  City  further  contends  that  the  judgment  of  the \nlegislative  or  administrative  history  of  the  decision.  district court is erroneous because “it is not limited to the \nArlington Heights, supra, 429 U.S. at 266–267, 97 S.Ct.  nature of the violations found.” For example, the City \nat 563–564. No single factor may be dispositive of this  asserts  the  district  court  exceeded  its  authority  by \ndecision. In the present case we conclude that the district  permitting  Baldwin  House  to  “obtain  additional \ncourt  did  not  err  in  deciding  that  the  totality  of  extensions” of the contract for sale of the Baldwin School \ncircumstances establishes that the City of Birmingham  site by petitioning the court. We hold this provision is not \nblocked  development  of  Baldwin  House  with  racially  an abuse of discretion. After automatic extensions expire, \ndiscriminatory intent. The details of evidence supporting  the district court, on the application of Baldwin House, \nthis conclusion are set forth in the opinion of the district  may examine the circumstances that have prevented the \ncourt. 538 F.Supp. 819 et seq.  sale of the land and determine whether or not a further \n   extension is proper. The injunction does not commit the \n  district court to grant a further extension. It merely leaves \n  the door open to insure that appropriate efforts can be \nexpended  to  make  whole  the  victims  of  the  City’s \ndiscriminatory conduct. \n  \nVI \n It is well established that flexibility is proper in the \nsuccessful shaping and supervision of an equitable decree. \n The United States and the City of Birmingham have \nSwann  v.  Charlotte-Mecklenburg  Board  of  Education, \nagreed, both in their brief and in oral argument, that the \n402 U.S. 1, 15, 91 S.Ct. 1267, 1275, 28 L.Ed.2d 554 \ndistrict court exceeded its remedial authority by enjoining \nreh’g denied 403 U.S. 912, 91 S.Ct. 2200, 29 L.Ed.2d 689 \nthe City from engaging in “any conduct ” that interferes \n(1971); United States v. City of Parma, 661 F.2d 562, \nwith Baldwin House’s efforts to construct low-income \n563, 576 (6th Cir.1981). \nfamily and senior citizen housing within the  *566 City \n  \nof  Birmingham.  The  Government  concedes  that  the \nWith the exception of the modification of the injunction \ninjunction should be limited to prohibition of conduct \nset  forth  above,  the  judgment  of  the  district  court  is \nbecause of race. The Government agrees that the City \naffirmed. No costs are taxed. The parties will bear their \n“should be left free to pursue legitimate interests, such as \nown costs in this court. \nthe enforcement of zoning ordinances and building codes, \n  \nso  long  as  their  interests  are  not  exercised  with \ndiscriminatory motive.” \nAll Citations \n  \nWe  agree  with  the  Government’s  concession.  727 F.2d 560 \nAccordingly, it is ORDERED that the first paragraph of \n \nthe judgment of the district court reported at 538 F.Supp. \n831, be and hereby is amended by inserting after the \nFootnotes \n \n*  The Honorable S. Arthur Spiegel, United States District Judge for the Southern District of Ohio, sitting by designation. \n \n \n1  § 3604. Discrimination in sale or rental of housing \n \nAs made applicable by section 3603 of this title and except as exempted by sections 3603(b) and 3607 of this \ntitle, it shall be unlawful— \n(a) To refuse to sell or rent after the making of a bona fide offer, or to refuse to negotiate for the sale or rental \n5 \n \n\nU.S. v. City of Birmingham, Mich., 727 F.2d 560 (1984)   \n \n \nof, or otherwise make unavailable or deny, a dwelling to any person because of race, color, religion, sex, or \nnational origin. \n§ 3617. Interference, coercion, or intimidation; enforcement by civil action \nIt shall be unlawful to coerce, intimidate, threaten, or interfere with any person in the exercise or enjoyment \nof, or on account of his having exercised or enjoyed, or on account of his having aided or encouraged any other \nperson in the exercise or enjoyment of, any right granted or protected by section 3603, 3604, 3605, or 3606 of \nthis title. This section may be enforced by appropriate civil action. \n \n \n \n \nEnd of Document \n \n \n \n \n6 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/146308"
    }
  ],
  "document_count": 3
}