{
  "case_id": 10026,
  "fetched_at": "2025-10-20T22:38:54.459015",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Delaware",
        "name": "Delaware County Detective's Office",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Delaware",
        "name": "Delaware County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Eastern District of Pennsylvania",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1985-06-17",
    "filing_year": 1985,
    "id": 10026,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female",
      "Policing: Strip search policy (policing)"
    ],
    "last_checked_date": "2014-12-03T00:00:00-05:00",
    "main_docket": {
      "id": 33053,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1985,
      "docket_filing_number": 3426,
      "is_main_docket": true,
      "court": "Eastern District of Pennsylvania",
      "state": "Pennsylvania",
      "docket_office_number": "2",
      "docket_number_manual": "85-3426",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "DiMattesa v. Davies",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiffs were arrested and charged with prostitution by the Delaware County Detective's Office and were forced by defendants, against their wills, to undergo \"gynecological examination/strip search[es].\"",
    "plaintiff_type": [],
    "prevailing_party": "Unknown",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Pennsylvania",
    "summary": "<p>Plaintiffs in this 1985 strip search case were arrested and charged with prostitution by the Delaware County Pennsylvania Detective's Office and forced to undergo \"gynecological examination/strip search[es].\" They filed suit in the U.S. District Court for the Eastern District of Pennsylvania, claiming the searches were conducted without probable cause to believe that any contraband was hidden on their bodies. Additionally, plaintiffs claimed that the physician who conducted the searches removed their clothing, fondled them and inserted a speculum into the plaintiff[s'] vagina and anus.</p><p>On defendants' motion to dismiss, the court (Judge O'Neill) found that the prosecutor defendants had failed to recognize the difference between those prosecutorial activities which receive absolute immunity and those which receive qualified immunity, and so could not rule on the defense. The court also let stand the plaintiffs' claims that defendants were liable even if they did not personally participate in the examinations; all that is necesary to survive a motion to dismiss is the allegation that defendants had personal knowledge of and acquiesced in the alleged acts. </p><p>The court thus allowed plaintiffs' claims, except those that claimed tortious acts, and allowed amendment of claims that insufficiently plead existence of a policy or practice. We have no further information about this case.</p>",
    "summary_published_date": "2012-08-14T00:00:00-04:00",
    "summary_short": "Plaintiffs in this 1985 strip search case were arrested and charged with  prostitution by the Delaware County Pennsylvania Detective's Office and forced to undergo \"gynecological examination/strip search[es].\" They filed suit in the U.S. District Court for the Eastern District of Pennsylvania, claiming the searches were conducted without probable cause to believe that any contraband was hidden on their bodies. Additionally, plaintiffs claimed that the physician who conducted the searches removed their clothing, fondled them and inserted a speculum into the plaintiff[s'] vagina and anus.\r\n\r\nOn defendants' motion to dismiss, the court (Judge O'Neill) found that the prosecutor defendants had failed to recognize the difference between those prosecutorial activities which receive absolute immunity and those which receive qualified immunity, and so could not rule on the defense. The court also let stand the plaintiffs' claims that defendants were liable even if they did not personally participate in the examinations; all that is necesary to survive a motion to dismiss is the allegation that defendants had personal knowledge of and acquiesced in the alleged acts. \r\n\r\nThe court thus allowed plaintiffs' claims, except those that claimed tortious acts, and allowed amendment of claims that insufficiently plead existence of a policy or practice. We have no further information about this case.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10026",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10026",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10026",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10026"
  },
  "documents": [
    {
      "date": "1985-11-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 3854,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1985,
      "cite_3_page": 13614,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1985,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66477,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66477.pdf",
      "title": "Memorandum",
      "text": "Di Mattesa v. Davies, Not Reported in F.Supp. (1985)   \n \n \n   follow,  of  course,  the  accepted  rule  that  a  complaint \n1985 WL 3854  should not be dismissed for failure to state a claim unless \nOnly the Westlaw citation is currently available.  it appears beyond doubt that the plaintiff can prove no set \nUnited States District Court, E.D. Pennsylvania.  of facts in support of his claim which would entitle him to \nrelief.” Conley v. Gibson, 355 U.S. 41, 46–47 (1957) \nAnna Marie L. DI MATTESA  (footnote omitted). \nv.    \nWilliam DAVIES, Esquire; John A. Reilly, Esquire;  The complaints aver that on or about June 18, 1983, at \nIrwin L. Eisenberg, D.O. and Dennis O’Leary;  approximately  5:15  A.M.,  plaintiffs  were  arrested  and \nWilliam Hannum; Richard Shott and County of  charged  with  prostitution  by  the  Delaware  County \nDelaware  Detective’s Office and were forced by defendants, against \nAudrey BROWN  their wills, to undergo “gynecological examination/strip \nv.  search[es].” (¶¶ 15, 16). \nWilliam DAVIES, Esquire; John A. Reilly, Esquire; \n  \nIrwin L. Eisenberg, D.O.; Dennis O’Leary; William \nPlaintiffs characterize the examinations1 as strip and body \nHannum; Richard Shott and County of Delaware \ncavity  searches  and  allege  that  they  were  carried  out \n“without probable cause to believe that any weapon or \nCiv. A. Nos. 85–3426, 85–3427. | Nov. 22, 1985. \ncontraband was secreted on their bodies.” (¶ 18). These \nexaminations  were  “forced”  because  plaintiffs  were \nadvised that unless they underwent the examinations, they \nAttorneys and Law Firms \nwould not be arraigned, or in the alternative, if arraigned, \nA. Charles Peruto, Stacey L. Schwartz, Peruto, Ryan &  high bail would be recommended. (¶ 20). The complaints \nVitullo, Philadelphia, Pa., for plaintiffs.  allege that the examinations were authorized by Davies \nand  Reilly  and  were  conducted  by  Eisenberg.  (¶  17). \nGene  E.K.  Pratter,  Philadelphia,  Pa.,  for  Irwin  L.  During the examinations Eisenberg allegedly “removed \nEisenberg, D.O.  the plaintiff[s’] clothing and fondled the plaintiff[s’] body \nand inserted a speculum into the plaintiff[s’] vagina and \nRalph B. D’Iorio, Media, Pa., for William Davies, John  anus. (¶ 17). \nA. Reilly and Dennis O’Leary, William Hannum, Richard    \nShott and County of Delaware.   \nOpinion \n  A. \nDavies  and  Reilly  assert  that  as  prosecutors  they  are \nMEMORANDUM  entitled to absolute immunity in a § 1983 damages suit. \nProsecutors receive absolute immunity when they act as \nan advocate in “initiating a prosecution and presenting the \nO’NEILL, District Judge. \nState’s case,” Imbler v. Pachtman, 424 U.S. 409, 430–31 \n(1976), but receive qualified immunity when they act in \n*1 In these related civil rights damage actions plaintiffs \nan administrative or investigative capacity. Henderson v. \nallege  in  Counts  I  of  their  complaints  that  certain \nFisher, 631 F.2d 1115, 1120 (3d Cir.1980); Mancini v. \nDelaware County officials, a physician and the County of \nLester, 630 F.2d 990, 994 (1980). See also, Mitchell v. \nDelaware  acted  under  color  of  state  law  to  deprive \nForsyth,  105  S.Ct.  2806,  2812–2814  (1985);  Hicks v. \nplaintiffs of their constitutional rights in violation of 42 \nFeeney, Civ. No. 84–820, Slip op. at 7 n. 2 (August 26, \nU.S.C. § 1983. Plaintiffs also assert pendant state claims \n1985). \nin Counts II and III for intentional and negligent wrongs. \n  \n  \nDefendants’ motions and memoranda of law failed to \nPlaintiffs name as defendants William Davies, Assistant \nrecognize  the  difference  between  those  prosecutorial \nDistrict Attorney, and John A. Reilly, District Attorney of \nactivities  which  receive  absolute  immunity  and  those \nDelaware County; Dennis O’Leary, William Hannum and \nwhich receive qualified immunity. Lacking this assistance \nRichard Shott of the Delaware County Detective’s Office; \nfrom counsel, we at this point are unable to conclude that \nIrwin L. Eisenberg, D.O.; and the County of Delaware. \ndefendants are entitled to absolute immunity. \nAll of the defendants except Eisenberg have filed motions \n  \nto dismiss in both actions. \n*2 Defendants also argue that the § 1983 claim should be \n  \ndismissed because they are charged with authorizing the \n“In  appraising  the  sufficiency  of  the  complaint,  we \nexaminations,  but  not  with  having  participated  in  or \n  1 \n \n\nDi Mattesa v. Davies, Not Reported in F.Supp. (1985)   \n \nassisted  in  the  examination.  To  sustain  a  motion  to  complaints allege various acts by “defendants”, they do \ndismiss,  plaintiffs  are  requested  to  plead  only  that  a  not  identify  which  defendant  or  defendants  of  the \ndefendant participated in, or had personal knowledge of  individual defendants did what. See, e.g. ¶¶ 15, 18, 21, 22, \nand  acquiesced  in  the  alleged  unconstitutional  acts.  23.  Specifically,  the  complaints  fail  to  state  what \nHampton v. Holmesburg Prison Officials, 546 F.2d 1077,  involvement O’Leary, Hannum and Shott had with the \n1082 (3d Cir.1976); U.S. ex rel. Smith v. Robinson, 495  examinations. Accordingly, Counts I will be dismissed \nF.Supp. 696, 698 (E.D.Pa.1980). The complaints meet  with leave to amend. Darr v. Wolfe, 787 F.2d 79 (3d \nthis requirement.  Cir.1985). \n     \nDefendants next argue that to the extent that they state  *3 These defendants also argue that they are entitled to \nclaims  for  negligence  the  §  1983  claims  should  be  qualified immunity and urge the Court to dismiss the § \ndismissed.  Allegations  of  “mere  negligence,”  are  not  1983 claim because the complaints fail to aver that the \ncognizable  under  §  1983  in  this  Circuit,  Davidson v.  defendants acted in bad faith. Defendants mischaracterize \nO’Lone, 752 F.2d 817, 829 (3d Cir.1984), cert. granted  the  qualified  immunity  test  and  rely  on  an  outdated \nsub nom., Davidson v. Cannon, 105 S.Ct. 2673 (1985);  formulation of that test. In Wood v. Strickland, 420 U.S. \nhowever, defendants’ argument is inapposite because the  308,  322  (1975),  the  Supreme  Court  established  a \n§  1983  claims  aver  “malice”  and  “wanton  disregard”  two-prong qualified immunity test: Under the objective \nrather than negligence. (¶ 22). Such averments state a §  prong, an official is immune if he “knew or reasonable \n1983 claim. Davidson v. O’Lone, 752 F.2d at 827–829.2  should have known that the action he took within his \n   sphere  of  official  responsibility  would  violate  the \nFinally, defendants argue that Counts II and III of the  constitutional rights of [plaintiffs]”, id., and under the \ncomplaints, alleging pendant state claims for intentional  subjective prong, he would not receive immunity if “he \nand negligent wrongs, should be dismissed because (a)  took the action with the malicious intention to cause a \nthe Court lacks jurisdiction to hear the state claims and (b)  deprivation of constitutional rights or other injury.” Id. \ndefendants  are  immune  from  suit  pursuant  to  the  The Court revised this test in Harlow v. Fitzgerald, 457 \nPennsylvania  sovereign  immunity  act,  Pennsylvania  U.S. 800, 816–819 (1982) to remove the subjective prong \nPolitical Subdivision Tort Claims Act, 42 Pa.C.S.A. §§  apparently to prevent wide-ranging discovery of officials’ \n8542, 8545–8546. With respect to the first contention, the  motivation.  Under  the  new  qualified  immunity  test, \nCourt  may  assert  jurisdiction  over  the  pendant  state  “government officials performing discretionary functions \nclaims  if  the  state  and  federal  claims  derive  from  a  are generally shielded from liability for civil damages \ncommon nucleus of operative facts. United Mine Workers  insofar  as  their  conduct  does  not  violate  clearly \nv. Gibbs, 383 U.S. 715, 725 (1966). There is no question  established statutory or constitutional rights of which a \nbut that the claims rise from the same facts, see ¶¶ 24, 27.  reasonable person would have known.” 457 U.S. at 818, \n   People  of  Three  Mile  Island  v.  Nuclear  Regulatory \nHowever, defendants’ contention that they are immune  Commission,  747  F.2d  139,  143–144  (3d  Cir.1984). \nunder the state sovereign immunity act is correct. The  Defendants’  contention  that  plaintiffs’  complaint  is \nAct, inter alia, waives sovereign immunity for specified  defective because it fails to allege bad faith might have \nclasses of negligent acts or omissions on the part of a  been relevant under the former test, but is irrelevant under \ngovernment  and  its  employees,  but  does  not  waive  the current test. \nimmunity  for  causes  of  actions  based  on  willful  and    \nintentional torts. See 42 Pa.C.S.A. § 8542(a); Picariello v.   \nCammon, 54 Pa.Commw. 252, 255, 421 A.2d 477, 479 \n(1980). Accordingly, Counts II, which state claims for \nC. \nintentional wrongs, will be dismissed. Counts III, stating \nclaims for negligence, will also be dismissed because the \nThe County of Delaware argues that the § 1983 claims \nalleged negligence acts are not among those for which \nfail  to  allege  facts  sufficient  to  establish  that  the \nsovereign immunity has been waived. 42 Pa.C.S.A. § \nindividual  defendants’  actions  resulted  from  a  county \n8542(b).3 \npolicy or custom as required by Monell v. New York City \n  \nDept. of Social Services, 436 U.S. 658 (1978). Plaintiffs’ \n \nresponses include copies of newspaper articles purporting \nto report an incident relevant to this litigation and recite a \nB.  chronology of events which plaintiffs believe constitutes a \npolicy.4  Motions  to  dismiss  pursuant  to  Fed.R.C.P. \nDefendants  O’Leary,  Hannum  and  Shott,  Delaware  12(b)(6) test the sufficiency of a complaint and a court \nCounty detectives, contend that the § 1983 claim should  may not go beyond the complaint to consider materials \nbe dismissed because the complaints fail to allege specific  such  as  those  incorporated  in  plaintiff’s  response. \nfacts involving them in the acts complained of. While the  Accordingly, the Court will dismiss the § 1983 claim with \n  2 \n \n\nDi Mattesa v. Davies, Not Reported in F.Supp. (1985)   \n \nleave to amend the complaints to specify which customs   \nor policies of the county were the “moving force” of the  3  The  motions  to  dismiss  on  behalf  of  the  other \nconstitutional violation. 436 U.S. at 694–695. \n  defendants, discussed in Parts B and C, infra, make the \n   identical argument with respect to Counts II and III. \n  Our discussion of this argument applies with equal \nforce to these defendants. \n \nORDER \n \nAND  NOW  this  21st  day  of  November,  1985,  upon  4  From the motions to dismiss and the responses thereto, \nconsideration of defendants’ motions to dismiss and the    it appears that the examinations were made pursuant to \nresponses thereto, it is hereby ORDERED that:  a Pennsylvania venereal disease prevention law, 35 \nPa.S.A. § 521.8, which states in pertinent part: \n  \n1. Defendants Davies and Reilly’s motions to dismiss  “(a) Any person taken into \ncustody  and  charged  with \nCounts I are DENIED. With respect to Counts II and III, \nany  crime  involving  lewd \nsaid motions are GRANTED. \nconduct or a sex offense, or \n  \nany  person  to  whom  the \n2. Defendants O’Leary, Hannum, and Shott’s motions to \njurisdiction  of  a  juvenile \ndismiss  Counts  I  are  GRANTED  but  plaintiffs  may  court  attaches,  may  be \namend within twenty days. With respect to Counts II and  examined  for  a  venereal \nIII said motions are GRANTED.  disease  by  a  qualified \n   physician appointed by the \n*4 3. Defendant County of Delaware’s motions to dismiss  department or by the local \nboard  or  department  of \nCounts I are GRANTED but plaintiffs may amend within \nhealth or appointed by the \ntwenty  days.  With  respect  to  Counts  II  and  III,  said \ncourt  having  jurisdiction \nmotions are GRANTED. \nover the person so charged.” \n  \nSee Block v. Rutherford, 104 S.Ct. 1411 (1984); Bell \n1  The  Court  will  refer  to  the  “gynecological  v. Wolfish, 441 U.S. 520, 558–560 (1979); Logan v. \n  examination/strip searches” as examinations. By using  Shealy, 660 F.2d 1007, 1013, cert. denied, 455 U.S. \nthat term we express no view on the merits of the cases.  942  (1982);  Tinetti  v.  Wittke,  479  F.Supp.  486, \n  490–91 (E.D.Wis.1979). \n \n \n \n2  The  motions  to  dismiss  on  behalf  of  the  other \n\t\r  \n  defendants, discussed in parts B and C, infra, make the \nidentical argument. Our discussion of this argument \napplies with equal force to their motions. \n \n \n \n  \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66477"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120892,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120892"
    }
  ],
  "document_count": 2
}