{
  "case_id": 43856,
  "fetched_at": "2025-10-22T00:38:31.448774",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Louisiana Department of Health",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Louisiana Department of Environmental Quality",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Approved",
    "case_types": [
      "Environmental Justice"
    ],
    "cause_other": "Clean Air Act, section 502(d)(1), 42 U.S.C. § 7661a(d)(1)",
    "causes": [
      "Title VI, Civil Rights Act of 1964, 42 U.S.C. § 2000d et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": null,
    "id": 43856,
    "injunction_duration": "",
    "issues": [
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black"
    ],
    "last_checked_date": "2022-11-13T00:00:00-05:00",
    "main_docket": {
      "id": 56836,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Louisiana",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "EPA Investigation of Louisiana Department of Environmental Quality and Health",
    "never_filed": true,
    "non_docket_case_number": "01R-22-R6, 02R-22-R6, 04R-22-R6",
    "non_docket_case_number_type": "other",
    "non_docket_case_number_type_other": "EPA Complaint Nos.",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "The Environmental Protection Agency (EPA) is an independent executive agency of the federal government responsible for maintaining and enforcing national environmental standards.",
    "plaintiff_type": [
      {
        "value": "Non-DOJ federal government plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None yet"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None yet"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Louisiana",
    "summary": "<p>In response to administrative complaints filed with the agency (Nos. 01R-22-R6, 02R-22-R6, and 04R-22-R6), the Environmental Protection Agency (EPA) opened an investigation into the Louisiana Department of Environmental Quality (LDEQ) and the Louisiana Department of Health's (LDH) on April 6, 2022 via its authority under Title VI of the Civil Rights Act of 1964 and EPA's nondiscrimination regulations. The complaints alleged that LDEQ's implementation of its air pollution control permit program was racially discriminatory and that LDH failed in its duty to inform and make recommendations to the public about health threats and air toxics exposures. EPA conducted an initial investigation to assess whether LDEQ's and LDH's actions had an adverse disparate impact on Black residents living in St John the Baptist Parish, St. James Parish, and the state's Industrial Corridor (nicknamed \"Cancer Alley\"). EPA focused on two facilities known to be emitting chloroprene and other carcinogenic toxins in Reserve and near St. James Parish.</p>\r\n<p>On October 12, 2022, EPA published a 56-page letter of concern sent to the Secretaries of LDEQ and LDH, respectively. EPA officials met with LDEQ and LDH prior to releasing the letter on September 22 and 23, 2022 and the agency opted to release the letter in order to facilitate resolution of the complaints. EPA emphasized that it had not concluded its investigation but had found significant evidence suggesting that LDEQ and LDH's actions or inactions had resulted in disparate adverse impacts on Black residents in all three communities and called the failure to do a proper impact analysis \"concerning\" from a civil rights perspective.</p>\r\n<p>EPA reviewed pollution data, finding that highest cancer risks from air toxins were almost exclusively within the Industrial Corridor. In addition, the letter criticized a 2018 report issued by LDH that concluded that moving children from an elementary school in an area with high concentrations of toxins to another location would not significantly decrease levels of cancer risk. The letter also noted that LDEQ Secretary Chuck Carr Brown had made inaccurate or misleading statements during public hearings when residents raised concerns about the chloroprene levels.&nbsp;</p>\r\n<p>Following EPA's letter of concern, the operators of the plants subject to investigation issued press releases defending their permits and operational standards. A state court rescinded one of the plant permits issued by the LDEQ on environmental justice grounds, a decision that both the LDEQ and the company have appealed.&nbsp;</p>\r\n<p>According to a statement issued on October 13, 2022, LDEQ and LDH are willing to engage in an informal mediation process to resolve the complaints.</p>\r\n<p>On May 24, 2023 the Louisiana Attorney General Jeff Landry sued the EPA, the Department of Justice, and the Biden administration over the civil right investigation in the U.S. District Court for the Western District of Louisiana. The new lawsuit appeared to cast doubt over whether any parties were willing to proceed with the negotiations in good faith. He argued the Civil Rights Act only prohibits &ldquo;intentional discrimination,&rdquo; and called the EPA&rsquo;s investigation a ploy by &ldquo;social justice warriors.&rdquo;&nbsp;</p>\r\n<p>On June 2023, LEQ and EPA had closed in on an agreement that would have new procedures for the state to ensure that future permitting decisions included an analysis of disparate impact, an in-depth analysis into whether the impacts of any polluting facility would be disproportionately felt by people of a certain race, color, or nationality. The agreement would have enforced the state&rsquo;s legal obligation to request companies to look at alternate site or deny permits to lessen any disparate impacts found in the analysis</p>\r\n<p>On June 27, 2023 the EPA sent a letter to LDEQ Secretary Roger Gingles stating they had closed the investigation</p>\r\n<p>On July 2023, the EPA closed the case and ended discussions with LDEQ. It did not release its findings nor come to a resolution with LDEQ.&nbsp;</p>",
    "summary_published_date": "2025-01-02T12:00:28.615785-05:00",
    "summary_short": "The EPA received multiple complaints regarding the adverse impact of certain pollutants on Black communities in Louisiana's Industrial Corridor (also known as \"Cancer Alley\"), prompting the agency to open an investigation into the Louisiana Department of Environmental Quality (LDEQ) and the Louisiana Department of Health (LDH) on April 6, 2022. The EPA opened investigation per its authority under Title VI of the Civil Rights Act of 1964 and the EPA's nondiscrimination regulations. On October 12, 2022, the EPA published a letter of concern, issuing a preliminary finding that the departments failed to properly analyze the adverse impacts of permits issued to pollutant-emitting plants on Black communities. Both the LDH and LDEQ said they were willing to engage in mediation to resolve the complaints. On June 2023, LEQ and EPA had closed in on an agreement on new procedures for the state.  On June 27, 2023 the EPA sent a letter to LDEQ Secretary Roger Gingles stating they had closed the investigation. On July 2023, the EPA closed the case and ended discussions with LDEQ.",
    "summary_tiny": "EPA publishes letter finding that actions by the Louisiana Departments of Environmental Quality and Health discriminated against Black residents of the Industrial Corridor.",
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/43856",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=43856",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=43856",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=43856"
  },
  "documents": [
    {
      "date": "2022-10-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "EPA's official Letter of Concern to the Secretaries of the Louisiana Department of Environmental Quality and Department of Health",
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Notice of Investigation or Suit/Demand Letter",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 134949,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/134949.pdf",
      "title": "Letter of Concern",
      "text": " \n \nUNITED STATES ENVIRONMENTAL PROTECTION AGENCY \n                             WASHINGTON, D.C. 20460 \n                  Office of Environmental Justice and External Civil Rights \n \n \n \nOctober 12, 2022   \n \nIn Reply Refer to: \nEPA Complaint Nos. 01R-22-R6, 02R-22-R6, and 04R-22-R6 \n \nDr. Chuck Carr Brown, Secretary \nLouisiana Department of Environmental Quality \n602 North Fifth Street \nBaton Rouge, LA  70802 \nofficesec@la.gov \n \nDr. Courtney N. Phillips, Secretary \nLouisiana Department of Health \n628 North Fourth Street \nBaton Rouge, LA  70802 \ncourtney.phillips@la.gov \n \nRe: Letter of Concern \n \nDear Secretary Brown and Secretary Phillips: \n \nThe United States Environmental Protection Agency's (EPA) external civil rights compliance \nprogram appreciates the Louisiana Department of Environmental Quality’s (LDEQ) and the \nLouisiana Department of Health’s (LDH) (collectively, the Departments or the Recipients) \nwillingness to informally resolve the administrative complaints filed with EPA under Title VI of \nthe Civil Rights Act of 1964, as amended, 42 U.S.C. §§ 2000d et seq., (Title VI).  The purpose of \nthe Informal Resolution Agreement (IRA) negotiation process is to reach an agreement between \nLDEQ and EPA and an agreement between LDH and EPA that resolves the issues accepted for \ninvestigation.   \n \nAs we discussed with LDEQ on September 23, 2022, and LDH on September 22, 2022, the \npurpose of this letter (Letter of Concern or Letter) is to convey the results of EPA’s initial fact \nfinding and analysis of the issues EPA accepted for investigation in Complaint No. 01R-22-R6 \n(LDEQ and the Denka Facility), 02R-22-R6 (LDEQ and the Denka Facility), and EPA \nComplaint No. 04R-22-R6 (LDEQ and the Industrial Corridor and the Formosa Facility) \n(collectively, Complaints) with respect to LDEQ’s implementation of its air pollution control \npermit program and LDH’s duty to inform, and make recommendations to the public about \nprevention and reduction of health threats and air toxics exposures. EPA’s expectation is that the \ninformation contained in this Letter will help facilitate the IRA process and result in an \n\nexpeditious resolution of each of these Complaints. We want to emphasize that EPA has not \nconcluded its investigation of these Complaints and has not reached final conclusions of fact or \nlaw as to LDEQ’s or LDH’s compliance with the civil rights laws, including Title VI. \nNevertheless, based on facts discovered thus far during EPA’s investigation, EPA issues this \nLetter to present significant evidence suggesting that the Departments’ actions or inactions have \nresulted and continue to result in disparate adverse impacts on Black residents of St. John the \nBaptist Parish, St. James Parish, and the Industrial Corridor. \n \nAs you know, EPA’s investigation of these Complaints is being conducted under the authority of \nthe federal civil rights laws, including Title VI, and EPA's nondiscrimination regulations at 40 \nC.F.R. Parts 5 and 7, and consistent with EPA’s January 2021 Case Resolution Manual.1  EPA’s \nfact finding and analysis thus far has included a review of:  information submitted by the \nComplainants; air monitoring data, the applicable air permits, health and scientific studies and \nother literature; census data, the Departments’ responses to the Complaints; and interviews with \nresidents of St. John the Baptist Parish. EPA looks forward to further discussions with the \nDepartments in the near-term regarding EPA’s initial fact finding set forth in this Letter and any \nquestions you might have.   \n \nI.  SUMMARY OF INITIAL FACT-FINDING AND ANALYSIS \n \nEPA has conducted initial fact-finding and analyses to assess whether LDEQ’s methods of \nadministrating its air permitting program and LDH’s actions/inactions related to its duty to \ninform and make recommendations to the public about prevention and reduction of health threats \nand air toxics exposures, have an adverse disparate impact on the basis of race. Specifically, EPA \nassessed whether LDEQ’s and LDH’s actions have an adverse disparate impact on residents who \nidentify as Black living in or near the following areas: (1) the Denka Performance Elastomer \nLLC (Denka) facility in LaPlace, Louisiana; (2) the location of the proposed FG LA, LLC \n(Formosa) facility in St. James Parish; and (3) the Industrial Corridor.  \n \nLDEQ and LDH are both charged with the important mission of protecting the health of the \npeople of Louisiana.2 As demonstrated in the actions related to the Denka facility described \nbelow, LDEQ and LDH also have critical interrelated roles to play related to air pollution control \npermitting decisions in Louisiana. LDH provides LDEQ public health information, including, for \nexample, health consultation letters, such as the letter conveying the results of the 2018 St. John \nthe Baptist Parish cancer incidence review in relation to Denka.3 In turn, LDEQ relies on \n \n1 U.S. EPA, Office of External Civil Rights Compliance (formerly, External Civil Rights Compliance Office) Case \nResolution Manual, available at https://www.epa.gov/sites/default/files/2021-\n01/documents/2021.1.5_final_case_resolution_manual_.pdf. \n2 LDEQ’s mission is “to provide service to the people of Louisiana through comprehensive environmental protection \nin order to promote and protect health, safety and welfare.” LDEQ, ABOUT LDEQ, \nhttps://www.deq.louisiana.gov/subhome/about-ldeq (last visited Oct. 4, 2022).  LDH’s mission is “to protect and \npromote health and to ensure access to medical, preventive, and rehabilitative services for all citizens of the State of \nLouisiana.” LDH, Mission, \nhttps://ldh.la.gov/page/1#:~:text=The%20mission%20of%20the%20Louisiana,of%20the%20State%20of%20Louisi\nana (last visited Oct. 4, 2022).  \n3 Letter from Louisiana Department of Health, Office of Public Health to Louisiana Department of Environmental \nQuality (Mar. 2, 2018) (https://ldh.la.gov/assets/oph/Center-\nEH/envepi/PHA/Documents/DENKALetterHealthConsultCancerReview2018.pdf). \n2 \n \n\ninformation and analysis provided by the medical health professionals at LDH in its decision \nmaking.4 The quality of LDH and LDEQ decisions that impact residents’ health and the risk of \nadverse health effects is determined by the quality and breadth of information used in the \ndecision making.   \n  \nEPA’s initial investigation raises concerns that the Departments’ methods of administering their \nprograms and activities related to air pollution control and health risk mitigation and \ncommunication as described below may have an adverse and disparate impact on Black residents \nwho live and/or attend school near Denka, who live near the proposed location for the Formosa \nfacility, and those who live in the Industrial Corridor.   \n \nA.  EPA Complaint No. 01R-22-R6 (LDEQ and the Denka Facility) \n \nEPA’s initial factual investigation strongly suggests that Louisiana residents who identify as \nBlack and are living and/or attending school near the Denka facility have been subjected to \nadverse and disparate health impacts as a result of LDEQ’s decisions.  For decades, it appears \nthat LDEQ’s implementation of its air permitting program continuously exposed the residents \nwho live near the Denka facility and the children who attend the St. John the Baptist Parish’s \nFifth Ward Elementary School to average annual concentrations of chloroprene in ambient air at \nlevels associated with increased lifetime cancer risk. One hundred in one million (100-in-1 \nmillion) 5 generally represents the upper bound of acceptability for estimated excess cancer risk \nover a 70-year lifetime.6 Specifically, residents of neighborhoods surrounding the Denka facility \nwere routinely exposed to chloroprene concentrations that placed them at greater than an \nestimated 100-in-1 million risk of developing chloroprene‑linked cancers over a 70‑year lifetime.   \n \nEPA’s initial investigation also revealed that many residents who are now adults living near \nDenka spent their childhood in the community as well. As explained in more detail below, \nindividuals exposed to mutagenic carcinogens such as chloroprene starting in early life as infants \nand children are understood to be more susceptible than individuals exposed only as adults. As a \nresult, adolescents and adults who spent their infancy and childhood in this community and who \nbreathed chloroprene at levels measured near Denka, surpass a 100-in-1 million estimated \nlifetime cancer risk more quickly than an adult without childhood exposure to chloroprene.7  \n \n4 Julie Demansky, Secretary of the LDEQ Chuck Carr Brown, at Meeting 4/24/2018, YouTube, at Minute 5:34-7:07. \n(Apr. 18, 2018), https://www.youtube.com/watch?v=cqBpydLGhJA (Dr. Brown stated at a public meeting in St. \nJohn the Baptist Parish on April 24, 2018, he was in contact “with medical professionals you heard one speak \ntonight. As long as they are telling us that we can continue to move forward as we are then that is what we will \ncontinue to do.”) (last visited October 11, 2022). \n5 Although EPA recognizes that there are alternate ways to express 100-in-1 million, such as, 1-in-10,000 or 10-4, for \nclarity, EPA will use 100-in-1 million in this document. \n6 As set forth in the Residual Risk Report to Congress, EPA will “consider the extent of the estimated risk if an \nindividual were exposed to the maximum level of a pollutant for a lifetime, i.e., maximum individual risk (MIR).” \n“The EPA will generally presume that if the risk to that individual is no higher than approximately 1 in 10 thousand, \nthat risk level is considered acceptable and EPA then considers the other health and risk factors to complete an \noverall judgment on acceptability.” U.S. EPA, https://www.epa.gov/sites/default/files/2013-\n08/documents/risk_rep.pdf, page B-4  \n7 The chloroprene inhalation risk unit (IUR) is 3 × 10-4 per μg/m3 without Age Dependent Adjustment Factor \n(ADAF).  Use of ADAFs results in an adjusted inhalation unit risk of 5 × 10-4 per μg/m3 to account for childhood \n \n3 \n \n\n \nFor the same reason, the risk associated with childhood exposure to chloroprene also raises \nconcerns about the children currently exposed to chloroprene concentrations that are associated \nwith an estimated cancer risk greater than 100-in-1 million. As discussed in more detail below, \nthese residents and school children are disproportionately Black as compared to both the state \npopulation and St. John the Baptist Parish population.  \n \nChloroprene was identified by EPA as a likely human carcinogen twelve years ago, in 20108, and \nsince that time, both EPA’s and LDEQ’s understanding of the exposures and consequently the \nrisks that chloroprene emissions pose to exposed populations in Louisiana have evolved. EPA \nalso recognizes LDEQ’s efforts in negotiating an Administrative Order on Consent with Denka \nin 2017 (No. AE-AOC-17-00011) that required the facility to install air pollution controls \ndiscussed in more detail below, and resulted in substantial reductions in chloroprene emissions. \nThere is no question, however, that elevated cancer risk for residents of all ages and school \nchildren still exists and has existed as a result of breathing air polluted with chloroprene and that \nthis risk has impacted and currently impacts Black residents disproportionately.   \n \nAs a result, EPA has significant concerns that Black residents and school children living and/or \nattending school near the Denka facility have been subjected to discrimination through LDEQ's \nactions and inactions as described below in the implementation of its air pollution control permit \nprogram.   \n \nB.  EPA Complaint No. 02R-22-R6 (LDH and the Denka Facility) \n \nEPA’s initial factual investigation suggests that LDH may have failed to provide the \npredominantly Black residents living near the Denka facility and school children attending the \nFifth Ward Elementary school with critical information about cancer risks associated with \nchloroprene levels in these areas.  Additionally, EPA has concerns that LDH neither \nimplemented the commitments it made in connection with reviews and studies of chloroprene \nexposure risk nor made meaningful recommendations to educate and protect community \nmembers from elevated cancer risks as indicated by its own research and required by its \nimplementing regulations.9 Moreover, LDH may not have satisfied its duty to make \nrecommendations to agencies, such as LDEQ and the St. John the Baptist Parish School Board, \nto prioritize the reduction and prevention of chloroprene exposure. EPA believes that, as a result \nof LDH’s actions and inactions, LDH may be causing and/or contributing to disproportionate and \nadverse impacts on the Black residents living and school children attending school near the \nDenka facility. \n \n \nsusceptibility to a mutagenic carcinogen. About half of the estimated excess lifetime cancer risk, from continuous \nlifetime exposure, is associated with increased susceptibility to cancer following exposures during childhood life \nstages between 0 years and <16 years.  Application of ADAFs to IUR are shown on p. 18 of U.S. EPA, Chemical \nAssessment Summary National Center for Environmental Assessment, Integrated Risk Information System (IRIS), \nChloroprene (CASRN: 126-99-8) (Sept. 2010) (“IRIS Chemical Assessment”) \n(https://iris.epa.gov/static/pdfs/1021_summary.pdf).  \n8 U.S. EPA, Toxicological Review of Chloroprene (CAS No. 126-99-8), In Support of Summary Information on the \nIntegrated Risk Information System (IRIS) (“Summary Information on IRIS”) (Sept. 2010).  \n9 La. Rev. Stat. Ann. §36.258(B), see also La. Rev. Stat. Ann. §36:251(B). \n4 \n \n\nC.  EPA Complaint No. 04R-22-R6 (LDEQ and the Industrial Corridor and the \nFormosa Facility)   \n \nEPA’s initial fact finding indicates that census tracts with the highest cancer risks from air toxics \nin Louisiana are almost exclusively within the Industrial Corridor and also have a high \npercentage of Black population. For this and other reasons described in detail below, EPA has \nreason to believe that the cancer risks from air toxics exposures may be borne disproportionately \nby the Black residents of the Industrial Corridor. Also, many residents living near the location of \nthe proposed Formosa facility have lived in their homes for years and have in the past on average \nbeen exposed to levels of air pollution that, while below the 100-in-1-million upper bound \nincreased lifetime cancer risk, were still above EPA’s preferred 1-in-1 million cancer risk \nbenchmark. Further, the proposed Formosa site is in a census tract where 90% of residents \nidentify as Black which is disproportionate as compared to the Parish (49.6% Black) and State \n(33.5% Black) populations. As described below, EPA has significant concerns that LDEQ’s \nmethods of administering its air permitting program may be causing or contributing to the cancer \nand toxicity risk from air toxics for residents living near the proposed Formosa facility and that \nthese risks appear to be borne disproportionately by the Black residents in St. James Parish, \nespecially those who live closest the proposed Formosa facility.   \n \nRECOMMENDATIONS  \n \nFor the reasons set forth more fully below, EPA recommends that LDEQ and LDH: \n  \n•  Jointly host at least one community meeting, to be held virtually and in person, in \nReserve, Louisiana10 within 45 days of reaching a resolution of EPA’s Complaint Nos. \n01R-22-R6 and 02R-22-R6 to discuss the commitments made in the IRAs;   \n \n•  Conduct cumulative impact analyses for: \n \no  the currently overdue permit renewals for Denka’s Chloroprene Unit (No. 3000-\nV5), the Neoprene Unit (No. 2249-V9), and the HCl Unit (No. 206-V4) in St. \nJohn the Baptist Parish;  \n \no  the Formosa Title V permits in St. James Parish to the extent LDEQ maintains the \nissuance of those permits or reconsiders and reissues new permits—as noted \nbelow, each of the fourteen permits issued by LDEQ to Formosa was recently \nvacated and remanded by a Louisiana state court, and that decision was \nsubsequently stayed and appealed; and  \n \no  the next significant CAA permitting action in each of the Industrial Corridor \nParishes; the specific permit actions to be determined during informal resolution \ndiscussions. \n \n \n10 Reserve is the community closest to Denka and the location of the Fifth Ward Elementary School. \n5 \n \n\nThese cumulative impact analyses should, at a minimum: \no  Consider input from stakeholders, including those impacted by permitting \ndecision(s);  \n \no  Examine current, baseline cumulative risk burden or cumulative impact due to \nmultiple pollutant exposures (via any media) and non-pollutant stressors, such as, \nincome, race, employment, education, access to health care, and other social \ndeterminants of health; \n \no  Consider impacts from any facility mutagenic carcinogen emissions on lifelong \nresidents who have been exposed to such emissions starting in early-life as infants \nand children; and  \n \no  Provide evidence-based recommendations for maximizing potential positive \nhealth impacts and minimizing and/or avoiding potential adverse impacts \nespecially those that are or will be borne disproportionately based on race, color \nor national origin, including consideration, where appropriate, of measures to \nreduce emissions below the current baseline.   \n•   Each should hire a professional risk communicator to assist in providing residents \ncomplete and accurate health risk information (e.g., cancer risk).   \n \nEPA recommends that LDEQ: \n \n•  Immediately conduct additional monitoring within St. John the Baptist Parish to \ndetermine where chloroprene concentrations are below 0.2 µg/m3 and are otherwise \nappropriate locations to temporarily host the Fifth Ward Elementary School.   \n \n•  Issue the renewed Denka permits by a date certain (to be agreed) after completion of the \ncumulative impact analysis described above. \n \n•  Develop and implement a process to identify and address potential adverse health and \nnon-health effects (e.g., traffic, odors, noise) of proposed air permitting decisions and the \ndistribution of those effects based on race and/or national origin. \n \n•  Work to establish limits in Industrial Corridor air permits that appropriately take into \naccount the risks faced by the affected populations. \n \n•  Work to establish limits in Industrial Corridor air permits that, in the aggregate, limit air \nemissions of carcinogens that have a mutagenic mode of action, including chloroprene \nand EtO.  Given the long history of exposure in the area, the goal is to limit future air \nemissions of such pollutants to levels consistent with cancer risks below 100-in-1 million \n(based on 70 years of exposure) at sites where people live, and to reduce concentrations \nof such carcinogens even further if reasonably achievable. That being said, it is preferable \n6 \n \n\nto have the concentration for these chemicals as close to 1-in-1 million as reasonably \nachievable.   \nEPA recommends that LDH: \n \n•  Within 60 days of reaching a resolution with EPA for Complaint No. 02R-22-R6 (LDH \nDenka Complaint), complete an updated health consultation report to evaluate the cancer \nrisk to the children of the Fifth Ward Elementary School which: \n \no  Applies the current Agency for Toxic Substances and Disease Registry \n(ATSDR)11 Public Health Assessment Guidance Manual including the \nrecommendations to consider based on cancer risk thresholds;12  \n \no  Addresses deficiencies of the June 2018 Report identified below; \n \no  Evaluates all potential protective measures including the relocation of the school \nchildren to alternate locations inside and outside the Parish; and  \n \no  Provides recommendations on measures necessary to eliminate or reduce the \nchildren’s chloroprene exposure while at school to levels protective of the \nchildren’s health. \n \nDuring our informal resolution negotiations, EPA intends to discuss additional \nrecommendations, including those suggested by the Complainants and by the CRISP 2022 \nReport discussed below. EPA would like to explore with LDEQ and LDH opportunities for \ntechnical and funding assistance with respect to analytical tools, such as, for example cumulative \nimpact assessments, including health impact assessments, which could be used as part of \nLDEQ’s permitting program/process. EPA is also willing to participate with LDEQ and LDH in \nthe community meeting(s) in Reserve as recommended above. In addition, EPA would also like \nto explore with the affected communities opportunities for technical assistance and/or funding. \n \nLDEQ and LDH Procedural Safeguards  \n \nTo comply with federal nondiscrimination obligations, all recipients of federal assistance must \nhave in place procedural safeguards required under 40 C.F.R. Parts 5 and 7; implement specific \npolicies and procedures to ensure meaningful public participation and access to the recipients’ \nservices, programs, and activities for individuals with limited English proficiency (LEP) and \nindividuals with disabilities; and ensure that public involvement policies and practices are \nconsistent with the federal civil rights laws.13 This Letter does not specifically address whether \n \n11 Agency for Toxic Substances and Disease Registry (ATSDR), https://www.atsdr.cdc.gov/pha-guidance (last \nvisited Oct. 5, 2022). \n12 ATSDR, https://www.atsdr.cdc.gov/pha-\nguidance/conducting_scientific_evaluations/indepth_toxicological_analysis/EvaluateEvidenceCancerEffects.html \n(last visited Oct. 5, 2022). \n13  See Title VI, 42 U.S.C. 2000(d) et seq.; Section 504 of the Rehabilitation Act of 1973, as amended, 29 U.S.C. § \n794; Lau v. Nichols, 414 U.S. 563, 568-69 (1974) (finding that the government properly required language services \n \n7 \n \n\nLDEQ or LDH have and are implementing these procedural safeguards; however, based on an \ninitial review, EPA identified several deficiencies in the Departments’ nondiscrimination \nprograms in light of EPA’s nondiscrimination regulations and applicable guidance. We look \nforward to working with LDEQ and LDH to address these deficiencies as part of the IRA process \nand commitments. \n \nII.  GENERAL BACKGROUND/OVERVIEW \n \nLouisiana is one of the most heavily industrialized states in the nation.14 The Industrial \nCorridor,15 sometimes referred to as Cancer Alley, is an 85-mile stretch of land along the \nMississippi River between Baton Rouge and New Orleans comprised of the two Parishes that \nhave or will host the specific facilities at issue in these Complaints, St. John the Baptist and St. \nJames, and five other Parishes: Ascension Parish, East Baton Rouge Parish, West Baton Rouge \nParish, Iberville Parish, and St. Charles Parish. \n \nA.  History of Industrial Corridor  \n \nThe historical context for the formation of the Industrial Corridor is important to understand as it \nforms the backdrop for the apparent racial disparities highlighted in this Letter. As LDEQ in its \nresponse to the Complaint stated, “beginning in the mid-20th century, many large tracts \n(previously plantations) of well-drained land along the Mississippi River were offered up for sale \nat reasonable prices.”16 A note in the Georgetown Environmental Law Review provides the \nfollowing overview: \n \nMuch of Cancer Alley is rural and made of unincorporated towns, meaning that these \ncommunities do not have local governance over their affairs. Thus, the parish they are \nlocated in has jurisdiction and can establish rules of governance in the town.  Most \nunincorporated communities were created when slavery ended and groups of free black \npeople, called “companies,” were able to buy strips of land at the edges of plantations. \nThe descendants of the original companies remained on the land and continued to \nsubdivide the parcels, resulting in a series of small black communities living on small \n \nto be provided under a recipient’s Title VI obligations not to discriminate based on national origin); 40 C.F.R. § \n7.35(a).  See also U.S. EPA, Guidance to Environmental Protection Agency Financial Assistance Recipients \nRegarding Title VI Prohibition Against National Origin Discrimination Affecting Limited English Proficient \nPersons. 69 Fed. Reg. 35602 (June 25, 2004) (available at https://www.epa.gov/sites/production/files/2020-\n02/documents/title_vi_lep_guidance_for_epa_recipients_2004.06.25.pdf); U.S. EPA, Title VI Public Involvement \nGuidance for EPA Assistance Recipients Administering Environmental Permitting Programs, 71 Fed. Reg. 14207 \n(Mar. 21, 2006) (available at https://www.epa.gov/sites/production/files/2020-\n02/documents/title_vi_public_involvement_guidance_for_epa_recipients_2006.03.21.pdf); U.S. EPA, Procedural \nSafeguards Checklist for Recipients (rev. Jan. 2020) (available at https://www.epa.gov/sites/production/files/2020-\n02/documents/procedural_safeguards_checklist_for_recipients_2020.01.pdf  (which provides a more detailed \nexplanation of nondiscrimination obligations and best practices); U.S. EPA, Disability Nondiscrimination Plan \nSample (2017) (available at https://www.epa.gov/sites/production/files/2020-\n02/documents/disability_nondiscrimination_plan_sample_for_recipients_2020.01.pdf).  \n14 LDEQ, TOXIC AIR POLLUTANTS FACT SHEET FAQS, Other Aspects of Air Pollution Regulation, \nhttps://deq.louisiana.gov/faq/category/19 (last visited Aug. 30, 2022). \n15 LDEQ, Formosa Basis for Decision, p. 108.   \n16 LDEQ Formosa Response to Administrative Complaint No. 04R-22-R6 (“Formosa Response”), p. 11. \n8 \n \n\nstrips of land. The plantations directly adjacent to these black communities have either \ncontinued to be farming and sugar cane plantations or were sold to industries dependent \non river access to ship goods, chemicals, and petroleum products.17 \n \nThe above is reinforced in the following passage: \n \nIn the period after the American Civil War of 1861-1865, known as ‘Reconstruction’, \nemancipated Black people formed small towns, which grew from the slave quarters on \nthe plantations of their former enslavement.  Over the course of the 20th century, large-\nscale industrial facilities have been constructed atop those plantations, and historical \n‘freetowns’ have since become today’s ‘fenceline’ communities.18 \n \nAn article in The Atlantic adds: \n \nIt’s not by chance that 158 years after the signing of the Emancipation Proclamation, \nrural Black communities bear the environmental consequences of Louisiana’s biggest \nindustry. Overlay a map of southern Louisiana’s petrochemical and petroleum plants with \narchival maps of the area’s plantations, and you’ll find that in many cases the property \nlines match up. “One oppressive economy begets another,” Barbara L. Allen, a professor \nof science, technology, and society at Virginia Tech and the author of Uneasy Alchemy, a \nbook on environmental justice in the region, told me over the phone. “The Great River \nRoad was built on the bodies of enslaved Black people. The chemical corridor is \nresponsible for the body burden of their descendants.” \n \nAllen’s research examines the extractive economy: how sugar monocropping transitioned \nto petrochemical manufacturing.  During Reconstruction, the Freedmen’s Bureau gave \nland grants to black maroons and the formerly enslaved along the lower Mississippi, \nparceling out slivers of large plantations to extended-family groups as part of reparations, \nwhile returning the bulk of the land to white owners. The result, Allen wrote in a 2006 \narticle was “a pattern of large, contiguous blocks of open land under single ownership . . .  \nseparated by communities of freed blacks and poorer whites.” Like plantations, \npetrochemical and petroleum plants benefit from large acreage and easy access to some \nof the world’s busiest shipping lanes. When the oil industry moved in during the first half \nof the 20th century, corporations began buying up the intact plantations. More than a \ncentury later, the pattern established during Reconstruction is still visible, only instead of \nplantations, Louisiana’s historic free towns share fence lines with plants.19 \n \nThe article goes on to discuss St. James Parish: \n \n \n17 Julia Mizutani, In the Backyard of Segregated Neighborhoods: An Environmental Justice Case Study of \nLouisiana, 31 Geo. Env. L. Rev. 363, 373 (2019). \n18 Center for Constitutional Rights, et al. (2021, June 28). Environmental Racism in Death Alley, Louisiana. \nForensic Architecture. https://forensic-architecture.org/investigation/environmental-racism-in-death-alley-louisiana.  \n19 Groner, A. (2021, May 7). Louisiana Chemical Plants are Thriving Off of Slavery. The Atlantic. \nhttps://www.theatlantic.com/culture/archive/2021/05/louisiana-chemical-plants-thriving-off-slavery/618769/  \n9 \n \n\n“St. James Parish, on its face, is hunky-dory: fifty-fifty Black and white,” Anne Rolfes, \nthe founder and director of the Louisiana Bucket Brigade, a nonprofit that partners with \nfence-line communities to advocate for environmental rights, said during the \naforementioned bike tour. “However, the African American population is mostly at one \nend of the parish, in the Fourth and Fifth Districts. And where do you think the land-use \nplans put all the petrochemical plants?” Lavigne lives in the Fifth District, where nine \nplants are in operation, two are under construction, and four more, including Formosa’s \nmegaplex—which itself includes 14 unique facilities—are proposed.” 20 \n \nThe 2016-2020 American Community Survey (ACS) found that Louisiana is 33.5% Black and \n58.3% White. The population of the Industrial Corridor is 42.5% Black and 50% White. Only \n16% of Louisiana’s population lives in the Industrial Corridor; however, it is home to 20.3% of \nthe state’s Black population and 13.6% of the state’s White population.21 \n \nIII.  LEGAL BACKGROUND \n \nA.  Title VI  \n \nTitle VI prohibits discrimination on the basis of race, color, or national origin by recipients of \nfederal financial assistance. It covers all of the operations of programs or activities that receive \nfederal financial assistance without regard to whether specific portions of the program or activity \nare federally funded. The term “program or activity” means all of the operations of a department, \nagency, or the entity to which federal financial assistance is extended. 22 The part of the program \nor activity that receives assistance can be, and often is, distinct from the part that engages in the \nallegedly discriminatory conduct.23 \n \nBoth LDEQ and LDH are recipients of EPA financial assistance.24 As such, the prohibitions \nagainst discrimination based on race, color, or national origin (including limited English \nproficiency), disability, sex and age, apply to all LDEQ and LDH programs and activities \nregardless of whether those specific programs or activities receive EPA financial assistance.  \n \nTitle VI prohibits both intentional discrimination and acts that have an unjustified disparate \nimpact on the basis of race, color, or national origin. Under EPA’s Title VI implementing \nregulations, discrimination may occur when a recipient’s “criteria or methods of administering \n \n20 Id. \n21 U.S. Census Bureau, 2016-2020 American Community Survey, https://www.census.gov/newsroom/press-\nreleases/2022/acs-5-year-estimates.html. \n22 See 42 U.S.C. §§ 2000d, 2000d-4(a). 42 U.S.C. § 2000d-4a; Civil Rights Restoration Act of 1987, Pub. L. No. \n100-259, 102 Stat. 28 (1988) (CRRA); U.S. Department of Justice (DOJ), Title VI Legal Manual. \nhttps://www.justice.gov/crt/fcs/T6manual5 (discussing “Program or Activity”).   \n23 See White v. Engler, 188 F. Supp. 2d 730, 745–47 (E.D. Mich. 2001) (finding that plaintiffs could pursue a Title \nVI claim against a scholarship program, even though the program operated without federal financial assistance, \nbecause it was part of a department that received federal funds); D.J. Miller & Assocs. V. Ohio Dep’t of Admin. \nServs., 115 F. Supp. 2d 872, 878 (S.D. Ohio 2000) (granting a preliminary injunction under Title VI regarding \nalleged discrimination in a state contract where the contract was administered by a department that received federal \nfunds). \n24 EPA Complaint No. 01R-22-R6 Acceptance Letter, April 6, 2022; EPA Complaint No. 02R-22-R6 Acceptance \nLetter, April 6, 2022. \n10 \n \n\nits program or activity . . . have the effect of subjecting individuals to discrimination because of \ntheir race, color, national origin, …or have the effect of defeating or substantially impairing \naccomplishment of the objectives of the program or activity with respect to individuals of a \nparticular race, color, [or] national origin . . . ”25 The focus in a “disparate impact” or “effects” \ncase of discrimination is on whether the consequences of the recipient’s policies, practices, \ndecisions, and actions, or failure to act, has had or will have the effect of subjecting persons to \ndiscrimination, regardless of the recipient’s intent.26  \n \n \nTo establish an adverse disparate impact, EPA must: (1) identify the specific policy or practice at \nissue; (2) establish adversity/harm; (3) establish disparity; and (4) establish causation.27 This is \nreferred to as a prima facie case of disparate impact discrimination.28  Here, EPA’s initial \nevaluation of these factors included determining what the policy or practice is, who is being \naffected by LDEQ’s and/or LDH’s policies or practices, actions or inactions; how they are \naffected; and whether a disproportionate harm is borne by a population based on race.  Below is \na summary of EPA’s initial prima facie disparate impact analysis based on its investigation thus \nfar.  \nB.  Federal and State Regulation of Air Toxics \n \nUnder the Clean Air Act29(CAA), EPA is required to regulate emissions of hazardous air \npollutants.30 The CAA contains a list of 189 hazardous air pollutants (HAP), also known as toxic \nair pollutants or air toxics. These pollutants are known or suspected to cause cancer or other \nserious health effects, such as reproductive effects or birth defects, or adverse environmental \neffects. Chloroprene is a HAP.31 EPA has developed technology-based and risk-based standards \nfor controlling the emissions of air toxics from sources in most industry groups (or “source \ncategories”). The technology-based standards, knows as maximum achievable control \ntechnology (MACT) are based on emission levels that are already being achieved by top \nperforming industry sources. The risk-based standards, known as residual risk standards, are \nbased on levels necessary to provide an ample margin of safety to protect public health, unless a \n \n25 See 40 C.F.R. § 7.35(b). \n26 See U.S. EPA, Office of External Civil Rights Compliance, Compliance Toolkit (EPA Title VI Toolkit) Chapter I \n(Jan. 18, 2017), available at https://www.epa.gov/sites/default/files/2017-01/documents/toolkit-chapter1-\ntransmittal_letter-faqs.pdf.  See also U.S. DOJ, Title VI Legal Manual, https://www.justice.gov/crt/fcs/T6manual5. \n27 See EPA Title VI Toolkit, p. 8, https://www.epa.gov/sites/production/files/2017-01/documents/toolkit-chapter1-\ntransmittal_letter-faqs.pdf. \n28 If the evidence establishes a prima facie case of adverse disparate impact, EPA must then determine whether the \nrecipient has articulated a “substantial legitimate justification” for the challenged policy or practice.  EPA will \ngenerally consider whether the recipient can show that the challenged policy was “necessary to meeting a goal that \nwas legitimate, important, and integral to the [recipient’s] institutional mission” in order to establish a “substantial \nlegitimate justification.” The analysis requires balancing recipients’ interests in implementing their policies with the \nsubstantial public interest in preventing discrimination.  Once a substantial legitimate justification is established, the \nnext step in the analysis is to evaluate whether there is a less discriminatory alternative available that would achieve \nthe same legitimate objective but with less of a discriminatory impact.  EPA utilizes the “preponderance of the \nevidence” (more likely than not) standard in its investigations to determine whether or not a recipient has violated \nfederal civil rights laws. Id. \n29 42 U.S.C. §7401 et. seq. \n30 CAA §112. \n31 U.S EPA, Initial List of Hazardous Air Pollutants with Modifications, https://www.epa.gov/haps/initial-list-\nhazardous-air-pollutants-modifications (last visited Oct. 4, 2022). \n11 \n \n\nmore stringent standard is needed to prevent, taking into consideration costs, energy, safety and \nother relevant factors, an adverse environmental effect. Collectively, the standards for air toxics \nare known as National Emission Standards for Hazardous Air Pollutants (NESHAP).  \n \nTitle V of the Clean Air Act Amendments of 1990, Public Law 101-549, requires EPA to \npromulgate regulations that require and specify the minimum elements of state operating permit \nprograms. Section 502(d)(l) of the CAA, 42 U.S.C. § 766la(d)(l), requires each state to develop \nand submit to the EPA an operating permit program to meet the requirements of Title V of the \nCAA. State and local permitting authorities issue Title V permits pursuant to their EPA-approved \nTitle V programs. The CAA requires states to develop and to submit to EPA programs for \nissuing operating permits to major stationary sources (including major sources of HAPs listed in \nsection 112 of the Act), sources covered by New Source Performance Standards (NSPS), sources \ncovered by emissions standards for hazardous air pollutants pursuant to section 112 of the Act \nand affected sources under the acid rain program.32 \n \nAll major stationary sources of air pollution and certain other sources are required to apply for \noperating permits under Title V of the CAA, which combine all enforceable requirements, \nincluding emissions limits, monitoring, recordkeeping, and reporting requirements necessary to \nassure compliance with the CAA into one document.33 The Title V operating permit program \ngenerally does not impose new substantive air quality control requirements.34  One purpose of \nthe Title V program is to \"enable the source, States, EPA, and the public to understand better the \nrequirements to which the source is subject, and whether the source is meeting those \nrequirements.\"35 Thus, the Title V operating permit program is a vehicle for ensuring that air \nquality control requirements are appropriately applied to facility emission units and for assuring \ncompliance with such requirements. \n \nIn 1982, EPA granted Louisiana authority to implement the New Source Performance Standards \nprogram.36 In 1995, LDEQ was granted full EPA approval to implement its Title V permit \nprogram.37 LDEQ issues Part 70 operating permits (Title V operating permits) pursuant to its \nstate regulations set forth at LAC 33:III. Chapter 5.   \n \nIn 1989, the Louisiana Legislature established a state toxic air pollutant emission control \nprogram. LDEQ developed and promulgated the Comprehensive Toxic Air Pollutant Emission \nControl regulation38 which incorporated the federal MACT standards and established emission \nreporting requirements for all major sources of toxic air pollutants and set an ambient air \n \n32 57 Fed. Reg. 32250 (July 21, 1992).   \n33 CAA § 502(a). \n34 57 Fed. Reg. 32250, 32251 (July 21, 1992).   \n35 Id.  \n36 Effective April 7, 1995, EPA delegated to LDEQ the authority to implement and enforce the NESHAP program.  \nSee 60 Fed. Reg. 17,750 (Apr. 7, 1995); 60 Fed. Reg. 47296 (Sept. 12, 1995); 69 Fed. Reg. 15687 (Mar. 26, 2004); \n71 Fed. Reg. 19652 (Apr. 17, 2006); 75 Fed. Reg. 19252 (Apr. 14, 2010); 80 Fed. Reg. 9,613 (Feb. 24, 2015). \nEffective in 1982, EPA delegated to LDEQ the authority to implement and enforce the NSPS program. See 47 Fed. \nReg. 7665 (Feb. 22, 1982); 69 Fed. Reg. 15687 (Mar. 26, 2004); 75 Fed. Reg. 19252 (Apr. 14, 2010); 80 Fed. Reg. \n9,613 (Feb. 24, 2015).   \n37 Effective October 12, 1995, EPA approved Louisiana’s Title V operating permit program. See 40 C.F.R. Part 70, \nAppendix A; 60 Fed. Reg. 47,296 (Sept. 12, 1995).  \n38 Louisiana Administrative Code (LAC) Title 33: Part III. Chapter 51. \n12 \n \n\nstandard for each pollutant. Under this program, facilities must report annual emission totals to \nLDEQ's Toxic Emission Data Inventory.39 Compliance with CAA procedural and substantive \nrequirements does not necessarily establish compliance with Title VI requirements.40   \n \nIV.  INITIAL FACT FINDING AND ANALYSIS \n \nA.  EPA COMPLAINT NO. 01R-22-R6 (LDEQ and the Denka Facility \nComplaint) \n \nOn January 20, 2022, EPA received a complaint filed on behalf of Concerned Citizens of St. \nJohn and Sierra Club alleging that LDEQ’s implementation of its air pollution control program \nsubjects Black residents of St. John the Baptist Parish to discrimination on the basis of race in \nviolation of Title VI and EPA's nondiscrimination regulations found at 40 C.F.R. Part 7.  The \nComplaint alleged that LDEQ’s actions and failure to take action relative to the Denka facility in \nLaPlace, Louisiana, and other nearby industrial facilities subject Black residents to \ndisproportionate levels of air pollution including chloroprene and ethylene oxide.   \n \nThe Complaint also alleged that other LDEQ policies or practices resulted in discrimination \nincluding LDEQ’s alleged failure to: (1) fulfill the terms of an EPA grant to assess the causes of \nhigher cancer risk in St. John the Baptist Parish; (2) act on three Denka CAA Title V permit \nrenewal applications; (3) conduct public notice and comment on the permit renewals; and (4) \nstrengthen Denka’s pollution control measures.   \n \nOn April 6, 2022, EPA accepted, in part, for investigation: \n \nWhether LDEQ uses criteria or methods of administering its air pollution control \nprogram that have the intent and/or effect of subjecting persons to discrimination on the \nbasis of race in violation of Title VI of the Civil Rights Act of 1964 and EPA’s \nimplementing regulation at 40 C.F.R. Part 7 §§ 7.30 and 7.35, including, but not limited \nand with respect to:   \n \nLDEQ’s acts or failures to undertake certain actions related to the Denka facility \nin connection with its air pollutant emissions, and the predominantly Black \nresidents of St. John the Baptist Parish. \n \nOn April 25, 2022, LDEQ agreed to engage in the informal resolution process. \n \n1.  LDEQ’s Response to EPA’s Acceptance of the Complaint for \nInvestigation \n \nPursuant to EPA’s regulations, EPA provided LDEQ an opportunity to make a written \nsubmission responding to, rebutting, or denying the allegations raised in the Complaints. 40 \n \n39 See, LDEQ, AIR TOXICS PROGRAM, https://deq.louisiana.gov/resources/category/air-toxics-program (last \nvisited Oct. 4, 2022).  \n40 See, e.g., EPA Title VI Toolkit. \n. \n13 \n \n\nC.F.R. §7.120(d) (1). LDEQ submitted a response dated June 3, 2022. LDEQ's response failed to \nprovide a reason for EPA to dismiss either Complaint, halt its fact finding, or identify within \nLDEQ’s information or arguments a rationale that would diminish EPA’s level of concern.  It is \nbeyond the scope of this Letter to respond to each of the arguments raised by LDEQ in its \nresponse; however, EPA has undertaken to address a number of LDEQ’s points in an effort to \nensure EPA’s positions and rationales are clear to LDEQ.  \n \n2.  Background on Denka and St. John the Baptist Parish \n \nThe Denka facility in St. John the Baptist Parish produces neoprene, and the chemical \nchloroprene, which is used during the manufacturing process.41 The facility was originally \noperated by DuPont Pontchartrain Works (DuPont) beginning in 1964, and in 1968, DuPont \nannounced that it would begin neoprene production at this facility. Since November 2015, the \nneoprene division of the facility has been owned and operated by Denka. \n \nChloroprene is emitted into the air from Denka’s neoprene manufacturing operations which \nconsist primarily of three chemical manufacturing process units: the Chloroprene Unit, the \nNeoprene Unit, and the HCl Recovery Unit. Chloroprene is produced using 1,3-butadiene and \nchlorine in the Chloroprene Unit.42 Chloroprene, 1,3-butadiene, and chlorine, are all defined as \nHAPs under CAA Section 112(b)(1).43 \n \nIn May 2016, in a memo discussing Denka’s chloroprene emissions, the EPA’s air toxics \nprogram explained to EPA Region 6: \n \nUnder EPA’s air toxics risk management framework, a cancer risk of 100-in-1 million is \ngenerally described as the upper limit of acceptability for purposes of risk-based \ndecisions. Cancer risks at or below 1-in-1 million indicate little potential for cancer risk \nin the air toxics program.  When existing source emissions are too high to achieve the 1-\nin 1 million level and controls are being considered, EPA is interested in controls that \nreduce off-site exposure concentrations associated with cancer risks to no higher than 1-\nin-1 million for as much of the nearby population as is feasible.44 \n \nWith regard to Denka’s emissions, EPA further stated: \n \nAt a minimum, we recommend that this facility aims for emission reductions such that \nthe maximum annual average chloroprene concentration is no higher than 0.2 ug/m3 at \nthe highest modeled off-site location.  That being said, it is preferable to have the \n \n41 U.S. EPA, LaPlace, Louisiana – Background Information, https://www.epa.gov/la/laplace-louisiana-background-\ninformation (last visited Oct. 4, 2022).  \n42 LDEQ-EDMS, Title V Permit Renewal Application (Oct. 2016), \nhttps://edms.deq.louisiana.gov/app/doc/view?doc=10386907. \n43 42 U.S.C. § 7412(b)(1). \n44 Letter from Kelly Rimer, Leader, Air Toxics Assessment Group, Health and Environmental Impacts Division, \nOffice of Air Quality Planning and Standards, U.S. EPA to Frances Verhalen, P.E., Chief, Air Monitoring Grants \nSection, EPA Region 6, Preliminary Risk-Based Concentration Value for Chloroprene in Ambient Air (May 5, \n2016). \n14 \n \n\nchloroprene concentrations at the highest modeled census block as close to 0.002 ug/m3 \nas reasonably achievable.45   \n \nDue to concerns about chloroprene emissions from the facility, LDEQ and Denka negotiated an \nAdministrative Order on Consent (AOC), dated January 6, 2017, under which Denka installed \nthe pollution controls with the goal of reducing facility wide chloroprene emissions by 85% (as \ncompared to the facility’s 2014 emissions).46 Measures implemented pursuant to the AOC \nincluded the installation of a Regenerative Thermal Oxidizer (RTO), which continues to operate.  \nBy letter dated May 20, 2020, LDEQ informed Denka that an 85% (84.63% rounded) reduction \nin chloroprene emissions compared to 2014 reported emissions had in fact been achieved.47 The \nmonitoring data discussed below shows reductions in chloroprene concentrations, but the annual \naverages for many of the monitors continue to show chloroprene concentrations above the EPA \nrecommended 0.2 µg/m3 and the preferred 0.002 µg/m3.48 \n \nIn St. John the Baptist Parish, 58.5% of the population identifies as Black while 33.3% identifies \nas White. Ninety-three percent (93%) of the residents within one mile of the Denka facility \nidentify as Black. The closest homes are approximately 700 feet away from the facility fence \nline, and the facility is approximately 1,500 feet from Fifth Ward Elementary,49 a public school \nwith 402 students, 75% of whom are Black.50 \n \n3.  Cancer Risk from Chloroprene Exposure \n \nEPA develops IRIS assessments to characterize the hazards to human health posed by \nenvironmental chemicals.  Developing an IRIS assessment for a particular chemical involves \nidentifying credible human health hazards associated with chemical exposure, then \ncharacterizing a quantitative relationship between chemical exposure and each credible health \nhazard.  These quantitative relationships are then used to derive toxicity values. IRIS toxicity \nvalues for cancer from inhalation exposure are called inhalation unit risk (IURs) and represent \nestimates of the increased cancer risk from inhalation exposure to a concentration of 1 µg/m3 \nover a lifetime. The IUR can be multiplied by an estimate of lifetime exposure (in µg/m3) to \nestimate the lifetime cancer risk. EPA programs integrate the hazard information and cancer unit \nrisks into their risk assessments. \n \n45 Id. \n46 See LDEQ, Denka: The Path Forward, \nhttps://www.deq.louisiana.gov/index.cfm?md=pagebuilder&tmp=home&pid=denka (last visited Oct. 4, 2022) and \nhttps://www.deq.louisiana.gov/assets/docs/Denka/DENKA_AdministrativeOrderOnConsentAOCJan2017.pdf (last \nvisited Oct. 4, 2022).  \n47 See Letter from Lourdes Iturralde, Assistant Secretary, LDEQ to Patrick Walsh, CIH/SHE Manager, Denka \nPerformance Elastomer LLC (May 20, 2020). \n48 It bears noting that the LDEQ 8-hour short term workplace standard for chloroprene exposure was at the time, and \ncontinues to be, 857 µg/m3. See, LAC Title 33: Environmental Quality Part III: Air. Section 5112-Table 51.2., April \n2014.  \n49 See Administrator’s letter to Denka & DuPont (Jan. 24, 2020) \n(https://www.epa.gov/system/files/documents/2022-01/messrs.-toshio-imai-and-edward-d.-breen.pdf). \n50 National Center for Education Statistics, Fifth Ward Elementary School, St. John the Baptist Parish, 2020-2021 \nSchool Year, \nhttps://nces.ed.gov/ccd/schoolsearch/school_detail.asp?Search=1&SchoolID=220153002003&ID=220153002003 \n(last visited Oct. 12, 2022). \n15 \n \n\n \nEPA’s 2010 IRIS Assessment for Chloroprene51 analyzed the cancer and other human health \neffects associated with chronic inhalation exposure to chloroprene over a 70-year lifetime.  It \nconcluded that chloroprene is “likely to be carcinogenic to humans” and that it acts through a \nmutagenic mode of action.  The IUR for chloroprene is 5 × 10-4 per μg/m3 when adjusted for \nexposure from birth and taking into account increased susceptibility during childhood.52   \n \nThe IRIS IUR for continuous lifetime inhalation exposure can be used to calculate an estimated \nambient air concentration associated with a particular lifetime excess cancer risk.  For a lifetime \nexcess cancer risk of 100-in-1 million from continuous exposure through inhalation over a 70-\nyear lifetime, starting at birth, and taking into account increased susceptibility during childhood, \nthe estimated air concentration is 0.2 micrograms of chloroprene per cubic meter (µg/m3).  \n \nA mutagenic mode of action means that a chemical induces cancer by beginning to damage DNA \nand producing mutations. When a person breathes in chloroprene, it causes DNA damage in the \nbody’s cells. The resulting mutations increase the likelihood that a person will develop cancer \nover the course of their lifetime.   \n \nIndividuals exposed to mutagenic carcinogens starting in early life as infants or young children \nare understood to be more susceptible than individuals exposed only as adults.53 Reasons for this \nsusceptibility include more rapid cell division during early life resulting in less time to repair \nDNA mutations; more rapid expansion of mutant cells lead to cancer. The contribution to \nlifetime cancer risk from a single year of exposure to chloroprene is greater if that year occurred \nduring childhood. Childhood exposures to chloroprene may increase a person’s risk of cancer \nlater in life. \n \nWith publication of a peer reviewed IUR for chloroprene, it became possible to calculate cancer \nrisks for populations exposed to that air pollutant.  \n   \n \n51 See, Summary Information on IRIS.  \n52 See, IRIS Chemical Assessment, p. 18.  \n53 U.S. EPA, Supplemental Guidance for Assessing Susceptibility from Early-Life Exposure to Carcinogens, (Mar. \n2005), p.30. \n16 \n \n\n4.  Status of Denka Air Permits \n \nCurrently, the Chloroprene, Neoprene, and Hydrochloric Acid (HCl) Recovery Units operate \nunder the following permits each of which has expired: \n \nUnit  Permit No.  Date Issued  Expiration Date  Renewal Application  \nDate \nChloroprene Unit  3000-V5  09/09/2014  04/26/2017  10/26/201654 \nNeoprene Unit  2249-V9  04/27/2017  05/15/2019  07/26/201855 \nHCl Recovery Unit  206-V4  03/03/2017  06/18/2020  11/19/201956 \n \nLDEQ has represented that it is presently reviewing Denka’s renewal applications.57   \n   \n5.  Initial Disparate Impact Analysis  \n \nThe following summarizes EPA’s initial disparate impact analysis. \n \na)  Neutral Policy or Practice \n \nEPA’s regulations prohibits LDEQ from administering its air pollution control program in a way \nthat has the effect of subjecting the residents of St. John the Baptist living near the Denka facility \nto discrimination on the basis of race.58 To determine compliance with the regulations, EPA must \nfirst identify what “facially neutral policies or practices,” or actions, may have produced “a \nnegative effect—looking at who is impacted and where the impact occurs—in order to identify \nthe legally relevant policies or practices.”59   \n \nA neutral practice need not be undertaken affirmatively, but in some instances could be the \nfailure to act or to adopt an important policy.60 During its fact finding, EPA found several \nspecific LDEQ policies or practices, actions or inactions taken within the context of LDEQ's \n \n54 LDEQ-EDMS, https://edms.deq.louisiana.gov/app/doc/view?doc=10386907. On November 7, 2018, Denka \nsubmitted Addendum No. 1 and in December 2020 Addendum No. 2 to its renewal application \n(https://edms.deq.louisiana.gov/app/doc/view?doc=12489947). \n55 LDEQ-EDMS, https://edms.deq.louisiana.gov/app/doc/view?doc=11249049.  On November 1, 2018, Denka \nsubmitted additional information on and addendums on January 28, 2020, and August 22, 2020. LDEQ-EDMS, \nhttps://edms.deq.louisiana.gov/app/doc/view?doc=12328494. \n56 LDEQ-EDMS, https://edms.deq.louisiana.gov/app/doc/view?doc=11954047. On June 2, 2020, Denka submitted \nan addendum. LDEQ-EDMS, https://edms.deq.louisiana.gov/app/doc/view?doc=12204487.  \n57 Letter from Chuck Carr Brown, Secretary, Louisiana Department of Environmental Quality, to Lilian Sotolongo \nDorka, Director, U.S. Environmental Protection Agency, External Civil Rights Compliance Office, Re: Response to \nConcerned Citizens of St. John, et. al, Complaint Filed Under Title VI of the Civil Rights Act of 1964, 42 U.S.C. \n§2000d (Complaint No: 01 R-22-R6) (“LDEQ Denka Response”), pp. 4 and 6 (June 3, 2022).  \n58 40 C.F.R. Part 7 §§ 7.30 and 7.35 \n59See U.S. DOJ Title VI Legal Manual (Identifying the facially neutral policy or practice, agency practice tip) \nhttps://www.justice.gov/crt/fcs/T6Manual7#E  \n60 See EPA Title VI Toolkit.  \n17 \n \n\nmethods of administering its air pollution control program that may be causing or contributing to \nadverse disparate impacts based on race as described below. \n \ni.  EPA is concerned that LDEQ’s erroneous legal interpretation that its \nnondiscrimination obligations under Title VI and EPA’s implementing regulations do \nnot apply to its Title V program61 results in LDEQ failing to properly identify and \naddress disparate impacts resulting from its Title V program and to deny those \nimpacted by LDEQ decisions the ability to raise concerns about discriminatory \neffects of those decisions. As explained above, supra at page 10, Congress made clear \nin the Civil Rights Restoration Act of 1987 that the Title VI nondiscrimination \nobligation applies to all the programs and activities of a recipient and courts have \nconfirmed recipients’ obligations in this regard.62 Therefore, even if LDEQ’s Title V \npermit program does not directly receive EPA financial assistance, because LDEQ \nreceives EPA financial assistance, the Title VI nondiscrimination obligation applies \nto all programs administered by LDEQ, including its Title V program.  \n \nEPA is concerned that LDEQ’s inaction on the Denka Title V operating permit \nrenewal process coupled with the lack of an established process to assess whether its \npermit actions might cause or contribute to adverse disparate impacts in violation of \nTitle VI that is accessible to the public denied LDEQ and the community the \nopportunity to work together to identify and address any adverse disparate impacts \nresulting from Denka’s chloroprene emissions.  \nThe Title V permit process is one, but not the only logical point for LDEQ to conduct \nan analysis to identify and address any adverse disparate impacts to which the \nrenewal of a facility’s operating permit may cause or contribute. Another would be \nthrough the grievance process LDEQ is required to have in place by EPA’s \nnondiscrimination regulations.63 The grievance process is another appropriate avenue \nto formally to raise concerns about disparate impact and the health risks posed by \nDenka’s chloroprene emissions. If LDEQ has a grievance procedure, EPA was not \nable to find a way to access it on LDEQ’s website which makes it essentially \nunavailable.   \n \nLDEQ’s failure to acknowledge the applicability of Title VI and to make available \nthe grievance process described above meant that residents—already struggling with \nthe burden of harmful pollution—had to seek other means to prod action to secure an \nappropriate response to address the health risk posed by Denka’s chloroprene \nemissions. In the past few years, residents petitioned EPA for enforcement action \n \n61 LDEQ Denka Response, pp. 1-2.  \n62 EPA has also made this clear in its 2017 Toolkit (p. 2) a document that LDEQ quotes at length in its Basis For \nDecision’s for the Formosa permits discussed below.  See also, FAQ #4 in January 18, 2017 FREQUENTLY \nASKED QUESTIONS (FAQs) FOR CHAPTER 1 OF THE U.S. EPA'S EXTERNAL CIVIL RIGHTS COMPLIANCE \nOFFICE COMPLIANCE TOOLKIT” \n63 40 C.F.R. § 7.90.  \n18 \n \n\nunder the CAA and rulemaking under the Toxics Substances Control Act;64 filed this \nComplaint with EPA and the Civil Rights Division of the U.S. Department of Justice; \nand petitioned the Organization of American States.65 They also organized protests \nincluding at the Denka facility, at the Fifth Ward Elementary School, at Denka’s \nheadquarters in Japan, and a five-day march from Reserve to Baton Rouge, \nLouisiana.66  \n \nIn addition, when residents raised their concerns to EPA through the Title VI civil \nrights complaint process, LDEQ incorrectly argued it “was an improper vehicle for \nraising allegations of discrimination under the [t]itle V permitting program.”67 If \nallowed to stand, LDEQ’s erroneously limited legal interpretation of its Title VI \nobligation would inappropriately deny the residents of Louisiana their right to file \ndiscrimination complaints with EPA.    \n  \nMoreover, EPA is concerned that LDEQ’s inaction on the Denka Title V operating \npermits renewal process denies the benefits of the permit process (e.g., access to \ninformation about the facility; ability to influence operations through comment \nprocess; potential to appeal permit to EPA) to the residents impacted by Denka who \ndisproportionately identify as Black. As explained above, one purpose of the CAA \nTitle V program is to \"enable the source, States, EPA, and the public to understand \nbetter the requirements to which the source is subject, and whether the source is \nmeeting those requirements.\"68   \n \nii.  LDEQ’s response to the Complaint provided several reasons for delaying the Title V \noperating permit renewal process, including asserting that there “was developing \ninformation and activities related to chloroprene emissions;”69 and Denka’s requests \nfor reconsideration of the Integrated Risk Information System (IRIS) assessment for \n \n64 Petition to the Administrator, United States Environmental Protection Agency, Petition for Emergency Action \nunder the Clean Air Act, 42 U.S.C. § 7603 et seq., to Abate the Imminent and Substantial Danger to St. John the \nBaptist Parish, Louisiana Residents from Toxic Air Pollution and Petition for Rulemaking under the Clean Air Act, \n42 U.S.C. § 7412, to Set Health-Protective Air Toxics Emissions Standards (May 6, 2021). \n65 Petition from Concerned Citizens of St. John to the Organization of American States, Inter-American Commission \non Human Rights, Emergency Request for Precautionary Measures Pursuant to Article 25 of the Rules of Procedure \nof the Inter-American Commission on Human Rights on Behalf of Residents of St. John the Baptist Parish, \nLouisiana, (undated).  \n66 Dermansky, J. (2019, Nov. 1). Environmental Justice Activists Arrested Amid Growing Concerns Over \nLouisiana’s Cancer Alley Pollution. DeSmog. https://www.desmog.com/2019/11/01/environmental-justice-arrests-\nlouisiana-cancer-alley-pollution/ (EJ Activists Arrested); Dermansky, J. (2021, May 12) Inspector General Directs \nEPA to Update Its Rules for Two Toxic Air Pollutant A Louisiana Cancer Alley community group responded by \npetitioning the EPA to take emergency action to reduce carcinogenic emissions. DeSmog. \nhttps://www.desmog.com/2021/05/12/inspector-general-epa-chloroprene-ethylene-oxide-denka/ (IG Directs EPA); \nBlair, G. and Laughland, O. (2019, June 26). Residents of America’s Cancer Town confront chemical plant owner in \nJapan. The Guardian. https://www.theguardian.com/us-news/2019/jun/26/cancer-town-denka-pontchartrain-works-\nreserve-louisiana; Lartey, J. and Laughland, O. (2019, May 30). They've been killing us for too long': Louisiana \nresidents march in coalition against 'death alley'. The Guardian. https://www.theguardian.com/us-\nnews/2019/may/30/toxic-america-louisiana-residents-march-against-polluting-plant. \n67 LDEQ Denka Response, pp. 1-2. \n68 57 Fed. Reg. 32250, 32251 (July 21, 1992). \n69 LDEQ Denka Response, p. 6. \n19 \n \n\nchloroprene.70 In its response to the Complaint, LDEQ states that “it is EPA that bears \nthe responsibility to update control standards for hazardous air pollutants under \nSection 112 of the CAA; this is not a state responsibility nor is it an element of the \nTitle V permitting program.”71 While it is true that EPA has a role in regulating HAPs \nand has taken steps toward regulating chloroprene,72 LDEQ fails to acknowledge its \nown authority and precedent for regulating chloroprene.73 LDEQ’s webpage devoted \nto explaining its TAP program states as mandated by Louisiana Revised Statute \n30:2060: \n“. . . Louisiana DEQ developed and promulgated the Comprehensive Toxic Air \nPollutant Emission Control regulation, one of the most stringent state air toxics \nrules in the country. The state regulation also surpasses the federal regulation. In \naddition to incorporating the control technology (MACT) standards, the state rule \nestablishes emission reporting requirements for all major sources of toxic air \npollutants and sets an ambient air standard for each pollutant.”74  \n \nChloroprene is listed as a TAP in LAC 33:III. Chapter 51, Tables 51.1 - 51.3. As \nDenka explained in an undated FAQ, “The LDEQ ambient standard for chloroprene \nis 857 µg/m3 on an 8-hour basis.”75  \n \nAdditionally, the rationale that it is waiting to see what other agencies might do \nrelated to Denka’s chloroprene emissions is inconsistent with LDEQ’s prior actions \nwhich raises questions about the reasonableness of such a claim.  For example, in \n2016, Chuck Carr Brown, the Secretary of the LDEQ (Dr. Brown), stated that rather \nthan wait around for his counterparts at EPA to set a chloroprene standard, he was \nusing the AOC to get reductions.76  \n \niii.  EPA is also concerned about LDEQ’s interactions with the residents who live near \nthe Denka facility. During the few public meetings held to discuss Denka’s \nchloroprene emissions that LDEQ attended, when residents raised their concerns \nabout Denka’s failure to meet the maximum annual average chloroprene \n \n70 U.S. EPA, RFC 21005 – Chloroprene, https://www.epa.gov/quality/rfc-21005-chloroprene  \n71 LDEQ Denka Response, p. 11. \n72 EPA will conduct a risk assessment on chloroprene emissions to support of the Group I Polymers and Resins: \nNational Emission Standards for Hazardous Air Pollutants (NESHAP) and the Hazardous Organic NESHAP, that \nare scheduled for proposal in March 2023 and December 2022, respectively. \n73 Also, Denka noted in an FAQ issued sometime after 2017 that LDEQ had not “. . . set any new limits regarding \nchloroprene exposure as a result of the draft NATA study published in 2015.” Denka, FREQUENTLY ASKED \nQUESTIONS, http://denka-pe.com/wp-content/uploads/2017/10/Denka-QA.pdf. \n74 LDEQ, TOXIC AIR POLLUTANTS FACT SHEET FAQS, \nhttps://www.deq.louisiana.gov/index.cfm/faq/category/19 (last accessed Oct. 2, 2022). \n75 Denka, FREQUENTLY ASKED QUESTIONS, http://denka-pe.com/wp-content/uploads/2017/10/Denka-QA.pdf \n76 Dermansky, J. LDEQ Secretary Dr. Chuck Brown, YouTube video imbedded within DeSmog, at approximately \nMinute 18:23 (Dec. 2016), https://www.desmog.com/2017/04/19/st-john-baptist-parish-fight-clean-air-louisiana-\ncancer-alley-denka-chloroprene/(St. John Baptist Parish Fights) (Dr. Chuck Carr Brown before the St. John the \nBaptist Parish Council). \n20 \n \n\nconcentration EPA recommended, LDEQ officials referred to those concerns as “fear \nmongering.”77  \nIn a 2016 public meeting to discuss the Denka facility and actions being taken to \naddress the emissions, Dr. Brown spoke for several minutes with a councilmember \nwho was trying to determine whether the implementation of the AOC pollution \ncontrols would reduce the chloroprene concentrations to “point 2.”  Dr. Brown \nrepeatedly emphasized that the 0.2 was an EPA guidance, “just something EPA \ntargeted as a goal,”78 and that he wanted the speaker to “detach yourself from that \nnumber.”79 The message seemed to be that residents should focus on the amount of \nthe predicted emissions reductions, not what was of concern to residents—whether \nthe reductions would achieve cancer risks below EPA’s upper limit of acceptability or \nmeet EPA’s preferred cancer risks of no higher than 1-in-1 million for as much of the \npopulation near Denka as is feasible.   \n  \nLDEQ’s website page “Denka: The Path Forward” also includes the Department’s \nresponse to the question “What about .2?”: \n \nOnce the control measures are in place, LDEQ will again assess the emissions at \nthe Denka facility. While there is currently no federal or state standard for \nchloroprene emissions, EPA has offered a number as guidance. It is not an \nemissions limit.80  \n \nWhile it is true that the 0.2 µg/m3 concentration does not constitute an explicit \nemissions limit, the statement is confusing at best and misleading at worst since it \ndoes not provide any explanation of what the “.2” number is—EPA’s scientific \nassessment of the upper limit of acceptable exposure to avoid elevated cancer risk. \nLDEQ’s repeated reference to the lack of a federal standard and its description of the \n0.2 µg/m3 concentration as mere guidance could be interpreted as questioning the \nscientific basis and significance of the IRIS inhalation unit risk, and the advisability \nof reaching those concentration levels and risk levels.   \n \nAt this same 2016 public meeting when discussing EPA’s IRIS assessment for \nchloroprene, Dr. Brown stated that in 2015 EPA had reclassified chloroprene as a \n“possible carcinogenic.”81 He further stated that he hoped the audience would “key in \n \n77 Dr. Brown later said, “I’m not going to say I regret using the term. I just felt like I could’ve used a different term.” \nVictor Blackwell, Wayne Drash and Christopher Lett, Toxic tensions in the heart of ‘Cancer Alley’, CNN \n(Oct. 20, 2017), https://www.cnn.com/2017/10/20/health/louisiana-toxic-town/index.html. \n78 Supra footnote 76, St. John Baptist Parish Fights, Minute 16:41 (Dec. 2016). \n79 Supra footnote 66, EJ Activists Arrested, at Minute 15:33. Dr. Brown later stated in an interview with CNN, \n“That’s why I’ve tried to tell everyone: Detach yourself from that number and let’s work toward a solution that \ninvolves the best available control technology.” Victor Blackwell, Wayne Drash and Christopher Lett, Toxic \ntensions in the heart of ‘Cancer Alley’, (Oct. 20, 2017), https://www.cnn.com/2017/10/20/health/louisiana-toxic-\ntown/index.html.  \n80 LDEQ, Denka: The Path Forward, \nhttps://www.deq.louisiana.gov/index.cfm?md=pagebuilder&tmp=home&pid=denka (last visited Oct. 4, 2022). \n81 Supra, footnote 66, EJ Activists Arrested, Minute 2:14 (Nov. 1, 2019). \n21 \n \n\non the words” he was using “a possible carcinogenic.”82 In 2010, EPA concluded that \nchloroprene was a likely carcinogen.  In general usage “possible” means something \nthat may or may not occur,83 while “likely” means having a high probability of \noccurring or being true.84 Dr. Brown’s mischaracterizing the category of carcinogen \non behalf of LDEQ had the potential to confuse and mislead, even if that was not \nLDEQ’s intention. \n \nThe community relies on LDEQ to provide accurate and complete information. EPA \nis concerned that on some important occasions including on a webpage specifically \ndesigned to provide information to the public about risks posed by Denka’s \nchloroprene emissions, LDEQ has fallen short. \n \niv.  EPA is also concerned that in assessing whether there are adverse health impacts \nfrom Denka’s emissions, LDEQ relied upon LDH studies about which EPA has \nconcerns as discussed below.   \nb)  Adversity/Harm  \n \nEPA must evaluate the policies or practice identified above, to determine whether \nthese “harm” to the Black residents living near Denka is enough to be actionable. This element \nis sometimes referred to as “adversity of the impact.”85 In the context of this Title VI \ninvestigation EPA could examine, not only the burdens or harms resulting from each individual \npolicy, decision or action, and borne disproportionately on the basis of race, but also the total or \ncumulative burdens including exposures throughout a person’s lifetime borne disproportionately \nby a community, especially in light of the characteristics of that community.86 To date, EPA has \nnot engaged in a cumulative impact analysis, but the information gathered to date suggests that \nsuch an analysis should have been performed by LDEQ.   \n \n \n82 Id. at Minute 2:17. EPA notes that LDEQ’s website Denka: The Path Forward accurately states: “EPA \nreclassified chloroprene as a likely carcinogen in 2010.”  \n(https://www.deq.louisiana.gov/index.cfm?md=pagebuilder&tmp=home&pid=denka) (last visited Oct. 4, 2022).  \n83 https://www.merriam-webster.com/dictionary/possible. \n84 https://www.merriam-webster.com/dictionary/likely. \n85E.g., S. Camden Citizens in Action v. N.J. Dep’t of Envtl. Prot., 145 F. Supp. 2d 446, 487, opinion \nmodified and supplemented, 145 F. Supp. 2d 505 (D.N.J.) (discussing the \nmethods used to “evaluate the ‘adversity’ of the impact” and considering whether the impacts at \nissue were “sufficiently adverse” to establish a prima facie case), rev’d on other grounds, 274 F.3d 771 (3d Cir. \n2001).  See also Bryan v. Koch, 627 F.2d 612, 617 (2d Cir. 1980) (indicating that adversity exists if a fact specific \ninquiry determines that the nature, size, or likelihood of the impact is sufficient to make it an actionable harm). \n86 EPA’s Office of Research and Development defines cumulative impacts as “the totality of exposures to \ncombinations of chemical and non-chemical stressors and their effects on health, well-being, and quality of life \noutcomes.  Cumulative impacts include contemporary exposures to multiple stressors as well as exposures \nthroughout a person’s lifetime. They are influenced by the distribution of stressors and encompass both direct and \nindirect effects to people through impacts on resources and the environment. Cumulative impacts can be considered \nin the context of individuals, geographically defined communities, or definable population groups. Cumulative \nimpacts characterize the potential state of vulnerability or resilience of a community.” U.S. EPA, Cumulative \nImpacts Research: Recommendations for EPA’s Office of Research and Development. U.S. Environmental \nProtection Agency, Washington, D.C., EPA/600/R-22/014a, 2022. p. 4, \nhttps://www.epa.gov/system/files/documents/2022-\n09/Cumulative%20Impacts%20Research%20Final%20Report_FINAL-EPA%20600-R-22-014a.pdf.   \n22 \n \n\nWhen assessing whether there are adverse health effects from air pollution, EPA has used as a \nbenchmark the residual risk from air toxics for source categories that are subject to technology-\nbased requirements under Section 112 of the Act. EPA generally seeks to prevent cancer risks in \nexcess of 100-in-1 million (or 1-in-10,000).  EPA applied this cancer risk benchmark in past \nTitle VI investigations related to air pollution and has used it in this investigation as an initial \nbenchmark. \n \nA monitor provides actual concentrations in the area where the monitor is located. But computer \nmodels provide estimated concentrations across an entire community – not just at the monitor \nlocation. EPA was able to include both types of information in its analysis below.   \n \n(1)  Defining the Affected Population \n \nThe National Air Toxics Assessment (NATA)/AirToxScreen87 uses actual emissions data to \nestimate ambient concentrations of air toxics and resulting health effects around the country. \nNATA/AirToxScreen is designed by EPA as a screening tool for state and local governments to \nidentify pollutants, emission sources, and places for further localized analysis of risks to public \nhealth.  NATA/AirToxScreen features an online mapping application that presents emissions, \nconcentrations, and cancer risks at the census tract level. EPA used NATA and AirToxScreen \ndata, as described in more detail below, to assess the potential for adverse impacts from Denka in \nterms of the estimated human health risk of air pollution for different demographic populations.   \n \nThe 2011 NATA/AirToxScreen estimated excess cancer risk for the census tract closest to the \nDenka facility (tract 708) was 770-in-100 million (more than 7 times the upper bound of \nacceptability for estimated excess cancer risk over a 70-year lifetime) the risk of developing \ncancer was significantly higher than the national average (the census tract was, in fact, the worst \nin the United States for cancer risk); more than 90% of that increased risk was due to \nchloroprene exposure; and the increased risk was attributable to Denka’s chloroprene emissions. \n \nEPA’s Risk-Screening Environmental Indicators model (RSEI) incorporates facility-reported \ninformation from the Toxics Release Inventory (TRI) on the amount of toxic chemicals released, \ntogether with factors such as the chemical’s fate and transport through the environment, each \nchemical’s relative toxicity, and potential human exposure. Modeling assumptions in RSEI are \ndesigned to reflect a worst-case scenario, and so in some cases actual air concentrations may be \nlower than modeled concentrations. RSEI model results can be used to help establish priorities \nfor further investigation and to look at changes in potential human health impacts over time. \nRSEI Scores are designed to be compared to each other. A RSEI Score 10 times higher than \nanother RSEI Score suggests that the potential for risk is 10 times higher. \n   \nAs Figure 1 below displaying results from the RSEI model shows, those living closest to the \nDenka facility are most impacted by the chloroprene emissions. Modeled average annual \nchloroprene concentrations from Denka emissions were over 0.2 µg/m3 in most of the region \nwithin 1 mile of the facility in 2020. The census tract that contains the centroid of the Denka \n \n87 The name NATA was retired and replaced with the name AirToxScreen for the emissions year 2017 (released \nMarch 2022). \n23 \n \n\nfacility from satellite imagery is 708. The other census tracts that fall within the 1-mile circle are \n711 and 709.            \nFigure 1:  Denka Modeled Average Annual Chloroprene Concentrations (2020)88 \n \n \n(2)  Unacceptable Risk Levels Continue After 2018, Despite \nInstallation of Pollution Control Equipment \n \n(a)  Estimated Cancer Risk \n \nCancer risks from air toxics in the St. John the Baptist Parish and in particular the census tracts \nlocated nearest the Denka facility declined after the AOC pollution control measures were \ninstalled but remain high. The 2018 AirToxScreen estimated lifetime cancer risks from exposure \nto air toxics in St. John the Baptist were 120-in-1-million. For tracts closest to Denka, the \n \n88 The dispersal pattern is based on the RSEI fate and transport model, which computes how the facility affects the \ncontinuous annual concentration of chloroprene in all 0.8 x 0.8 km gridded cells within 30 miles. For more \ninformation on the RSEI model, see U.S. EPA, Risk-Screening Environmental Indicators (RSEI) Methodology, \nhttps://www.epa.gov/system/files/documents/2022-06/RSEI%20Methodology%20V2.3.10.pdf  \n24 \n \n\nlifetime cancer risks in 2018 were even higher: tract 708 had a lifetime cancer risk of 400-in-1-\nmillion (four times the upper bound of acceptability for estimated excess cancer risk over a 70-\nyear lifetime), and tracts 707 and 709 both had estimated lifetime cancer risks of 200-in-1-\nmillion (two times the upper bound of acceptability for estimated excess cancer risk over a 70-\nyear lifetime). \n(b)  Cancer Risk Based on Monitored Chloroprene \nConcentrations \n \nEPA’s NATA, released on December 17, 2015, using 2011 data, estimated high levels of air \ntoxics including chloroprene in the area close to Denka. At the time of the NATA release, these \nlevels of chloroprene were predicted by the model, but not confirmed by actual air monitoring \nresults. EPA and LDEQ conducted air monitoring in the community to determine whether there \nwere chloroprene levels of concern in the ambient air from 2016 until the present. EPA \ncalculated cancer risk to residents based on measured concentrations at monitors in and along the \nedge of the residential area near Denka.   \n \nSince March 2016, there has been a combination of discrete and continuous community-based \nand fence-line monitoring near Denka 89 The monitors discussed below were placed by EPA, \nLDEQ, and Denka. The most recent EPA fence-line monitoring data cover the period ending \nAugust 4, 2022, and the most recent Denka canister monitoring data was collected on August 29, \n2022.  \n \nAcross the various monitoring programs and sampling methods, the air quality measurements \ntaken after Denka installed controls to reduce chloroprene emissions (after March 2018) \nconsistently measure ambient chloroprene concentrations above 0.2 µg/m3, and average \nconcentrations at all monitors are above 0.2 µg/m3, which represents the 100-in-1-million upper \nbound increased cancer risk from continuous exposure to this concentration for a lifetime.   \n \nConcentrations above 0.2 µg/m3 were measured not only at fence-line monitoring locations, but \nalso at community monitors located further away from the facility including the Fifth Ward \nElementary School. These elevated concentrations were also detected during the time period \nwhen Denka had shut down its chloroprene production in the aftermath of Hurricane Ida in \nSeptember 2021. \n \nThe past 6 years of data from EPA, LDEQ, and Denka monitors located in the census tracts near \nDenka with the modeled elevated levels of cancer risk in NATA/AirToxScreen and elevated \nRSEI toxicity scores prior to 2018, show that even after the required pollution controls were \noperational in 2018, the levels of risk exceeding the 100-in-1-million cancer risk have persisted.   \n \nFrom May 2016 through September 2020, EPA’s Chad Baker air sampling station in the \nresidential neighborhood west of Denka showed average concentrations of 2.13 µg/m3 - more \n \n89 Discrete monitoring refers to the collecting of chloroprene samples on a fixed time interval (e.g., for the 2016-\n2020 Community Ambient Air Monitoring Program, EPA/LDEQ started out collecting samples every third day).  In \ncontrast, continuous monitoring refers to use of a device that continuously measures chloroprene in the ambient air \nand collects a sample when the ambient chloroprene concentration exceeds a certain threshold.  \n \n25 \n \n\nthan 10 times higher than 0.2 µg/m3.  From January 7 through August 4, 2022, the Denka fence-\nline monitor site 17, which is approximately 750 feet from the former location of EPA’s Chad \nBaker air sampling station, showed average concentrations of 0.77 µg/m3—close to 4 times 0.2 \nµg/m3. From 2018 through September 2020, the chloroprene concentration averaging across \nreadings from all of the EPA’s air sampling sites was 1.44 µg/m3—more than 7 times higher than \n0.2 µg/m3.   \n \nDenka’s Western air sampling station is closest to the residential neighborhood west of the \nfacility. The Fifth Ward Elementary School is approximately 1,000 feet from the Western \nmonitor. From February 2, 2020, to February 1, 2022, the average chloroprene concentration at \nDenka’s Western sampling station was 2.22 µg/m3 which is more than 11 times 0.2 µg/m3.   \n \nIf someone was exposed continuously to 2.22 µg/m3 of chloroprene for their lifetime (24 hours a \nday for 70 years), their estimated increased upper bound risk of developing cancer as a result of \nthis exposure would be 600-in-1 million using the unadjusted IUR of 3 × 10-4 per μg/m3 (6 times \nthe upper bound of acceptability for estimated excess cancer risk over a 70-year lifetime). If that \nperson is exposed continuously to 2.22 µg/m3 of chloroprene for their lifetime from birth (24 \nhours a day for 70 years), and taking into account increased susceptibility during childhood, their \nestimated increased upper bound risk of developing cancer as a result of this exposure would be \n1000-in-1 million using the adjusted IUR of 5 × 10-4 per μg/m3 (10 times the upper bound of \nacceptability for estimated excess cancer risk over a 70-year lifetime).90   \n \nOver a lifetime of exposure (24 hours a day from birth to 70 years old) to the same concentration \nof chloroprene, approximately half of one’s lifetime risk of cancer from chloroprene exposure \nwould be attributable to childhood exposure (from birth to 16 years old). \n \nThe annual average for chloroprene at EPA’s air sampling at the Fifth Ward Elementary School \nfrom October 2, 2019, to September 26, 2020, was 1.2 µg/m3, including some shorter term (24-\nhour average) spikes as high as 16.6 µg/m3 with a collocated sample showing15.3 µg/m3.91  \nThe average concentrations for January 7 to August 4, 2022 at the two fence-line monitors92 \nclosest to the Fifth Ward Elementary School were 0.51 µg/m3 and 0.77 µg/m3, respectively. The \nhighest detected concentrations at those monitors were 1.63 µg/m3 (Apr. 14-28, 2022) and 2.91 \nµg/m3 (Jan. 7-21, 2022), respectively, while only a few of the samples at those two locations \nwere below 0.2 µg/m3.93  \n \nIn 2017, pursuant to the AOC with LDEQ, Denka implemented pollution control measures that \nsignificantly reduced chloroprene emissions in 2018 as compared to 2014 levels.  While those \nreductions were significant in relation to past chloroprene emissions, the monitoring information \nabove shows that Denka still continued to emit chloroprene at a rate that contributes to or causes \n \n90 See, IRIS Chemical Assessment, p. 18.  \n91 Letter from Michael S. Regan, U.S. EPA Administrator, to Mr. Toshio Imai, Denka Corporation, and Mr. Edward \nD. Breen, DuPont (Jan. 24, 2022) (https://www.epa.gov/system/files/documents/2022-01/messrs.-toshio-imai-and-\nedward-d.-breen.pdf). \n92 Site 16 and 17. Note this is more recent data than depicted in Figure 3.  \n93 Only four out of the fifteen samples at Site 16 and three out of the fifteen samples at Site 17 measured \nconcentrations below 0.2 μg/m3. \n26 \n \n\nconcentrations many times higher than 0.2 µg/m3, which therefore results in an increased risk of \ndeveloping cancer over a lifetime that is many times higher than the 100-in-1 million risk level.  \n \nCurrent chloroprene concentrations near Denka present a risk that is especially grave for infants \nand children under the age of 16. As stated above, approximately half of one’s lifetime risk of \ncancer from chloroprene exposure would be attributable to childhood exposure. For example, \nsixteen years of exposure (24 hours a day, 7 days a week) to concentrations measured at the \nWestern monitor beginning at birth and ending at age 16 would present a lifetime risk of \napproximately 600-in-1 million. Seventy (70) years of exposure beginning at birth to \nconcentrations measured at the Western monitor would present a lifetime of risk of \napproximately 1000-in-1 million. As evidenced by this comparison, by year 16, approximately \nhalf of the lifetime risk is reached. As a result, infants continuously exposed to chloroprene at the \naverage concentrations measured near the Western air monitor could potentially reach the upper \nbound of acceptable lifetime cancer risk (100-in-1 million) early in life.   \nThis is because chloroprene is a mutagen and children are more sensitive to it – one year of \nexposure to a child result in more risk than one year of similar exposure to an adult. If \nchloroprene was not a mutagen, then half a person’s 70-year lifetime risk would happen at about \nyear 35. Chloroprene is a mutagen; therefore, half the estimated lifetime cancer risk comes at \nyear 16, not 35. The result is that adolescents and adults who experienced childhood exposure \nand who breathe chloroprene at levels measured at the Western monitor would surpass a 100-in-\n1 million excess cancer risk more quickly than an adult without prior childhood exposure.94  \n \nMoreover, as is shown by Figure 2 below, the residents living near the facility for the past 30 \nyears, including children, were exposed to higher chloroprene levels than those measured after \nimplementation of the emissions control measures, at least four times higher based on TRI and \nNEI data, which would elevate the excess cancer risk even higher above 100-in-1 million. \n \n94 See supra footnote 7.  \n \n27 \n \n\nFigure 2 \n \n \nDuring interviews, residents indicated that many of the homes have been occupied by members \nof the same families for several generations. For example, one resident indicated that he had \nlived in the community his whole life and that his neighbors had similarly been longstanding \nresidents of the community. This resident further indicated that homes had stayed within \nfamilies, with younger generations moving into homes previously owned by relatives. Another \nresident corroborated the pattern of intergenerational ownership by stating that houses were \npassed down within families from one generation to the next. A third resident further \ncorroborated this by indicating that some neighbors had lived in the area for sixty years or more.   \n \nThe U.S. Census data95 confirms that many residents have lived in the community near the \nfacility for many years. For the five census tracts nearest Denka, 61% of all residents have lived \nin the same home since 2009; 36% since 1999. For the Parish overall, about 60% of all residents \nhave lived in the same home since 2009; about 32% since 1999. \n \nAs a result, adolescents and adults who grew up near the facility and breathe chloroprene at \nlevels measured at monitors near Denka reach an exposure associated with a 100-in-1 million \nrisk excess cancer risk faster than an adult without childhood exposure to chloroprene.96  \n   \n \n95 U.S. Census Bureau, 2015 – 2019 American Community Survey, https://www.census.gov/newsroom/press-\nkits/2020/acs-5-year.html.  \n96 See, supra footnote 7.  \n28 \n \n\n(3)  Current Information Regarding Residents Near Denka \nas Compared to the State \n \nIn Figure 3 below, the monitoring data of chloroprene concentrations are overlaid with census \nblock groups neighboring Denka. Each point represents one of the 18 monitors that EPA \nrequired Denka to place in January 2022 on its fenceline. The monitoring sites are labeled and \ncolored by the average chloroprene concentrations (µg/m3) measured at that location between \nJanuary 7 – June 9, 2022.97 The darker shade of red indicates a higher average chloroprene \nconcentration measured at that location. The lifetime chloroprene concentration associated with a \n100-in-1 million cancer risk is 0.2 µg/m3. The concentric rings demarcate distances of 1 and 2 \nmiles outward from the centroid98 of the Denka facility.  \n \nFigure 3: Average Chloroprene Concentration at Denka Fence-line Monitors \n(January – June 2022)\n \n \n \n \n97 U.S. EPA, Fence-line monitoring data from January – 2022,  https://www.epa.gov/la/denka-air-monitoring-data-\nsummaries (last visited Oct. 4, 2022).  \n98 The centroid coordinate is 30.056, -90.524. \n29 \n \n\nc)  Disparity  \n \nIn analyzing disparity under Title VI, EPA looks at whether a disproportionate share of the \nadversity/harm discussed above is borne by individuals based on their race, color, or national \norigin. Disparity is a fact-specific inquiry that involves identifying an appropriate measure.99 A \ntypical disparity measure involves a comparison between the proportion of persons in the \nprotected class who are adversely affected by the challenged practice and the proportion of \npersons not in the protected class who are adversely affected.100 A disparity is established if the \nchallenged practice adversely affects a significantly higher proportion of protected \nclass members than non-protected class members.101  \n \nIn this case, it appears the Black residents and children attending school nearest the Denka \nfacility have been and continue to be impacted by the adversities or harms previously discussed, \nespecially related to increased cancer risk, at comparatively higher rates than other racial groups \nimpacted by LDEQ’s methods of administering its air pollution control program. That is, the \npolicies, practices, actions or failures to act related to the Denka facility, as previously discussed, \nappear to have a disparate impact on the basis of race. \n \nGenerally speaking, the statistical disparity must be “sufficiently substantial to raise an inference \nof causation.”102 In determining what is considered statistically significant or substantial, courts \nappear generally to have judged the ‘significance’ or ‘substantiality’ of numerical disparities on a \ncase-by-case basis and based on all of the surrounding facts and circumstances.103  \n \nHere, the cancer risk from exposure to chloroprene emissions due to LDEQs actions and \ndecisions clearly fall “substantially disproportionately” on the Black residents who live near the \nDenka facility, as compared to non-Black residents. When we examine the most adversely \naffected population, that is, the population living within one mile of Denka—where the risk of \ncancer from chloroprene exposure is and has been greatest, 93% of that population identifies as \nBlack as compared to 7% identifying as non-Black.104  \n \nIn addition, when we examine the affected and increasingly vulnerable population of children \nwho attend the Fifth Ward Elementary School, 75% of the students identify as Black as \ncompared to 25% who do not identify as Black.105 Examining the disparity in a different light \nand based on a different “comparator,” 93% of residents living within one mile of Denka identify \n \n99 See, e.g., S. Camden Citizens in Action v. New Jersey Dept. of Envtl. Protec., 145 F. Supp. 2d 446, 493 (D.N.J. \n2001), opinion modified and supplemented, 145 F. Supp. 2d 505 (D.N.J. 2001), rev'd, 274 F.3d 771 (3d Cir. 2001) \n(disparity analysis); see also DOJ Title VI Legal Manual at https://www.justice.gov/crt/fcs/T6Manual7#G. \n100 Tsombanidis v. W. Haven Fire Dep’t, 352 F.3d 565, 576–77 (2d Cir. 2003). \n101 Id. \n102 Smith v. Xerox Corp., 196 F.3d 358, 364 (2nd Cir. 1999), citing Watson v. Fort Worth Bank & Trust, 487 U.S. \n977, 994-995 (1988), NAACP v. Town of East Haven, 70 F.3d 219, 225 (2nd Cir. 1995). \n103 Teamsters v. United States, 431 U.S. 324, 340, 97 S.Ct. 1843, 1856-1857, 52 L.Ed.2d 396 (1977); Watson v. Fort \nWorth Bank and Trust, 487 U.S. 977, 995 n.3 (1988); see also Waisome v. Port Auth. of N.Y. & N.J., 948 F.2d 1370, \n1376 (2d Cir. 1991). \n104 EJSCREEN ACS Summary Report dated August 30, 2022, indicates the population within 1 mile of location \nDenka self-reported to TRI. \n105 See supra footnote 50.  \n30 \n \n\nas Black while 58.5% of the residents of St. John the Baptist Parish identify as Black and only \n33.5% of the State’s population identifies as Black.  \n \nAs stated earlier, the 2018 AirToxScreen estimated lifetime cancer risks from exposure to air \ntoxics in St. John the Baptist were 120-in-1-million and was even higher in previous years. There \nare several additional methods of analyzing disparity, including the Threshold Risk Ratio, the \nDemographic Ratio, and the Relative Risk Ratio which also appear to conclude that the adverse \nimpacts associated with LDEQs policies, practices, decisions, actions or inactions, have been and \ncontinue to be borne disproportionately on the basis of race.  \n \nEPA used the five-year ACS for 2016-2020 data when conducting the Threshold Risk Ratio and \nDemographic Ratio comparisons. During this time period, there were: 43,055 people in St. John \nthe Baptist, 25,175 of whom identified as Black (58.5%) and 17,880 who identified as a race \nother than Black (41.5%).   \n(a)  Threshold Risk Ratio \n \nThe Threshold Risk Ratio is defined in two ways. First, EPA examines the ratio of (1) the \nprobability of a Black resident in Louisiana to be affected (e.g., live in St. John the Baptist) to (2) \nthe probability of a non-Black resident in Louisiana to be affected. Residents who are facing \nelevated estimated lifetime cancer risks are on average 3.03 times more likely to identify as \nBlack than identify as other than Black. The Threshold Risk Ratio is statistically significantly \ngreater than 1.0, meaning that the higher likelihood of Black residents to be exposed to average \ncancer risks from air toxics exceeding the 120-in-1-million risk level in 2018 as compared to the \nlikelihood of non-Black residents is likely not by random chance.106  \n \nThe Threshold Risk Ratio is also defined as the ratio of (1) the probability of a Black resident in \nLouisiana to be affected (e.g., live within 1 mile of the Denka facility centroid) to (2) the \nprobability of a non-Black resident in Louisiana to be affected.  Residents who are facing \nelevated estimated lifetime cancer risks are on average 80 times more likely to identify as Black \nthan identify as other than Black.107  \n(b)  Relative Risk Ratios108   \n \nTo capture the extent to which residents of St. John the Baptist Parish face disparate cancer risks \nand live in tracts with higher cancer risks from air toxics, EPA also calculated Relative Risk \n \n106 The Threshold Risk Ratio and Demographic Ratios are statistically significantly greater than 1, using the Fishers \nexact test, where the alternative hypothesis is that the odds ratio > 1. The p-value is <10e-50, which is less than \nalpha = 0.01.  \n107 Population estimates within 1 mile of the Denka facility are taken from EJSCREEN which is based on 2015-2019 \nAmerican Community Survey 5-year summary population estimates. Therefore, in generating the Threshold Risk \nRatio and Demographic Ratio, we use the same 2015-2019 American Community Survey population data for the \nrest of the state. \n108 Relative risk measures are calculated as the ratio of population-weighted cancer risk across census tracts for \nBlack residents within a specific Parish relative to a comparison group using information on cancer risk from the \nNational Air Toxics Assessment (NATA; 2014), AirToxScreen (2017-2018) and population totals from the \nAmerican Community Survey, 5-year estimates, 2015-2019. We could not use the most recent American \nCommunity Survey, 5-year estimate data (2016-2020) due to changes in tract definitions. \n31 \n \n\nRatios. A relative risk ratio measure is a common approach in epidemiology for comparing the \nrisk of a specific outcome (typically, health related) among one group to the risk of the same \noutcome occurring among a second group. The risk of a specific outcome for the exposed group \nof interest is divided by the risk of the same outcome for the comparison, unexposed group.  A \nrelative risk of one means there is no difference between two groups in terms of their risk of a \nspecific outcome (e.g., cancer) due to exposure. A relative risk greater than one means that \nexposure to a certain substance or factor increases the risk of a specific outcome. A value less \nthan one indicates a lower risk of that outcome. EPA used relative risk ratios as one method to \nassess potential disparities in risk of different populations defined by race.   \n \n(i)  Cancer Relative Risk Ratio \n \nWhen differences in census tract level estimated cancer risks from air toxics in the St. John the \nBaptist Parish, taken from NATA/AirToxScreen, are combined with ACS 2015-2019 tract-level \ndata on where residents reside (i.e., a relative risk measure), EPA found that population-weighted \naverages of cancer risks for all populations in St. John the Baptist Parish were: \n9.7 times the average for all populations living elsewhere in Louisiana in 2014. \n5.5 times the average for all populations living elsewhere in Louisiana in 2017. \n \nThe relative risk measure of the population-weighted averages of estimated cancer risks from air \ntoxics for Black residents – as compared to non-Black residents, in St. John the Baptist Parish \nwere: \n1.2 times that of all other residents in the Parish in 2014.  \n1.3 times that of all other residents in the Parish in 2017.  \n1.1 times that of all other residents in the Parish In 2018.  \n \nEven within a Parish with estimated cancer risks that are many times higher than the estimated \ncancer risk of the rest of the State, the Black residents of St. John the Baptist have estimated \ncancer risks that are higher than all other residents of the Parish over time.   \n \nWhen differences in cancer risks from air toxics across census tracts in the St. John the Baptist \nParish are combined with data on where residents of different races reside (i.e. a relative risk \nmeasure), EPA found that population-weighted averages of cancer risks for Black populations in \nSt. John the Baptist were 4.2 times the average for people living elsewhere in Louisiana in 2018.  \n \n(ii)  Toxicity Relative Risk \n \nEPA’s RSEI model incorporates facility-reported TRI information on the amount of toxic \nchemicals released, together with factors such as the chemical’s fate and transport through the \nenvironment, each chemical’s relative toxicity, and potential human exposure. The average RSEI \ntract-level toxicity scores decreased somewhat from 2016 to 2017 in St. John the Baptist Parish \n(from 608,594 in 2016 to 517,471 in 2017).   \n \nIn 2016, when differences in RSEI toxicity scores across census tracts in the St. John the Baptist \nParish are combined with data on where residents of different races reside (i.e., a relative risk \nmeasure), EPA found that population-weighted averages of RSEI scores for all people residing in \n32 \n \n\nSt. John the Baptist are 71 times those for people residing elsewhere in Louisiana. For Black \nresidents of the Parish, population-weighted averages of RSEI scores in 2016 were even higher \nat 80 times the score for people residing elsewhere in Louisiana.   \n \nRSEI toxicity scores have declined over time; however, disparities continue to exist. When \ndifferences in RSEI toxicity scores across census tracts in the St. John the Baptist Parish are \ncombined with data on where residents of different races reside (i.e., a relative risk measure), \nEPA found that average RSEI scores in 2020 for all people residing in St. John the Baptist are 36 \ntimes those for people residing elsewhere in the State, while for Black residents of St. John the \nBaptist Parish, the RSEI toxicity scores are 41 times those for people residing elsewhere in the \nState.   \n \nThe population weighted averages of RSEI tract-level toxicity scores decreased from 2016 to \n2020 in St. John the Baptist Parish.  However, the gap in toxicity scores between Black residents \nand non-Black residents persists through 2020 in the Parish. When differences in RSEI scores \nacross census tracts in the St. John the Baptist Parish are combined with data on where residents \nof different races reside (i.e. a relative risk measure), EPA found that Black residents lived in \nareas with population-weighted average RSEI toxicity scores that were 1.3 times (2016), 1.4 \ntimes (2017), and 1.3 times (2020) those of areas where non-Black residents in the Parish lived.    \n \n(c)  Demographic Ratio \n \nIn addition to the Threshold Risk Ration and the Relative Risk Ratios, EPA considered the \nDemographic Ratio, which while not providing a direct comparison between Black residents and \nnon-Black residents does provide additional insight and may allow one to infer that a particular \nburden is felt more heavily by one segment of the general population. The Demographic Ratio is  \ndefined in two ways. First, EPA examines the ratio of (1) the probability of an affected Louisiana \nresident (e.g., living in St. John the Baptist Parish) to be Black to (2) the probability of a non-\naffected Louisiana resident to be Black. The proportion of Black residents in the Parish was 1.84 \ntimes the proportion of Louisiana’s Black residents living outside the Parish. The Demographic \nRatio is statistically significantly greater than 1.0, meaning that the proportion of Black residents \nliving inside St. John the Baptist Parish being higher than the proportion of Black residents living \noutside the Parish is not due to random chance.109   \n \nThe Demographic Ratio is also defined as the ratio of (1) the probability of an affected Louisiana \nresident (e.g., living within 1 mile of the Denka facility centroid) to be Black to (2) the \nprobability of a non-affected Louisiana resident to be Black. The proportion of Black residents \nwithin 1 mile of Denka was 6.63 times the proportion of Louisiana’s Black residents living \noutside of 1 mile of the facility. The Demographic Ratio is statistically significantly greater than \n1.0, meaning that the proportion of Black residents living inside St. John the Baptist Parish being \nhigher than the proportion of Black residents living outside the Parish is not due to random \nchance.  \n \n109 The Threshold Risk Ratio and Demographic Ratios are statistically significantly greater than 1, using the Fishers \nexact test, where the alternative hypothesis is that the odds ratio > 1. The p-value is <10e-50, which is less than \nalpha = 0.01.  \n33 \n \n\nd)  Causation \n \nAs discussed above, it appears that, for years, LDEQ did not take appropriate action on Denka’s \npermit renewal, failed to appropriately recognize the application of the federal nondiscrimination \nrequirements to its Title V air program, failed to provide accurate and complete information to \nresidents most affected by Denka’s chloroprene emissions and relied on inaccurate and \nincomplete information regarding the cancer risk to the most affected residents. Based on EPA’s \ninitial fact finding, there appears to be a causal link between LDEQ’s actions and inactions in \nadministering its air permitting program and the adverse and disproportionate distribution of the \ncancer and toxicity risks from chloroprene exposure, by race. EPA has significant concern that \nLDEQ’s methods of administering its air pollution control program may have subjected and \ncontinues to subject the predominantly Black residents and school children of St. John the \nBaptist Parish who live and attend school near Denka, to disparate impacts on the basis of race. \n \nB.  EPA COMPLAINT NO. 02R-22-R6 (LDH - DENKA FACILITY \nCOMPLAINT) \n \nOn January 20, 2022, EPA received a complaint filed on behalf of Concerned Citizens of St. \nJohn (CCSJ) and Sierra Club alleging that LDH discriminates on the basis of race in violation of \nTitle VI. The complaint alleges that LDH failed in its duty to provide the predominantly Black \nresidents of St. John the Baptist Parish with necessary information regarding the health threats \nposed by air pollutants emitted from the facility owned by Denka and other nearby sources.110  \n \nThe complaint also alleges that LDH failed to make necessary recommendations to “relevant \ngovernment agencies” and affected communities regarding measures to reduce and prevent \nexposure to hazardous air pollutant emissions from these sources.  Complainants were \nparticularly concerned about LDH’s failure to make recommendations to the St. John the Baptist \nParish School Board (School Board) to relocate the Fifth Ward Elementary School, because the \nchloroprene-emitting Denka facility is located only three blocks away from the school.111  \nOn April 6, 2022, EPA opened an investigation into: \n \nWhether LDH subjects Black residents of St. John the Baptist Parish, including students \nat the Fifth Ward Elementary School, to discrimination on the basis of race in violation of \nTitle VI of the Civil Rights Act of 1964 and EPA’s implementing regulation at 40 C.F.R. \n§§ 7.30 and 7.35, including by allegedly failing in its duty to provide Parish residents \nwith necessary information about health threats, and to make necessary recommendations \nto all relevant government agencies and affected communities regarding measures to \nreduce and prevent exposure to hazardous air pollutant emissions from the Denka facility \nand other nearby sources of pollution.112  \n \nOn May 16, 2022, LDH agreed to engage in the informal resolution process.113  \n \n \n110 EPA Administrative Complaint No. 02R-22-R6 (LDH Denka Complaint). \n111 Id. \n112 EPA Acceptance Letter for Administrative Complaint No. 02R-22-R6, April 6, 2022. \n113 LDH Email to EPA, May 16, 2022. \n34 \n \n\n1.  LDH’s Response to EPA’s Acceptance of Complaint for Investigation  \n \nPursuant to EPA’s regulation, EPA provided LDH an opportunity to make a written submission \nresponding to, rebutting, or denying the allegations raised in the Complaint. 40 C.F.R. § 7.120(d) \n(1)(iii). On June 6, 2022, LDH responded to EPA’s acceptance of the complaint for \ninvestigation.  On September 7, 2022, LDH provided a supplemental response.  LDH’s responses \nfailed to provide a reason for EPA to dismiss the Complaint or for EPA to halt its fact finding. \nThe information and arguments provided by LDH did not serve to diminish EPA’s level of \nconcern.  In general, LDH’s initial response denied the allegations in the Complaint, stating, “all \nof the complained of actions/inactions taken or omitted by LDH were based upon the reasonable \nconclusions” and “upon the best evidence and science available.”114   \n \n2.  Initial Disparate Impact Analysis  \n \nThe following summarizes EPA’s initial disparate impact analysis. \n \na)  Neutral Policy or Practice \n \nEPA’s regulation prohibits LDH from administering its public health program in a way that has \nthe effect of subjecting the residents of St. John the Baptist living near the Denka facility to \ndiscrimination on the basis of race.115 To determine compliance with the regulation, EPA must \nfirst identify what “facially neutral policies or practices,” or actions, may have produced “a \nnegative effect—looking at who is impacted and where the impact occurs—in order to identify \nthe legally relevant policies or practices.”116  A neutral practice need not be undertaken \naffirmatively, but in some instances could be the failure to act or to adopt an important policy.117   \n \nTo determine whether LDH’s neutral policies, practices, actions or inactions taken within the \ncontext of LDH’s methods of administering its public health program may be causing or \ncontributing to negative effects on residents and school children on the basis of race, EPA \nreviewed four studies conducted by LDH since 2017 related to chloroprene and health effects.  \nLDH conducted these studies on chloroprene emissions from the Denka facility in St. John the \nBaptist Parish pursuant to LDH’s implementing regulation and as part of its Multipurpose Grant \nproject.    \n \nThese studies are: \n•  The Report of the Expert Panel on Chloroprene Exposure in the Air in St. John the Baptist \nParish, September 6, 2017 (September 2017 Report).  \n•  A Reference Document for the Preliminary Assessment of Chloroprene Levels in St. John the \nBaptist Parish, June 14, 2018 (June 2018 Report).  \n \n114 LDH Response to Administrative Complaint No. 02R-22-R6, June 6, 2022, p.1. \n115 40 C.F.R. Part 7 §§ 7.30 and 7.35 \n116See U.S. DOJ Title VI Legal Manual (Identifying the facially neutral policy or practice, agency practice tip) \nhttps://www.justice.gov/crt/fcs/T6Manual7#E. \n117 See EPA Title VI Toolkit, at https://www.epa.gov/sites/default/files/2017-01/documents/toolkit-chapter1-\ntransmittal_letter-faqs.pdf.   \n35 \n \n\n•  Cancer Reporting in St. John Parish (CRISP), Cancer Surveillance Project, Final Report \n2021, March 1, 2021 (CRISP 2021 Report).  \n•  St. John the Baptist Parish Chloroprene Monitoring Demonstration Subproject of “Cancer \nReporting in St. John Parish (CRISP)” Project, April 11, 2022 (CRISP 2022 Report).  \nb)  Adversity/Harm \n \nIn determining whether LDH’s practices resulted in adversity or harm, EPA examined the \nfollowing issues: (1) whether LDH examined all available data; (2) whether the data LDH relied \non were accurate; (3) whether LDH employed the appropriate analysis to determine the cancer \nrisk from exposure to chloroprene; and (4) whether LDH effectively communicated cancer risk \ninformation to residents, the School Board, and LDEQ to facilitate their ability to make well-\ninformed decisions to avoid or reduce the nearby community’s exposure to chloroprene.  \n \n(1)  September 2017 Report  \n \nIn 2017, Dr. LuAnne White of Tulane School of Public Health was contracted by LDH to \nconvene the expert scientific panel on chloroprene.118 The purpose of the panel was to produce a \nreport that would “provide advice on the immediate public significance of the current levels of \nchloroprene in air in the community that surrounds the plant.”119 In particular, LDH sought \nadvice from the panel on how results from the monitoring of chloroprene emissions in the \nLaPlace, Louisiana area could inform actions LDH could take to protect the public health of \nlocal residents. The expert panel also explored the role of medical monitoring and what public \nhealth messages LDH should provide to the community, health care providers, and public health \nofficials.  \n \nThe September 2017 Report was unclear in its conclusions about the chloroprene exposure in St. \nJohn the Baptist Parish. The September 2017 Report claimed that chloroprene exposure during \nthe sampling period (i.e., May 2016 to August 2017) was “intermittent” and in amounts that \nvaried across the six air sampling sites. However, the report did not define “intermittent” and \nprovided little to no support for these conclusions. From the inception of monitoring into \nSeptember 2017, chloroprene was detected in about 75 percent of the samples at these sites, \nwhich EPA would not characterize as intermittent. These and other omissions raise questions \nabout the reliability of the panel’s results.120  \n \nMoreover, the September 2017 Report failed to provide straightforward conclusions about what \nmeasures residents and state agencies can take to avoid or reduce exposure, sidestepping direct \nrecommendations by stating that no immediate action was necessary because the chloroprene \nexposure in St. John Parish did not constitute a “public health emergency,” with no explanation \nof what that term means.121 \n \n \n118 LDH Response to EPA’s Acceptance of Administrative Complaint No. 02R-22-R6, June 6, 2006, p. 6. \n119 LDH Report of the Expert Panel on Chloroprene Exposure in Air in St. John the Baptist Parish, September 6, \n2017, p. 3. \n120 Id. \n121 Id. \n36 \n \n\nEPA’s review has identified additional significant questions and concerns about the September \n2017 Report. For example, the Report: \n•  Failed to identify the data the panelists relied upon to determine its conclusions;  \n•  Failed to identify the author of the report and their credentials;  \n•  Failed to define key terms, such as, what constitutes a “public health emergency” or \n“intermittent;” \n•  Failed to include relevant experts on its panel, for example, an environmental epidemiologist \nof cancer outcomes or an EPA expert involved in publishing an extensive review of \nchloroprene toxicity (e.g., U.S. EPA, IRIS Chemical Assessment).  \n•  Relied on inaccurate representations of monitoring results from the EPA 24-hour canister \nsamples when EPA’s data analysis from the same time frame showed that the arithmetic \nmean concentration at Fifth Ward Elementary School was 6.22 µg/m3 (with a higher 95th \npercentile upper confidence limit), at least ten times higher;122  \n•  Relied on outdated data, such as the OSHA Chemical Sampling Information fact sheet, \nwhich predates the laboratory animal studies that informed the IRIS assessment;123 and \n•  Failed to address the fact that chloroprene is a carcinogen with a mutagenic mode of action, \nwhich means, as per EPA cancer risk assessment guidance, the chemical has a much greater \neffect on lifetime cancer risk than late life exposure.124   \nThe panel’s recommendations included that LDH: \n•  Provide medical education about the potential health effects of chloroprene to local \nphysicians and health care providers, as well as public health personnel; and \n•  Encourage community members to speak with their private physicians about how \nchloroprene exposure relates to their health.125 \n \nWhile LDH directed community members to speak with and rely upon their health care \nproviders, LDH failed to follow through on commitments126 to the community to educate local \nmedical and public health providers on the health impacts of chloroprene.127 \n \n122 LDH Report of the Expert Panel on Chloroprene Exposure in Air in St. John the Baptist Parish, September 6, \n2017, p. 7. \n123 Id at p. 6. \n124 U.S. EPA, Supplemental Guidance for Assessing Susceptibility from Early-Life Exposure to Carcinogens, (Mar. \n2005), p.30. \n125 LDH Report of the Expert Panel on Chloroprene Exposure in Air in St. John the Baptist Parish, September 6, \n2017, p. 3. \n126 LDH Response to EPA’s Acceptance of Administrative Complaint No. 02R-22-R6, see also LDH Supplemental \nResponse to EPA, September 7, 2022, although LDH, in the 2017 Report, encouraged community members to \ndiscuss their concerns regarding health-related impacts of chloroprene with their personal physicians, it \nacknowledged that it is “not aware” of any actions taken to follow the expert panel’s recommendation to provide \nmedical education on the health impacts of chloroprene to local physicians, other healthcare providers, and to the \npublic personnel in the area. \n127 EPA conducted interviews with a group of community members as part of its initial fact finding in August 2022. \nA number of local residents told EPA they had followed LDH’s recommendations to discuss concerns about \nchloroprene with their primary care physicians but their doctors did not or would not address chloroprene issues and \nhealth effects with them.    \n37 \n \n\n(2)  June 2018 Report  \nOn June 29, 2018, LDH issued the June 2018 Report in response to an inquiry from the St. John \nthe Baptist Parish School Board.128 The assessment examined the potential for reducing cancer \nrisk associated with transferring children out of the Fifth Ward Elementary School, which is the \nclosest public school to the Denka Facility.129 \n \nThe June 2018 Report’s main finding with regard to cancer risk was: “Based on data limited to \nthe March-May 2018 sampling results, transferring children from the current Fifth Ward \nElementary School location to another location within the community would ‘not greatly \ndecrease’ their theoretical risks of developing excess cancers from exposure to chloroprene.”130 \nEPA has concerns regarding the information presented and how the public was informed of the \nfindings. For example:  \n•  LDH failed to prominently acknowledge the unacceptably high cancer risks which residents \nand students experience by limiting the document's focus to relative risk reductions \nassociated with moving students from one chloroprene-impacted school to another.  \n•  LDH failed to consider the possibility of appropriate mitigation, because LDH did not \nevaluate the cancer risk reduction benefits of transferring the Fifth Ward Elementary students \nto: \no  areas further from the Denka facility that would be expected to have considerably lower \nchloroprene concentrations;131 or \no  a location in Edgard, Louisiana, where a Denka monitor had been in place since 2016 and \nwas registering chloroprene concentrations significantly lower than the EPA monitors \nthat LDH used in its analysis to reach the conclusion that transferring children from the \ncurrent Fifth Ward Elementary School location to another location would ‘not greatly \ndecrease’ their risks of developing excess cancers from exposure to chloroprene. \no  LDH failed to set criteria for risk reduction; for example, LDH does not define “not \ngreatly decrease”132 for purposes of deciding whether relocation is warranted. \no  LDH failed to acknowledge the significant limitations associated with using data of \nlimited duration (i.e., March 2018 through May 2018) to accurately assess whether \nrelocation could result in cancer risk reduction.   \no  LDH failed to include appropriate data and relied on inaccurate data in its analysis of the \nrisk reduction benefits of relocation; for example, data related to correlations between \nchloroprene exposure and cancers other than lung and liver cancer, and omission of \nhuman epidemiological literature from its analysis.133 \n \n128 LDH, Health Department Provides Health Risk Data to St. John Officials, June 29, 2018, available at \nhttps://ldh.la.gov/news/4668. \n129 LDH/SEET, A Reference Document for the Preliminary Assessment of Chloroprene Levels in St. John the Baptist \nParish: Evaluation of Potential Health Risks for Elementary School Students based on Early Sampling Results \nfollowing Emissions Reductions, p. 11, which “For purposes of this assessment, the other location is identified as \nEast St. John Elementary School.”  \n130 Id. at p. 15. \n131 Id. at p. 11. \n132 LDH/SEET, A Reference Document for the Preliminary Assessment of Chloroprene Levels in St. John the Baptist \nParish: Evaluation of Potential Health Risks for Elementary School Students based on Early Sampling Results \nfollowing Emissions Reductions, June 14, 2018, p. 15. \n133 Id at p. 10. \n38 \n \n\no  LDH failed to make recommendations to reduce emissions, exposure, or risk when its \nJune 2018 Report found elevated cancer risks in the community. \nThe unsupported conclusions and failure to consider relevant data, some of which are \ncontradictory to LDH’s conclusions, potentially misinformed the School Board’s analysis of the \nbenefits of relocating the school children. In light of this, LDH’s recommendation that no action \nwas needed potentially may have caused additional hazardous air pollutant exposure for the \nstudents of Fifth Ward Elementary School. \n(3)   CRISP 2021 Report and CRISP 2022 Report \n \nLDH contracted with the Louisiana State University School of Public Health (LSU) to conduct \nthe CRISP 2021 Report134 and CRISP 2022 Report.135 The Reports assessed the health risks \nassociated with chloroprene exposure in the community near Denka. The Reports were funded \nby an EPA Multipurpose Grant that LDH and LDEQ procured to respond to continuing \ncommunity concerns about health effects of living in close proximity to Denka.  \n \nThe CRISP 2021 Report addressed community concerns about whether LTR was completely and \naccurately reporting those rates.136 The main objective was to verify the completeness of cancer \nreporting in St. John the Baptist Parish. The principal findings of the CRISP 2021 Report were \nthat no reportable cancers were identified that were not a part of LTR data.137  \n \nLDH’s CRISP 2022 Report138 presented air monitoring results from nine locations around the \nDenka facility, including residences, school sites, a courthouse, and a park.139 The 2022 Report \nalso provided an analysis of urine testing for chloroprene metabolites and cancer risks.   \n \nThe CRISP 2022 Report concluded there was a “likelihood of chronic exposure to low doses of \nchloroprene at levels [from the Denka facility] which may have potential health impacts on \nvulnerable populations.” 140 The Report also stated that “Fifth Ward Elementary School students \nmay potentially face unacceptably high cancer risks based only on the years of school \nattendance.”141 Finally, the CRISP 2022 Report found detectable levels of chloroprene even \nduring periods of reported Denka facility shutdowns.  \n \nThe CRISP 2022 Report made several recommendations to LDH, including:  \n \n134 LDH, Cancer Reporting in St. John Parish (CRISP), Cancer Surveillance Project, Final Report 2021, March 1, \n2021, available at https://louisianacancer.org/wp-content/uploads/2022/04/LSU_Chloroprene-Monitoring-\nReport_2022_FINAL-3.pdf. \n135 Id. \n136 Id at p. 3. \n137 Id. at pp. 12-13.  \n138 LDH, St. John the Baptist Parish Chloroprene Monitoring Demonstration Subproject of “Cancer Reporting in \nSt. John Parish (CRISP)” Project, April 11, 2022, available at https://louisianacancer.org/wp-\ncontent/uploads/2022/04/LSU_Chloroprene-Monitoring-Report_2022_FINAL-3.pdf. \n139 Id at pp 4, 6. \n140 Id. at pp 8-9, see also p, 14, while the Report does not define “vulnerable populations,” it does refer to \n“vulnerable individuals” as “5th Ward Elementary School Students” and “vulnerable groups” as “school authorities, \ndaycare operators, etc.” \n141 Id. at p. 10-11. \n39 \n \n\n•  Engage in monitoring, mitigation and exposure prevention, including conducting health \nassessments and tracking health outcomes;  \n•  Implement a school-based health surveillance system;142  \n•  Use air monitoring and biomonitoring to quantify resident and child exposures to \nchloroprene; and \n•  Work with LDEQ to establish a relationship with the community and to adopt \nprecautionary practices and policies preventing the future siting of industries next to \nresidential and community spaces.143 \nThe recommendations from the CRISP 2022 Report provided LDH and LDEQ with practical \nsteps to potentially reduce and prevent chloroprene exposure in the St. John the Baptist Parish \ncommunity. EPA is concerned that LDH has not provided evidence that it has taken any action to \nimplement the CRISP 2022 Report’s recommendations or to communicate findings to the \ncommunity following the issuance of the study in April 2022.  \n \n(4)  Community Engagement \n \nLDH is responsible for providing accurate, relevant, and timely information about health risks \nassociated with exposure to hazardous air pollutant emissions.144 In fulfilling its mission, LDH is \nrequired to clearly communicate such information to exposed populations and government \nagencies, such as the School Board and LDEQ, which are empowered to make decisions \nsignificantly impacting the health and safety of Louisiana’s communities. EPA is concerned that \nLDH has not taken and is not taking appropriate145 actions to engage with the impacted \ncommunity, School Board, and other local and State agencies during its planning for and conduct \nof the health impact studies.  \n \nEPA is especially concerned with the following deficiencies in LDH’s public engagement on the \nhealth risks associated with chloroprene exposure:   \n•  LDH failed to timely communicate the reports’ findings on chloroprene to the impacted \ncommunity and had minimal community-wide engagement after it released the \n \n142 Id. at p 14. \n143 Id.  \n144 La. Rev. Stat. Ann. §36:251(B), stating that LDH is responsible for the “development and providing of health and \nmedical services for the prevention of disease for the citizens of Louisiana;” see also La. Rev. Stat. Ann §36.258(B), \nstating that LDH is also tasked with “perform[ing] those functions of the state provided by law relating to \nenvironmental quality. . . pollution control [and] public health. . . which are specifically assigned to [LDH];” LDH \nwebsite, available at https://ldh.la.gov/page/1, which states that LDH’s public mission is “to protect and promote \nhealth and to ensure access to medical, preventive, and rehabilitative services for all citizens of the State of \nLouisiana”; and U.S. EPA, EPA awards Louisiana over $311,000 to assess air pollutants in St. John Parish \navailable at https://www.epa.gov/newsreleases/epa-awards-louisiana-over-311000-assess-air-pollutants-st-john-\nparish, where LDH also represented its commitment to this mission with its acceptance of an EPA Multipurpose \nGrant in the amount of  $86,081.    \n145 40 CFR § 7.35, states that [LDH] must not exclude persons from participation in or denied the benefit of its \nprograms, activities and services, see also La. Rev. Stat. Ann. §36:251(B) and La. Rev. Stat. Ann §36.258(B). \n40 \n \n\nSeptember 2017 Report, June 2018 Report, CRISP 2021 Report and CRISP 2022 \nReport;146  \n•  LDH also failed to effectively communicate the reports’ findings including developing \nsummary fact sheets that identify and explain the key findings of each report; and \nconvening meetings with the community to explain those findings especially the \ntechnical issues involved in a way that residents could understand; and \n•  LDH has not consistently published all of its reports on its website, and as a result, public \naccess to information is limited. \nc)  Disparity \n \nIn evaluating disparity under Title VI, EPA examined whether a disproportionate share of the \nadversity/harm is borne by individuals based on their race, color, or national origin.  There are \nseveral methods of analyzing disparity, as discussed above, supra at pages 30-33. \n \nd)  Causation \n \nThere appears to be a causal connection between LDH’s practices, decisions, actions and \ninactions in carrying out its public health mission and the harmful continued exposure to \nchloroprene by the predominantly Black residents and school children of St. John the Baptist \nParish who live and attend school near the Denka facility. EPA notes that among LDH’s \ndeficiencies are:  \n \n•  Failure to provide accurate and reliable information central to decision making; \n•  Failure to properly educate residents and health care professionals; \n•  Failure to implement study recommendations; and  \n•  Failure to advise local and state entities such as the School Board and LDEQ on measures to \nreduce or prevent chloroprene exposure. \n \nC.  EPA COMPLAINT NO. 04R-22-R6 (LDEQ - FORMOSA COMPLAINT)  \n \nOn February 2, 2022, EPA received a Title VI administrative complaint filed behalf of Stop the \nWallace Grain Terminal, Inclusive Louisiana, RISE St. James, and the Louisiana Bucket Brigade \nalleging that LDEQ’s implementation of its air pollution control program subjects Black \nresidents of St. James Parish to discrimination on the basis of race.  Specifically, the Formosa \nComplaint alleged Black residents are subjected to ongoing disproportionate and adverse health \nand environmental impacts which result in part from the lack of a procedure or policy to identify \nand address disproportionate impacts based on race of air permitting decisions and the failure to \nestablish criteria and consistently follow them when conducting environmental justice analyses.   \n \nFurther, the Formosa Complaint alleged that LDEQ’s August 5, 2021, decision to reaffirm \nissuance of air permits to the Formosa facility allowing emissions of both criteria pollutants (e.g., \n \n146 LDH Response to EPA’s Acceptance of Administrative Complaint No. 02R-22-R6, June 6, 2022, see also LDH \nSupplemental Response to EPA, September 7, 2022, in its response, LDH states “several phone calls were held [by \nthe project team] with representatives of [CCSJ]” including an in-person meeting on January 20, 2020, but failed to \ndescribe any community wide engagement initiatives.    \n41 \n \n\nPM , nitrogen dioxide, volatile organic compounds, carbon monoxide) and toxic and \n2.5\ncarcinogenic air pollutants such as ethylene oxide, benzene, and formaldehyde would add to the \nalleged existing adverse disparate impacts from air pollution.  The Formosa Complaint also \nalleged that LDEQ fails to provide Black residents with meaningful involvement in air \npermitting decisions.  \n \nOn April 6, 2022, EPA opened an investigation into: \n \nWhether LDEQ uses criteria or methods of administering its air pollution control \nprogram that have the intent and/or effect of subjecting persons to discrimination on the \nbasis of race in violation of Title VI of the Civil Rights Act of 1964 and EPA’s \nimplementing regulation at 40 C.F.R. §§ 7.30 and 7.35, including, but not limited and \nwith respect to, LDEQ’s decision to reaffirm issuance of 14 new air permits for the \nFormosa facility, and the predominantly Black residents of St. James Parish.  \n \nOn April 25, 2022, LDEQ indicated that it was interested in pursuing informal resolution for \nboth of the Complaints.  On June 20, 2022, LDEQ submitted a response to Complaint 04R-22-\nR6. \n \nOn September 8, 2022, the 19th Judicial District Court for the Parish of East Baton Rouge issued \na decision in the matter of Rise St. James et al. v. LDEQ (Rise), reversing LDEQ’s decision to \nissue those permits, vacating the permits, and remanding the matter to LDEQ.  On September 27, \n2022, that decision was appealed by LDEQ and stayed.  EPA has continued to investigate this \nmatter as it relates to the Formosa permits since the lower court’s decision—which EPA has \nreviewed carefully and taken into account for purposes of this Letter—did not finally resolve the \nconcerns related to the issuance of the Formosa permits. \n \n1.  LDEQ’s Response to EPA’s Acceptance of the Complaint for \nInvestigation Complaint Responses \n \nPursuant to EPA’s regulation, EPA provided LDEQ an opportunity to make a written submission \nresponding to, rebutting, or denying the allegations raised in the Complaints. 40 C.F.R. \n§7.120(d)(1).  LDEQ submitted a response dated June 20, 2022.  LDEQ's response failed to \nprovide a reason to dismiss either Complaint or for EPA to halt its fact finding, nor has the \ninformation or arguments provided served to diminish EPA’s level of concern.  It is beyond the \nscope of this letter to respond to each of the arguments raised by LDEQ in its response, however, \nEPA has undertaken to address a number of LDEQ’s points in an effort to ensure the Agency’s \npositions and rationales are clear to LDEQ.  \n \n2.  Initial Disparate Impact Analysis – Industrial Corridor  \n \na)  Neutral Policy or Practice \n \n42 \n \n\nAs explained previously, supra at pages 11-12, LDEQ regulates air toxics and operates the Title \nV permit program in Louisiana.147 A neutral practice need not be affirmatively undertaken, but in \nsome instances could be the failure to take action, or to adopt an important policy.148  \n \nb)  Adversity/Harm  \n \nSimilar to the analysis with respect to Denka described in more detail above, supra at pages 21-\n29, EPA evaluated whether there are adverse impacts from LDEQ’s air permitting decisions that \nare borne disproportionately by persons on the basis of race. \n \n(1)  Defining the Affected Population \n \nAs LDEQ explained, the Industrial Corridor is an identifiable area where Louisiana’s industrial \ndevelopment is concentrated.  In its response to the Complaint, LDEQ identified several \nbusiness-related factors that make the area attractive for industry (e.g., railroads, highways, \naccess to process and cooling water, large supply of oil and natural gas, access to foreign and \ndomestic markets).149   \n \nIn 2014, the estimated cancer risks from air toxics for all residents in the Industrial Corridor was \nat or above the 100-in-1 million estimated lifetime cancer risk benchmark.  In 2018, it was above \nthe 1-in-1 million estimated cancer risk benchmark while also being more than twice the median \ncancer risk of Louisiana residents living elsewhere.   \n \nEPA also used RSEI, supra at pages 23-24. Creating trends using RSEI Scores150 illustrates the \nchange in potential risk for that grouping over time. The RSEI toxicity score for the Industrial \nCorridor was 104,978 in 2016 and 63,330 in 2020, demonstrating a downward trend.  However, \nEPA found that residents of the Industrial Corridor had population-weighted averages of RSEI \ntoxicity scores that were 12 times those of residents living elsewhere in the state in 2016 and \nthey were still 11 times those of residents living elsewhere in the state in 2020.  \n \nTherefore, for purposes of this analysis, EPA treats those living within the Industrial Corridor as \nthe affected group – both Black and non-Black, and analyzes whether adversities fall disparately \non one of those populations. In addition, for both Parish-specific and Industrial Corridor-wide \nmeasures of potential disparities, EPA also compared Black residents living in the Parish and the \nCorridor adversely affected by LDEQ policies or practices, actions or inactions with individuals \nliving in Louisiana but outside of the Industrial Corridor.  \n \n \n147 Effective October 12, 1995, EPA approved Louisiana’s Title V operating permit program. See 40 C.F.R. Part 70, \nAppendix A; 60 Fed. Reg. 47,296 (Sept. 12, 1995).  LDEQ’s approved Operating Permit Program is located at LAC \nTitle 33: Part III. Chapter 5 (“Permit Procedures”). \n148 See EPA Title VI Toolkit, https://www.epa.gov/sites/default/files/2017-01/documents/toolkit-chapter1-\ntransmittal_letter-faqs.pdf.   \n149 LDEQ Formosa Response, p. 11. \n150 RSEI Score is a unitless value that accounts for the size of the chemical release, the fate and transport of the \nchemical through the environment, the size and location of the exposed population, and the chemical's toxicity.  The \nchemical releases data come from the Toxics Releases Inventory.   \n43 \n \n\nc)  Disparity \n \nHere again, the cancer risk from exposure to HAP emissions which appear to be due to LDEQ’s \npolicies or practices, actions or inactions, clearly fall “substantially disproportionately” on Black \nresidents. As with the residents in St. John the Baptist who live nearest to the source of harmful \npollution (Denka), so too the proposed Formosa site is in the census tract with the highest \npercentage of Black residents in all of St. James Parish.  \n \nAs previously stated, supra at pages 30-32, in the context of a Title VI disparate impact analysis, \na typical disparity measure involves a comparison between the proportion of persons in the \nprotected class who are adversely affected by the challenged practice and the proportion of \npersons not in the protected class who are adversely affected.151 Based on the data examined to \ndate in the Industrial Corridor – those who are exposed to more HAPs and face greater cancer \nrisk as a result of LDEQ’s permitting decisions are disproportionately Black as compared to the \npopulation of non-Blacks impacted by LDEQ’s policies or practices, actions or inactions, \nwhether in the Corridor or anywhere else in the State.  \n \nUsing other methodologies previously discussed, supra at pages 31-33, we see that, although \noverall, the residents of the Industrial Corridor are predominantly non-Black (58%)152, the \nhighest cancer risk falls disproportionately on the Black residents of the Industrial Corridor who \nmake up only 42.5% of the population.  For example, when conducting the Threshold Risk Ratio \nand Demographic Risk Ratio comparisons153 using the five-year ACS for 2016-2020 we continue \nto see adverse disproportionate impacts on Black residents in the Industrial Corridor. \n \nDisparities for the Threshold Risk Ratio and the Demographic Ratio greater than 1 are \nstatistically significant.154 The Threshold Risk Ratio indicates that Black Louisiana residents – \nalthough comprising only 33.5% of the state population,155 were on average 1.59 times more \nlikely to reside in the Industrial Corridor than non-Black residents during 2016-2020. The \nDemographic Ratio indicates for residents of the Industrial Corridor, the proportion of Black \nresidents was 1.34 times the proportion of Black residents living elsewhere in Louisiana during \nthis period. This means a resident in the Industrial Corridor is 1.34 times more likely to identify \nas Black than elsewhere in Louisiana. As Black residents within the Industrial Corridor comprise \n \n151 Tsombanidis v. W. Haven Fire Dep’t, 352 F.3d 565, 576–77 (2d Cir. 2003). \n152 There are 744,293 people living in the Industrial Corridor, 316,084 of whom identified as Black (42.5%) and \n428,209 who identified as a race other than Black (58%).  Note that of the 3,920,323 people living outside of the \nIndustrial Corridor, 1,244,598 identified as Black (31.7%) and 2,675,725 identified as a race other than Black \n(68%). \n153 These are comparable to ratio calculations used to evaluate disparate impact under employment discrimination \nlaws, such as Title VII. Such ratios are often used to evaluate the proportion of persons of a particular race or \nethnicity in a selection category relative to a comparison population. The Threshold Risk Ratio corresponds to a \n“hypergeometric” analysis, while the Demographic Ratio corresponds to a “binomial” analysis (also known as a \n“pools analysis”) (Biddle, 1995). \n154 The Threshold Risk Ratio and Demographic Ratios are statistically significantly greater than 1, which is the value \nif there were not disparity between the affected and unaffected group. The statistical test conducted was the Fishers \nexact test, where the alternative hypothesis is that the odds ratio is greater than 1. The p-value is <10e-50, which is \nless than the statistical significance threshold used (alpha = 0.01).  \n155 There are 4,664,616 people in Louisiana, 1,560,682 of whom identified as Black (33.5%) and 3,103,934 who \nidentified as a race other than Black (66.5%). \n44 \n \n\na disproportionate portion of its population when compared to areas outside of the Industrial \nCorridor, this fact is critically important to the disparity analysis as related to adversity or harm, \nbecause, from the 2014 NATA through until the most recent 2018 AirToxScreen data, the \naverage estimated lifetime cancer risk from air toxics for residents of the Industrial Corridor was \nmore than twice the median cancer risk from air toxics faced by residents living in other parts of \nLouisiana.  \n \nTo capture the extent to which residents of the Industrial Corridor face disparate cancer risks and \nlive in tracts with higher RSEI scores, EPA also calculated Relative Risk Ratios using estimated \ncancer risks from air toxics from NATA/AirToxScreen and RSEI scores by census tract.  The \nRelative Risk Ratios compare the average cancer risks or RSEI scores of Black residents in the \nIndustrial Corridor, adjusted for the proportion of the population they represent, to the average \ncancer risks or RSEI scores of a comparison population. The comparison populations used are: \n(a) non-Black residents in the Industrial Corridor, adjusted for the proportion of the population \nthey represent; and (B) all others living outside the Industrial Corridor. \n \nRelative Risk Ratios examine differences in cancer risks for Black residents compared to other \nresidents within the Industrial Corridor indicate that Black residents had population-weighted \naverages of cancer risks from air toxics 1.1 times those of non-Black residents within the \nIndustrial Corridor in 2014.  As of 2018, Black residents of the Industrial Corridor faced similar \npopulation-weighted averages of cancer risks from air toxics as non-Black residents of the \nIndustrial Corridor.156  \n \nFurther, RSEI toxicity scores also reveal disparities in risks from facilities reporting chemical \nreleases to the Toxic Releases Inventory. When differences in RSEI toxicity scores across census \ntracts in the Industrial Corridor are combined with data on where residents of different races \nreside, EPA found residents of the Industrial Corridor have population-weighted averages of \nRSEI toxicity scores that were 12 times that for residents living elsewhere in the state in 2016. In \n2020, they were still 11 times that of residents living elsewhere in the state. Within the Industrial \nCorridor, Black residents had population-weighted averages of RSEI toxicity scores that were \n1.3 times those of non-Black residents in the Industrial Corridor in 2016. In 2020, they were 1.1 \ntimes those of non-Black residents in the Industrial Corridor.   \n \nAs shown below, when reviewing estimated cancer risks from air toxics in the Industrial \nCorridor it is apparent that while all residents of the Industrial Corridor faced increased risks, the \nburden seems to fall disproportionately on Black residents of the Industrial Corridor.  \n \nThe estimated cancer risk from air toxics in the Industrial Corridor, which is the average of \ncancer risks of all census tracts that make up the Corridor, was: \n•  100-in-1 million in 2014, \n•  70-in-1 million in 2017, and \n \n156 Relative risk measures are calculated as the ratio of population-weighted cancer risks across census tracts for \nBlack residents within the Industrial relative to a comparison group using information on cancer risk from the \nNational Air Toxics Assessment (NATA; 2014), AirToxScreen (2017-2018) and population totals from the \nAmerican Community Survey, 5-year estimates, 2015-2019. EPA could not use the most recent American \nCommunity Survey, 5-year estimate data (2016-2020) due to changes in tract definitions. \n45 \n \n\n•  70-in-1 million in 2018. \n \nThe average estimated cancer risks from air toxics were at or above 100 in 1 million for all \ncensus tracts that make up the following Parishes: \n•  2014:  \n•  St John the Baptist was 400-in-1 million (four times the upper bound of acceptability for \nestimated excess cancer risk over a 70-year lifetime) and 58% of the population identified \nas Black;  \n•  Iberville Parish was 110-in-1 million and 49% of the population identified as Black; and  \n•  St Charles Parish was 140-in-1 million and 27% of the population identified as Black.  \n•  2017:  \n•  Iberville Parish was 100-in-1 million; and  \n•  St John the Baptist was 200-in-1 million (twice the upper bound of acceptability for \nestimated excess cancer risk over a 70-year lifetime).  \n•  2018:  \n•  St. John the Baptist Parish was 120-in-1 million.   \n \nIn 2014 NATA, 31 of the 1,128 Louisiana census tracts157 have estimated cancer risks from air \ntoxics at or above 100-in-1 million of which:   \n•  29 are in five of the seven Parishes that comprise the Industrial Corridor.158  \n•  20 had populations that are more than the 33.5% general Black population of the State.   \n•  12 had populations greater than 50% Black.  \n \nWhile 14 Louisiana census tracts, all in Industrial Corridor Parishes, had estimated cancer risks \nfrom air toxics at or above 200-in-1 million (twice the upper bound of acceptability for estimated \nexcess cancer risk over a 70-year lifetime) of which: \n•  11 had populations that are more than the 33.5% general Black population of the State. \n•  7 had populations greater than 50% Black.  \n \nIn 2014, the five census tracts with the highest estimated cancer risk from air toxics in Louisiana \nwere all within the Industrial Corridor: \n•  tract 708 in St. John the Baptist Parish with 1,500-in-1 million (15 times the upper bound of \nacceptability for estimated excess cancer risk over a 70-year lifetime),  \n•  tract 601 in St. Charles Parish with 800-in-1 million (8 times the upper bound of acceptability \nfor estimated excess cancer risk over a 70-year lifetime),  \n•  tract 709 in St John the Baptist Parish with 620-in-1 million (more than 6 times the upper \nbound of acceptability for estimated excess cancer risk over a 70-year lifetime),  \n•  tract 707 in St. John the Baptist Parish with 510-in-1 million (more than 5 times the upper \nbound of acceptability for estimated excess cancer risk over a 70-year lifetime), and  \n \n157 U.S. Census Bureau, https://www.census.gov/geographies/reference-files/2010/geo/state-local-geo-guides-\n2010/louisiana.html#:~:text=There%20are%201%2C148%20census%20tracts,204%2C447%20census%20blocks%\n20in%20Louisiana. \n158 St. John the Baptist, St. James, East Baton Rouge, West Baton Rouge, Iberville, St. Charles, and Ascension \nParishes. \n46 \n \n\n•  tract 710 in St. John the Baptist Parish with 490-in-1 million (more than 4 times the upper \nbound of acceptability for estimated excess cancer risk over a 70-year lifetime).    \n \nThe 2017 AirToxScreen showed 20 of the 1,128 Louisiana census tracts with estimated cancer \nrisks from air toxics cancer risks at or above 100-in-1 million – 18 of which are in the Industrial \nCorridor and:  \n•  13 have populations that are more than the 33.5% general Black population of the State. \n•  9 have populations greater than 50% Black. \n \nA total of 10 Louisiana census tracts had estimated cancer risks from air toxics at or above 200 in \na million (twice the upper bound of acceptability for estimated excess cancer risk over a 70-year \nlifetime): \n•  6 have populations that are more than the 33.5% general Black population of the State.   \n•  5 have populations greater than 50% Black.  \n•  9 of the 10 census tracts are in three of the seven Parishes that comprise the Industrial \nCorridor, St. John the Baptist, St. Charles and Iberville parishes. \n \nIn 2017, the three census tracts with the highest estimated cancer risk from air toxics in \nLouisiana were all in St. John the Baptist Parish: \n•  tract 708 with 1,000-in-1 million (10 times the upper bound of acceptability for estimated \nexcess cancer risk over a 70-year lifetime),  \n•  tract 707 with 300-in-1 million (3 times the upper bound of acceptability for estimated excess \ncancer risk over a 70-year lifetime), and  \n•  tract 705 with 300-in-1 million (3 times the upper bound of acceptability for estimated excess \ncancer risk over a 70-year lifetime).  \n \nThe 2018 AirToxScreen data showed, of the 1,128 Louisiana census tracts with estimated cancer \nrisks from air toxics, 14 tracts, all of which are in the Industrial Corridor, had risks at or above \n100-in-1 million: \n•  9 have populations that are more than the 33% general Black population of the State.   \n•  7 have greater than 50% Black populations. \n•  All five census tracts are in two of the seven Parishes that comprise the Industrial Corridor, \nSt. John the Baptist.  \n \nIn 2018, the highest estimated cancer risk from air toxics in Louisiana is 400-in-1 million (4 \ntimes the upper bound of acceptability for estimated excess cancer risk over a 70-year lifetime) \nin tract 708 in St. John the Baptist Parish.  The four remaining tracts have an estimated cancer \nrisk of 200-in-1 million (twice the upper bound of acceptability for estimated excess cancer risk \nover a 70-year lifetime) -- tracts 601 and 625 in St Charles Parish and tracts 707 and 709 in St \nJohn the Baptist Parish.  \n \nAs LDEQ indicated in its response to the Formosa Title VI complaint, a number of “business-\nrelated factors make the Lower Mississippi River Corridor in Louisiana an attractive area for \nindustry.”147 This statement is evident from an analysis of the 100 census tracts in Louisiana with \nthe highest estimated cancer risks from air toxics; for 2014 all but 12 of the 100 were in the \nIndustrial Corridor and for 2018 all but one of the 100 were in the Industrial Corridor.   \n47 \n \n\n \nBased on the 2016-2020 ACS data, the percentage of Blacks in the total population of the \nIndustrial Corridor (42.5%) is higher than that of Blacks in the state’s general population \n(33.5%). Also, a higher proportion of Louisiana’s Black population (20.3%) lives in the \nIndustrial Corridor as compared to the proportion of Louisiana’s White population (13.6%). \nMoreover, as the above analysis of the census tracts within Louisiana suggests, the census tracts \nwith the highest cancer risks from air toxics include those within the Industrial Corridor, which \ninclude census tracts with a high percentage of Black population. Therefore, EPA has reason to \nbelieve that the cancer risk from air toxics is disproportionately felt by the Black population.  \nd)  Causation \n \nIt appears LDEQ’s action and inaction in administering its air permitting program has allowed \nemissions from facilities in the Industrial Corridor to result in concentrations of air toxics  as \nwell as the distribution of associated cancer risks in the Industrial Corridor as described above \nand that Black residents of the Industrial Corridor are disproportionately impacted by LDEQ’s \nactions and inactions. \n   \n3.  Initial Disparate Impact Analysis – Proposed Formosa Facility  \n \na)  Background \n \nOn August 5, 2021, LDEQ reaffirmed the issuance of a Prevention of Significant Deterioration \n(PSD) construction permit and 14 Title V operating permits for the proposed Formosa facility.  \nThe proposed facility will be located in a predominantly industrial and agricultural area159 on the \nwest bank of the Mississippi River in St. James Parish near the unincorporated community of \nWelcome.  According to Formosa, its “operational units will be 300 feet or more from the \nFormosa property boundary.” 160 The communities closest to the Formosa site are Welcome and \nSt. James.161 “Welcome is a small community and has a 99% minority population, 87% of whom \nidentify as Black.”162 According to Formosa, the closest residents and the nearest schools (St. \nJames’ Fifth Ward Elementary School and St. Louis Academy) are “over a mile away.”163   \n \nThe property and adjoining areas have been in agricultural use for decades, primarily in sugar \ncane production.164 LDEQ identified Mosaic Fertilizer and American Styrenics plants as located \nin close proximity165 to Formosa with eight other industrial facilities nearby in St. James \nParish.166  \n \n159 Formosa Prevention of Significant Deterioration Permit Application, Environmental Assessment Statement \n(EAS) July 19, 2018, p. 5, available at https://edms.deq.louisiana.gov/app/doc/view?doc=11230529. \n160 Formosa EAS July 19, 2018, p. 5. \n161 Rise St. James, et.al. v. Louisiana Department of Environmental Quality, 19th Judicial District Court Parish Of \nEast Baton Rouge Docket Number: 694,029, Sept. 8. 2022 (Rise), pp. 16-17. \n162 Rise, p. 2. \n163 Formosa EAS July 19, 2018, pp. 7 and 39. \n164 Formosa EAS July 19, 2018, p. 5. \n165 Formosa EAS July 19, 2018, p. 5. \n166 Nucor Steel Louisiana, LLC; Zen-Noh Grain Corporation; Sunshine West Industrial Park; Coastal Bridge \nCompany (Asphalt Plant); Marathon Pipe Line LLC (St. James Capline Station); NuStar Logistics, LP (St. James \n \n48 \n \n\n \nFormosa will emit more than 3,800 tons per year of HAPs and Louisiana toxic air pollutants \n(TAPs) (e.g., ethylene oxide, acetaldehyde, benzene, 1, 3 - butadiene, ethylene glycol, \nformaldehyde, n-hexane, and vinyl acetate).167 The chemical of most concern in the Complaint is \nethylene oxide (EtO). The permitted limit for EtO from Formosa is 7.7 tons per year, which \nwould make it, based on a preliminary analysis of TRI data, the only EtO emitter in St. James \nParish. \n \nEPA lists EtO as a known carcinogen168 and LDEQ lists it as a \"known and probable human \ncarcinogen.\"169 The court in Rise found that “LDEQ's regulations contain a limit on airborne \nconcentrations for ethylene oxide of 1.0 ug/m3, but . . .  this standard (or limit) has not been \nupdated in 25 years and is 50 times less protective than the EPA limit.”170  \n \nEPA’s knowledge about EtO has changed over time. In December 2016, EPA updated the IRIS \nassessment for EtO. The updated inhalation unit risk incorporates new studies and reflects EPA’s \nupdated understanding that EtO is 60 times more toxic than the previous estimate.  This includes \nthe fact that children are more sensitive to EtO than adults.171 This is because ethylene oxide can \ndamage DNA, and growing children are more susceptible to DNA damage because their cells \ndivide more rapidly than adults.172 As with chloroprene, EPA recommends the application of \nADAFs as described above in accordance with the EPA’s Supplemental Guidance 173 for \nexposure scenarios that include early-life exposures.174 The contribution to lifetime cancer risk \nfrom a single year of exposure to ethylene oxide is greater if that year occurred during \nchildhood. 175 \n \nIn August 2020, EPA published revised regulations for Miscellaneous Organic Chemical \nManufacturing facilities that require additional controls on certain equipment and processes that \nemit EtO in order to reduce risk to surrounding communities.176 The proposed Formosa facility \nwill be subject to several National Emission Standards for Organic Hazardous Air Pollutants \n \nTerminal); Air Products and Chemicals, Inc. (Convent Facility); and Equilon Enterprises LLC.  Formosa Basis For \nDecision (BFD), January 6, 2020, p. 15, available at https://edms.deq.louisiana.gov/app/doc/view?doc=11998452.  \n167 Formosa BFD, at 4-5; Formosa EAS July 19, 2018, p. 8. \n168 U.S. EPA, Evaluation of the Inhalation Carcinogenicity of Ethylene Oxide, Executive Summary (CASRN 75-21-\n8) In Support of Summary Information on the Integrated Risk Information System (IRIS), December 2016, p.8. \n169 LAC Title 33: Part III. Section 5112, Table 51.1. \n170 Rise, p. 19, see, LAC Title 33: Part III. Section 5112, Table 51.1. \n171 U.S. EPA, Frequent Questions about Ethylene Oxide (EtO) (https://www.epa.gov/hazardous-air-pollutants-\nethylene-oxide/frequent-questions-about-ethylene-oxide-eto).  \n172 Id. \n173 U.S. EPA, Supplemental Guidance for Assessing Susceptibility from Early-Life Exposure to Carcinogens, (Mar. \n2005). \n174 U.S. EPA, Evaluation of the Inhalation Carcinogenicity of Ethylene Oxide, Executive Summary (CASRN 75-21-\n8) In Support of Summary Information on the Integrated Risk Information System (IRIS), December 2016, p. 8, note \nc. \n175 U.S. EPA, Frequent Questions about Ethylene Oxide (EtO), https://www.epa.gov/hazardous-air-pollutants-\nethylene-oxide/frequent-questions-about-ethylene-oxide-eto.  \n176 Id. \n49 \n \n\n(NESHAPS)177 some of which are undergoing revision. For example, in August 2020, EPA \npublished revised regulations for Miscellaneous Organic Chemical Manufacturing facilities that \nrequire additional controls on certain equipment and processes that emit EtO in order to reduce \nrisk to surrounding communities. Formosa will be subject to the NESHAP provisions as outlined \nin any compliance deadline/applicability conditions of the NESHAP itself even if it is not \ncurrently listed as a requirement in the permits.   \n \nb)  Status of Formosa Permits \n \nOn September 16, 2019, RISE St. James, Louisiana Bucket Brigade, Sierra Club, Center for \nBiological Diversity, Healthy Gulf, Earthworks, No Waste Louisiana, and 350 New Orleans \npetitioned EPA to object to LDEQ’s draft Title V air operating permits for Formosa.  The Title V \npetition is still pending. As noted above, a Louisiana state court has vacated those permits and \nthe PSD permit issued by LDEQ, and remanded them to LDEQ, and LDEQ has appealed that \ndecision.  \n \nc)  Neutral Policy or Practice \n \nEPA’s regulation prohibits LDEQ from administering its air pollution control program in a way \nthat has the effect of subjecting the residents of St. James Parish living near the proposed \nFormosa facility to discrimination on the basis of race.178 As previously stated, a neutral practice \nneed not be affirmatively undertaken, but in some instances could be the failure to take action or \nto adopt an important policy.179 During its initial fact finding, EPA found that, although the \nIndustrial Corridor and the demographic characteristics of both the Industrial Corridor as a whole \nand those living in closest proximity to certain sources clearly present significant risks, LDEQ \nfailed to consider the potential for adverse and disproportionate impacts and did not take steps to \nensure that its analysis of such was accurate and complete.  \n  \n(1)  Title VI and Environmental Justice Analyses \n \nThe Title VI Complaint alleged that LDEQ had no “procedure or policy for addressing \ndisproportionate impacts of its air permitting decisions on predominantly Black communities.”180 \n \n177 Some of these include the following 40 C.F.R. Part 63 Subparts: F - National Emission Standards for Organic \nHazardous Air Pollutants From the Synthetic Organic Chemical Manufacturing Industry; G - National Emission \nStandards for Organic Hazardous Air Pollutants From the Synthetic Organic Chemical Manufacturing Industry for \nProcess Vents, Storage Vessels, Transfer Operations, and Wastewater; H - National Emission Standards for Organic \nHazardous Air Pollutants for Equipment Leaks; FFFF- Miscellaneous Organic Chemical Manufacturing.  \n178 40 C.F.R. Part 7 §§ 7.30 and 7.35 \n179 See, e.g., United States v. Maricopa Cty, 915 F. Supp. 2d 1073, 1079 (D. Ariz. 2012) (disparate impact violation \nbased on national origin properly alleged where recipient \"failed to develop and implement policies and practices to \nensure [limited English proficient] Latino inmates have equal access to jail services\" and discriminatory conduct of \ndetention officers was facilitated by \"broad, unfettered discretion and lack of training and oversight\" resulting in \ndenial of access to important services).  See also, EPA Title VI Toolkit, https://www.epa.gov/sites/default/files/2017-\n01/documents/toolkit-chapter1-transmittal_letter-faqs.pdf.   \n180 Title VI Complaint dated February 1, 2022, from Lisa Jordan, Tulane Environmental Law Clinic, to Lilian \nDorka, Director, External Civil Rights Compliance Office, Re: Complaint Under Title VI of the Civil Rights Act of \n \n50 \n \n\nWhether to consider environmental justice (EJ) in the decision-making process for an air \npollution control permit is left to LDEQ’s discretion.181 LDEQ exercised that discretion for the \nFormosa permits. The Basis for Decision (BFD) documents prepared to support the issuance of \nthe Formosa permits included discussions of LDEQ’s EJ analyses and an assertion that the \npermitting of the facility would not violate Title VI.182   \n \nIn its response to the complaint, LDEQ denied that it lacks procedure or policy for addressing \ndisproportionate impacts of its air permitting decisions on predominantly Black communities. \nThe support LDEQ provided for this statement is that its “Air-permitting decisions are made in \naccordance with federally promulgated emission control standards that EPA has delegated to the \nState of Louisiana.”183 As explained previously, compliance with environmental laws does not \nnecessarily ensure compliance with Title VI or other federal nondiscrimination obligations. \nEPA was unable to find any published policies, guidance, criteria, or procedures regarding when \nand how LDEQ conducts EJ analyses or its Title VI analyses nor did LDEQ provide any. \nInstead, LDEQ’s response to the Complaint provides a history of environmental justice \ninitiatives in the 1990s in Louisiana and a multi-page discussion of the history of EPA’s policy \nregarding Title VI and the NAAQS. This same discussion of the history of EPA’s policy \ncomprises about half of the 8-page Environmental Justice/Civil Rights Title VI Issues section of \nthe first BFD for the Formosa permits. 184    \n \nLDEQ further stated that it “has an internal environmental equity work group that meets \nregularly to discuss environmental justice and equity-related matters . . . which serves as \n“resource to identify potential concerns and provide feedback and recommendations to the \nLDEQ Secretary.”185 LDEQ concludes by stating it “believes its environmental justice best \npractices are adequate, are based on years of independent study, and follow EPA guidance.”186  \n \n1964, 42 U.S.C. § 2000d, and 40 C.F.R. Part 7 against the Louisiana Department of Environmental Quality for \nLack of Environmental Justice Procedures in its Air Permitting Program and Resulting Discriminatory Decision on \nFormosa Air Permits, p. 1. \n181 Rise, p. 23. The Court in Rise stated that the scope of the Louisiana Constitutional public trust doctrine, as \ninterpreted by the Louisiana Supreme Court, requires that agencies determine “before granting approval of proposed \naction affecting the environment, [] that adverse environmental impacts have been minimized or avoided as much as \npossible consistently with the public welfare.” Rise at 12, citing Save Ourselves, Inc. v. La. Env’t Control Comm’n, \n452 So.2d 1152, 1157 (La. 1984).  Based on the facts before the Court in Rise, the Court found that, “an \nenvironmental justice analysis was mandatory under the constitutional provisions and Save Ourselves.” Rise at p. 23 \n182 See, Louisiana Department of Environmental Quality, Office of Environmental Services, Basis for Decision Part \n70 Operating Permit Nos. 3141-V0, 3142-V0, 3143-V0, 3144-V0, 3145-V0, 3146-V0, 3147-V0, 3148-Vo, 3149-V0, \n3150-V0, 3151-V0, 3152-V0, 3153-V0, And 3154-V0 Prevention of Significant Deterioration (PSD) Permit PSD-LA-\n812 FG LA Complex, FG LA LLC, Welcome, St. James Parish, Louisiana, Agency Interest (Ai) No. 198351, January \n6, 2020; and Supplement to the Basis For Decision, Part 70 Operating Permit Nos. 3141-V0, 3142-V0, 3143-V0, \n3144-V0, 31 45-V0, 3146-V0, 3147-V0, 3148-V0, 3149-V0, 31150-V0, 3151-V0, 3152-V0, 31 53-V0, And 3154-V0 \nPrevention of Significant Deterioration (PSD) Permit PSD-LA-8 12 FG LA Complex FG LA LLC, Welcome, St. \nJames Parish, Louisiana, Agency lnterest (Al) No. 198351, August 5, 2021. \n183 LDEQ Formosa Response, p. 4. \n184 Louisiana Department of Environmental Quality, Office of Environmental Services, Basis for Decision Part 70 \nOperating Permit Nos. 3141-V0, 3142-V0, 3143-V0, 3144-V0, 3145-V0, 3146-V0, 3147-V0, 3148-Vo, 3149-V0, \n3150-V0, 3151-V0, 3152-V0, 3153-V0, And 3154-V0 Prevention of Significant Deterioration (PSD) Permit PSD-LA-\n812 FG LA Complex, FG LA LLC, Welcome, St. James Parish, Louisiana, Agency Interest (Ai) No. 198351, January \n6, 2020, p. 35. \n185 LDEQ Formosa Response, p. 9. \n186 Id. \n51 \n \n\nNone of these statements is a written policy or procedure, much less a best practice that provides \nguidance to LDEQ staff on when and how to conduct either an EJ analysis or an appropriate \nanalysis to evaluate Title VI compliance. \n \nEPA’s review of the “Environmental Justice/Civil Rights Title VI Issues” discussions in the two \nFormosa BFD documents187 raises concerns about whether LDEQ is considering all relevant \npossibilities for adverse disproportionate impacts before making critical permitting decisions.  \nThe EJ and Title VI Issues section is a total of eight pages, four of which review the history of \nEPA’s policy regarding Title VI and the NAAQS.188  Only about two pages are focused on \nLDEQ’s analysis, which mostly consisted of data showing apparent reductions over time in \nreported criteria pollutant emissions, TAP emissions, and TRI releases in St. James Parish and/or \nwithin a 5-mile radius of the proposed Formosa facility.189   \n \nLDEQ concludes the analysis by finding that, because the area is sparely populated and \nEJSCREEN showed no one living within a one-mile radius from the center of the proposed \nfacility, there would be no “fenceline” community impacted. Yet, this conclusion is clearly \ncontradicted by the exhibits attached to the permit.  The maps provided by Formosa as Exhibits \nD and E in its EIS show that the school is about 1.02 miles from the fenceline near the proposed \nethylene glycol plants which are sources of EtO emissions and that residential streets across the \nriver in Union are closer than one mile.190  \n \nIn sum, LDEQ concludes that the air pollution is less than it was years ago; there will be \ncompliance with the federal National Ambient Air Quality Standards (NAAQS) health-based air \nstandards; and the EtO emissions from Formosa will drop below 0.02 µg/m3 concentration just \nshy of the school and nearby residences. There is no discussion in the EJ and Title VI section \nabout the amount of TRI releases, emissions or baseline concentrations of pollutants currently in \nthe area. While reducing pollution levels is desirable, the fact that there are emissions reductions \ndoes not mean there are no adverse impacts. The Denka monitoring results described above are \nevidence of that.   \n \nThe court in Rise observed that—despite knowing the area near the proposed facility already \nexperiences substantial amounts of toxic air pollutants and that cancer risk in Welcome’s census \ntract is driven by ethylene oxide and benzene exposure—LDEQ did not consider this information \n \n187 Louisiana Department of Environmental Quality, Office of Environmental Services, Basis for Decision Part 70 \nOperating Permit Nos. 3141-V0, 3142-V0, 3143-V0, 3144-V0, 3145-V0, 3146-V0, 3147-V0, 3148-Vo, 3149-V0, \n3150-V0, 3151-V0, 3152-V0, 3153-V0, And 3154-V0 Prevention of Significant Deterioration (PSD) Permit PSD-LA-\n812 FG LA Complex, FG LA LLC, Welcome, St. James Parish, Louisiana, Agency Interest (Ai) No. 198351, January \n6, 2020 and Supplement to the Basis For Decision, Part 70 Operating Permit Nos. 3141-V0, 3142-V0, 3143-V0, \n3144-V0, 31 45-V0, 3146-V0, 3147-V0, 3148-V0, 3149-V0, 31150-V0, 3151-V0, 3152-V0, 31 53-V0, And 3154-\nV0 Prevention of Significant Deterioration (PSD) Permit PSD-LA-8 12 FG LA Complex FG LA LLC, Welcome, \nSt. James Parish, Louisiana, Agency Interest (Al) No. 198351, August 5, 2021.  \n188 Louisiana Department of Environmental Quality, Office of Environmental Services, Basis for Decision Part 70 \nOperating Permit Nos. 3141-V0, 3142-V0, 3143-V0, 3144-V0, 3145-V0, 3146-V0, 3147-V0, 3148-Vo, 3149-V0, \n3150-V0, 3151-V0, 3152-V0, 3153-V0, And 3154-V0 Prevention of Significant Deterioration (PSD) Permit PSD-LA-\n812 FG LA Complex, FG LA LLC, Welcome, St. James Parish, Louisiana, Agency Interest (Ai) No. 198351, January \n6, 2020, pp. 36-39. \n189 Id. at pp. 40-41. \n190 Formosa EIS, exhibits D and E. \n52 \n \n\nwhen issuing the permits that would allow Formosa “to emit a great deal more ethylene oxide \nand benzene.”191 In addition, the absence of written policies and criteria may result in \ninconsistent treatment of data of disproportionate health effects and ad hoc analyses.  Based on \nthis information, EPA believes LDEQ’s analysis is too flawed in design and implementation to \nrely upon for Title VI compliance purposes.   \nThis lack of  written policies and/or procedures or potentially a misunderstanding or \nmisapplication of guidance that was not provided to EPA in its response to the Complaint \nresulted in a permitting process the court in Rise characterized as arbitrary and capricious on \nnumerous grounds.192 “An arbitrary decision shows disregard of evidence or the proper weight \nthereof while a capricious decision has no substantial evidence to support it or the conclusion is \ncontrary to substantiated competent evidence.”193 In addition, the court in Rise found that LDEQ \nhad no support in the record for some of its conclusions. \nd)   Adversity/Harm \n \nAs mentioned earlier, in 2014 NATA, the cancer risk from air toxics for Louisiana was \napproximately 50-in-1 million and the median score was approximately 40-in-1 million.  See \nsupra at pages 46-47.  St. James Parish had a cancer risk from air toxics of 80-in-1 \nmillion.  Census tract 404 and 405 both had cancer risks of 70-in-1 million respectively. The \n2018 AirToxScreen indicates that one of the air toxics responsible for the cancer risk in St. \nJames Parish is EtO.  EPA is not stating in this letter that the projected EtO emissions from \nFormosa are per se adverse. Given, however, the underlying environmental conditions and \ndemographic characteristics of those most potentially impacted in the Industrial Corridor as a \nwhole, and St. James Parish in particular, LDEQ’s failure to do a proper analysis of the impacts, \nfrom a civil rights perspective, is concerning. \ne)  Disparity \n \nUsing the 2016 – 2020 ACS data, the population of St. James Parish is 49.9% Black and 48.1% \nWhite. The proposed Formosa facility will be located in census tract 405 which covers a large \narea of land. The population centers are along the Mississippi River. For census tract 405, 93.3% \nof the population identifies as Black and 5.7% as White. Directly across the River is census tract \n404 which also includes a large area of land. As with census tract 405, the population centers are \nclustered near the river, directly across from the proposed location of the Formosa facility.  \nSixty-five percent (65%) of the population of census tract 404 identified as Black and 33.5% as \nWhite. The proposed Formosa site is in the census tract with the highest percentage of  Black \nresidents in all of St. James Parish. Using any comparison and test for statistical significance, \nthose who would live near Formosa disproportionately identify as Black. \n \nAs discussed above, supra at pages 15-16, individuals exposed to mutagenic carcinogens starting \nin early-life as infants and children are understood to be more susceptible than individuals \nexposed only as adults.  EPA’s initial fact finding indicates that many residents living near the \n \n191 Rise, pp. 16-17. \n192 Rise St. James, et.al. v. Louisiana Department of Environmental Quality, 19th Judicial District Court Parish Of \nEast Baton Rouge Docket Number: 694,029, Sept. 8. 2022 \n193 Rise, at p. 4 quoting Carpenter v. State, Dep 't of Health & Hosps., 2005-1904 (La. App. 1 Cir. 9/20/06); 944 \nSo.2d 604, 612 (internal quotations and citations omitted). \n53 \n \n\nlocation of the proposed Formosa facility have in the past on average been exposed to levels of \nair pollution that, while below the 100-in-1-million upper bound increased lifetime cancer risk, \nwere still above EPA’s preferred 1-in-1 million cancer risk benchmark.  Moreover, census data \nindicates that many of the residents in the communities near the proposed Formosa site have \nlived in their homes for a while. Further, the proposed Formosa site is in a census tract where \n90% of residents identify as Black which is disproportionate as compared to the Parish and State \npopulations.   \n \nThe Rise court found that LDEQ failed to analyze Formosa’s ethylene oxide and benzene \nemissions in combination with such emissions from other facilities and only analyzed data about \nthe proposed Formosa facility.194 The Rise court further observed that “LDEQ cannot determine \nWelcome's full risk for cancer from exposure to toxic air pollutants if the agency does not \nconsider [Formosa’s] FG LA's ethylene oxide and benzene emissions in combination with such \nemissions from other facilities that the agency itself says drives EPA's cancer risk data for the \narea.”195  EPA agrees. \n \nf)  Causation \n \nFrom a civil rights perspective, it appears LDEQ’s action and inaction in administering its air \npermitting program with respect to the Formosa permits has proceeded without appropriate \nconsideration of the factors which would be relevant to a Title VI analysis.  Given the apparent \nexisting disparities outlined in this Letter, EPA remains concerned that such a failure does not \ntake into account the distribution of associated cancer risks in St. James Parish. \n   \nV.  CONCLUSION \n \nWhile emissions of air toxics have decreased in the Industrial Corridor Parishes, in some cases \ndramatically, many of the Black residents living near Denka, near the proposed Formosa facility, \nand elsewhere in the Industrial Corridor were born there, spent their childhoods there, and \ncontinue to live there. The vulnerabilities they carry because of past exposures do not go away \nbecause concentrations of air pollution have decreased. Critically, based on the data EPA has \nreviewed thus far, Black residents of the Industrial Corridor Parishes continue to bear \ndisproportionate elevated risks of developing cancer from exposure to current levels of toxic air \npollution.  \n \nMoreover, it is important that LDEQ and LDH provide those residents whose health and lives \nwill be impacted by LDEQ and LDH decisions timely, complete, and accurate information \nrelated to those decisions. Without this information, residents are not able to make informed \ndecisions about their health and lives, nor are local government officials. As explained in the \nDenka and Formosa discussions above, the failure to seek out, consider or analyze available \ninformation and data about health risks appears to have formed the basis for actions and/or \n \n194 Rise, p. 17. \n195 Rise, p. 18.   \n   \n54 \n \n\ninactions by both LDEQ and LDH that may be subjecting Black residents of Louisiana to \nadverse disparate impacts.   \nWe appreciate your cooperation in this matter and look forward to our continued collaboration \nwith LDEQ and LDH as we work together to resolve these Complaints in a timely and effective \nmanner. Please feel free to contact me at dorka.lilian@epa.gov, or (202) 564-9649.  \n \nSincerely, \n \n                                                                                           \nLilian S. Dorka \nDeputy Assistant Administrator  \n   for External Civil Rights \n \nCc:    Ariadne Goerke \n          Deputy Associate General Counsel \nCivil Rights & Finance Law Office \n  \nHelena Wooden-Aguilar \nActing Deputy Regional Administrator \nActing Deputy Civil Rights Official \nUS EPA Region 6 \n  \n          James McGuire \n         Regional Counsel \n         US EPA Region 6 \n \nEmma Cheuse \nSenior Attorney \nEarthjustice \n1001 G Street, N.W. Suite 1000 \nWashington, DC 20001 \necheuse@earthjustice.org  \n \nDeena Tumeh \nAssociate Attorney \nEarthjustice \n1001 G Street NW, Suite 1000 \nWashington, DC 20001 \ndtumeh@earthjustice.org \n \n \n \n \n \n55 \n \n\nDorian Spence \nVice President of Strategy & Programs \nLawyers’ Committee for Civil Rights Under Law \n1500 K Street NW, Suite 900  \nWashington, DC 20005 \ndspence@lawyerscommittee.org \n \nLisa Jordan \nDirector, Tulane Environmental Law Clinic  \nClinical Professor of Law \n6329 Freret Street \nNew Orleans, LA  70118 \nlwjordan@tulane.edu \n \n \n56 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/134949"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 134944,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/134944"
    }
  ],
  "document_count": 2
}