{
  "case_id": 10142,
  "fetched_at": "2025-10-22T00:11:16.735348",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Dallas Federal Savings and Loan Association",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Guardian Savings and Loan Association",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Fair Housing/Lending/Insurance"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1981",
      "Fair Housing Act/Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 et seq.",
      "42 U.S.C. § 1982",
      "Equal Credit Opportunity Act (ECOA), 15 U.S.C. § 1691"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Texas",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1979-05-04",
    "filing_year": 1979,
    "id": 10142,
    "injunction_duration": "",
    "issues": [
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "Affected National Origin/Ethnicity(s): Hispanic",
      "Discrimination Basis: National origin discrimination",
      "Discrimination Area: Lending"
    ],
    "last_checked_date": "2007-08-02T00:00:00-04:00",
    "main_docket": {
      "id": 32935,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1979,
      "docket_filing_number": 565,
      "is_main_docket": true,
      "court": "Northern District of Texas",
      "state": "Texas",
      "docket_office_number": "3",
      "docket_number_manual": "79-0565",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Fisher v. Dallas Federal Savings and Loan Association and Guardian Savings and Loan Association",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Persons who had been denied loan by savings and loan associations challenging alleged “redlining.”",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Texas",
    "summary": "<p>Plaintiffs filed a class action lawsuit comprised of three classes against Defendant-lenders in the U.S. District Court for the Northern District of Texas, alleging violations of the Fair Housing Act, 42 U.S.C. §§ 3601-3619, the Equal Credit Opportunity Act, 15 U.S.C. §§ 1691-1691f, and federal civil rights statutes, 42 U.S.C. §§ 1981, 1982. Plaintiffs alleged that the two Defendant-lenders engaged in redlining and refused to extend credit to predominantly minority areas of Dallas.</p><p>On June 18, 1985, U.S. District Court Judge Buchmeyer certified one class under Rule 23(b) of loan applicants in a predominantly Mexican-American neighborhood who were actually or constructively denied loans by one of the Defendant-lenders. Judge Buchmeyer refused to certify a class of Plaintiffs who had not actually applied for a loan from either Defendant-lender. Judge Buchmeyer also refused to certify a class of loan applicants against the smaller of the two Defendant-lenders because the element of numerosity was not satisfied. Fischer v. Dallas Federal Sav. & Loan Asso., 106 F.R.D. 465 (N.D. Tex. 1985).</p><p>A jury trial led to a verdict for the Defendant-lenders. On January 15, 1988, the Fifth Circuit affirmed, finding that the Plaintiff-Appellants had failed to preserve objections to the District Court's evidentiary rulings excluding Plaintiffs' offered evidence. Fischer v. Dallas Federal Sav. & Loan Assoc., 835 F.2d 567 (5th Cir. 1988).</p><p></p>",
    "summary_published_date": "2008-06-02T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10142",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10142",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10142",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10142"
  },
  "documents": [
    {
      "date": "1985-06-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 465,
      "cite_1_reporter": "F.R.D.",
      "cite_1_vol": 106,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Texas",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 61869,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/61869.pdf",
      "title": "Memorandum Opinion",
      "text": "Fischer v. Dallas Federal Sav. and Loan Ass’n, 106 F.R.D. 465 (1985) \n \n \n  \n106 F.R.D. 465  “(2) all applicants who applied for residential loans to \nUnited States District Court,  the defendants where the property was located within a \nN.D. Texas,  minority census tract and the terms and conditions of \nDallas Division.  the loans were so altered and limited as to make the \ngranting  of  the  loan  and  the  funding  of  the  loan \nRoger H. FISCHER and Grace Kissell, Plaintiffs,  economically unrealistic because of the location of the \nv.  property; and \nDALLAS FEDERAL SAVINGS AND LOAN \nASSOCIATION and Guardian Savings and Loan  “(3) all potential applicants for residential loans who \nAssociation, Defendants.  did not apply to Dallas Federal and Guardian because \nof their alleged practices and patterns of not granting \nCiv. A. No. 3–79–0565–R. | June 18, 1985.  loans in minority census tract areas of Dallas.” \n  \nThe purpose of this opinion is to resolve all pending class \nAttorneys and Law Firms \ncertification issues. It holds that: \n*466 Frank Hernandez, Dallas, Tex., for plaintiffs. \n(i) Kissell and Fischer are proper class representatives \nbecause they will “fairly and adequately protect the \n*467 G. Leroy Street, Geary Stahl & Spencer, Dallas, \ninterests of the class.” \nTex., for Guardian. \n(ii) It is not proper for this Court to certify the third \nRalph  E.  Hartman  and  Charles  L.  Babcock,  Jackson, \nrequested class, i.e., “all potential applicants” who did \nWalker, Winstead, Cantwell & Miller, Dallas, Tex., for \nnot apply for residential loans in minority areas because \nDallas Federal. \nof the alleged “redlining” practices. \nOpinion \n(iii) It would be proper to certify the first two classes \n \nfor purposes of injunctive relief only, but that no class \nfor the recovery of damages should be certified in this \nMEMORANDUM OPINION  case. \n(iv)  Kissell  and  Fischer  are,  therefore,  certified  as \nBUCHMEYER, District Judge.  representatives of the first two classes in their claims \nfor injunctive relief against Dallas Federal. \nThis class action involves charges of “redlining.” \n   (v) However, no class will be certified concerning the \nThe plaintiffs, Robert Fischer and Grace Kissell, allege  claims against Guardian because the plaintiffs have not \nthat  the  defendants,  Dallas  Federal  Savings  and  Loan  satisfied the numerosity requirement of Rule 23(a). \nAssociation (“Dallas Federal”) and Guardian Savings and \nLoan Association (“Guardian”), have violated the Fair  As the result of these rulings, the issues remaining for \nHousing  Act,  42  U.S.C.  §  3601,  the  Equal  Credit  trial  are  the  individual  claims  of  Kissell  and  Fischer \nOpportunity Act, 15 U.S.C. § 1691, and 42 U.S.C. §§  against both Dallas Federal and Guardian and the class \n1981 and 1982, because they refuse to make mortgage  claims for injunctive relief against Dallas Federal. \nloans  for  the  purchase  of  residential  properties  “in    \nminority populated areas of the City of Dallas,” and that   \nsuch actions constitute what is sometimes referred to as \n“redlining.” \n1. FACTUAL BACKGROUND \n  \nSpecifically, Fischer and Kissell assert that both Dallas \nBoth Grace Kissell and Roger Fischer are white. They are \nFederal and Guardian refused to finance their purchase of \nnot married, but they have lived together since 1974. In \na residence because it was located in a minority area of \n1977, they entered into a contract to buy a two-story, \nDallas. They also seek certification, under Rule 23(b)(2), \n9-bedroom,  wood-frame  house  located  at  3027  Routh \nto permit them to represent the following three classes: \nStreet, Dallas, Texas. The purchase price was $50,000, \nand the contract was subject to these conditions: \n“(1) all applicants who applied for residential loans to \nthe defendants where the property was located within a \n(i) the lot being 50′ x 200′ in size and the zoning being \nminority census tract and the loans were denied; and \n“general retail”; and \n  1 \n \n\nFischer v. Dallas Federal Sav. and Loan Ass’n, 106 F.R.D. 465 (1985) \n \n(ii) the purchasers being successful in securing an 80%  However, Kissell and Fischer claim that both defendants \nconventional loan for a term of 25 years at a 9% rate of  engage in “redlining,” and that they were refused the loan \ninterest, plus an additional home improvement loan not  because Dallas Federal and Guardian had policies against \nexceeding $15,000.  making residential mortgage loans in minority areas. They \n   filed detailed complaints against both defendants with the \n*468 At this time, the 67 year-old home was owned by  Federal  Home  Loan  Bank  Board.  For  example,  the \nVictoria Valdez; she lived there, but also used it as a  charges against Dallas Federal include the following: \nrooming  house,  and  all  of  her  tenants  were \nMexican-American.  The  address,  3027  Routh,  is  in  “Here  are  some  of  our  findings  regarding  Total \nCensus Tract 18, which is in a part of Dallas previously  Residential  Mortgage  Loans  in  the  reporting  period \nknown as “Little Mexico.” Although the neighborhood  7–1–76 thru 12–31–76: \nhad changed drastically—from residential to commercial, \nwith  restaurants,  retail  shops,  apartments  and  2.1) There are 199 Census Tracts in Dallas; 45 of \ncondominiums—the two-block radius around the house  these have 75%-plus minorities. Dallas Federal made \nloans in only 7 of these 45 areas. \nwas 65% minority (1980 census). \n  \n2.2) Dallas Federal made 1080 loans. Only 13 were \nIn May of 1977, Kissell and Fischer contacted Guardian \nmade in the 75%-plus minority areas; the rest were \nabout the loan they needed. It is disputed as to whether \nmade in other Census Tract areas. \nor  not  they  actually  mae  a  loan  application  with \nGuardian.  However,  Guardian  advised  Kissell  and \n2.3) The average loan amount in the minority areas \nFischer that it had policies against making commercial \nwas  $21,000.00;  the  average  in  the  others  was \nloans and against making residential loans in areas zoned \n$43,424.00. \n“general retail.” Apparently, Guardian expressed concern \nthat the house needed substantial improvements. \n2.4)  The  principal  amount  of  all  loans  was \n  \n$43,697,000.00.  $273,000.00  was  utilized  in  the \nOn  May  5,  1977,  Kissell  and  Fischer  filed  a  written \nminority  areas  and  all  the \napplication with Dallas Federal to obtain an “80% loan” \nrest—$43,424,000.00—occurred in the other areas.” \non  the  property  at  3027  Routh—i.e.,  a  $40,000 \n  \n“conventional mortgage loan” at 8 ¾% for 30 years. They \nThis suit was filed on May 4, 1979. On December 3, 1980, \nwere notified that Dallas Federal would only consider a \nthe Federal Home Loan Bank Board advised Kissell and \n“60% loan”—i.e., one for $30,000 at 9 ½% for 20 years. \nFischer that “the Bank Board will take no enforcement \nThere were also discussions about a home improvement \naction against the two associations in response to your \nloan which might, after needed repairs were made, qualify \ncomplaint.” On February 18 and October 26, 1981, this \nthe  property  for  an  80%  loan.  However,  negotiations \nCourt  denied  the  defendants’  motions  to  dismiss  the \nended after May 24, 1977. Then, in December of 1977, \ncharges made against them under the Fair Housing Act, \nDallas Federal did make a mortgage loan on the property \n42 U.S.C. § 3601, the Equal *469 Credit Opportunity Act, \nat 3027 Routh to Edward S. Hughes, for the same amount \n15 U.S.C. § 1691, and 42 U.S.C. §§ 1981, 1982.2 \nand  at  the  same  terms  previously  offered  Kissell  and \n  \nFischer.1 \n2  The motions to dismiss the plaintiffs’ claims under the \n  \n  National Housing Act, 12 U.S.C. § 1701, Executive \n1  Hughes renovated the property for commercial use as  Order 11063, 42 U.S.C. § 1983, and the 13th and 14th \n  business offices. He spent about $60,000 in doing this  Amendments were granted. \n(but saved 15–20% of the renovation costs by doing   \nsome of the work himself). A subsequent appraisal \n \nestimated the value of the property at $245,000.00. \n   \n \nDallas Federal claims that the physical condition of the  2. FAIR AND ADEQUATE REPRESENTATIVES \nproperty simply did not support the “80% loan” sought by \nKissell  and  Fischer—and  denies  that  it  rejected  the  Rule 23(a) requires the class representatives to establish \nrequested  loan  because  the  house  was  in  a  “minority  that they will “fairly and adequately protect the interests \narea.” Both Dallas Federal and Guardian deny that they  of  the  class.”  Kissell  and  Fischer  have,  without \nengage in “redlining,” and maintain that their policies in  question, met this burden. \nconnection with residential lending fully complied with    \nthe Home Mortgage Underwriting Guidelines published  [1]  Their  testimony  at  the  class  certification  hearing \nby the Federal Home Loan Mortgage Corporation.  demonstrated that both plaintiffs are very intelligent and \n   very sincere,3 and that this case is very important to them. \n  2 \n \n\nFischer v. Dallas Federal Sav. and Loan Ass’n, 106 F.R.D. 465 (1985) \n \nKissell has spent from 400–600 hours working on this \nYou’ll share my life—up to a point! \ncase, and Kissell has spent some 75–100 hours.4 Unlike \nAnd that you’ll be so glad to do, \nmost class representatives, Kissell and Fischer have also  Because you’ll be my POSSLQ. \npaid all of the expenses involved in the effort to maintain  “Come live with me and be my love, \nthis suit as a class action.  And share the pain and pleasure of \n   The blessed continuity, \nOfficial POSSLQuity. \n3  When Kissell and Fischer were unable to buy the house \nAnd I will whisper in your ear \n  at  3027  Routh,  they  moved  into  another  minority  That word you love so much to hear. \n(Mexican-American) area nearby on Carlisle Street; at \nAnd love will stay forever new, \nthat time (1978), there were only two other whites \nIf you will be my POSSLQ.” \nliving in this neighborhood. \nIn  the  October  1980  issue  of  Saturday  Review, \n \nThomas H. Middleton’s language column attributed \n  this poem to Dero Saunders, printed in a Dartmouth \nex-students  newsletter.  But  Charles  Osgood \n4  Fischer is an architect with the Oglesby Group; Kissell \nattributed the word POSSLQ to William Rukeyser at \n  works for Omni Plan Architects. They spent numerous  Money  magazine,  and  Osgood  added  the  poem \nhours  examining  records,  researching  facts  and \nquoted above in his book “There’s Nothing That I \nassisting their expert witness in this case; and, they \nWouldn’t Do If You Would Be My POSSLQ” (Holt, \nprepared  many  of  the  exhibits  (maps  and  charts) \nRinehart & Winston 1981). \nintroduced in evidence at the class certification hearing. \n \n \n \n \n \n[2] There has been no direct assertion that Kissell and \nFischer are not proper class representatives because they \nare not married. However, the defendants’ briefs make  3. POTENTIAL APPLICANTS \nreferences to the fact that the plaintiffs are “an unrelated \nCaucasian couple who at all times material to this suit  [3] However, it is not proper for this court to certify the \nhave  shared  living  quarters.”  Accordingly,  this  Court  third  class  sought  by  the  plaintiffs:  “all  potential \nspecifically holds that the fact that Kissell and Fischer are  applicants”  who  did  not  apply  to  Dallas  Federal  or \n“POSSLQs”—Persons of Opposite Sex Sharing Living  Guardian for residential loans because of their alleged \nQuarters5—does  not  prevent  them  from  fairly  and  “redlining” practices. \nadequately  representing  a  class  in  this  case.  Indeed,    \nbecause  of  the  matters  just  discussed,  Kissell  and  *470  This  proposed  class  of  potential  applicants  for \nFischer are the best class representatives in any class  residential loans in minority areas is purely speculative. \naction which this Court has encountered.  The number and the possible membership of such a class \n   cannot be identified, or even described in such a way as to \n5  In  the  1980  census,  the  United  States  Census  make a class action meaningful. See Rappaport v. Katz, \n62 F.R.D. 512 (S.D.N.Y.1974); Chaffee v. Johnson, 229 \n  Bureau—recognizing a societal change with numerous \npersons  living  together  without  being  “officially”  F.Supp. 445 (S.D.Miss.1964), aff’d, 352 F.2d 514 (5th \nmarried—counted not only persons who were “Single”  Cir.1965), cert. denied, 384 U.S. 956, 86 S.Ct. 1582, 16 \nand  “Married,”  but  also  “Persons  of  Opposite  Sex  L.Ed.2d 553 (1966); Harris v. Dumont Company, Inc., 61 \nSharing  Living  Quarters.  The  acronym  is  POSSLQ  F.R.D. 423 (E.D.Pa.1973); Quigley v. Braniff Airways, 85 \n—and, of course, is pronounced possle-kew. It has been  F.R.D. 74 (N.D.Tex.1979). \nsuggested  that,  although  the  source  was  stunningly \n  \nunlikely, this was the V ery Word that society had been \nMoreover, the certification of such a class of “potential \nlooking for to describe these relationships: POSSLQ. \napplicants” is unnecessary. Any injunctive relief obtained \nPrecise, businesslike, nonjudgmental. And, in its own \nby  Kissell,  Fischer  and  a  more  limited  class—i.e.,  of \nway, sort of poetic, too: \npersons who, in fact, applied for loans—would equally \n“There’s  nothing  that  I \nwouldn’t do  benefit the amorphous “class” of potential applicants. And, \nas next discussed, it is not proper to certify a class action \nIf you would be my POSSLQ. \nYou live with me, and I with you,  for damages in this case. See Walker v. Robbins Hose \nAnd you will be my POSSLQ.  Fire Company No. 1, 76 F.R.D. 218 (D.Del.1977). \nI’ll be your friend and so much more;    \nThat’s what a POSSLQ is for.   \n“And everything we will confess; \nYes, even to the IRS. \nSomeday, on what we both may earn,  4. INJUNCTIVE RELIEF ONLY \nPerhaps we’ll file a joint return. \nYou’ll share my pad, my taxes joint.  [4] The complaint seeks $25,000 in actual damages for \n  3 \n \n\nFischer v. Dallas Federal Sav. and Loan Ass’n, 106 F.R.D. 465 (1985) \n \nKissell and Fischer and at least $500,000 in exemplary  defendants is entirely appropriate where only injunctive \ndamages for the named plaintiffs “and on behalf of the  or declaratory relief is sought. Indeed, the principal \nmembers of the class.” However, in this case, it would not  beneficiaries of an injunctive decree would seem likely \nbe proper for this Court to certify a class for purposes of  to be those class members whose rights have not yet \ndamages, as distinguished from injunctive relief.6  been  violated.  But  the  proposed  class  definition  is \n   clearly  unsatisfactory  where  damage  claims  are \n6  Rule 23(c)(4) provides that a class may be certified as  asserted. Persons *471 whose rights have not yet been \nviolated cannot very well obtain damages. Moreover, \n  to certain issues, and not others. \n  the definition is too broad, since it purports to include \nall persons whose rights have ever been violated in the \n \npast, in the respects complained of. If for no other \nIn order for damages to be determined for each member \nreason than the statute of limitations, this definition \nof a class in this case, there would have to be a separate \nwould be unacceptable. \nand  time-consuming  inquiry  into  each  of  the  loans, \n  \napplicants,  and  residences  involved.  For  example,  a \n                                                                                                       \nparticular  “class  member”  would  not  be  entitled  to \ndamages, either actual or punitive, if the individual was   \nnot  qualified  for  the  loan,  or  if  the  condition  of  the   \nproperty  caused  the  loan  rejection.  In  addition,  other \nfactors—such as the intended use of the property, the  “The real issue, in my view, is whether this is the \nzoning  restrictions,  whether  financing  was  available  kind  of  case  in  which  claims  for  damages  are \nelsewhere,  etc.—would  have  to  be  considered  with  appropriate for class action treatment. It is quite true, \nrespect to each loan in order to determine if that particular  as plaintiffs point out in their brief, that damages may \nloan was rejected for improper reasons (and, if so, what  be awarded as ancillary or incidental relief in a (b)(2) \ndamages were sustained by the particular applicant).  class action for injunctive or declaratory relief. But the \n   cases in which this has been permitted appear to be \nBecause of this, class treatment of the claims for damages  cases  in  which  the  award  of  damages  flows \nwould not advance “the efficiency and economy of [this]  automatically  from  the  grant  of  injunctive  or \nlitigation, which is a principal purpose” of the class action  declaratory relief, and in which the damages are subject \nprocedure. General Telephone Co. v. Falcon, 457 U.S.  to  ready  calculation  on  the  basis  of  a  formula  or \n147, 159, 102 S.Ct. 2364, 2371, 72 L.Ed.2d 740 (1982);  principles uniformly applicable to the class.... \nVuyanich v. Republic National Bank of Dallas, 723 F.2d \n1195, 1199, 1200–01 (5th Cir.1984), cert. denied, 105  “In the present case, not only would the calculation \nS.Ct. 567, 83 L.Ed.2d 507 (1984). In contrast, since the  of  the  amount  of  damages  depend  upon  the \nproblem  of  countless  mini-trials  is  not  present  with  individual  facts  of  each  claimant’s  case,  but \nrespect to the claims for injunctive relief, this is a case in  virtually all of the issues would have to be litigated \nwhich  class  treatment  of  damages  should  not  be  individually  in  order  to  determine  whether  a \npermitted—but in which class treatment of the issues of  particular alleged class member was entitled to any \ninjunctive relief is appropriate.7  damages at all. Each claimant, in order to obtain the \n   benefits of the class suit, would have to establish his \nmembership  in  the  class  (i.e.,  that  his  rights  were \n7  Obviously, in a class action for injunctive relief, the \nviolated). \n  individual plaintiffs—Kissell and Fischer—could still, \n“Of perhaps greater significance, the issues involved in \nif they are successful, obtain individual damages, as \ndetermining whether the plaintiff class is entitled to \nwell as costs and attorneys fees in pursuing the class \naction to enjoin the alleged “redlining” practices.  injunctive or declaratory relief are simply not the same \n  issues  involved  in  determining  whether  individual \nmembers  of  the  class  may  be  entitled  to  damages. \n \nThere could be many reasons for denying injunctive or \nFor example, in Rice v. City of Philadelphia, 66 F.R.D. 17 \ndeclaratory relief which ought not to have the effect of \n(E.D.Pa.1974),  the  court  was  confronted  with  this \nprecluding  particular  class  members  from  obtaining \nidentical situation. The plaintiffs sought injunctive relief \ndamages.” (66 F.R.D. at 20.) \nand damages because of the alleged illegal detention of \nTherefore, the court concluded that “in short, it is difficult \npersons charged with crimes, and delays in arraignments, \nto perceive any advantage to the plaintiffs in maintaining \nby the City of Philadelphia. In certifying a class only as to \nthis  action  as  a  class  action  on  damage  issues,”  as \n“issues relating to injunctive and declaratory relief,” the \ndistinguished  from  a  class  action  to  obtain  injunctive \ncourt stated: \nrelief. See also Battle v. Pennsylvania, 629 F.2d 269, 271 \nat  footnote  1  (3rd  Cir.1980);  Rivera  v.  Ballard,  CA \n“Defining a class as consisting of all persons who have \n3–79–0874–R (unpublished opinion by this Court, dated \nbeen or will be affected by the conduct charged to the \n  4 \n \n\nFischer v. Dallas Federal Sav. and Loan Ass’n, 106 F.R.D. 465 (1985) \n \nSeptember 21, 1983, in which a class action was certified \nowner-occupied  units,  and  41  of  these  units  were \nfor purposes of injunctive relief only).8  owner-occupied by Mexican-Americans. There were \n   673  renter-occupied  housing  units:  482  units  were \n8  In Laufman v. Oakley Bldg. & Loan Co., 408 F.Supp.  rented by whites, 79 units were rented by blacks, and \n161 units were rented by Mexican-Americans. \n  489  (S.D.W.D.Ohio  1976)  and  72  F.R.D.  116 \n \n(S.D.W.D.Ohio  1976),  the  district  court  refused  to \ncertify a class action in a “red-lining” case. However, it   \ndoes not appear that the question of certifying a class  However, the evidence also established that, according to \nfor purposes of injunctive relief, instead of damages, \nthe 1980 census, the population of Census Tract 18 was \nwas considered. See 72 F.R.D. at 121. \n52%  minority  and  that  this  minority  percentage  was \n \nhigher in 1977 (and in the 1970 census). Moreover, the \n  plaintiffs  correctly  contend  that,  although  the \n  neighborhood in Census Tract 18 was changing, it was \n“still perceived as a minority area,” as demonstrated by \nthe facts that: \n5. CLASS CERTIFIED: DALLAS FEDERAL \n... it had been part of the “Little Mexico” area;10 \n  \nIn this case, although a class will not be certified as to \npotential applicants or as to damages, it is appropriate to  10  One witness, Joe Gonzalez—who owns a restaurant on \ncertify Kissel and Fischer as representatives of the first    the same block as 3027 Routh—testified this area “was \ntwo classes they seek—applicants for residential loans in  still a part of ‘Little Mexico.’ ” \n \nminority areas who were refused loans or offered such \nunrealistic terms that the loans were not feasible—but   \nonly for the purposes of injunctive relief, and only as to \nthe defendant Dallas Federal.  ... the owner of the house at 3027 Routh, and all of her \n   tenants, were Mexican-American; \n \n... the two-block radius around 3027 Routh was 65% \na. Members of the Class  minority in 1980 (and higher in 1977 and 1970); and \nThere was conflicting evidence as to whether or not the \n... their expert witness testified that, in his opinion, \nproperty which Kissell and Fischer wanted to purchase \nCensus  Tract  18  was  a  “minority  census  tract” \n(3027 Routh Street in Census Tract 18) was in a “minority \nbecause of its location. \narea.” The complaint first describes the class as persons \n[5] Moreover, the term “minority area” is a relative one. \nwho  have  attempted  to  secure  financing  in  “minority \nThe fact that the complaint alleges that the defendants did \npopulated  areas.”  Later,  it  alleges  that  the  defendants \nnot make residential loans in census tracts that were 75% \nengage in “redlining” because they do not make loans “in \nminority  does  not  limit  the  other  allegations  in  the \nthe 45 areas in the City of Dallas census tracts that have a \ncomplaint to that percentage. Under the class certification \nminority population of 75% or better.” \nevidence,  the  term  may—under  all  of  the \n  \ncircumstances—mean an area which is more than 50% \nDallas Federal, therefore, contends that the plaintiffs are \nminority. \nnot members of the requested class because Census Tract \n  \n18 was not 75% minority. The evidence did show: \nTherefore, the Court concludes that, for purposes of class \n*472 ... that Census Tract 18 was not 75% minority  certification issues,11 Kissell and Fischer were applying \neither in the 1970 or the 1980 census;  for a residential loan in a “minority area” and they are \nmembers of the class they seek to represent. \n... that the racial composition of this neighborhood had    \ndramatically changed by mid-1977 when the plaintiffs  11  Of  course,  this  issue  must  be  resolved  when  the \nsought their loan; and    individual and class claims of liability are tried. This \n... that according to the 1980 census, of the 743 housing  Court is precluded from making a determination on the \nunits in Census Tract 18 that are occupied either by  merits of these claims in this class certification opinion. \nowners or renters, approximately 70% are occupied by   \nCaucasians, only 10% are occupied by Blacks and 20%   \noccupied by Mexican-Americans.9   \n  \n9  The 1980 census shows that there were 1,069 housing  b. Rule 23 Requirements \n  units  in  Tract  18:  48  of  these  units  were  The plaintiffs have satisfied all of the requirements of \nowner-occupied  by  whites,  there  were  no  black  Rule  23(a)  for  the  “injunctive  relief”  class;  and, \n  5 \n \n\nFischer v. Dallas Federal Sav. and Loan Ass’n, 106 F.R.D. 465 (1985) \n \napplication  of  the  Falcon-Vuyanich  factors12—derived  the first two classes they seek.  Vuyanich, 723 F.2d at \nfrom General Telephone Co. v. Falcon, 457 U.S. 147, 102  1200; Blum v. Yaretsky, 457 U.S. 991, 102 S.Ct. 2777, 73 \nS.Ct.  2364,  72  L.Ed.2d  740  (1982)  and  Vuyanich  v.  L.Ed.2d 534 (1983).14 \nRepublic National Bank of Dallas, 723 F.2d 1195 (5th    \nCir.1984), cert. denied, 469 U.S. 1073, 105 S.Ct. 567, 83  14  The fifth Falcon-Vuyanich factor—whether a “footnote \nL.Ed.2d 507 (1984)—demonstrates that they are proper \n  15”  exception  exists  for  an  “across-the-board” \nrepresentatives  of  a  class  of  persons  who  applied  certification—need not be addressed since the class \nunsuccessfully for residential loans in minority areas. In  certification  of  the  injunctive  relief  claims  against \nparticular:  Dallas Federal is proper. Falcon, 457 U.S. 147, 102 \n   S.Ct. 2364, 72 L.Ed.2d 740, at footnote 15; supra, \nfootnote 12. \n12  See this Court’s analysis of Falcon and Vuyanich in \n \n  parts 3 and 4 of the opinion in Falcon v. General \nTelephone Co., CA 3–75–403–R (N.D.Tex. Feb. 1985)   \n   \n \n[6] (i) Class claims “fairly encompassed.” Kissell and \n6. CLASS NOT CERTIFIED: GUARDIAN \nFischer claim that they were denied a residential loan \nbecause the property was located in a minority area. The  However, in this case, it is not proper to certify any class \nclass  claims  are  identical  and,  therefore,  are  “fairly  concerning the claims against Guardian Savings because \nencompassed” by the individual claims of discrimination.  the  plaintiffs  have  not  satisfied  the  numerosity \n   requirements of Rule 23(a). See Gilchrist v. Bolger, 89 \n*473 [7] (ii) Same interest and injury. Under Falcon and  F.R.D. 402, 409 (S.D.Ga.1981). \nVuyanich, it is clear that Kissell and Fischer “possessed    \nthe same interests and suffered the same injuries” as the  [10] The evidence at the certification hearing demonstrated \nclass—insofar as injunctive relief is concerned.13 Both the  that  Guardian  is  a  much  smaller  savings  and  loan \nindividuals  and  the  class  had  interests  in  purchasing  association than Dallas Federal—and that, consequently, \nresidences in minority areas, and allegedly these loans  the  number  of  loan  applications  from  minority  areas \nwere denied because of the location of the property. In  which were turned down by Guardian are not sufficient in \nthis regard, it is clear that one whose loan application was  number to meet the numerosity requirement. In particular: \ndenied “possessed the same interests and suffered the \nsame injuries” whether the loan was denied outright, or  ... the number of loan applications turned down by \nwhether it was “constructively denied” because the terms  Guardian  from  1977  through  1980  in  any  area  is \nand conditions of the offered loan were “so altered and  extremely limited; \nlimited as to make the loan economically unrealistic.” \nTherefore, contrary to the defendants’ arguments, Kissell  ... of the 118 total rejections during this period, only 63 \nand Fischer may represent both of the first two classes  involved property in the City of Dallas; and \nthat they seek—even though their application was not  ... only 9 loans were rejected by Guardian in Dallas \ndenied outright by Dallas Federal.  census tracts which were over 50% minority.15 \n     \n13  In  terms  of  actual  damages  caused  by  the  alleged  15  These 9 rejections by Guardian involved only 7 census \n  “redlining”  (or  punitive  damages  that  should  be    tracts which were over 50% minority. The plaintiffs \nawarded), the injuries sustained by Kissell and Fischer  allege there were 45 census tracts in Dallas which were \nwould be different from other members of the class.  over  75%  minority.  They  also  presented  sufficient \nAccordingly, as held above, it would not be proper to  evidence about the number and location of loans made \ncertify a damage class. See Rice v. City of Philadelphia,  by Dallas Federal to satisfy the numerosity requirement \n66 F.R.D. 17 (E.D.Pa.1974).  as to Dallas Federal. \n   \n   \n[8]  (iii)  Same  evidentiary  approaches.  The  statistical   \nevidence used to prove the individual and the class claims \nwill be identical, so the class certification for injunctive \n7. CONCLUSIONS \nrelief will “advance the efficiency and economy” of this \nlitigation. Falcon, 457 U.S. at 159, 102 S.Ct. at 2371. \nThe  plaintiffs  Grace  Kissell  and  Roger  Fischer  are \n  \ncertified as representatives of the following classes for \n[9] (iv) Standing to assert class claims. Kissell and Fischer \npurposes of injunctive relief only: \nallege injuries as the result of their failure to obtain a loan. \nTherefore, they do have standing to assert the claims of \n(i) persons who applied for and were turned down for a \n  6 \n \n\nFischer v. Dallas Federal Sav. and Loan Ass’n, 106 F.R.D. 465 (1985) \n \nloan at Dallas Federal where the property was located  December of 1977. \nin a minority area; \n... Guardian denies that the plaintiffs ever made a loan \n*474  (ii) persons who applied for a loan at Dallas  application to with Guardian. \nFederal where the property was located in a minority \narea and where the loan was “constructively denied”  ... Both defendants contend that the area in question, \nbecause the terms and conditions of the loans were so  Census Tract 18, was not even a “minority area.” \naltered and limited as to make the loan “economically    \nunrealistic.”  However, the plaintiffs claim just as vigorously that the \npattern  of  lending  by  Dallas  Federal  and  Guardian \nHowever, no class is certified with respect to Guardian.  demonstrates that residential loan applications, including \n   theirs, were denied because the property involved was \nThe issues remaining for trial are the individual claims of  located in a minority area.16 \nKissell  and  Fischer  against  both  Dallas  Federal  and    \nGuardian and the class claims for injunctive relief against  16  This opinion does not rely upon the Plaintiff’s Post \nDallas Federal. Nothing in this opinion should be taken \n  Class Certification Hearing Supplemental Brief (and \nas an indication that this Court has prejudged the  “Statistical Analysis”). Therefore, the motion of Dallas \nmerits of these claims. Indeed, this Court recognizes that  Federal to strike this brief is moot. The defendant’s \nboth  defendants  vigorously  deny  that  they  have  ever  Motion  to  Preclude  Expert  Testimony  by  Lyke \nengaged in any “redlining” practices—and they contend  Thompson is denied. \nthat  their  respective  treatments  of  the  plaintiffs’   \napplications  fully  complied  with  the  Home  Mortgage   \nUnderwriting Guidelines. In addition:  Therefore, the merits of these respective claims must be \ndetermined in trials of the individual and class issues. \n... Dallas Federal argues that it did not “constructively    \ndeny” the plaintiffs application because a loan on the  \t\r  \nvery same terms and conditions was made to Edward S. \nHughes, who purchased the 3027 Routh property in \n \n \n  \n  7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/61869"
    },
    {
      "date": "1988-01-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 567,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 835,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55327,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55327.pdf",
      "title": "[Opinion]",
      "text": "835 F.2d 567 (1988)\nRoger H. FISCHER and Grace Kissell, Plaintiffs-Appellants, Cross-Appellees,\nv.\nDALLAS FEDERAL SAVINGS AND LOAN ASSOCIATION, Defendant-Appellee, Cross-\nAppellant.\nNo. 86-1848.\nUnited States Court of Appeals, Fifth Circuit.\nJanuary 15, 1988.\nFrank P. Hernandez, Dallas, Tex., for plaintiffs-appellants, cross-appellees.\nPatricia J. Kendall, Jackson, Walker, Winstead, Cantwell & Miller, Dallas, Tex., for defendant-appellee, cross-\nappellant.\n[*]\nBefore WILLIAMS and HIGGINBOTHAM, Circuit Judges, and SANDERS,  District Judge.\nPATRICK E. HIGGINBOTHAM, Circuit Judge:\nRoger Fischer and Grace Kissell appeal from a jury verdict against them on their claim that Dallas Federal\nSavings & Loan engaged in discriminatory lending. They argued that the trial court erred in certain evidentiary\nrulings and in its charge to the jury regarding class issues, 106 F.R.D. 465. We affirm.\n568  I\n*568\nIn 1977, Fischer and Kissell applied to Dallas Federal for a loan to purchase property in the \"Little Mexico\"\nsection of Dallas. After Dallas Federal refused to lend on the terms they offered, Fischer and Kissell filed a\ndiscrimination complaint with the Federal Home Loan Bank Board. The complaint alleged that Dallas Federal had\nengaged in \"redlining\" by refusing to grant loans for properties located in minority areas. If proven, such conduct\nmight have violated the Fair Housing Act, 42 U.S.C. § 3601 et seq.; the Equal Credit Opportunity Act, 15 U.S.C. §\n1691 et seq.; and the provisions of 42 U.S.C. §§ 1981 and 1982.\nIn addition to filing the administrative complaint, Fischer and Kissell sought injunctive relief and damages in\nfederal court, both on behalf of themselves and all other people denied credit by Dallas Federal in violation of\nthese statutes. A district judge certified a class of persons allegedly affected by Dallas Federal's policies, but only\nfor the purpose of injunctive relief. Later, in a trial presided over by a different judge, a jury found for Dallas\nFederal on all counts. Fischer and Kissell now appeal from judgment on the jury verdict.\nII\nFischer and Kissel present three allegations of error. First, they argue that certain documents relating to the\nFederal Home Loan Bank Board's investigation into their complaint should have been admitted at trial. Second,\nthey contend that the jury should have been instructed more precisely with regard to the class action issues in the\ncase. Finally, Fischer and Kissell allege that the trial court erred in refusing to certify the class for the purpose of\nmonetary damages. We reject the first two objections because they were not adequately presented to the trial\ncourt. The last objection we reject because any error would have been harmless.\n\nA\nDuring the course of discovery Fischer and Kissell asked Dallas Federal to produce its copies of several\ndocuments relating to the Bank Board investigation of Dallas Federal's lending practices. Two of these were\ninternal memoranda of the Board; one related to the legal issues raised by Fischer and Kissell's complaint, the\nother to a separate investigation about alleged discrimination at a different Dallas Federal branch. The third\ndocument was a \"letter brief\" authored by Dallas Federal's attorney and sent to the Board in the course of the\n[1]\nFischer-Kissell investigation.\nThe judge, before whom the case was pending during discovery, ruled that Dallas Federal need not honor the\nrequest because Bank Board regulations protected the documents from disclosure. See 12 C.F.R. §§ 505.5(a)\n(the Board may not disclose unpublished information related to Board investigations of member banks), (c) (no\n[2]\nmember bank may disclose such unpublished reports unless authorized by the Board).  Fischer and Kissell\nacquired some of these materials through other means, including a request to the Bank Board under the\nFreedom of Information Act. They contend that they attempted to introduce these documents into evidence at\ntrial, but that the trial court erroneously ruled them inadmissible on the basis of the earlier discovery ruling. On its\nface, this objection might have merit because the Bank Board regulations prohibit only certain disclosures; they\n569 do not necessarily *569 prohibit use of Bank Board documents that the Board itself has made public.[3]\nWe do not reach this question, however, because Fischer and Kissell failed properly to offer the documents as\nevidence during trial. Federal Rule of Evidence 103(a)(2) requires a party to make an offer of proof in order to\npreserve its objection to the exclusion of evidence. There is no doubt that the trial judge heard argument on the\nadmissibility of Bank Board materials; it does not appear, however, that Fischer and Kissell presented these\ndocuments to the trial judge, especially since two of them 00 the \"letter brief\" and the memorandum about the\n97\nseparate Bank Board investigation of Dallas Federal 00 appear nowhere in the record on appeal. In order to\n97\npreserve their objections for appeal, Fischer and Kissell had a responsibility to make an offer of proof sufficient to\nallow intelligent review. They have not done so.\nAs to the Bank Board memorandum analyzing Fischer and Kissell's complaint, which is the one excluded\ndocument that does appear in the record, we see no possible harm justifying reversal. The Bank Board excised\nall substantive findings and conclusions from the memorandum; the portions that remained could have been no\nhelp in proving Fischer and Kissell's case. In short, there is no evidentiary basis for reversal.\nB\nIn outlining the applicable legal standards, the trial judge's special interrogatories to the jury referred generally to\nthe \"plaintiffs.\" The charge did not specifically note that with regard to injunctive relief, \"plaintiffs\" included not only\nFischer and Kissell, but also the certified class. At a conference between the attorneys and the trial judge after\nthe completion of closing arguments, Fischer and Kissell made several objections to the proposed charge.\nHowever, they did not object to the lack of guidance on the definition of \"plaintiffs.\"\nRule 51 provides that \"[n]o party may assign as error the giving or the failure to give an instruction unless he\nobjects thereto before the jury retires to consider its verdict, stating distinctly the matter to which he objects and\nthe grounds of the objection.\" Furthermore, Rule 49 provides that where no such objection is made, the party is\n[4]\ndeemed to have waived jury trial on the issue and a disfavorable ruling by the trial judge is implied.  Fischer and\nKissell's failure to object thus bars our consideration of the issue on appeal. See Hearn v. City of Gainesville, 688\nF.2d 1328, 1335 (5th Cir.1982).\nWe are unpersuaded by Fischer and Kissell's attempts to escape this unambiguous rule. First, our review of the\nrecord does not indicate that the trial judge deprived them of an opportunity to make the necessary objection. The\ncourt gave counsel ample opportunity to object to the proposed charge out of the presence of the jury. Fischer\nand Kissell made and renewed several other objections, but not the one pressed on appeal.\n\nSecond, it is not enough that the jury charges requested by Fischer and Kissell before the conference might have\nincluded specific reference to the class issues. Counsel is required to inform a trial judge that the charge is\ndeficient in such a manner that the judge can act upon the objection. It follows that requesting instructions or\n570 interrogatories before trial alone is ordinarily insufficient to preserve *570 any error. Such requests are often\nabandoned in the course of trial, and a trial judge seldom will make final decisions about the charge until the\nevidence is complete. See Hearn, 688 F.2d at 1335 n. 4; John R. Lewis, Inc. v. Newman, 446 F.2d 800, 805 (5th\nCir.1971); see generally Wright & Miller, Federal Practice and Procedure § 2507 (1971) (discussing omitted\nissues under Rule 49(a)).\nFinally, we will not overlook the waiver under a theory of \"plain error.\" The charge might have confused some\nmembers of the jury, but we cannot say that it resulted in a \"miscarriage of justice.\" See Meyers v. Moody, 693\nF.2d 1196, 1220 (5th Cir.1982),cert. denied,464 U.S. 920, 104 S.Ct. 287, 78 L.Ed.2d 264 (1983); see also \nPeveto v. Sears, Roebuck & Co., 807 F.2d 486, 490 (5th Cir.1987) (\"Whether or not the jury misunderstood the\ncharge of the court is not a question to be reexamined after the verdict has been rendered.\")\nC\nFinally, Fischer and Kissell allege that the trial court erred in refusing to certify the class for the purposes of\nmonetary damages. The court found that under the standards of Rule 23(b), \"the difficulties likely to be\nencountered in the management of a class action\" on the damage issue would not permit \"the fair and efficient\nadjudication of the controversy.\" In particular, the court found that there was no common formula for computing\nthe damages sustained by the members of the class.\nIt is unnecessary to consider whether the court erred because the jury's finding of no liability renders harmless\nany possible error.\nAFFIRMED.\n[*] District Judge of the Northern District of Texas, sitting by designation.\n[1] Three other documents also are alleged to have been improperly excluded, all of which were correspondence\nbetween Appellants and the Bank Board relating to Appellants' request for disclosure of the memoranda and\n\"letter brief.\" None of these documents had any material bearing on the issues at trial, so their exclusion amounts\nto harmless error at most.\n[2] Several courts have refused to compel a savings institution to disclose Bank Board documents when to do so\nwould violate these regulations. See Federal Home Loan Bank Board v. Superior Court, 494 F.Supp. 924\n(D.Ariz.1980); Colonial Savings & Loan Ass'n v. St. Paul Fire and Marine Ins. Co., 89 F.R.D. 481 (D.Kan.1980).\n[3]Cf. Federal Home Loan Bank Board v. Superior Court, 494 F.Supp. at 927 (declining to decide whether Bank\nBoard disclosure prohibition creates general privilege against use of Bank Board documents); Marcoux v. Mid-\nStates Livestock, 66 F.R.D. 573, 580 (W.D.Mo.1975) (noting that prohibition on disclosure of Treasury\nDepartment documents would not necessarily create general privilege).\n[4] Rule 49(a): \"The court shall give to the jury such explanation and instruction concerning the matter thus\nsubmitted as may be necessary to enable the jury to make its findings upon each issue. If in so doing the court\nomits any issue of fact raised by the pleadings or by the evidence, each party waives his right to a trial by jury of\nthe issue so omitted unless before the jury retires he demands its submission to the jury. As to an issue omitted\nwithout such demand the court may make a finding; or, if it fails to do so, it shall be deemed to have made a\nfinding in accord with the judgment on the special verdict.\"\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55327"
    },
    {
      "date": "1988-01-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 567,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 835,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 25755,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25755.pdf",
      "title": "[Opinion]",
      "text": "FISCHER v. DALLAS FEDERAL SAV. AND LOAN ASS'N  567 \nCite as 835 Fold 567 (5thClr. 1988) \n2. Federal Courts *\",635 \nRoger H.  FISCHER and Grace Kissell,  Class litigants could not assign as er \nPlaintiffs-Appellants, Cross-Appellees,  ror trial court's failure to properly instruct \njurors on class issues, where litigants did \nv. \nnot object to alleged deficiency before jury \nDALLAS FEDERAL SAVINGS AND \nretired. \nLOAN ASSOCIATION, \nDefendant-Appellee, Cross-Appellant.  3. Federal Civil Procedure *\",2178 \nCounsel must inform judge that jury \nNo. 86-1848. \ncharge  is  deficient  in  manner  such  that \nUnited States Court of Appeals,  judge can act upon objection. \nFifth Circuit. \n4. Federal Courts *\",635 \nJan. 15, 1988.  Fact that party requests instructions \nor interrogatories prior to trial is generally \nnot sufficient to preserve for review error \nLoan applicants who were denied loan  allegedly resulting from  deficiency in  in \nbased  on  bank's  alleged  discriminatory  structions given. \nlending practices filed individual and class \n5. Federal Courts *\",630 \naction  suits  against  bank.  The  United \nAny ambiguity in trial court's instruc \nStates District Court for the Northern Dis \ntions, which made use of word \"plaintiffs\" \ntrict of Texas, Jerry Buchmeyer, J.,  106 \nwithout indicating whether term included \nF.R.D.  465,  certified  class  for  injunctive \nentire certified class, was not reviewable \nrelief  only,  and Sidney  A.  Fitzwater,  J., \nunder theory of \"plain error.\" \nentered judgment in favor of bank on all \ncounts, and loan applicants appealed.  The \nCourt  of  Appeals,  Patrick  E. \nHigginbotham, Circuit Judge, held that: (1)  Frank  P.  Hernandez,  Dallas,  Tex.,  for \nany error resulting from trial court's exclu  plaintiffs-appellants, cross-appellees. \nsion of documents relating to Bank Board's  Patricia  J.  Kendall,  Jackson,  Walker, \ninvestigation  of bank's  lending  practices  Winstead, Cantwell & Miller, Dallas, Tex., \nwas not preserved for review, and (2) al  for defendant-appellee, cross-appellant. \nleged deficiency in trial courts instructions \nto which no objection was raised was not  Appeals from the United States District \nreviewable under theory of \"plain error.\"  Court for the Northern District of Texas. \nAffirmed. \nBefore WILLIAMS and \nHIGGINBOTHAM, Circuit Judges, and \nSANDERS,· District Judge. \n1. Federal Courts *\",628 \nAny error resulting from trial court's \nPATRICK E. HIGGINBOTHAM, \nexclusion of documents  relating to  Bank \nCircuit Judge: \nBoard's  investigation  of  bank's  lending \npractices was not preserved for review, in  Roger Fischer and Grace Kissell appeal \naction under the Equal Credit Opportunity  from a jury verdict against them on their \nAct, where loan applicants failed to make  claim that Dallas Federal Savings & Loan \nsufficient offer of proof by presenting doc  engaged in discriminatory lending.  They \numents to trial judge.  Consumer  Credit  argued that the trial court erred in certain \nProtection Act, § 701 et seq., as amended,  evidentiary rulings and in its charge to the \n15 U.S.C.A. § 1691 et seq.; Fed.Rules Evid.  jury regarding class issues, 106 F.R.D. 465. \nRule 103(a)(2), 28 U.S.C.A.  We affirm. \n* District Judge of the Northern District of Texas.  sitting by designation. \n\n568  835 FEDERAL REPORTER, 2d SERIES \nI  Iy presented to the trial court.  The last \nIn 1977, Fischer and Kissell applied to  objection  we  reject  because  any  error \nDallas Federal for a loan to purchase prop  would have been hannless. \nerty in the \"Little Mexico\" section of Dal \nlas.  After Dallas Federal refused to lend \nA \non  the  tenns  they  offered,  Fischer  and \nKissell  filed  a  discrimination  complaint  [1]  During  the  course  of  discovery \nwith the Federal Home Loan Bank Board.  Fischer and Kissell asked Dallas Federal to \nThe complaint alleged that Dallas Federal  produce  its  copies  of several  documents \nhad engaged in \"redlining\" by refusing to \nrelating to the Bank Board investigation of \ngrant loans for properties located in minori \nDallas Federal's lending practices.  Two of \nty areas.  If proven, such conduct might \nthese  were  internal  memoranda  of  the \nhave  violated  the  Fair  Housing  Act,  42 \nBoard;  one  related  to  the  legal  issues \nU.S.C.  § 3601  et seq.;  the  Equal  Credit \nraised by Fischer and Kissell's complaint, \nOpportunity Act, 15 U.S.C. § 1691 et seq.; \nthe other to a separate investigation about \nand the provisions of 42 U.S.C. §§ 1981 and \nalleged discrimination at a different Dallas \n1982. \nFederal branch.  The third document was a \nIn addition  to  filing  the administrative \n\"letter brief' authored by Dallas Federal's \ncomplaint,  Fischer and Kissell sought in \nattorney  and  sent  to  the  Board  in  the \njunctive  relief  and  damages  in  federal \ncourse  of  the  Fischer-Kissell  investiga \ncourt, both on behalf of themselves and all \ntion.1 \nother people denied credit by Dallas Feder \nal in violation of these statutes.  A district  The judge,  before  whom  the case was \njudge certified a class of persons allegedly  pending during discovery, ruled that Dallas \naffected by Dallas Federal's policies,  but  Federal need not honor the request because \nonly for the purpose of injunctive relief.  Bank Board regulations protected the doc \nLater, in a trial presided over by a different  uments  from  disclosure.  See  12  C.F.R. \njudge, a jury found for Dallas Federal on \n§§ 505.5{a) (the Board may not disclose un \nall counts.  Fischer and Kissell now appeal \npublished infonnation related to Board in \nfrom judgment on the jury verdict. \nvestigations  of  member  banks),  (c)  (no \nmember  bank  may  disclose  such  unpub \nII \nlished  reports  unless  authorized  by  the \nFischer and Kissel present three allega \nBoard).!  Fischer  and  Kissell  acquired \ntions of error.  First, they argue that cer \nsome  of  these  materials  through  other \ntain  documents  relating  to  the  Federal \nmeans,  including  a  request to  the  Bank \nHome Loan Bank Board's investigation into \nBoard under the Freedom of Infonnation \ntheir complaint should have been admitted \nAct.  They contend that they attempted to \nat trial.  Second, they contend that the jury \nintroduce these documents into evidence at \nshould have been instructed more precisely \ntrial, but that the trial court erroneously \nwith regard to the class action issues in the \ncase.  Finally,  Fischer and Kissell  allege  ruled them inadmissible on the basis of the \nthat the  trial court erred in  refusing to  earlier discovery ruling.  On its face, this \ncertify the class for the purpose of mone  objection  might  have  merit  because  the \ntary damages.  We  reject  the  first  two  Bank Board regulations prohibit only cer \nobjections because they were not adequate- tain disclosures;  they  do  not necessarily \nI.  Three other documents also are alleged  to  2.  Several courts have refused to compel a sav-\nhave been improperly excluded, all of which  ings institution to  disclose  Bank Board doc \nwere correspondence between Appellants and  uments when to do so would violate these regu \nthe Bank Board relating to Appellants' request  lations.  See Federal Home Loan Bank Board v. \nfor disclosure of the memoranda and \"letter  Superior Court, 494 F.Supp. 924 (D.Ariz.1980); \nAssn \nbrief:'  None of these documents had any mate  Colonial Savings &- Loan  v. St. Paul Fire \nrial bearing on the issues at trial, so their exclu·  and Marine Ins. Co., 89 F.R.D. 481 (D.Kan.1980). \nsion amounts to harmless error at most. \n\nFISCHER v. DALLAS FEDERAL SAY. AND LOAN ASS'N  569 \nCite as 835 F.2d 567 (5th Cir. 1988) \nprohibit use of Bank Board documents that  trial judge after the completion of closing \nthe Board itself has made public.3  arguments, Fischer and Kissell made sever-\nWe do not reach this question, however,  al objections to the proposed charge.  How \nbecause Fischer and Kissell failed properly  ever,  they  did  not object to  the lack of \nto offer the documents as evidence during  guidance on the definition of \"plaintiffs.\" \ntrial.  Federal Rule of Evidence  103(a)(2)  Rule 51  provides that \"[n]o party may \nrequires a party to make an offer of proof  assign as error the giving or the failure to \nin  order to preserve its objection  to  the  give an instruction unless he objects there \nexclusion of evidence.  There is no doubt \nto before the jury retires to consider its \nthat the trial judge heard argument on the  verdict,  stating  distinctly  the  matter  to \nadmissibility of Bank Board materials;  it \ndoes not appear, however, that Fischer and  which he objects and the grounds of the \nKissell presented these documents to the  objection.\"  Furthermore, Rule 49 provides \ntrial judge, especially since two of them- that where no such objection is made, the \nthe  \"letter  brief\"  and  the  memorandum  party is deemed to have waived jury trial \nabout the separate Bank Board investiga- on the issue and a disfavorable ruling by \ntion of Dallas Federal-appear nowhere in  the  trial judge is  implied.4  Fischer and \nthe record on appeal.  In order to preserve  Kissell's  failure  to  object thus  bars  our \ntheir objections for appeal, Fischer and Kis- consideration of the issue on appeal.  See \nsell had a responsibility to make an offer of  Hearn  v.  City  of Gainesville,  688  F.2d \nproof sufficient to allow intelligent review.  1328, 1335 (5th Cir.1982). \nThey have not done so.  We are unpersuaded by Fischer and Kis-\nAs to the Bank Board memorandum ana- sell's attempts to escape this unambiguous \nlyzing  Fischer  and  Kissell's  complaint,  rule.  First, our review of the record does \nwhich is the one excluded document that  not indicate that the trial judge deprived \ndoes appear in the record, we see no possi- them of an opportunity to make the neces \nble  harm justifying reversal.  The  Bank  sary  objection.  The  court  gave  counsel \nBoard excised all substantive findings and  ample opportunity to object to the proposed \nconclusions  from  the  memorandum;  the  charge  out of the  presence  of the jury. \nportions that remained could have been no  Fischer and Kissell made and renewed sev \nhelp in proving Fischer and Kissell's case.  eral  other  objections,  but  not  the  one \nIn short, there is no evidentiary basis for  pressed on appeal. \nreversal. \n[3, 4]  Second, it is not enough that the \nB  jury charges requested by Fischer and Kis \nsell before the conference might have in \n[2]  In  outlining  the  applicable  legal \ncluded specific reference to the  class  is \nstandards, the trial judge's special interrog \natories to the jury referred generally to the  sues.  Counsel is required to inform a trial \n\"plaintiffs.\"  The charge did not specifical  judge that the charge is deficient in such a \nly note that with regard to injunctive relief,  manner that the judge can act upon the \n\"plaintiffs\" included not only Fischer and  objection.  It follows  that requesting in \nKissell, but also the certified class.  At a  structions  or  interrogatories  before  trial \nconference between the attorneys and the  alone is ordinarily insufficient to preserve \n3.  C/. Federal Home Loan Bank Board v. Superior  enable the jw-y to make its findings upon each \nCourt, 494 F.Supp. at 927 (declining to decide  issue.  If in so doing the court omits any issue \nwhether Bank Board disclosure prohibition cre  of fact raised by the pleadings or by the evi· \nates general privilege against use of Bank Board  dence, each party waives his right to a trial by \ndocuments);  Marcoux v.  Mid--States livestock,  jury of the issue so omitted unless before the \n66 F.R.D. 573, 580 (W.D.Mo.1975) (noting that  jury retires he demands its submission to the \nprohibition on disclosure of Treasury Depart  jury.  As to an issue omitted without such de· \nment documents would not necessarily create  mand the court may make a finding;  or, if it \ngeneral privilege).  fails to do so, it shall be deemed to have made a \n4.  Rule 49(a):  ''The court shall give to the jury  finding  in accord with the judgment on the \nsuch explanation and instruction concerning the  special verdict.\" \nmattel· thus submitted as may be necessary to \n835F.2d-15 \n\n570  835 FEDERAL REPORTER, 2d SERIES \nany error.  Such requests are often aban \ndoned  in  the course  of trial,  and  a trial  Michael Edwin SCHNEIDER, \njudge  seldom  will  make  final  decisions  Petitioner-Appellant, \nabout the charge until the evidence is com \nv. \nplete.  See Hearn,  688 F.2d at 1335 n.  4; \nJames A. LY  NAUGH, Director, Texas \nJohn R. Lewis, Inc.  v. Newman, 446 F.2d \nDepartment of Corrections, \n800,  805  (5th  Cir.1971);  see  generally \nRespondent-Appellee. \nWright  &  Miller,  Federal  Practice  and \nProcedure § 2507 (1971) (discussing omit  No. 86-1495. \nted issues under Rule 49(a». \nUnited States Court of Appeals, \nFifth Circuit. \n[5]  Finally,  we  will  not  overlook  the \nwaiver  under  a  theory  of  \"plain  error.\"  Jan. 12, 1988. \nThe  charge  might  have  confused  some \nmembers of the jury, but we cannot say \nDefendant, who was convicted in state \nthat it resulted in  a \"miscarriage of jus \ncourt of aggravated robbery and received \ntice.\"  See Meyers v. Moody, 693 F.2d 1196, \nsentence of 75 years, sought habeas corpus \n1220 (5th Cir.1982), cert. denied, 464 U.S. \nrelief.  The  United  States  District Court \n920, 104 S.Ct. 287, 78 L.Ed.2d 264 (1983); \nfor the Northern District of Texas, A. Joe \nsee also Peveto v.  Sears,  Roebuck & Co., \nFish, J., denied relief and appeal was taken. \n807 F.2d 486, 490 (5th Cir.1987) (\"Whether \nThe Court of Appeals, Alvin B. Rubin, Cir \nor not the jury misunderstood the charge \ncuit Judge, held that defendant, who intro \nof the court is not a question to be reexam \nduced psychological testimony, through re \nined after the verdict has been rendered.\") \nhabilitation counselors, concerning defend \nant's rehabilitation potential could not in \nC  voke privilege against self-incrimination to \nbar  prosecution  from  rebutting  evidence \nFinally,  Fischer and Kissell  allege that \nwith statements made during court-ordered \nthe trial court erred in refusing to certify \nexamination. \nthe  class  for  the  purposes  of  monetary \nAffirmed. \ndamages.  The court found that under the \nstandards of Rule  23(b),  \"the difficulties \nlikely to be encountered in the management  1. Criminal Law e->393(l) \nof  a  class  action\"  on  the  damage  issue  Rule that when criminal defendant has \nwould  not permit \"the fair and  efficient  introduced  psychological  testimony  con \nadjudication of the controversy.\"  In par  cerning his mental state, he may not then \nticular, the court found that there was no  invoke  privilege  against self-incrimination \ncommon formula for computing the dam  to bar prosecution from rebutting his evi \nages  sustained  by  the  members  of  the  dence with statements made during exami \nclass.  nation by court-appointed psychiatrist, ap \nIt is unnecessary to consider whether the  plies  not only when  defendant has  intro \ncourt erred because the jury's finding of no  duced expert mental health testimony from \nliability renders harmless any possible er  psychiatrist or psychologist, but also when \nror.  defendant has offered testimony from re \nhabilitation  counselors.  U.S.C.A.  Const. \nAFFIRMED. \nAmend.5. \n2. Criminal Law e->393( 1) \nDefendant must introduce mental-sta \ntus evidence that may fairly be character \nized as expert testimony before prosecution \nmay  respond  with  results  of  psychiatric \nexamination,  notwithstanding  defendant's ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25755"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121282,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121282"
    }
  ],
  "document_count": 4
}