{
  "case_id": 16290,
  "fetched_at": "2025-10-22T00:28:14.279775",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Housing"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Georgia",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1970,
    "id": 16290,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28753,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1970,
      "docket_filing_number": 14954,
      "is_main_docket": true,
      "court": "Northern District of Georgia",
      "state": "Georgia",
      "docket_office_number": "1",
      "docket_number_manual": "14954",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Crow v. Brown",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Georgia",
    "summary": "<p>(There's no summary yet, while we research the case.)</p>",
    "summary_published_date": "2022-11-05T23:00:13.949877-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16290",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16290",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16290",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16290"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115576,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115576"
    },
    {
      "date": "1972-03-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 788,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 457,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 137036,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/137036.pdf",
      "title": "USCA Opinion",
      "text": " \n \nCrow v. Brown, 457 F.2d 788 (1972)   \n \n \n \n \nKing & Spalding, Atlanta, Ga., for Persells. \n457 F.2d 788 \nUnited States Court of Appeals, \nMoreton Rolleston, Jr., Atlanta, Ga., for Crow & Susman. \nFifth Circuit. \nRalph H. Witt, Hoke Smith, Atlanta, Ga., for Ervin Co. \nTrammell CROW and Albert Susman, \nPlaintiffs-Appellees,  Henry L. Bowden, John R. Myer, Robert B. Newman, \nv. \nAtlanta, Ga., for Carr and Calhoun. \nCharlie BROWN et al., Defendants-Appellants, \nand United States Department of Housing and  Jack H. Watson, Jr., Atlanta, Ga., for The City of Atlanta. \nUrban Development, George Romney, etc., et al., \nDefendants, The Ervin Company,  Before  WISDOM,  GODBOLD  and  RONEY,  Circuit \nIntervenor-Appellee, Samuel Carr and Hattie Mae  Judges. \nCalhoun, Plaintiff-Intervenors-Appellees. \nSamuel CARR and Hattie Mae Calhoun, etc.,  Opinion \nPlaintiffs-Appellees,   \nv. \nCharlie BROWN et al., Defendants-Appellants.  PER CURIAM: \nNos. 71-3466, 71-3467.   \n| \nMarch 15, 1972.  The district court accurately and succinctly stated the \nissue in these consolidated cases: \nSynopsis  The  broad  issue  raised  by  these \nAction  to  enjoin  continuation  of  policies  by  county,  plaintiffs  here  .  .  .  is  whether  the \nmunicipal housing authority, and city, which allegedly  Fourteenth Amendment to the United \nfurthered concentration of public housing for low income  States  Constitution  prohibits  the \nblacks in city and prevented the construction of such  County  defendants  from  exercising \nhousing beyond city limits. The United States District  whatever  discretion  allowed  by \nCourt  for  the  Northern  District  of  Georgia,  Newell  municipal law for the avowed purpose \nEdenfield, J., 332 F.Supp. 382, rendered judgment, from  of excluding low-income blacks from \nwhich defendants appealed. The Court of Appeals held  apartments proposed for construction \nthat  where  county  had  legitimately  zoned  tracts  for  on land zoned for apartments. \nconstruction of apartments, county officials’ subsequent \ndenial  of  building  permits  for  avowed  purpose  of \n  \nexcluding low income blacks from apartments proposed \nfor construction on tracts violated equal protection clause. \nCrow v. Brown, N.D.Ga.1971, 332 F.Supp. 382, 393. The \n  \ndistrict court found: \nAffirmed. \nWhile poor blacks have been attracted to the low-rent \n  \npublic housing in Atlanta and the city’s problems have \nProcedural Posture(s): On Appeal. \nrapidly mounted, whites have been fleeing in increasing \nnumbers. In 1960 35% of the residents of Atlanta were \nAttorneys and Law Firms \nblack; today 51% are black. The public school population \n*789 Robert G. Young, Atlanta, Ga., for Charlie Brown  of Atlanta was 30% black; today it is 70% black. A fair \nand others.  percentage of the whites leaving Atlanta have moved to \nthe  unincorporated  areas  of  Fulton  County;  a  similar \nJohn W. Stokes, Jr., U. S. Atty., Atlanta, Ga., for H.U.D.  percentage of blacks from those areas have moved to the \nand Romney.  city. \n  \n1 \n \n\n \n \nCrow v. Brown, 457 F.2d 788 (1972)   \n \n \nWithin  the  immediate  future,  unless  drastic  changes  housing  is  located  almost  exclusively  in  the  areas  of \noccur, it is not merely possible but certain that Atlanta  Fulton County with the heaviest concentration of black \nwill become, in essence, a black city with a solid white  residents. “Of the 14,000 units of public housing, 55.7% \nperimeter.  These  two  lawsuits,  though  analytically  are located in areas which are 90% to 100% black, and \ndifferent, have been consolidated by this court because  another 19.4% in areas which are 70% to 90% black.” 322 \ntogether  they  involve  a  plan  to  prevent  this  from  F.Supp.  at  383.  This  policy  causes  and  perpetuates \nhappening to Atlanta by having some low-rent public  residential racial segregation. The record is clear that the \nhousing built in unincorporated Fulton County. Some may  County  officials  denied  building  permits  to  Crow, \nsay that this plan is unwise or that it may not succeed. It is  Susman,  and  Ervin  Company  for  the  purpose  and \nnot  for  this  court  to  make  such  a  determination.  foreseeable result of continuing the present pattern of \nUnquestionably the design of the plan is to alleviate to  racial segregation. \nsome degree the crisis now at hand in Atlanta, and the \ngoal of the plan is to preserve Atlanta’s future as a city in  The  district  court’s  findings  of  fact  are  not  clearly \nwhich both whites and blacks may live.  erroneous.  See  F.R.C.P.  52(a).  The  district  court \n   accurately  and  incisively  stated  and  applied  the  legal \nprinciples applicable to the issues raised in this case. We \nThe plaintiffs, Crow and Susman, and plaintiff-intervenor  affirm for the reasons stated in the opinion of the district \nErvin Company own tracts of land in an unincorporated  court reported at 332 F.Supp. 382. \narea of Fulton County, Georgia. They propose to build \nlow-rent public housing on their land some distance away  The Court has considered all of the contentions raised on \nfrom  the  racially  *790  concentrated  areas  of  Fulton  appeal,  including  those  addressed  to  the  plaintiffs’ \nCounty. They have been frustrated in their efforts by the  standing to sue, the validity of the intervention by Ervin \nrefusal  of  Fulton  County  officials  to  issue  building  Company,  the  effectiveness  of  the  class  action,  res \npermits  to  them,  allegedly  for  racial  reasons.  The  judicata,  and  the  compliance  of  the  Atlanta  Housing \nplaintiffs and plaintiffs-intervenors, Carr, and Calhoun,  Authority  with  the  requirements  of  Title  42,  Section \nsue on behalf of themselves and all other eligible persons  1415(7). We have noted that in oral argument counsel for \ncurrently  on  the  waiting  list  of  the  Atlanta  Housing  the City of Atlanta and the Atlanta Housing Authority in \nAuthority for lowrent public housing. They allege that  effect agreed with the position of plaintiffs-appellees. \nthey are being denied access to public housing outside of \nThe judgment is affirmed. \nthe racially impacted areas of Fulton County because of \nthe  actions  of  the  County  officials.  The  district  court \nAll Citations \ngranted comprehensive relief. \n457 F.2d 788 \nAlthough  the  jurisdiction  of  the  Atlanta  Housing \n \nAuthority extends ten miles beyond the city limits of \nAtlanta  into  unincorporated  Fulton  County,  public \n \n \n \n \n2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/137036"
    },
    {
      "date": "1971-09-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Alexander (Sandy) Ross",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 382,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 332,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Georgia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 93160,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/93160.pdf",
      "title": "Order",
      "text": "\t(cid:9)\n0 frli\n5  5 0 1 .\ni \n•\nFILED 1:1 CLE::::'S ''.:F;t7.---:\nSE--)\nUNITED STATES DISTRICT COURT  7 19r 1\n7\nNORTHERN DISTRICT OF GEORGIA '\nATLANTA DIVISION CLAUD=(cid:9)—.TA, CI -..qk\nCy:\nTRAMELL CROW and •\t )\nALBERT SUSMAN\n1\t •)\nCIVIL ACTION\nvs.\n)\nCHARLIE  MILTON FARRIS,(cid:9) )\nBROWN, \nGOODWYN CATES, as Commissioners;\nEARL R. GARNER, as Director of(cid:9) )\nInspections & Licenses;\nLARRY FONTS, Planning Director(cid:9) ) NO. 14954\nof Fulton County; UNITED STATES(cid:9) )\nDEPARTMENT OF HOUSING AND URBAN(cid:9) )\nDEVELOP=NT; GEORGE RC:'27EY,\t )\n,\nSecretary of Department of\nHousing and Urban Development;(cid:9) )\nLESTER H. PERSELLS, Executive(cid:9) )\nDirector, Atlanta Housing\t )\nAuthority; and CITY OF ATLANTA,\t )\nDefendants,\nERVIN COPANY,\t )\nIntervenor,\nI SAMUEL CAPP, and TJA:PTIE MAE CALT-TOUN,(cid:9) )\n1\t Plaintiff-Intervenors\n1\n1\n1SAMUEL CARR and) HATTIE(cid:9) CALHOUN,\nPlaintiffs on behalf of themselves )\nand others similarly situated,(cid:9) ) CIVIL ACTION\n\t\n11\nvs.\n1\nCHARLIE BROWN, MILTON FARRIS,(cid:9) )\n•\n► GOOD',v-YN CATES, as Commissioners of\nRoads and Revenues of Fulton County, ) NO. 15203\nGeorgia; EARL R. GARNER, as Director )\nof Inspections & Licenses; E. LARRY\nFONTS, as Planning Director of\nFulton County,\n)\nDefendant,(cid:9) )\n\nORDER \nThe City, of Atlanta is a fair and progressive city which\ndespite its wealth, growth, and physical beauty, is beset by\nthe same .deep-seated and long-range problems that are found in\nmost American cities today. Atlanta's slums are the root-caus\nof many of these problems. From these jugs of wrath emanate\nmuch of the city's crime, drug addiction, unemployment,and\nracial unrest.\nIn an attempt to combat the slums, which are inhabited\nmostly by poor blacks, Atlanta has been engaged in a program\nof low-rent public housing administered by the Atlanta Housing\nAuthority [\"AHA\"]. This public housing has tended to attract\nlarge -numbers of poor blacks, often illiterate and unskilled,\nfrom outlying areas and other sections of the city. At the\npresent time over 80% of the tenants in public housing are\nblack, and between 88% and 90% of the 30,000 people on the\nwaiting list for such housing are black. Moreover, by design\nand chance, most of this public housing has been concentrated\nwithin eight of Atlanta's 132 square miles, in or near Atlan-\nta's slums. Of the 14,000 units of public housing, 55.7% are\nlocated in areas which are 90% to 100% black, and another 19.4%\nin areas which are 70% to 9C% black.\nAtlanta lies within Fulton County, and the AHA has en-\ntered into a Cooperation Agreement with both the city and the\ncounty which commits them to assist the AHA in its public hous\ninc.; program. Despite this agreement, and despite the fact tha\n\nthe jurisdiction of the AHA extends ten miles beyond the city\nlimits of Atlanta into unincorporated Fulton County, not a\nsingle unit of, low-rent public housing has ever been built in\nthe unincorporated area.\nWhile poor blacks have been attracted to the low-rent\npublic housing in Atlanta and the city's problems have rapidly\nmounted, whites have been fleeing in increasing numbers. In\n1960 35% of the residents of Atlanta were black; today 51% are\nblack. The public school population of Atlanta was 30% black;\ntoday it is 70% black. A fair percentage of the whites leaving\nAtlanta have moved to the unincorporated areas of Fulton County;\na similar percentage of blacks from those areas have moved to\nthe city.\nWithin the immediate future, unless drastic changes occur,\nit is not merely possible but certain that Atlanta will become\nin essence, a black city •with a solid white perimeter. These\ntwo lawsuits, though analytically different, have been consoli-\ndated by this court because together they involve a plan to\n•\nprevent this from happening to Atlanta by having some low-rent\npublic housing built in unincorporated Fulton County. Some may\nsay that this plan is unwise or that it may not succeed. It\nis not for this court to make such a determination. Unques-\ntionably the design of the plan is to alleviate to some degree\nthe crisis now at hand in Atlanta, and the goal of the plan is\nto preserve Atlanta's future as a city in which both whites\nand blacks may live.\n\nWhat this court must decide is whether certain actions  'l\no\n1\nFulton County officials, which have so far frustrated the ini-\ntiation of this plan that may help save Atlanta, are unconsti-\ntutional and must be stopped.\nI. BOATROCK AND RED OAK\nA. Background \nPlaintiffs Crow and Susman and plaintiff-intervenor Ervin\nCompany own tracts of land which lie in the unincorporated sec-\ntion of Fulton County within ten miles of the city limits of\nAtlanta, and hence within the jurisdiction of the Atlanta Hous-\ning Authority. Both tracts of land, which shall be referred tc\nrespectively as \"Boatrock\" and \"Red Oak\", were zoned by Fulton\n1 \nCounty for the construction of apartments before plaintiffs\npurchased them, and they are still zoned for apartments today.\nPlaintiffs contend that after they purchased the tracts elabo-\nrate plans were prepared for the construction of apartment\n1 \nprojects on the two sites and all building code and planning\nI \nrequirements of the County were satisfied. They intended to\n1/\nparticipate in a \"turnkey' project under which the completed\napartments would be sold to the AHA which, in turn, planned to\n•\nlease the apartments to qualified tenants. Plaintiffs claim\n1/\nIn a \"turnkey\" project a developer, in response to an\ninvitation by a local housing authority, submits a pro posal to\nbuild good quality housing for low-income families. If the\nproposal is accepted by the local housing authority and the\nUnited States Department of Housing and Urban Develo pment, the\nlocal housing authority will contract to buy the completed pro-\nject with federal funds obtained through HUD. U. S. .Dept. of\nHousing and Urban Development, Low Rent Housing Turnkey Hand-\nbook i (1969).\n-3-\n\nthat when defendants Brown, Farris, Cates, Garner and Fonts\nU'the County\"] learned that Boatrock and Red Oak were to be\nlow-rent public housing projects in which all tenants would\nprobably be black, they caused plaintiffs' respective applica-\ntions for building permits to be denied for racial reasons.\nPlaintiffs contend that by such action the County has\nviolated the Equal Protection Clause of the Fourteenth Amend-\nment, and they seek declaratory and injunctive relief. Suits\nof this nature are authorized by 42 U.S.C. § 1983 (1964) and\nthe :Court finds it has jurisdiction on several bases, includ-\ning 28 U.S.C. §§ 1331 and 1343(3), (4). See Gomez v. Florida \nState Emolovment Service, 417 F.2d 569, 580 (5th Cir. 1969).\n'In July, 1966, Mr. Joe H. Estes, owner of Boatrock at the\ntime, filed petitions with Fulton County for the rezoning of\nthat land from a \"residential\" to an \"apartments\" category.\nAction on the petitions was apparently deferred to allow Mr.\nEstes time to work on a site plan with the Fulton County De-\npartment of Planning. In November a preliminary hearing was\nheld before the Atlanta-Fulton County Joint Planning Board\nconcerning Mr. Estes' petitions for rezoning. The Joint Plan-\nning Board recommended that the petitions be denied as prema-\nture. On December 2, 1966 Mr. Estes appeared before the Ful-\nton County Commissioners of Roads and Revenues and requested\nthe approval of his petitions. At this meeting Mr. Estes\nstated that his project was going to be part of a large, long-\nranee plan, and that he intended to build \"nice apartments,\n—4-\n\ntown houses, and a shopping center.\" He also \"called atten-\ntion\" to the development of an industrial park nearby and the\nincreasing number of airline personnel expected in the area.\nHe said he had made the necessary arrangements for utilities\nand would submit detailed plans to the Planning Department sub-\nsequent to the rezoning. In executive session, the Commission\ners heard the planning and zoning administrators state that the\nPlanning Department felt the petitions should be denied with-\nout prejudice because they were premature. Nevertheless, the\nCommissioners unanimously adopted a resolution approving the\nzoning change requested by Estes, \"notwithstanding the adverse\nrecommendation\" of the Joint Planning Board, \"subject to ap-\nproval of plans by the Planning Staff.\" In 1967 Estes sold\nBoatrock to Crow and Susman.\nIn the spring of 1969 North American Properties, Inc.,\nowner of Red Oak at the time, filed a petition to rezone that\nland from an \"agricultural\" to an \"aloartments\" category. In\nMay the Atlanta-Fulton County Joint Planning Board recommended\ndenial of the petition. A hearing was held June 4, 1969 before\nthe Fulton County Commissioners of Roads and Revenues at which\ncounsel for North American, Mr. Charles Carnes, appeared ancil\nsought approval of the petition despite the adverse report of\nthe Joint Planning Board. Mr. Carnes stated that North Ameri-\ncan was prepared to satisfy all planning requirements in con-\nnection with a proposed project at Red Oak, and he also sub-\nmitted a list of seventeen points in reference to the project,\nthe first of which was: \"We agree to construct in accordance\nwith the site plan.\" In executive session, the Commissioners\n\n4\nadopted a resolution approving the zoning change requested by\nNorth American, \"notwithstanding the adverse recommendation\"\nof the Joint Planning Board, \"pursuant with stipulations pre-\n•\nsented by Mr. Carnes.\" The Ervin Company obtained an option\nto purchase Red Oak from North American in January, 1970 and\ntook title November 5, 1970.\nMeanwhile, the Atlanta Housing Authority became interest-\ned in developing low-rent public housing in unincorporated Ful-\nton County. In May, 1969, Lester Persells, Executive Director\nof AHA, wrote to Walter Mitchell, Chairman of the Commissioners\nof Roads and Revenues, and mentioned that AHA had received an\nallocation of 2,000 units for low-rent public housing from the\nHousing Assistance Administration of the United States Depart-\nment of Housing and Urban Development [\"HUD\"], and that AHA\nwanted to developperhaps 1,000 of these units in unincorporated\nFulton County. Persells suggested that a joint meeting be held\nto discuss plans for such housing, and such a meeting was held\nin July. In September, defendant E. Larry Fonts, Director of\nthe Fulton County Department of Planning, sent a detailed site\nevaluation report to Persells on three sites proposed for \"turn-\nkey\" projects in that portion of unincorporated Fulton County\nwithin AHA's jurisdiction. One of the three sites, \"Site A\",\nwas about a hundred yards from Boatrock, and Fonts' report\nstated that \"there are no major deterrents to development sur-\nrounding Site A in respect to land use, utilities, or trans-\nportation.\"\nIn the early part of 1970 preliminary plans were begun\nfor the development of low-rent public housing at Boatrock and\n\nRed Oak. Plaintiffs Crow and Susman apparently had been nego-\ntiating the sale of Boatrock to the Housing Corporation of\nAmerica [\"HCA';] subject to HCA's ability to get the AHA to\npurchase the completed low-rent public housing project under\nthe \"turnkey\" program. HCA had obtained an invitation from\nAHA to participate in a \"turnkey\" program, and on February 25,\n1970, HCA submitted a formal request for approval of the Boat-\nrock site for low-rent public housing.\nAbout this time an architectural firm apparently hired\nby the Ervin Company submitted site plans to Fulton County for\nthe construction of apartments at Red Oak. Mr. Lee Fore, Vice\nPresident of the Ervin Company, testified that he advised de-\nfendant Fonts that these plans were for low-rent public housing.\nOn April 10, 1970, the architectural firm sent the Red Oak site\nplans and a letter of intent to the Department of Planning as\na revision of the original petition for rezoning filed by  North\nAmerican Properties and approved by the Commissioners of Roads\nand Revenues the year before. Mr. Fonts recommended approval\nof the site plans submitted by the architectural firm in a\nmemorandum dated April 15, 1970, in which he also referred to\n2/\nthe rezoning at Red Oak as \"conditional.' A special meeting\n2/\nAn amendment adopted by the Commissioners of Roads and\nRevenues July 6, 1966, and added as Section 6 to Article XXVIII\nof the Zoning Resolution of Fulton County (1955) provides, in\npart:\n\"1. Each category for zoning shall have a subhead\ntl\nthereunder to be known as 'Conditional' for that\ncategory.\n2. Whenever any application for a change in the Dis-\ntrict Maps is accompanied or supported by specific\nplans and design for a particular development and use,\n\nof the Commissioners was held April 15, 1970, and the official\nminutes of the meeting [County Exhibit No. 11] contain the fol\nlowing entry:,\n\"Mr. Larry Fonts stated that they had submitted\nthe Revised Site Plan and Letter of Intent, and felt\nthat these Plans were very good and in order to be\napproved.\n\"Commissioner Aldredge, Chairman, stated that\nif there was no objection, the Revised Site Plan and\nLetter of Intent would be approved as presented, and\nmade a part of said Zoning Petition.\n\"Hearing no objections, it was so ordered by\nthe Board.\"\nApparently, however, the Commissioners were not told at that\ntime that public housing was involved.\nDuring the summer of 1970 the developers for Boatrock and\nRed Oak worked on the building plans for the public housing\n2/ (Cont'd.)\nand the Commissioners of Roads and Revenue,\nafter public hearing as provided in Section 4 of this\nArticle, approve such specific plans and design and\nsuch particular development and use and also approve\nsuch change in the District Mans, then the property\nmay be rezoned for the proper category as set forth\nin the Zoning Resolution of Fulton County as 'CONDI-\nTIONAL' under that category and the Building Inspector\nshall issue a building permit for the development of\nsuch property only in strict compliance with the plank\nsubmitted.\"\nIn Ervin Company v. Brown, Civil No. B-61735 (Super.Ct.\nFulton County, Mar. 29, 1971), it was held that the lancruage\n\"pursuant with stipulations presented by Mr. Carnes\" used by\nthe Commissioners when they rezoned Red Oak from \"agricultural\nto \"apartment\" use effectively rezoned the property as \"condi-\ntional\" within the meaning of Article XXVIII, Section 6, of th,,\nZoning Resolution of Fulton County (1955).\n\nprojects in preparation for obtaining building permits. On\nJuly 22 the AHA officially approved the Boatrock site for a\n\"turnkey\" project, and there was testimony at trial that the\nRed Oak site was also officially approved. By this time,how-\never, news of the nature of the Boatrock and Red Oak projects\nbegan to spread and a number of public meetings were held in\nsurrounding neighborhoods about it. On July 31, 1970, the\nFulton County Manager, Harry West, sent a memorandum to defen-\ndants Garner and Fonts which said, in part:\n\"Subject: Low cost housing, on Boatrock Road\n* * *\n\"On July 31 I discussed this memorandum and the\nentire project with Commissioner Jas. H. Aldredge\n,and Commissioner Charlie Brown. Because of the con-\ntroversy surround the [Red Oak] project which may\nbe expanded to include this one, I have been in-\nstructed to inform you that you are not to approve\nplans for any low cost housing nor issue any build-\ning permits for low cost housing until such time\nas the current controversy has ended and you are\nnotified that these instructions no longer apply.\"\n[Plaintiffs' Exhibit No. 22.]\nNevertheless, according to testimony of Mr. Lee Fore, of\nthe Ervin Company, numerous conferences were held between rep-\nresentatives of Ervin and the County and various corrections\nand changes requested by the County were made in the building\nplans. Finally, defendant Garner, the Director of the Insipec-\n\ntions and Licenses Department, advised Mr. Fore that everythin\nthat had to be done was done and that an application for a\nbuilding permit was in order. The Ervin Company applied for\nthe building permit and the application was denied by defendan\n3/\nGarner ii a letter dated November 10, 1970. — T1e letter men-\ntioned that the County had learned through the AHA that the\nproject to be built at Red Oak was entirely different from the\none envisaged when the Red Oak property was rezoned from agri-\ncultural to apartment use, and it concluded with the statement\n3/\nThe text of the letter is:\n\"The application filed by you on behalf of the Ervin\nCompany for a building permit to construct certain hous-\ning structures on Campbell Drive in Red Oak is hereby\ndenied.\n\"When the application for rezoning of this property\nfrom agricultural to apartment was granted, and in order\nto induce said rezoning, certain representations concern-\ning the nature of the structure and the purpose of the\ndeveloper in seeking rezoning and in the construction of\nthe project were made. Among these were the representa-\ntion that the structures were to be designed primarily\nto attract and accommodate personnel of the Atlanta Muni\ncipal Airport which is situated a short distance away,\nand the project when developed would produce substantial\ntax revenue to offset the cost of furnishing utilities\nand other facilities to the site.\n\"We have learned through the Atlanta Housing Authority\nthat an entirely different project - is now proposed which,\namong other things, will reduce fantastically the paymentls\nin lieu of taxes made to the County which will thereby\nsuffer substantial losses. Furthermore, it is evident.\nfrom an examination of the plans that the purpose there-\nof is to accommodate a large number of residents, in ex-\ncess of those represented and considered when the rezon-\ning to apartment purposes was granted. Under these cir-\ncumstances it is believed that the conditions under which\nthe property was zoned have not been met and the appli-\ncation for a building permit is therefore denied.\"\n\nthat since the conditions under which the rezoning had been\ngranted were not met the application for a building permit was\ndenied.\nThe Boatrock project followed a similar path. On Septem\nber 25, 1970, AMA Executive Director Persells sent a letter to\ndefendant Fonts saying that AHA was considering a \"turnkey\"\nI\nproject at Boatrock and requesting favorable County action on\na parking zone variance to be requested by the developer, HCA.\nOn September 29 Harold Sheats, the County Attorney, sent a\nmemorandum to Fonts and the Zoning Administrator which said:\n\"This is a 'hot potato'. I don't believe they\ncan get a variance of 1 inch on anything. Be sure\nand keep everybody informed of developments.\"\nHCA sent a letter to Fonts on October 6 in which it men-\ntioned that it had been chosen by AHA to develop Boatrock and\nrequested a parking zone variance (which was later withdrawn).\nDuring the fall months HCA representatives met periodically\n1 with Fulton County officials to discuss the furnishing of util-\nities and various aspects of the building plans for Boatrock.\nI \nHCA also reviewed the plans with the AHA. Finally, on December\n14, HCA's general contractor submitted an application for a\n1 building permit for Boatrock. The application was denied by\ndefendant Garner in a letter dated December 17, 1970, which\n4/\nwas virtually identical to the one sent the Ervin Companv...7\n4/\nfl The text of the letter is:\n\"On December 14, 1970 application for a building per-\nmit for the above project was made b y Mr. Lake McDonald.\n\"When the application for rezoning of this property\nfrom agricultural to apartment was granted, and in order\n\nOn December 23 Mr. Moreton Rolleston, Jr., counsel for\nplaintiffs Crow and Susman, appeared before a special meeting\nof the Commissioners of Roads and Revenues and requested that\nthe building permit for Boatrock be issued so that his clients\n1 \ncould coraplete performance of their contract with HCA. The\n/ \nofficial minutes of this meeting [County Exhibit No. 7] reveal\nthat Commissioner Walter Mitchell asked the County Attorney,\nMr. Sheats, whether in his opinion there was any valid reason\nwhy a building permit should not be issued for low-rent public\nhousing at Boatrock. Sheats replied that the permit should be\n1\nissued unless the applicant had not complied with representa-\ntions made at the time the property was rezoned. Defendant\nCommissioner Brown stated that he favored \"good\" apartments\n(cont'd.)\nto induce said rezoning, certain representa-\ntions concerning the nature of the structure and the\npurpose of the developer in seeking rezoning and in the\nconstruction of the project were made. Among these were\nthe representation that the structures were to be de-\nsigned primarily to attract and accommodate personnel of\nGreat Southwest Industrial Park and Delta Airlines and\nthe project when developed would produce substantial tax\n•(cid:9) revenue to offset the cost of furnishing utilities and\nother facilities to the site.\n\"We have learned through the Atlanta Housing Authority\nthat an entirely different project is now proposed which\namong other things, will reduce fantasticall y the payments\nin lieu of taxes made to the County which will thereby'\nsuffer substantial losses. Furthermore, it is evident\nfrom an examination of the plans that the purpose thereof\nis to accommodate large number of residents, in excess\nof those represented and considered when the rezoning to\napartment purposes was granted.\n\"Under these circumstances it is believed that the\nconditions under which the property was zoned have not\n1(cid:9)\nbeen met and the application for a building permit is\ntherefore denied.\"\nIt is quite evident that the County used the letter to\nthe Ervin Company as a model for this letter to HCA, to the\nextent that it says here that the rezoning was from agrieultur\n1 al use to apartment use (as was the case with Ervin) when, in\nfact, Estes had applied for rezoning from residential use to\napartment use.\n-12-\n\nin South Fulton and that he felt Mr. Estes had never intended\nto build low-rent housing at Boatrock. Commissioner Aldredge\nechoed Brown's feelings. Brown further stated that in view of\nthe Commissioners' rejection of the Red Oak application, he\ncertainly felt justified in rejecting Boatrock's as well.\nThere was testimony at trial that Commissioners Aldredge and\nBrown voted against directing the issuance of the building\npermit for Boatrock and that Commissioner Mitchell voted in\nfavor because he saw no legal reason why it should or could\nbe denied.\nThe Assistant County Attorney, Mr. Paul Anderson, wrote\nto Mr. Rolleston on January 8, 1971, that the reasons given in\nGarner's letter of December 17 were not the onlycnes behind\nthe denial of the building permit. Among other reasons, he\nwrote, were unresolved problems relating to storm and sanitary\nsewers, right-of-way on Boatrock Road, and adequate \"buffer\nscreens\". Five days later Anderson, Rolleston, an employee of\nplaintiff Crow, and defendant Fonts met to discuss Anderson's\nfetter, and plaintiff Crow agreed to meet the objections raised.\nOn January 13, 1971, Rolleston met with Commissioner\nBrown, newly elected Chairman of the Commissioners, and defen-\ndants Farris and Cates, who entered office as Commissioners\non January 6. Rolleston again re quested that Garner be direc-\nted to issue the building permit for Boatrock. The Commission-\ners advised him that they would not do so.\nThe next day Persells of AHA sent a letter to the Com-\nmissioners and asked that the County supply municipal services\nto Boatrock in accordance with the Cooperation Agreement ent-\nered into by the County and the City of Atlanta with AHA. On\n-13-\n\nJanuary 19 Mr. Rolleston filed an application for a building\npermit on behalf of plaintiffs Crow and Susman as landowners\nof Boatrock acid tendered the filing fee, and Garner again re-\nfused to issue it. Thereafter HCA made additional efforts to\nsecure the building permit without success.\nB. Conclusions \nThe entire defense of the County to the complaint as to\nBoatrock is, essentially, that when the Commissioners rezoned\nthe Boatrock site for apartment construction they thought \"nice\"\napartments would be built, and instead it is proposed that low\nrent public housing be built there. Other defenses concerning\nthe incompleteness of the building plans and lack of adequate\nsewer facilities for Boatrock are without foundation. Defen-\ndant Fonts testified that the final plans for Boatrock were\nacceptable to the Department of Planning, and a representative\nof the Public Works Department testified that sewer facilities\nfor Boatrock would be readu if and when it is built.\nThe County's position was given during trial by defen-\ndant Commissioner Brown, who testified that the following\nstatements he made on deposition were true:\n\"My principal objection is that they never pro-\nposed to out public housing there when the zoning\napplication was filed and heard by the Joint Plan-\nning Board when Mr. Estes appeared before our Board.\n* * *\n\"I will admit that property was never proposed\nto be used for public housing. That was my only\n-14-\n\nopposition and is the only o-Dnosition today.\"\n(Emphasis added.)\nThe County's defense as to the Red Oak complaint is the\nsame. The plans for low-rent public housing at that location\n•\nwere approved in substance April 15, 1970 by the Commissioners1\nThese plans had been described to the Commissioners as \"very\ngood\" and were acceptable to the Department of Planning. The\nErvin Company had complied with all prere quisites for the is-\nsuance of a building permit and, as in the case of Boatrock,\nthe only reason defendant Garner did not issue the permit was\nthat he was told by the Commissioners not to do so. The rea-\nson they told him not to do so was that when they rezoned the\nRed Oak site they did not think low-rent public housing would\nbe built there.\nAlthough the Commissioners say they want only \"nice\"\napartments at Boatrock and Red Oak it is clear that they are\nnot talking about the physical quality of the buildings. The\nevidence discloses that the cost-per-unit of the Boatrock\napartments is $11,200 while the average cost-per-unit of all\napartments built in Fulton County in 1970 was $9,000. It is\nalso clear that they are not concerned with the physical loca-\ntion of the buildings. An aerial photograph of the Boatrock\narea shows it to be, for the most part, vacant rural land\nbounded on one side by an industrial development. The Commis-\nsioners testified that they were aware that most tenants of\npublic housing are black, and the court is constrained to find\nthat the only objection the County authorities have to Boatrock\n\nand Red Oak is that the apartments would b occupied by low-\nincome, black tenants. The official minutes of the meetings\nthe Commissioners, the correspondence between the parties,\nof \nthe letters denying- the building permits, the memoranda of the\n5/\nCounty officials,  and the testimony at trial all compel this\nconclusion. It is plain what Commissioner Aldredge meant when\nstated his reason for denying a building permit to Boatrock\nhe \n\"[W]hen this rezoning was applied for Mr.\nEstes had stated that nice, luxury apartments\nwould be built for use of executives . . .\"\n(Emphasis added.) [County Exhibit No. 7.]\nIt is true that on oral argument the County stressed its\ncontention that the developers did not comply with original\nrepresentations and that the original zoning was conditioned\n6/\non such compliance. But the evidence— strongly suggests\nthat the County's resort tosuch use of conditional zoning was\nplanned contrivance to be used in any situation in which\na \npublic housing was involved.\n1 \nThe Boatrock and Red Oak sites are legitimately zoned\nfor the construction of apartments. Having already zoned\n5/\nAt trial the County objected to the admission of those\nmemoranda written by the County Attorne y on the ground that\nthey were privileged communications between an attorney and\nhis client. Only confidential communications between an at-\ni \ntorney and his client are privileged. See Wirtz v. Fowler,\n372 F.2d 315, 332 (5th Cir. 1966). These memoranda are Fulton\nCounty records  open to public inspection, [Ga. Code Ann.\nand \n§ 40-2701 (1970 Supp.)], so the privilege does not apply.\n6/\nSee page 72-23of this order.\n\nthese sites for apartments, it should be obvious that the\nCounty may not restrict the class of Americans to be housed\ntherein. Women's Kansas City St. Andrews Society v. Kansas \nCity, Mo., 58 F.2d 593, 603-604 (8th Cir. 1932); see, also,\nBuchanan.v. Warlev, 245 U.S. 60 (1917). By denying building\npermits for Boatrock and Red Oak the County has violated the\nEqual Protection Clause of the Fourteenth Amendment.\nII. THE TENANTS \nPlaintiffs (and intervenors) Carr and Calhoun are black\nresidents of Fulton County who are suing on behalf of them-\nselves and all eligible persons currently on the waiting list\nof the Atlanta Housing Authority for low-rent public housing.\nThey contend they are being denied access to low-rent public\nhousing outside the racially concentrated areas of Fulton\niI\n1 \nCounty due to the arbitrary action and thoughtless inaction\nof the County, in violation of the Equal Protection Clause and\nthe Civil Rights Acts of 1964 and 1968. Jurisdiction over\nthis § 1983 suit exists under 28 U.S.C. § 1343(3) and (4).\nFor better or worse, both by legislative act s/ and jud1-\ncial decision, this nation is committed to a policy of balance\nand dispersed public housing. See Kennedy Park Homes Ass'n. Ta\n7/\n— \"No person in the United States shall, on the ground of\nrace, color, or national origin, be excluded from participatin\nin, be denied the benefits of, or be subjected to discrimina-\ntion under any program or activity receiving Federal financial\nassistance.\" Civil Rights Act of 1964, 42 U.S.C. § 2000d (196-4-).\n-17-\n\nCity of  Lackawanna, 318 F.Supp. 669 (W.D. N.Y.), aff'd, 436\nF.2d 103 (2d Cir. 1970), cert. denied, 401 U.S. 1010 (1971);\nDailey v. City-of Lawton, Okla., 296 F. Supp. 266  Okla.\nW.D. \n1969), aff'd, 425 F.2d 1037 (10th Cir. 1970); Cautreaux v.\nChicago Housing Authority, 296 F. Supp. 907 (N.D. Ill. 1969),\nenforced in 304 F. Supp. 736, aff'd, 436 F.2d 306 (7th Cir.\n1970), cert. denied. 402 U.S. 922 (1971); Hicks v. Weaver,\n302 F. Supp. 619 (E.D. La. 1969). Among other things, this\nreflects the recognition that in the area of public housing\nlocal authorities can no more confine low-income blacks to a\ncompacted and concentrated area than they can confine their\nchildren to segregated schools. Moreover, the. court in\nI\nLackawanna held that even though the deprivation of plain-\ntiffs` equal housing rights had been caused to some extent\nby the sheer neglect and thoughtlessness of local officials,\nthere was, nevertheless, a violation of the Equal Protection\nClause. In so holding the court there cited Hobson v. Hansen, \n269 F. Supp.- 401  1967), aff'd sub nom., Smucks v.\n(D. D.C. \nHobson, 408 F.2d 175 (D.C. Cir. 1969) (en bane) in which\nJudge J. Skelley Wright held:\nI \n\"The complaint that analytically no violation\nof equal protection vests unless the inequalities\nstem from a deliberately discriminatory plan is\nsimply false. Whatever the law was once, it is\na testament to our maturing concept of equality\nthat, with the help of Supreme Court decisions\nin the last decade, we now firmly recognize that\nthe arbitrary quality of thoughtlessness can be\n-18--\n\nas disastrous to private rights and the public\ninterest as the perversity of a willful scheme\"\nAt 497.\n•\nThe Fifth Circuit, quoting the above, adopted Judge\nWright's view in Hawkins v. Town of Shaw, Mississinni, 437\nF.2d 1286 (5th Cir. 1971) and held that in civil rights suits\nalleging racial discrimination in contravention of the\nFourteenth Amendment actual intent to discriminate need not\nbe directly proved. The Second Circuit adopted this view\nspecifically in a housing context both in Lackawanna and in\nNorwalk CORE v. Norwalk Redevelopment Agency, 395 F.2d 920\n(2d Cir. 1968). The Ninth Circuit has hinted that it agrees\nwith the Second Circuit in this matter. Southern Alameda \nSpanish Speaking Organization v. City of Union City, Cali-\nfornia, 424 F.2d 291, 295-296 (9th Cir. 1970). Only a showing\nof compelling governmental interest could overcome a finding\nof unconstitutionality in such thoughtlessness and inaction\non the part of municipal officials. Sha piro  v. Thompson,\n394 U.S. 618 (1969); McLaughlin v. Florida, 379 U.S. 184 (1964)\nIt is also clear that the policy of HUD requires that\nPublic housing be dispersed outside racially compacted area.\nAt trial, the regional director of the southeastern office\nof HUD testified that he was now operating under the written\ninstructions of former HUD Secretary Robert C. Weaver in a\nmemorandum dated September 27, 1967 to direct the building\nof public housing outside \"ghetto\" areas, Such instructions\nwere substantially repeated by President Nixon on June 11, 1971,\n-19-\n\nand are part of the national housing policy. Indeed, relief\nI \nhas been granted against HUD for failing to comply with this\naffirmative duty to disperse public housing which is implicit\nin the Housing Act of 1949, the Civil Rights Act of 1964, and\n•\nthe Civil Rights Act of 1968. Shannon v. U.S. De*o i t. of \nHousing and Urban Development, 436 F.2d 809 (3rd Cir. 1970).\nAs this court pointed out, the public housing program\nin Atlanta has contributed, in no small way, to racial con-\ncentration in a compacted area. One of the consequences of\nthis racial concentration is that it has become virtually\nI\nimpossible to achieve meaningful school desegregation. Indeed,\nas even a glimmering of objectivity will disclose, a dispersal\nof urban housing patterns is the only alternative to massive\nbussing if desegregation, rather than resegregation, is to\nbe achieved. See Calhoun v. Cook, Civil No. 6298 (N.D. Ga.,\nJuly 28, 1971). A second consequence has been a swelling of\nthe unemployment rolls in the City since job opportunities\nhave become more scarce each year, although they have in-\ncreased in the suburbs. In a report to Congress and the\nPresident, the National Commission on Urban Problems stated:\n\"The overwhelming majority of the future\n•\nnonwhite population growth is likely to be\nconcentrated in central cities unless major\nChanges in public policies come about.\n• •(cid:9) •\nSlums in our big cities, which are now\nin the midst of social decay, may well become\n-20-\n\nsocial and economic disaster areas.\nIt is entirely possible that a greater\nconcentration cf Negroes in the central cities\nwould be accompanied by an increase in tension\nand violence. If this violence is met by\nrepressive measures there could be a further\npolarization of blacks and whites, and the\nflight of more and more businesses, and there-\nfore, jobs from the city.\nThe suicidal consecRiences that such a\npossibility suggests are not pleasant to\ncontemplate. They threaten our country.\"\nNATIONAL COMM'N ON URBAN PROBLEMS, BUILDING\nTHE AMERICAN CITY, H. R. DOC. NO. 91-34,\n91st Cong., 1st Sess. 5 (1969).\nGiven the decisions previously cited it is abundantly\nclear that, in the absence of supervening necessity, any\ncounty action or inaction intended to perpetuate or which in\neffect does perpetuate the conditions just described cannot\nstand. Nor can county action or inaction which would thwart\ntheir correction be permitted to continue.\nThe County defendants testified that they are aware of\nthese conditions, yet they have come forward with no justi-\nfication, compelling or otherwise, for their passivity, their\nrefusal to cooperate, indeed their active opposition to plans\ndesigned to alleviate them. Boatrock and Red Oak, which have\nthe approval of the AHA and :IUD, are designed to reverse the\n-23.-\n\ntrend toward racial concentration in line with the national\nhousing policy. The County's unconstitutional efforts to\nprevent their construction have, until today, effectively\nfrustrated the achievement of dispersal in public housing.\nDuring the Boatrock-Red Oak \"crisis\" the Federal Housing\nAuthority authorized a rent-subsidy program (\"FHA 236\" housing)\nin a section of unincorporated Fulton County. The County\nAttorney, Mr. Sheats, sent the following memorandum to de-\nfendant Garner and copies to defendant Fonts and the County\nManager:\n\"I have learned that the proposed FHA 236\nApartment at 4455 Cascade Road will be low-cost\n_public housing. Wave a flag, shoot a gun, ring\na bell, and do everything to make all of our\npeople aware of the situation. We do not want\nanother Red Oak or Kimberly Road crisis.\"\nTwo weeks later Mr. Sheats sent another memorandum to\ndefendant Fonts and a copy to Garner in which he admitted he\ndid not see how it was possible to stop \"FHA 236\" housing\nalthough he hoped pending legislation would be enacted to\n1\ncurb the Atlanta Housing Authority. He continued: •\n\"In the meantime, we can control the matter\nwithin some limits by making all apartment zoning\nin practice 'conditional' with a detailed require-\n,\nment for number of units, type of structure, etc.\nWhen and if an effort is made to list these con-\n!\nditions, the new plans can be carefully scrutinized\n1(cid:9)\n-22-\n\nand precautions taken. When the question is\ndoubtful or controversial, the Commission ex\nmero motes can call a special hearing though\nthe conclusions reached at the public hearing\nwould be merely educational and advisory.\nThe Commission would not be bound.\"\nAt the opening of the second day of trial, the court\nasked counsel for the County whether the County was opposed,\non principle, to the construction of public housing in unin-\ncorporated Fulton County. Counsel replied that it was not,\nand that the Commissioners of Roads and Revenues had adopted\na resolution in favor of the acceptance of public housing in\nunincorporated Fulton County. Such resolve, though welcome,\nis both inadequate and late. Taken together and viewed in\ntheir historical context, the actions of the County in re-\nsisting atmpts designed to achieve the national housing\npolicy of balanced and dispersed public housing and failing\nto assist such attempts violate the Equal Protection Clause\nOf the Fourteenth Amendment. Relief from this violation of\nthe constitutional and statutory rights of plaintiffs (and\nintervenors) Carr and Calhoun and the class they represent\nmust be granted by this court.\nI \nIII. OTHER MATTERS \n. Res Judicata \nAfter their application for a building permit was\ndenied, plaintiffs Crow and Susman filed suit in Fulton County\nSuperior Court for a mandamus absolute to compel the issuance\n-23-\n \n\nf a building permit. The mandamus absolute was denied.\nCrow v. Brown, Civil No. B-61836 (Super. Ct. Fulton County,\nFebruary 17, 171). The time for taking an appeal of that\n1\ndecision has now lapsed. Similarly, the'Ervin Company filed\na suit for a mandamus absolute and it, too, was denied. The\nErvin Comnanv  v. Brown, Civil No. B-61735 (Super. Ct. Fulton\nCounty, March 29, 1971). Ervin has appealed that decision\nand the appeal is now pending.\nThe County defendants contend that the legal issues\nraised by plaintiffs Crow and Susman and plaintiff-intervenor\nI\nThe Ervin Company were fully litigated and adjudicated by these\ncases in the state courts and, therefore, may not be relitigatec\nhere under the doctrine of res judicata. The court does not\nagree.\nThe two state court mandamus proceedings were concerned\nwith the narrow,threshold question of whether municipal law\n'imposed a peremptory duty upon the County defendants to perform\nthe ministerial act of issuing building permits to these plain-\niti:ffs. The state courts decided only that municipal law did\nnot impose such a peremptory duty.\nI\nThe broad issue raised by these plaintiffs here, on the,\nother hand, is whether the Fourteenth Amendment to the United\niStates Constitution prohibits the County defendants from\n;exercising whatever discretion allowed by municipal law for\nthe avowed purpose of excluding low-income blacks from .apart-\nI\niments proposed for construction en land zoned for apartments.\nThis issue was not raised, litigated, or adjudicated in the\n-24-\n\nstate courts and mast certainly is not barred under the doctrine\nof res judicataY\nB. The Atlanta Housing Authority\nz\nThe Atlanta Housing Authority was founded in 1938. In\nthe same year of its organization both the City of Atlanta\nand Fulton County entered into a Cooperation Agreement with\nthe AHA by which they agreed to furnish necessary utilities\nand services for such projects as AHA might sponsor and to\nlend assistance in obtaining zoning changes when necessary.\nIn return, AHA agreed to make certain payments to the City\nand County in lieu of taxes to help the local governments\ndefray their loss of revenues from such private property as\n•■■\nmight be removed from their tax digests. These Cooperation\nAgreements have been periodically renewed and over the years\nthe County has received some $1,800,000 from AHA in lieu of\ntaxes. As this court has already noted, despite these facts\nThe companion doctrine of collateral estoppel would,\nhowever, apply. In the state court proceedings, Crow v. Brown,\nsupra, the Superior Court concluded that the building plans\nsubmitted by HCA had not been officially approved by the De-\npartment of Planning. Plaintiffs, therefore, would be  estopped\nfrom raising that matter here and, in fact, have not raised it.\nSimilarly, in the state court proceedings of Ervin Company\nv. Brown, supra, the Superior Court concluded that the rezohing\nof Red Oak on June 4, 1969, had been \"conditional\" as that term\nis used in the amended Zoning Resolution of Fulton County (see\nfn. 2) and that the present building plans for Red Oak did not\ncomply with those underlying \"conditions\". The Superior Court\ndid not consider the revised plans submitted and officially\napproved by the Commissioners of Roads and Revenues April 15,\n1970, nor did it adjudicate their status. The Ervin Company\nis not estopped, as a result, from contending here that the\npresent plans for Red Oak are substantially the same as the ones\nofficially approved. by the Commissioners April 15, 1970. The\ncourt has accepted that contention.\n-25-\n\nno low-rent public housing has ever been placed in the unin-\ncorporated areas of Fulton County and all of AHA's activities\nhave been conf,ined until recently to that part of Fulton\nCounty within the city limits of Atlanta.\nPlaintiffs Crow and Susman seek injunctive and declara-\ntory relief against AHA on the ground that it has continued\nto promote racial concentration in public housing and has not\nvigorously attempted to get Fulton County to issue a building\npermit and provide municipal services for Boatrock. Plaintiffs\nask the court to enjoin future construction of AHA projects\nwithin the city limits of Atlanta until a reasonable arlount\nof low-rent public housing is dispersed throughout Fulton\nCounty, including its unincorporated parts. AHA has vigor-\nously contended that plaintiffs Crow and Susman lack standing\nto sue for such injunctive relief against AHA and its con-\ntention has some appeal. Under Association of Data Processing\nService Organizations, Inc. v. Cam, 397 U.S. 150 (1969) and\nBarlow v. Collins, 397 U.S. 159 (1969), in order for plain-\ntiffs to have standing they must allege injury in fact and\nmust show that the interest they seek to protect is arguably\nwithin the \"zone of interests\" to be protected or regulated\nby the statutory or constitutional provision in question.. At\nfirst glance it would seem that even under Data Processing.\nplaintiffs Crow and Susman, as competitors, have no standing\nto seek an injunction preventing AHA from authorizing and\ndeveloping projects other than Boatrock within the city limits\n-26-\n\nof Atlanta. The prior history9/ and decision in Arnold Tours,\nInc. v. Camp, 400 U.S. 45 (1970), however, particularly its\nreiteration that the trend of recent cases is to enlarge the\nclasses of persons deemed to have standing, suggests a con-\ntrary conclusion. If plaintiffs Crow and Susman, promoters\nof low-rent public housing at Boatrock, had proved during\nthe trial that the AHA, which is also promoting low-rent\nData Processing held that Section 4 of the Bank Service\n9/(cid:9)\nCorporations Act, 12 U.S.C. § 1864 (1964), which  prohibits bank\nservice corporations from engaging in any activity other than\nthe performance of bank services for banks, arguably brought\nwithin its zone of interests the right of a data Processing\nassociation to be protected from competition by national banks\nin the provision of data processing services. .As a result, the\ndata processing association was deemed to have standing to seel,\n/ injunctive relief against the Comptroller of Currency who had\nissued regulations designed to permit national banks to provide\nsuch services. Arnold Tours was a companion case brought by\n-travel agencies to restrain competition by national banks which,\nunder the authority of regulations issued by the Comptroller\nof Currency, had entered the travel business. The Supreme\nI  ,\nCourt vacated the decision of the First Circuit in Arnold Tours\nI\nwhich had held that plaintiffs lacked standing and remanded the\n1 \ncase to the First Circuit for reconsideration in light of the\n Data Processing decision.\nremand, the First Circuit interpreted Data Processing\nOn \n1\ngive the data processing association standing because the\nto \n! legislative history revealed that Congress had the protection\nof data processers specifically in mind when it authorized\n1 \nentities to engage in data processing for banks.\n1 \n\"Clearly the Court did not feel that the mere fact\n;(cid:9)that they were in competition with the defendant ban s\nk\ngave them standing. Had it intended so substantial a\nI\nchange in the law it would not only have written a quite\nI\t different opinion in Data Processing; it would have re-\nversed us out of hand.\" Arnold Tours, Inc. v. Camp, 428\nF.2d 359, 361 (1st Cir. 1970).\n1(cid:9) Plaintiffs in Arnold Tours again appealed and the Supreme\ni Court, in a terse per curiae opinion, reversed. Arnold Tours,\nInc. v. Camp, 400 U.S. 45 (1970). The Court held that when\nnational banks enter the travel business they compete with\ni1  travel agencies no less than they compete with data processers\n when they provide data processing services to their customers.\n;\nThe Ccurt took pains to reiterate that the trend is \"toward\nI\nenlargement of the class of people who may protest administra-\n1 tive action.\" At 46.\n-27--\n\npublic housing and in that sense competing with plaintiffs, is\nstill engaged in furthering racial concentration in Atlanta by\npromoting low-Tent public housing in compacted areas and fail-\ning to promote low-rent public housing in dispersed areas\nsuch as Boatrock, plaintiffs would have had grounds for\nrelief against AHA under the Equal Protection Clause. The\nallegations of plaintiffs Crow and Susman were sufficient to\nraise this possibility of unconstitutional competition and\nplaintiffs arguably were within the zone of interests to be\nprotected by the Equal Protection Clause. Therefore, under\nArnold Tours and its predecessors, plaintiffs do have standing\nto sue AHA.\n-However, plaintiffs proved no such thing. On the con-\ntrary, the evidence was that better than 93% of all units now\nproposed by AHA are to be built in areas having a population\nbetween 80% and 90% white. Furthermore, AHA's approval of\nBoatrock and Red Oak and its attempts to secure municipal\nservices from Fulton County for Boatrock -- including the\nfiling of a crossclaim in this action -- show that AHA's\npresent desire is to disperse public housing. No relief\nagainst AHA is warranted.\nAHA's crossclaim against the County is based on the\ncontention that the County has violated the letter and spirit\nof the current Cooperation Agreement to which the County, AHA,\nand the City of Atlanta are parties by failing to assist in\nthe placement of low-rent public housing in unincorporated\nFulton County. The Cooperation Agreement, as already noted,\n-28-\n\n•\nprovides in part that the Count y cooperate with AHA by pro-\nviding municipal services and assisting in zoning matters so\nthat projects approved by AHA may be built. Nothing in this\nAgreement specifically obligates the County to rezone partic-\nular tracts of land for public housing use or to direct the\nissuance of building permits for particular types of projects.\nThe crossclaim will be dismissed.\nC. HUD\nPlaintiffs Crow and Susman also seek declaratory and\ninjunctive relief against Secretary Romney and HUD on grounds\nsimilar to those advanced in their claim against the AHA\n,The evidence shows that HUD makes no initial site\nselection for low-rent public housing; it merely approves or\ndisapproves selections made by local housing authorities and\nassists in funding approved selections. It also appears that\nHUD has expressly disapproved several projects recently which\nwould have furthered racial concentration in compacted areas,\nand that it has expressly approved projects to be constructed\noutside such compacted areas, including Doatrock and Red Oak.\nNo relief against HUD is warranted.\nD. The City of Atlanta \nFinally, plaintiffs Crow and Susman have sought injunc-\ntive relief against Atlanta to prevent it from issuing building\npermits for public housing which would further racial concen-\ntration in compacted areas. There has been no proof that the\nCity is aboat to do this, and no relief against the Cit y will\nbe granted.\n-29-\n\n•\nIV. REMEDY\nFor the foregoing reasons it is hereby ORDERED that,\neffective today:\n1. The Commissioners of Roads and Revenues of Fulton\nCounty are enjoined from issuing any instructions to any\nFulton County official to refrain from issuing building\npermits for the \"Boatrock\" and \"Red Oak\" projects;\n2. Defendant Garner shall issue building permits for\nthe \"Boatrock\" and \"Red Oak\" projects;\n3. All Fulton County officials are enjoined from\ninterfering in any way with the construction and completion\nof the \"Boatrock\" and \"Red Oak\" projects;\n4.(a) The Commissioners of Roads and Revenues of Fulton\nCounty and other County officials such as the Director of the\nDepartment of Planning are to meet with representatives of\nthe Atlanta Housing Authority within 10 days to appoint a\njoint committee which will draw up a list of general areas\nthat lie both within the unincorporated sections of Fulton\nCounty and the jurisdiction of the Atlanta Housing Authority\nin which low-rent public housing would be appropriate.\n(b) This joint committee shall, within 30 days afte .\nsuch meeting, draw up such a list with a view toward full\ncompliance with the national housing policy of balanced and\ndispersed public housing;\n(c) Within 60 days after the completion of such a list,\nthe joint committee shall prepare detailed site evaluation\nand planning reports and recommendations for more specific\nlocalities within the general areas that would be appropriate\n-30-\n\nfor low-rent public housing under the national housing policy.\nRepresentatives of the City of Atlanta and the federal govern-\nment may be cabled upon for assistance in the preparation of\nsuch reports.\n(d) . .Copies of all lists and reports shall be served\n•\nupon the Atlanta Housing Authority, the regional office of\nHUD, the Commissioners of Roads and Revenues of Fulton County,\nand this court.\n(e) Within 30 days after the submission of such reports\nand recommendations by the joint committee, the Commissioners\nof Roads and Revenues shall meet with representatives of the\nAtlanta Housing Authority for the purpose of implementing\nthe recommendations of the joint committee. The results of\n1 \nthat meeting shall be reported to this court.\n5. The prayers for relief of plaintiffs Crow and Susman\nagainst defendant Persells and the Atlanta Housing Authority,\nSecretary Romney and HUD, and the City of Atlanta, are DENIED.\n6. The crossclaim of the Atlanta Housing Authority\nagainst defendants Brown, Farris, Cates, Garner and Fonts is\nDISMISSED.\nSo ordered this the 7th day of September, 1971.\nC \n• I(cid:9)\nJudge, United States-District Court\nfor the Northern District of Georgia\n\n\t(cid:9)\n0 frli\n5  5 0 1 .\ni \n•\nFILED 1:1 CLE::::'S ''.:F;t7.---:\nSE--)\nUNITED STATES DISTRICT COURT  7 19r 1\n7\nNORTHERN DISTRICT OF GEORGIA '\nATLANTA DIVISION CLAUD=(cid:9)—.TA, CI -..qk\nCy:\nTRAMELL CROW and •\t )\nALBERT SUSMAN\n1\t •)\nCIVIL ACTION\nvs.\n)\nCHARLIE  MILTON FARRIS,(cid:9) )\nBROWN, \nGOODWYN CATES, as Commissioners;\nEARL R. GARNER, as Director of(cid:9) )\nInspections & Licenses;\nLARRY FONTS, Planning Director(cid:9) ) NO. 14954\nof Fulton County; UNITED STATES(cid:9) )\nDEPARTMENT OF HOUSING AND URBAN(cid:9) )\nDEVELOP=NT; GEORGE RC:'27EY,\t )\n,\nSecretary of Department of\nHousing and Urban Development;(cid:9) )\nLESTER H. PERSELLS, Executive(cid:9) )\nDirector, Atlanta Housing\t )\nAuthority; and CITY OF ATLANTA,\t )\nDefendants,\nERVIN COPANY,\t )\nIntervenor,\nI SAMUEL CAPP, and TJA:PTIE MAE CALT-TOUN,(cid:9) )\n1\t Plaintiff-Intervenors\n1\n1\n1SAMUEL CARR and) HATTIE(cid:9) CALHOUN,\nPlaintiffs on behalf of themselves )\nand others similarly situated,(cid:9) ) CIVIL ACTION\n\t\n11\nvs.\n1\nCHARLIE BROWN, MILTON FARRIS,(cid:9) )\n•\n► GOOD',v-YN CATES, as Commissioners of\nRoads and Revenues of Fulton County, ) NO. 15203\nGeorgia; EARL R. GARNER, as Director )\nof Inspections & Licenses; E. LARRY\nFONTS, as Planning Director of\nFulton County,\n)\nDefendant,(cid:9) )\n\nORDER \nThe City, of Atlanta is a fair and progressive city which\ndespite its wealth, growth, and physical beauty, is beset by\nthe same .deep-seated and long-range problems that are found in\nmost American cities today. Atlanta's slums are the root-caus\nof many of these problems. From these jugs of wrath emanate\nmuch of the city's crime, drug addiction, unemployment,and\nracial unrest.\nIn an attempt to combat the slums, which are inhabited\nmostly by poor blacks, Atlanta has been engaged in a program\nof low-rent public housing administered by the Atlanta Housing\nAuthority [\"AHA\"]. This public housing has tended to attract\nlarge -numbers of poor blacks, often illiterate and unskilled,\nfrom outlying areas and other sections of the city. At the\npresent time over 80% of the tenants in public housing are\nblack, and between 88% and 90% of the 30,000 people on the\nwaiting list for such housing are black. Moreover, by design\nand chance, most of this public housing has been concentrated\nwithin eight of Atlanta's 132 square miles, in or near Atlan-\nta's slums. Of the 14,000 units of public housing, 55.7% are\nlocated in areas which are 90% to 100% black, and another 19.4%\nin areas which are 70% to 9C% black.\nAtlanta lies within Fulton County, and the AHA has en-\ntered into a Cooperation Agreement with both the city and the\ncounty which commits them to assist the AHA in its public hous\ninc.; program. Despite this agreement, and despite the fact tha\n\nthe jurisdiction of the AHA extends ten miles beyond the city\nlimits of Atlanta into unincorporated Fulton County, not a\nsingle unit of, low-rent public housing has ever been built in\nthe unincorporated area.\nWhile poor blacks have been attracted to the low-rent\npublic housing in Atlanta and the city's problems have rapidly\nmounted, whites have been fleeing in increasing numbers. In\n1960 35% of the residents of Atlanta were black; today 51% are\nblack. The public school population of Atlanta was 30% black;\ntoday it is 70% black. A fair percentage of the whites leaving\nAtlanta have moved to the unincorporated areas of Fulton County;\na similar percentage of blacks from those areas have moved to\nthe city.\nWithin the immediate future, unless drastic changes occur,\nit is not merely possible but certain that Atlanta will become\nin essence, a black city •with a solid white perimeter. These\ntwo lawsuits, though analytically different, have been consoli-\ndated by this court because together they involve a plan to\n•\nprevent this from happening to Atlanta by having some low-rent\npublic housing built in unincorporated Fulton County. Some may\nsay that this plan is unwise or that it may not succeed. It\nis not for this court to make such a determination. Unques-\ntionably the design of the plan is to alleviate to some degree\nthe crisis now at hand in Atlanta, and the goal of the plan is\nto preserve Atlanta's future as a city in which both whites\nand blacks may live.\n\nWhat this court must decide is whether certain actions  'l\no\n1\nFulton County officials, which have so far frustrated the ini-\ntiation of this plan that may help save Atlanta, are unconsti-\ntutional and must be stopped.\nI. BOATROCK AND RED OAK\nA. Background \nPlaintiffs Crow and Susman and plaintiff-intervenor Ervin\nCompany own tracts of land which lie in the unincorporated sec-\ntion of Fulton County within ten miles of the city limits of\nAtlanta, and hence within the jurisdiction of the Atlanta Hous-\ning Authority. Both tracts of land, which shall be referred tc\nrespectively as \"Boatrock\" and \"Red Oak\", were zoned by Fulton\n1 \nCounty for the construction of apartments before plaintiffs\npurchased them, and they are still zoned for apartments today.\nPlaintiffs contend that after they purchased the tracts elabo-\nrate plans were prepared for the construction of apartment\n1 \nprojects on the two sites and all building code and planning\nI \nrequirements of the County were satisfied. They intended to\n1/\nparticipate in a \"turnkey' project under which the completed\napartments would be sold to the AHA which, in turn, planned to\n•\nlease the apartments to qualified tenants. Plaintiffs claim\n1/\nIn a \"turnkey\" project a developer, in response to an\ninvitation by a local housing authority, submits a pro posal to\nbuild good quality housing for low-income families. If the\nproposal is accepted by the local housing authority and the\nUnited States Department of Housing and Urban Develo pment, the\nlocal housing authority will contract to buy the completed pro-\nject with federal funds obtained through HUD. U. S. .Dept. of\nHousing and Urban Development, Low Rent Housing Turnkey Hand-\nbook i (1969).\n-3-\n\nthat when defendants Brown, Farris, Cates, Garner and Fonts\nU'the County\"] learned that Boatrock and Red Oak were to be\nlow-rent public housing projects in which all tenants would\nprobably be black, they caused plaintiffs' respective applica-\ntions for building permits to be denied for racial reasons.\nPlaintiffs contend that by such action the County has\nviolated the Equal Protection Clause of the Fourteenth Amend-\nment, and they seek declaratory and injunctive relief. Suits\nof this nature are authorized by 42 U.S.C. § 1983 (1964) and\nthe :Court finds it has jurisdiction on several bases, includ-\ning 28 U.S.C. §§ 1331 and 1343(3), (4). See Gomez v. Florida \nState Emolovment Service, 417 F.2d 569, 580 (5th Cir. 1969).\n'In July, 1966, Mr. Joe H. Estes, owner of Boatrock at the\ntime, filed petitions with Fulton County for the rezoning of\nthat land from a \"residential\" to an \"apartments\" category.\nAction on the petitions was apparently deferred to allow Mr.\nEstes time to work on a site plan with the Fulton County De-\npartment of Planning. In November a preliminary hearing was\nheld before the Atlanta-Fulton County Joint Planning Board\nconcerning Mr. Estes' petitions for rezoning. The Joint Plan-\nning Board recommended that the petitions be denied as prema-\nture. On December 2, 1966 Mr. Estes appeared before the Ful-\nton County Commissioners of Roads and Revenues and requested\nthe approval of his petitions. At this meeting Mr. Estes\nstated that his project was going to be part of a large, long-\nranee plan, and that he intended to build \"nice apartments,\n—4-\n\ntown houses, and a shopping center.\" He also \"called atten-\ntion\" to the development of an industrial park nearby and the\nincreasing number of airline personnel expected in the area.\nHe said he had made the necessary arrangements for utilities\nand would submit detailed plans to the Planning Department sub-\nsequent to the rezoning. In executive session, the Commission\ners heard the planning and zoning administrators state that the\nPlanning Department felt the petitions should be denied with-\nout prejudice because they were premature. Nevertheless, the\nCommissioners unanimously adopted a resolution approving the\nzoning change requested by Estes, \"notwithstanding the adverse\nrecommendation\" of the Joint Planning Board, \"subject to ap-\nproval of plans by the Planning Staff.\" In 1967 Estes sold\nBoatrock to Crow and Susman.\nIn the spring of 1969 North American Properties, Inc.,\nowner of Red Oak at the time, filed a petition to rezone that\nland from an \"agricultural\" to an \"aloartments\" category. In\nMay the Atlanta-Fulton County Joint Planning Board recommended\ndenial of the petition. A hearing was held June 4, 1969 before\nthe Fulton County Commissioners of Roads and Revenues at which\ncounsel for North American, Mr. Charles Carnes, appeared ancil\nsought approval of the petition despite the adverse report of\nthe Joint Planning Board. Mr. Carnes stated that North Ameri-\ncan was prepared to satisfy all planning requirements in con-\nnection with a proposed project at Red Oak, and he also sub-\nmitted a list of seventeen points in reference to the project,\nthe first of which was: \"We agree to construct in accordance\nwith the site plan.\" In executive session, the Commissioners\n\n4\nadopted a resolution approving the zoning change requested by\nNorth American, \"notwithstanding the adverse recommendation\"\nof the Joint Planning Board, \"pursuant with stipulations pre-\n•\nsented by Mr. Carnes.\" The Ervin Company obtained an option\nto purchase Red Oak from North American in January, 1970 and\ntook title November 5, 1970.\nMeanwhile, the Atlanta Housing Authority became interest-\ned in developing low-rent public housing in unincorporated Ful-\nton County. In May, 1969, Lester Persells, Executive Director\nof AHA, wrote to Walter Mitchell, Chairman of the Commissioners\nof Roads and Revenues, and mentioned that AHA had received an\nallocation of 2,000 units for low-rent public housing from the\nHousing Assistance Administration of the United States Depart-\nment of Housing and Urban Development [\"HUD\"], and that AHA\nwanted to developperhaps 1,000 of these units in unincorporated\nFulton County. Persells suggested that a joint meeting be held\nto discuss plans for such housing, and such a meeting was held\nin July. In September, defendant E. Larry Fonts, Director of\nthe Fulton County Department of Planning, sent a detailed site\nevaluation report to Persells on three sites proposed for \"turn-\nkey\" projects in that portion of unincorporated Fulton County\nwithin AHA's jurisdiction. One of the three sites, \"Site A\",\nwas about a hundred yards from Boatrock, and Fonts' report\nstated that \"there are no major deterrents to development sur-\nrounding Site A in respect to land use, utilities, or trans-\nportation.\"\nIn the early part of 1970 preliminary plans were begun\nfor the development of low-rent public housing at Boatrock and\n\nRed Oak. Plaintiffs Crow and Susman apparently had been nego-\ntiating the sale of Boatrock to the Housing Corporation of\nAmerica [\"HCA';] subject to HCA's ability to get the AHA to\npurchase the completed low-rent public housing project under\nthe \"turnkey\" program. HCA had obtained an invitation from\nAHA to participate in a \"turnkey\" program, and on February 25,\n1970, HCA submitted a formal request for approval of the Boat-\nrock site for low-rent public housing.\nAbout this time an architectural firm apparently hired\nby the Ervin Company submitted site plans to Fulton County for\nthe construction of apartments at Red Oak. Mr. Lee Fore, Vice\nPresident of the Ervin Company, testified that he advised de-\nfendant Fonts that these plans were for low-rent public housing.\nOn April 10, 1970, the architectural firm sent the Red Oak site\nplans and a letter of intent to the Department of Planning as\na revision of the original petition for rezoning filed by  North\nAmerican Properties and approved by the Commissioners of Roads\nand Revenues the year before. Mr. Fonts recommended approval\nof the site plans submitted by the architectural firm in a\nmemorandum dated April 15, 1970, in which he also referred to\n2/\nthe rezoning at Red Oak as \"conditional.' A special meeting\n2/\nAn amendment adopted by the Commissioners of Roads and\nRevenues July 6, 1966, and added as Section 6 to Article XXVIII\nof the Zoning Resolution of Fulton County (1955) provides, in\npart:\n\"1. Each category for zoning shall have a subhead\ntl\nthereunder to be known as 'Conditional' for that\ncategory.\n2. Whenever any application for a change in the Dis-\ntrict Maps is accompanied or supported by specific\nplans and design for a particular development and use,\n\nof the Commissioners was held April 15, 1970, and the official\nminutes of the meeting [County Exhibit No. 11] contain the fol\nlowing entry:,\n\"Mr. Larry Fonts stated that they had submitted\nthe Revised Site Plan and Letter of Intent, and felt\nthat these Plans were very good and in order to be\napproved.\n\"Commissioner Aldredge, Chairman, stated that\nif there was no objection, the Revised Site Plan and\nLetter of Intent would be approved as presented, and\nmade a part of said Zoning Petition.\n\"Hearing no objections, it was so ordered by\nthe Board.\"\nApparently, however, the Commissioners were not told at that\ntime that public housing was involved.\nDuring the summer of 1970 the developers for Boatrock and\nRed Oak worked on the building plans for the public housing\n2/ (Cont'd.)\nand the Commissioners of Roads and Revenue,\nafter public hearing as provided in Section 4 of this\nArticle, approve such specific plans and design and\nsuch particular development and use and also approve\nsuch change in the District Mans, then the property\nmay be rezoned for the proper category as set forth\nin the Zoning Resolution of Fulton County as 'CONDI-\nTIONAL' under that category and the Building Inspector\nshall issue a building permit for the development of\nsuch property only in strict compliance with the plank\nsubmitted.\"\nIn Ervin Company v. Brown, Civil No. B-61735 (Super.Ct.\nFulton County, Mar. 29, 1971), it was held that the lancruage\n\"pursuant with stipulations presented by Mr. Carnes\" used by\nthe Commissioners when they rezoned Red Oak from \"agricultural\nto \"apartment\" use effectively rezoned the property as \"condi-\ntional\" within the meaning of Article XXVIII, Section 6, of th,,\nZoning Resolution of Fulton County (1955).\n\nprojects in preparation for obtaining building permits. On\nJuly 22 the AHA officially approved the Boatrock site for a\n\"turnkey\" project, and there was testimony at trial that the\nRed Oak site was also officially approved. By this time,how-\never, news of the nature of the Boatrock and Red Oak projects\nbegan to spread and a number of public meetings were held in\nsurrounding neighborhoods about it. On July 31, 1970, the\nFulton County Manager, Harry West, sent a memorandum to defen-\ndants Garner and Fonts which said, in part:\n\"Subject: Low cost housing, on Boatrock Road\n* * *\n\"On July 31 I discussed this memorandum and the\nentire project with Commissioner Jas. H. Aldredge\n,and Commissioner Charlie Brown. Because of the con-\ntroversy surround the [Red Oak] project which may\nbe expanded to include this one, I have been in-\nstructed to inform you that you are not to approve\nplans for any low cost housing nor issue any build-\ning permits for low cost housing until such time\nas the current controversy has ended and you are\nnotified that these instructions no longer apply.\"\n[Plaintiffs' Exhibit No. 22.]\nNevertheless, according to testimony of Mr. Lee Fore, of\nthe Ervin Company, numerous conferences were held between rep-\nresentatives of Ervin and the County and various corrections\nand changes requested by the County were made in the building\nplans. Finally, defendant Garner, the Director of the Insipec-\n\ntions and Licenses Department, advised Mr. Fore that everythin\nthat had to be done was done and that an application for a\nbuilding permit was in order. The Ervin Company applied for\nthe building permit and the application was denied by defendan\n3/\nGarner ii a letter dated November 10, 1970. — T1e letter men-\ntioned that the County had learned through the AHA that the\nproject to be built at Red Oak was entirely different from the\none envisaged when the Red Oak property was rezoned from agri-\ncultural to apartment use, and it concluded with the statement\n3/\nThe text of the letter is:\n\"The application filed by you on behalf of the Ervin\nCompany for a building permit to construct certain hous-\ning structures on Campbell Drive in Red Oak is hereby\ndenied.\n\"When the application for rezoning of this property\nfrom agricultural to apartment was granted, and in order\nto induce said rezoning, certain representations concern-\ning the nature of the structure and the purpose of the\ndeveloper in seeking rezoning and in the construction of\nthe project were made. Among these were the representa-\ntion that the structures were to be designed primarily\nto attract and accommodate personnel of the Atlanta Muni\ncipal Airport which is situated a short distance away,\nand the project when developed would produce substantial\ntax revenue to offset the cost of furnishing utilities\nand other facilities to the site.\n\"We have learned through the Atlanta Housing Authority\nthat an entirely different project - is now proposed which,\namong other things, will reduce fantastically the paymentls\nin lieu of taxes made to the County which will thereby\nsuffer substantial losses. Furthermore, it is evident.\nfrom an examination of the plans that the purpose there-\nof is to accommodate a large number of residents, in ex-\ncess of those represented and considered when the rezon-\ning to apartment purposes was granted. Under these cir-\ncumstances it is believed that the conditions under which\nthe property was zoned have not been met and the appli-\ncation for a building permit is therefore denied.\"\n\nthat since the conditions under which the rezoning had been\ngranted were not met the application for a building permit was\ndenied.\nThe Boatrock project followed a similar path. On Septem\nber 25, 1970, AMA Executive Director Persells sent a letter to\ndefendant Fonts saying that AHA was considering a \"turnkey\"\nI\nproject at Boatrock and requesting favorable County action on\na parking zone variance to be requested by the developer, HCA.\nOn September 29 Harold Sheats, the County Attorney, sent a\nmemorandum to Fonts and the Zoning Administrator which said:\n\"This is a 'hot potato'. I don't believe they\ncan get a variance of 1 inch on anything. Be sure\nand keep everybody informed of developments.\"\nHCA sent a letter to Fonts on October 6 in which it men-\ntioned that it had been chosen by AHA to develop Boatrock and\nrequested a parking zone variance (which was later withdrawn).\nDuring the fall months HCA representatives met periodically\n1 with Fulton County officials to discuss the furnishing of util-\nities and various aspects of the building plans for Boatrock.\nI \nHCA also reviewed the plans with the AHA. Finally, on December\n14, HCA's general contractor submitted an application for a\n1 building permit for Boatrock. The application was denied by\ndefendant Garner in a letter dated December 17, 1970, which\n4/\nwas virtually identical to the one sent the Ervin Companv...7\n4/\nfl The text of the letter is:\n\"On December 14, 1970 application for a building per-\nmit for the above project was made b y Mr. Lake McDonald.\n\"When the application for rezoning of this property\nfrom agricultural to apartment was granted, and in order\n\nOn December 23 Mr. Moreton Rolleston, Jr., counsel for\nplaintiffs Crow and Susman, appeared before a special meeting\nof the Commissioners of Roads and Revenues and requested that\nthe building permit for Boatrock be issued so that his clients\n1 \ncould coraplete performance of their contract with HCA. The\n/ \nofficial minutes of this meeting [County Exhibit No. 7] reveal\nthat Commissioner Walter Mitchell asked the County Attorney,\nMr. Sheats, whether in his opinion there was any valid reason\nwhy a building permit should not be issued for low-rent public\nhousing at Boatrock. Sheats replied that the permit should be\n1\nissued unless the applicant had not complied with representa-\ntions made at the time the property was rezoned. Defendant\nCommissioner Brown stated that he favored \"good\" apartments\n(cont'd.)\nto induce said rezoning, certain representa-\ntions concerning the nature of the structure and the\npurpose of the developer in seeking rezoning and in the\nconstruction of the project were made. Among these were\nthe representation that the structures were to be de-\nsigned primarily to attract and accommodate personnel of\nGreat Southwest Industrial Park and Delta Airlines and\nthe project when developed would produce substantial tax\n•(cid:9) revenue to offset the cost of furnishing utilities and\nother facilities to the site.\n\"We have learned through the Atlanta Housing Authority\nthat an entirely different project is now proposed which\namong other things, will reduce fantasticall y the payments\nin lieu of taxes made to the County which will thereby'\nsuffer substantial losses. Furthermore, it is evident\nfrom an examination of the plans that the purpose thereof\nis to accommodate large number of residents, in excess\nof those represented and considered when the rezoning to\napartment purposes was granted.\n\"Under these circumstances it is believed that the\nconditions under which the property was zoned have not\n1(cid:9)\nbeen met and the application for a building permit is\ntherefore denied.\"\nIt is quite evident that the County used the letter to\nthe Ervin Company as a model for this letter to HCA, to the\nextent that it says here that the rezoning was from agrieultur\n1 al use to apartment use (as was the case with Ervin) when, in\nfact, Estes had applied for rezoning from residential use to\napartment use.\n-12-\n\nin South Fulton and that he felt Mr. Estes had never intended\nto build low-rent housing at Boatrock. Commissioner Aldredge\nechoed Brown's feelings. Brown further stated that in view of\nthe Commissioners' rejection of the Red Oak application, he\ncertainly felt justified in rejecting Boatrock's as well.\nThere was testimony at trial that Commissioners Aldredge and\nBrown voted against directing the issuance of the building\npermit for Boatrock and that Commissioner Mitchell voted in\nfavor because he saw no legal reason why it should or could\nbe denied.\nThe Assistant County Attorney, Mr. Paul Anderson, wrote\nto Mr. Rolleston on January 8, 1971, that the reasons given in\nGarner's letter of December 17 were not the onlycnes behind\nthe denial of the building permit. Among other reasons, he\nwrote, were unresolved problems relating to storm and sanitary\nsewers, right-of-way on Boatrock Road, and adequate \"buffer\nscreens\". Five days later Anderson, Rolleston, an employee of\nplaintiff Crow, and defendant Fonts met to discuss Anderson's\nfetter, and plaintiff Crow agreed to meet the objections raised.\nOn January 13, 1971, Rolleston met with Commissioner\nBrown, newly elected Chairman of the Commissioners, and defen-\ndants Farris and Cates, who entered office as Commissioners\non January 6. Rolleston again re quested that Garner be direc-\nted to issue the building permit for Boatrock. The Commission-\ners advised him that they would not do so.\nThe next day Persells of AHA sent a letter to the Com-\nmissioners and asked that the County supply municipal services\nto Boatrock in accordance with the Cooperation Agreement ent-\nered into by the County and the City of Atlanta with AHA. On\n-13-\n\nJanuary 19 Mr. Rolleston filed an application for a building\npermit on behalf of plaintiffs Crow and Susman as landowners\nof Boatrock acid tendered the filing fee, and Garner again re-\nfused to issue it. Thereafter HCA made additional efforts to\nsecure the building permit without success.\nB. Conclusions \nThe entire defense of the County to the complaint as to\nBoatrock is, essentially, that when the Commissioners rezoned\nthe Boatrock site for apartment construction they thought \"nice\"\napartments would be built, and instead it is proposed that low\nrent public housing be built there. Other defenses concerning\nthe incompleteness of the building plans and lack of adequate\nsewer facilities for Boatrock are without foundation. Defen-\ndant Fonts testified that the final plans for Boatrock were\nacceptable to the Department of Planning, and a representative\nof the Public Works Department testified that sewer facilities\nfor Boatrock would be readu if and when it is built.\nThe County's position was given during trial by defen-\ndant Commissioner Brown, who testified that the following\nstatements he made on deposition were true:\n\"My principal objection is that they never pro-\nposed to out public housing there when the zoning\napplication was filed and heard by the Joint Plan-\nning Board when Mr. Estes appeared before our Board.\n* * *\n\"I will admit that property was never proposed\nto be used for public housing. That was my only\n-14-\n\nopposition and is the only o-Dnosition today.\"\n(Emphasis added.)\nThe County's defense as to the Red Oak complaint is the\nsame. The plans for low-rent public housing at that location\n•\nwere approved in substance April 15, 1970 by the Commissioners1\nThese plans had been described to the Commissioners as \"very\ngood\" and were acceptable to the Department of Planning. The\nErvin Company had complied with all prere quisites for the is-\nsuance of a building permit and, as in the case of Boatrock,\nthe only reason defendant Garner did not issue the permit was\nthat he was told by the Commissioners not to do so. The rea-\nson they told him not to do so was that when they rezoned the\nRed Oak site they did not think low-rent public housing would\nbe built there.\nAlthough the Commissioners say they want only \"nice\"\napartments at Boatrock and Red Oak it is clear that they are\nnot talking about the physical quality of the buildings. The\nevidence discloses that the cost-per-unit of the Boatrock\napartments is $11,200 while the average cost-per-unit of all\napartments built in Fulton County in 1970 was $9,000. It is\nalso clear that they are not concerned with the physical loca-\ntion of the buildings. An aerial photograph of the Boatrock\narea shows it to be, for the most part, vacant rural land\nbounded on one side by an industrial development. The Commis-\nsioners testified that they were aware that most tenants of\npublic housing are black, and the court is constrained to find\nthat the only objection the County authorities have to Boatrock\n\nand Red Oak is that the apartments would b occupied by low-\nincome, black tenants. The official minutes of the meetings\nthe Commissioners, the correspondence between the parties,\nof \nthe letters denying- the building permits, the memoranda of the\n5/\nCounty officials,  and the testimony at trial all compel this\nconclusion. It is plain what Commissioner Aldredge meant when\nstated his reason for denying a building permit to Boatrock\nhe \n\"[W]hen this rezoning was applied for Mr.\nEstes had stated that nice, luxury apartments\nwould be built for use of executives . . .\"\n(Emphasis added.) [County Exhibit No. 7.]\nIt is true that on oral argument the County stressed its\ncontention that the developers did not comply with original\nrepresentations and that the original zoning was conditioned\n6/\non such compliance. But the evidence— strongly suggests\nthat the County's resort tosuch use of conditional zoning was\nplanned contrivance to be used in any situation in which\na \npublic housing was involved.\n1 \nThe Boatrock and Red Oak sites are legitimately zoned\nfor the construction of apartments. Having already zoned\n5/\nAt trial the County objected to the admission of those\nmemoranda written by the County Attorne y on the ground that\nthey were privileged communications between an attorney and\nhis client. Only confidential communications between an at-\ni \ntorney and his client are privileged. See Wirtz v. Fowler,\n372 F.2d 315, 332 (5th Cir. 1966). These memoranda are Fulton\nCounty records  open to public inspection, [Ga. Code Ann.\nand \n§ 40-2701 (1970 Supp.)], so the privilege does not apply.\n6/\nSee page 72-23of this order.\n\nthese sites for apartments, it should be obvious that the\nCounty may not restrict the class of Americans to be housed\ntherein. Women's Kansas City St. Andrews Society v. Kansas \nCity, Mo., 58 F.2d 593, 603-604 (8th Cir. 1932); see, also,\nBuchanan.v. Warlev, 245 U.S. 60 (1917). By denying building\npermits for Boatrock and Red Oak the County has violated the\nEqual Protection Clause of the Fourteenth Amendment.\nII. THE TENANTS \nPlaintiffs (and intervenors) Carr and Calhoun are black\nresidents of Fulton County who are suing on behalf of them-\nselves and all eligible persons currently on the waiting list\nof the Atlanta Housing Authority for low-rent public housing.\nThey contend they are being denied access to low-rent public\nhousing outside the racially concentrated areas of Fulton\niI\n1 \nCounty due to the arbitrary action and thoughtless inaction\nof the County, in violation of the Equal Protection Clause and\nthe Civil Rights Acts of 1964 and 1968. Jurisdiction over\nthis § 1983 suit exists under 28 U.S.C. § 1343(3) and (4).\nFor better or worse, both by legislative act s/ and jud1-\ncial decision, this nation is committed to a policy of balance\nand dispersed public housing. See Kennedy Park Homes Ass'n. Ta\n7/\n— \"No person in the United States shall, on the ground of\nrace, color, or national origin, be excluded from participatin\nin, be denied the benefits of, or be subjected to discrimina-\ntion under any program or activity receiving Federal financial\nassistance.\" Civil Rights Act of 1964, 42 U.S.C. § 2000d (196-4-).\n-17-\n\nCity of  Lackawanna, 318 F.Supp. 669 (W.D. N.Y.), aff'd, 436\nF.2d 103 (2d Cir. 1970), cert. denied, 401 U.S. 1010 (1971);\nDailey v. City-of Lawton, Okla., 296 F. Supp. 266  Okla.\nW.D. \n1969), aff'd, 425 F.2d 1037 (10th Cir. 1970); Cautreaux v.\nChicago Housing Authority, 296 F. Supp. 907 (N.D. Ill. 1969),\nenforced in 304 F. Supp. 736, aff'd, 436 F.2d 306 (7th Cir.\n1970), cert. denied. 402 U.S. 922 (1971); Hicks v. Weaver,\n302 F. Supp. 619 (E.D. La. 1969). Among other things, this\nreflects the recognition that in the area of public housing\nlocal authorities can no more confine low-income blacks to a\ncompacted and concentrated area than they can confine their\nchildren to segregated schools. Moreover, the. court in\nI\nLackawanna held that even though the deprivation of plain-\ntiffs` equal housing rights had been caused to some extent\nby the sheer neglect and thoughtlessness of local officials,\nthere was, nevertheless, a violation of the Equal Protection\nClause. In so holding the court there cited Hobson v. Hansen, \n269 F. Supp.- 401  1967), aff'd sub nom., Smucks v.\n(D. D.C. \nHobson, 408 F.2d 175 (D.C. Cir. 1969) (en bane) in which\nJudge J. Skelley Wright held:\nI \n\"The complaint that analytically no violation\nof equal protection vests unless the inequalities\nstem from a deliberately discriminatory plan is\nsimply false. Whatever the law was once, it is\na testament to our maturing concept of equality\nthat, with the help of Supreme Court decisions\nin the last decade, we now firmly recognize that\nthe arbitrary quality of thoughtlessness can be\n-18--\n\nas disastrous to private rights and the public\ninterest as the perversity of a willful scheme\"\nAt 497.\n•\nThe Fifth Circuit, quoting the above, adopted Judge\nWright's view in Hawkins v. Town of Shaw, Mississinni, 437\nF.2d 1286 (5th Cir. 1971) and held that in civil rights suits\nalleging racial discrimination in contravention of the\nFourteenth Amendment actual intent to discriminate need not\nbe directly proved. The Second Circuit adopted this view\nspecifically in a housing context both in Lackawanna and in\nNorwalk CORE v. Norwalk Redevelopment Agency, 395 F.2d 920\n(2d Cir. 1968). The Ninth Circuit has hinted that it agrees\nwith the Second Circuit in this matter. Southern Alameda \nSpanish Speaking Organization v. City of Union City, Cali-\nfornia, 424 F.2d 291, 295-296 (9th Cir. 1970). Only a showing\nof compelling governmental interest could overcome a finding\nof unconstitutionality in such thoughtlessness and inaction\non the part of municipal officials. Sha piro  v. Thompson,\n394 U.S. 618 (1969); McLaughlin v. Florida, 379 U.S. 184 (1964)\nIt is also clear that the policy of HUD requires that\nPublic housing be dispersed outside racially compacted area.\nAt trial, the regional director of the southeastern office\nof HUD testified that he was now operating under the written\ninstructions of former HUD Secretary Robert C. Weaver in a\nmemorandum dated September 27, 1967 to direct the building\nof public housing outside \"ghetto\" areas, Such instructions\nwere substantially repeated by President Nixon on June 11, 1971,\n-19-\n\nand are part of the national housing policy. Indeed, relief\nI \nhas been granted against HUD for failing to comply with this\naffirmative duty to disperse public housing which is implicit\nin the Housing Act of 1949, the Civil Rights Act of 1964, and\n•\nthe Civil Rights Act of 1968. Shannon v. U.S. De*o i t. of \nHousing and Urban Development, 436 F.2d 809 (3rd Cir. 1970).\nAs this court pointed out, the public housing program\nin Atlanta has contributed, in no small way, to racial con-\ncentration in a compacted area. One of the consequences of\nthis racial concentration is that it has become virtually\nI\nimpossible to achieve meaningful school desegregation. Indeed,\nas even a glimmering of objectivity will disclose, a dispersal\nof urban housing patterns is the only alternative to massive\nbussing if desegregation, rather than resegregation, is to\nbe achieved. See Calhoun v. Cook, Civil No. 6298 (N.D. Ga.,\nJuly 28, 1971). A second consequence has been a swelling of\nthe unemployment rolls in the City since job opportunities\nhave become more scarce each year, although they have in-\ncreased in the suburbs. In a report to Congress and the\nPresident, the National Commission on Urban Problems stated:\n\"The overwhelming majority of the future\n•\nnonwhite population growth is likely to be\nconcentrated in central cities unless major\nChanges in public policies come about.\n• •(cid:9) •\nSlums in our big cities, which are now\nin the midst of social decay, may well become\n-20-\n\nsocial and economic disaster areas.\nIt is entirely possible that a greater\nconcentration cf Negroes in the central cities\nwould be accompanied by an increase in tension\nand violence. If this violence is met by\nrepressive measures there could be a further\npolarization of blacks and whites, and the\nflight of more and more businesses, and there-\nfore, jobs from the city.\nThe suicidal consecRiences that such a\npossibility suggests are not pleasant to\ncontemplate. They threaten our country.\"\nNATIONAL COMM'N ON URBAN PROBLEMS, BUILDING\nTHE AMERICAN CITY, H. R. DOC. NO. 91-34,\n91st Cong., 1st Sess. 5 (1969).\nGiven the decisions previously cited it is abundantly\nclear that, in the absence of supervening necessity, any\ncounty action or inaction intended to perpetuate or which in\neffect does perpetuate the conditions just described cannot\nstand. Nor can county action or inaction which would thwart\ntheir correction be permitted to continue.\nThe County defendants testified that they are aware of\nthese conditions, yet they have come forward with no justi-\nfication, compelling or otherwise, for their passivity, their\nrefusal to cooperate, indeed their active opposition to plans\ndesigned to alleviate them. Boatrock and Red Oak, which have\nthe approval of the AHA and :IUD, are designed to reverse the\n-23.-\n\ntrend toward racial concentration in line with the national\nhousing policy. The County's unconstitutional efforts to\nprevent their construction have, until today, effectively\nfrustrated the achievement of dispersal in public housing.\nDuring the Boatrock-Red Oak \"crisis\" the Federal Housing\nAuthority authorized a rent-subsidy program (\"FHA 236\" housing)\nin a section of unincorporated Fulton County. The County\nAttorney, Mr. Sheats, sent the following memorandum to de-\nfendant Garner and copies to defendant Fonts and the County\nManager:\n\"I have learned that the proposed FHA 236\nApartment at 4455 Cascade Road will be low-cost\n_public housing. Wave a flag, shoot a gun, ring\na bell, and do everything to make all of our\npeople aware of the situation. We do not want\nanother Red Oak or Kimberly Road crisis.\"\nTwo weeks later Mr. Sheats sent another memorandum to\ndefendant Fonts and a copy to Garner in which he admitted he\ndid not see how it was possible to stop \"FHA 236\" housing\nalthough he hoped pending legislation would be enacted to\n1\ncurb the Atlanta Housing Authority. He continued: •\n\"In the meantime, we can control the matter\nwithin some limits by making all apartment zoning\nin practice 'conditional' with a detailed require-\n,\nment for number of units, type of structure, etc.\nWhen and if an effort is made to list these con-\n!\nditions, the new plans can be carefully scrutinized\n1(cid:9)\n-22-\n\nand precautions taken. When the question is\ndoubtful or controversial, the Commission ex\nmero motes can call a special hearing though\nthe conclusions reached at the public hearing\nwould be merely educational and advisory.\nThe Commission would not be bound.\"\nAt the opening of the second day of trial, the court\nasked counsel for the County whether the County was opposed,\non principle, to the construction of public housing in unin-\ncorporated Fulton County. Counsel replied that it was not,\nand that the Commissioners of Roads and Revenues had adopted\na resolution in favor of the acceptance of public housing in\nunincorporated Fulton County. Such resolve, though welcome,\nis both inadequate and late. Taken together and viewed in\ntheir historical context, the actions of the County in re-\nsisting atmpts designed to achieve the national housing\npolicy of balanced and dispersed public housing and failing\nto assist such attempts violate the Equal Protection Clause\nOf the Fourteenth Amendment. Relief from this violation of\nthe constitutional and statutory rights of plaintiffs (and\nintervenors) Carr and Calhoun and the class they represent\nmust be granted by this court.\nI \nIII. OTHER MATTERS \n. Res Judicata \nAfter their application for a building permit was\ndenied, plaintiffs Crow and Susman filed suit in Fulton County\nSuperior Court for a mandamus absolute to compel the issuance\n-23-\n \n\nf a building permit. The mandamus absolute was denied.\nCrow v. Brown, Civil No. B-61836 (Super. Ct. Fulton County,\nFebruary 17, 171). The time for taking an appeal of that\n1\ndecision has now lapsed. Similarly, the'Ervin Company filed\na suit for a mandamus absolute and it, too, was denied. The\nErvin Comnanv  v. Brown, Civil No. B-61735 (Super. Ct. Fulton\nCounty, March 29, 1971). Ervin has appealed that decision\nand the appeal is now pending.\nThe County defendants contend that the legal issues\nraised by plaintiffs Crow and Susman and plaintiff-intervenor\nI\nThe Ervin Company were fully litigated and adjudicated by these\ncases in the state courts and, therefore, may not be relitigatec\nhere under the doctrine of res judicata. The court does not\nagree.\nThe two state court mandamus proceedings were concerned\nwith the narrow,threshold question of whether municipal law\n'imposed a peremptory duty upon the County defendants to perform\nthe ministerial act of issuing building permits to these plain-\niti:ffs. The state courts decided only that municipal law did\nnot impose such a peremptory duty.\nI\nThe broad issue raised by these plaintiffs here, on the,\nother hand, is whether the Fourteenth Amendment to the United\niStates Constitution prohibits the County defendants from\n;exercising whatever discretion allowed by municipal law for\nthe avowed purpose of excluding low-income blacks from .apart-\nI\niments proposed for construction en land zoned for apartments.\nThis issue was not raised, litigated, or adjudicated in the\n-24-\n\nstate courts and mast certainly is not barred under the doctrine\nof res judicataY\nB. The Atlanta Housing Authority\nz\nThe Atlanta Housing Authority was founded in 1938. In\nthe same year of its organization both the City of Atlanta\nand Fulton County entered into a Cooperation Agreement with\nthe AHA by which they agreed to furnish necessary utilities\nand services for such projects as AHA might sponsor and to\nlend assistance in obtaining zoning changes when necessary.\nIn return, AHA agreed to make certain payments to the City\nand County in lieu of taxes to help the local governments\ndefray their loss of revenues from such private property as\n•■■\nmight be removed from their tax digests. These Cooperation\nAgreements have been periodically renewed and over the years\nthe County has received some $1,800,000 from AHA in lieu of\ntaxes. As this court has already noted, despite these facts\nThe companion doctrine of collateral estoppel would,\nhowever, apply. In the state court proceedings, Crow v. Brown,\nsupra, the Superior Court concluded that the building plans\nsubmitted by HCA had not been officially approved by the De-\npartment of Planning. Plaintiffs, therefore, would be  estopped\nfrom raising that matter here and, in fact, have not raised it.\nSimilarly, in the state court proceedings of Ervin Company\nv. Brown, supra, the Superior Court concluded that the rezohing\nof Red Oak on June 4, 1969, had been \"conditional\" as that term\nis used in the amended Zoning Resolution of Fulton County (see\nfn. 2) and that the present building plans for Red Oak did not\ncomply with those underlying \"conditions\". The Superior Court\ndid not consider the revised plans submitted and officially\napproved by the Commissioners of Roads and Revenues April 15,\n1970, nor did it adjudicate their status. The Ervin Company\nis not estopped, as a result, from contending here that the\npresent plans for Red Oak are substantially the same as the ones\nofficially approved. by the Commissioners April 15, 1970. The\ncourt has accepted that contention.\n-25-\n\nno low-rent public housing has ever been placed in the unin-\ncorporated areas of Fulton County and all of AHA's activities\nhave been conf,ined until recently to that part of Fulton\nCounty within the city limits of Atlanta.\nPlaintiffs Crow and Susman seek injunctive and declara-\ntory relief against AHA on the ground that it has continued\nto promote racial concentration in public housing and has not\nvigorously attempted to get Fulton County to issue a building\npermit and provide municipal services for Boatrock. Plaintiffs\nask the court to enjoin future construction of AHA projects\nwithin the city limits of Atlanta until a reasonable arlount\nof low-rent public housing is dispersed throughout Fulton\nCounty, including its unincorporated parts. AHA has vigor-\nously contended that plaintiffs Crow and Susman lack standing\nto sue for such injunctive relief against AHA and its con-\ntention has some appeal. Under Association of Data Processing\nService Organizations, Inc. v. Cam, 397 U.S. 150 (1969) and\nBarlow v. Collins, 397 U.S. 159 (1969), in order for plain-\ntiffs to have standing they must allege injury in fact and\nmust show that the interest they seek to protect is arguably\nwithin the \"zone of interests\" to be protected or regulated\nby the statutory or constitutional provision in question.. At\nfirst glance it would seem that even under Data Processing.\nplaintiffs Crow and Susman, as competitors, have no standing\nto seek an injunction preventing AHA from authorizing and\ndeveloping projects other than Boatrock within the city limits\n-26-\n\nof Atlanta. The prior history9/ and decision in Arnold Tours,\nInc. v. Camp, 400 U.S. 45 (1970), however, particularly its\nreiteration that the trend of recent cases is to enlarge the\nclasses of persons deemed to have standing, suggests a con-\ntrary conclusion. If plaintiffs Crow and Susman, promoters\nof low-rent public housing at Boatrock, had proved during\nthe trial that the AHA, which is also promoting low-rent\nData Processing held that Section 4 of the Bank Service\n9/(cid:9)\nCorporations Act, 12 U.S.C. § 1864 (1964), which  prohibits bank\nservice corporations from engaging in any activity other than\nthe performance of bank services for banks, arguably brought\nwithin its zone of interests the right of a data Processing\nassociation to be protected from competition by national banks\nin the provision of data processing services. .As a result, the\ndata processing association was deemed to have standing to seel,\n/ injunctive relief against the Comptroller of Currency who had\nissued regulations designed to permit national banks to provide\nsuch services. Arnold Tours was a companion case brought by\n-travel agencies to restrain competition by national banks which,\nunder the authority of regulations issued by the Comptroller\nof Currency, had entered the travel business. The Supreme\nI  ,\nCourt vacated the decision of the First Circuit in Arnold Tours\nI\nwhich had held that plaintiffs lacked standing and remanded the\n1 \ncase to the First Circuit for reconsideration in light of the\n Data Processing decision.\nremand, the First Circuit interpreted Data Processing\nOn \n1\ngive the data processing association standing because the\nto \n! legislative history revealed that Congress had the protection\nof data processers specifically in mind when it authorized\n1 \nentities to engage in data processing for banks.\n1 \n\"Clearly the Court did not feel that the mere fact\n;(cid:9)that they were in competition with the defendant ban s\nk\ngave them standing. Had it intended so substantial a\nI\nchange in the law it would not only have written a quite\nI\t different opinion in Data Processing; it would have re-\nversed us out of hand.\" Arnold Tours, Inc. v. Camp, 428\nF.2d 359, 361 (1st Cir. 1970).\n1(cid:9) Plaintiffs in Arnold Tours again appealed and the Supreme\ni Court, in a terse per curiae opinion, reversed. Arnold Tours,\nInc. v. Camp, 400 U.S. 45 (1970). The Court held that when\nnational banks enter the travel business they compete with\ni1  travel agencies no less than they compete with data processers\n when they provide data processing services to their customers.\n;\nThe Ccurt took pains to reiterate that the trend is \"toward\nI\nenlargement of the class of people who may protest administra-\n1 tive action.\" At 46.\n-27--\n\npublic housing and in that sense competing with plaintiffs, is\nstill engaged in furthering racial concentration in Atlanta by\npromoting low-Tent public housing in compacted areas and fail-\ning to promote low-rent public housing in dispersed areas\nsuch as Boatrock, plaintiffs would have had grounds for\nrelief against AHA under the Equal Protection Clause. The\nallegations of plaintiffs Crow and Susman were sufficient to\nraise this possibility of unconstitutional competition and\nplaintiffs arguably were within the zone of interests to be\nprotected by the Equal Protection Clause. Therefore, under\nArnold Tours and its predecessors, plaintiffs do have standing\nto sue AHA.\n-However, plaintiffs proved no such thing. On the con-\ntrary, the evidence was that better than 93% of all units now\nproposed by AHA are to be built in areas having a population\nbetween 80% and 90% white. Furthermore, AHA's approval of\nBoatrock and Red Oak and its attempts to secure municipal\nservices from Fulton County for Boatrock -- including the\nfiling of a crossclaim in this action -- show that AHA's\npresent desire is to disperse public housing. No relief\nagainst AHA is warranted.\nAHA's crossclaim against the County is based on the\ncontention that the County has violated the letter and spirit\nof the current Cooperation Agreement to which the County, AHA,\nand the City of Atlanta are parties by failing to assist in\nthe placement of low-rent public housing in unincorporated\nFulton County. The Cooperation Agreement, as already noted,\n-28-\n\n•\nprovides in part that the Count y cooperate with AHA by pro-\nviding municipal services and assisting in zoning matters so\nthat projects approved by AHA may be built. Nothing in this\nAgreement specifically obligates the County to rezone partic-\nular tracts of land for public housing use or to direct the\nissuance of building permits for particular types of projects.\nThe crossclaim will be dismissed.\nC. HUD\nPlaintiffs Crow and Susman also seek declaratory and\ninjunctive relief against Secretary Romney and HUD on grounds\nsimilar to those advanced in their claim against the AHA\n,The evidence shows that HUD makes no initial site\nselection for low-rent public housing; it merely approves or\ndisapproves selections made by local housing authorities and\nassists in funding approved selections. It also appears that\nHUD has expressly disapproved several projects recently which\nwould have furthered racial concentration in compacted areas,\nand that it has expressly approved projects to be constructed\noutside such compacted areas, including Doatrock and Red Oak.\nNo relief against HUD is warranted.\nD. The City of Atlanta \nFinally, plaintiffs Crow and Susman have sought injunc-\ntive relief against Atlanta to prevent it from issuing building\npermits for public housing which would further racial concen-\ntration in compacted areas. There has been no proof that the\nCity is aboat to do this, and no relief against the Cit y will\nbe granted.\n-29-\n\n•\nIV. REMEDY\nFor the foregoing reasons it is hereby ORDERED that,\neffective today:\n1. The Commissioners of Roads and Revenues of Fulton\nCounty are enjoined from issuing any instructions to any\nFulton County official to refrain from issuing building\npermits for the \"Boatrock\" and \"Red Oak\" projects;\n2. Defendant Garner shall issue building permits for\nthe \"Boatrock\" and \"Red Oak\" projects;\n3. All Fulton County officials are enjoined from\ninterfering in any way with the construction and completion\nof the \"Boatrock\" and \"Red Oak\" projects;\n4.(a) The Commissioners of Roads and Revenues of Fulton\nCounty and other County officials such as the Director of the\nDepartment of Planning are to meet with representatives of\nthe Atlanta Housing Authority within 10 days to appoint a\njoint committee which will draw up a list of general areas\nthat lie both within the unincorporated sections of Fulton\nCounty and the jurisdiction of the Atlanta Housing Authority\nin which low-rent public housing would be appropriate.\n(b) This joint committee shall, within 30 days afte .\nsuch meeting, draw up such a list with a view toward full\ncompliance with the national housing policy of balanced and\ndispersed public housing;\n(c) Within 60 days after the completion of such a list,\nthe joint committee shall prepare detailed site evaluation\nand planning reports and recommendations for more specific\nlocalities within the general areas that would be appropriate\n-30-\n\nfor low-rent public housing under the national housing policy.\nRepresentatives of the City of Atlanta and the federal govern-\nment may be cabled upon for assistance in the preparation of\nsuch reports.\n(d) . .Copies of all lists and reports shall be served\n•\nupon the Atlanta Housing Authority, the regional office of\nHUD, the Commissioners of Roads and Revenues of Fulton County,\nand this court.\n(e) Within 30 days after the submission of such reports\nand recommendations by the joint committee, the Commissioners\nof Roads and Revenues shall meet with representatives of the\nAtlanta Housing Authority for the purpose of implementing\nthe recommendations of the joint committee. The results of\n1 \nthat meeting shall be reported to this court.\n5. The prayers for relief of plaintiffs Crow and Susman\nagainst defendant Persells and the Atlanta Housing Authority,\nSecretary Romney and HUD, and the City of Atlanta, are DENIED.\n6. The crossclaim of the Atlanta Housing Authority\nagainst defendants Brown, Farris, Cates, Garner and Fonts is\nDISMISSED.\nSo ordered this the 7th day of September, 1971.\nC \n• I(cid:9)\nJudge, United States-District Court\nfor the Northern District of Georgia",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/93160"
    }
  ],
  "document_count": 3
}