{
  "case_id": 9860,
  "fetched_at": "2025-10-20T22:41:16.864991",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Racine County Sheriff's Department",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Racine",
        "name": "Racine County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "In Process (Public)",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": null,
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1980,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Eastern District of Wisconsin",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1979-06-19",
    "filing_year": 1979,
    "id": 9860,
    "injunction_duration": null,
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-27T00:00:00-04:00",
    "main_docket": {
      "id": 33220,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1979,
      "docket_filing_number": 447,
      "is_main_docket": true,
      "court": "Eastern District of Wisconsin",
      "state": "Wisconsin",
      "docket_office_number": "2",
      "docket_number_manual": "2:79-cv-00447",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Tinetti v. Wittke",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": 1979,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff, a female, was pulled over for speeding.  Since she was not a resident of Wisconsin and could not post a $40 cash bond, she was taken to Racine County Jail where she was strip-searched without probable cause of contraband.",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": null,
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1979-10-31",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Wisconsin",
    "summary": "<p>(This summary is temporary, while we research the case.) The plaintiff in this case sought to enjoin Racine County law enforcement from strip searching persons arrested for non-misdemeanor traffic violations absent probable cause to believe the offender is concealing weapons or contraband on his their person. The district court enjoined defendants from conducting strip searches under these circumstances.</p>",
    "summary_published_date": "2024-02-29T14:15:19.237707-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1980-04-24",
    "clearinghouse_link": "clearinghouse.net/case/9860",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9860",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9860",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9860"
  },
  "documents": [
    {
      "date": "1979-10-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 486,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 479,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Wisconsin",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55667,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55667.pdf",
      "title": "Memorandum and Order",
      "text": "479 F.Supp. 486 (1979)\nJill TINETTI, Plaintiff,\nv.\nLee WITTKE, Sheriff Racine County, Jane Doe, a Racine County Matron whose name is\nunknown, County of Racine, Defendants.\nNo. 79-C-447.\nUnited States District Court, E. D. Wisconsin.\nOctober 31, 1979.\n487 *487 Terry W. Rose, Cotton, Rose & Rose, Kenosha, Wis., for plaintiff.\n488 *488 Richard H. Kjeldgaard, Asst. County Corp. Counsel, Racine, Wis., for defendants.\nMEMORANDUM AND ORDER\nWARREN, District Judge.\nPlaintiff brought this civil action on June 19, 1979, for declaratory and injunctive relief restraining defendants from\nstrip searching persons arrested for non-misdemeanor traffic violations absent probable cause to believe the\noffender is concealing weapons or contraband on his body. The facts are not in dispute and have been stipulated\nto by the parties.\nOn August 17, 1978, plaintiff, a resident of Colorado, was driving with her four children north on Highway I-94 in\nRacine County to her mother's home in New Berlin, Wisconsin. Plaintiff was arrested by a state police officer at\nabout 11:30 p. m. for speeding. Because she did not reside in Wisconsin, plaintiff was informed by the officer that\nshe would have to post a $40.00 cash bond. Plaintiff was unable to post the $40.00 cash bond, and the officer\nrequested that she follow him to the Racine County Jail.\nAt the Racine County Sheriff's Department, plaintiff was booked, photographed and then taken to a room by\ndefendant Jane Doe. Defendant Doe told plaintiff to remove her clothes, whereupon plaintiff refused, responding\nthat she was not a common criminal but was being held solely due to her inability to post bail for her traffic\noffense. Defendant Doe then again told plaintiff to \"strip,\" explaining that defendant would be performing a body\nsearch for contraband. Plaintiff complied, and when naked, was asked to bend over and spread her buttocks\nwhile defendant Doe visually inspected her genital and anal areas. Only plaintiff and defendant Doe were present\nin the room during the strip search. When defendant Doe had completed her examination, plaintiff was\nincarcerated in a cell for about two hours until her uncle posted the $40.00 cash bail.\nDefendant Doe's strip search of plaintiff was executed pursuant to a written policy of the Racine County Sheriff's\nDepartment that all persons detained in the Racine County Jail, regardless of the offense, be subject to a strip\nsearch. The policy provided that no touching of detainees would occur, and that the searches would be\nconducted by guards of the same sex as the detainees. The policy was based on procedures recommended by\nnational and state-wide organizations experienced in problems occurring in jails.\nThis Court issued a preliminary injunction on August 10, 1979, enjoining the defendants from undertaking,\nexploring, maintaining or adopting any policies, procedures, practices or acts of strip searching persons charged\nwith non-misdemeanor traffic offenses, except where law enforcement officials have probable cause to believe\nthat contraband or weapons are being concealed on the offender's body. In response to this injunction, the Sheriff\nof Racine County modified the policy of the Racine County Jail to prohibit strip searching non-misdemeanor traffic\nviolators held in jail before arraignment or trial unless there is probable cause to believe that contraband or\nweapons are being concealed. The Sheriff approved the same policy as applicable to a new jail facility in Racine\n\nCounty which, when opened in November, 1979, will house non-misdemeanor traffic violators awaiting a court\nappearance in a holding cell rather than with the general prison population.\nDefendants filed a motion for summary judgment on August 28, 1979. Plaintiff had earlier, on August 15, 1979,\nalso filed a motion for summary judgment. Summary judgment is appropriate only if, after viewing all of the\npleadings, depositions, admissions, answers to interrogatories and affidavits, this Court finds that there is no\ngenuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Poller v.\nColumbia Broadcasting Corp., 368 U.S. 464, 82 S.Ct. 486, 7 L.Ed.2d 458 (1962).\nDefendants contend, in support of their motion, that this case is moot because the strip-search policy challenged\n489 by plaintiff *489 has been stopped and there is no reasonable likelihood of its reoccurrence. While no case or\ncontroversy generally exists when allegedly illegal conduct has ceased, a case may be considered as not moot\nwhen the issue is \"capable of repetition yet evading review.\" Southern Pacific Terminal Company v. Interstate\nCommerce Commission, 219 U.S. 498, 31 S.Ct. 279, 55 L.Ed. 310 (1911); see Weinstein v. Bradford, 423 U.S.\n147, 96 S.Ct. 347, 46 L.Ed.2d 350 (1975). The plaintiff must show, however, that there is some cognizable\ndanger of recurrent violations that is more than a mere possibility. United States v. W. T. Grant Company, 345\nU.S. 629, 73 S.Ct. 894, 97 L.Ed. 1303 (1953). Specifically, the challenged action must be too short in duration to\nbe fully litigated prior to its cessation, and there must be a reasonable expectation that the complaining party\nwould be subject to the same action again. Weinstein v. Bradford, supra; Preiser v. Newkirk, 422 U.S. 395, 95\nS.Ct. 2330, 45 L.Ed.2d 272 (1975).\nThis Court finds, from the undisputed evidence, that the present situation is one capable of repetition yet evading\nreview. Although the Racine County Sheriff has changed the strip search policy in conformance with this Court's\npreliminary injunction, the former policy could be reinstated by the Sheriff at any time. Furthermore, if a new\nSheriff is elected, nothing would preclude him, absent the present preliminary injunction, from reverting to the\nroutine practice of strip searching detainees. And while the new Racine jail facility purports to segregate traffic\nviolators from the general prison population, economic or spatial limitations could cause such policy to be ignored\nuntil further challenge. The resulting mixture of prisoners could cause an inadvertent reversion to the strip\nsearching of all detainees.\nThe occurrence of citations for traffic violations is certainly not a rarity in this society. Accordingly, the arrest of\ntraffic violators for unpaid fines or other minor offenses will occur frequently. In addition, the possibility of\nnonresident traffic violators being unable to post the required bond is also high. As such, there is more than a\nmere possibility that plaintiff, or any other traffic violator, would be subject to a strip search while awaiting an\narraignment or the posting of bail.\nIn addition to being capable of repetition, the present situation is one which may also evade review. While the\ntotal time involved in a strip search is minimal, the humiliation and embarrassment experienced by the offender\nare much more long lasting. If this Court holds the case moot, thus precluding plaintiff from being heard on the\nmerits, there is nothing to prevent defendants from reinstating the strip search policy until another challenge\narises. \"Where . . . state action or its imminence adversely affects the status of private parties, the courts should\nbe available to render appropriate relief and judgments affecting the parties' rights and interests.\" Super Tire\nEngineering Company v. McCorkle, 416 U.S. 115, 125, 94 S.Ct. 1694, 1699, 40 L.Ed.2d 1 (1974).\nFurthermore, \"the voluntary abandonment of a practice does not relieve a court of adjudicating its legality,\nparticularly where the practice is deeply rooted and long standing.\" Gray v. Sanders, 372 U.S. 368, 376, 83 S.Ct.\n801, 806, 9 L.Ed.2d 821 (1963).\nThe challenged practice has been in effect for several years. It was based on procedures recommended by\nreputable organizations, familiar with prison problems, which are based in New York, Washington, D. C., as well\nas Madison, Wisconsin. Defendants did not alter their policy until a preliminary injunction was issued against its\nmaintenance. Indeed, the defendants argued in their brief opposing the preliminary injunction that the policy was\nconstitutional and should be continued. Because of the long-standing use of the strip search procedure and\ndefendants' repeated earlier claim that the policy should be continued, the voluntary cessation of its use should\nnot leave the defendants \"free to return to . . . [their] old ways.\" United States v. W. T. Grant Company, 345 U.S.\n490 at 632, 73 S.Ct. at 897. Defendants' motion for summary *490 judgment must be and is hereby denied.\n\nProceeding to the plaintiff's claim, this Court agrees with plaintiff that, as a matter of law, the strip searching of\nplaintiff, a non-misdemeanor traffic violator who was incarcerated due to the inability to post cash bail, was an\nunconstitutional denial of the personal liberty guaranteed her by the United States Constitution. The Fourth\nAmendment of the United States Constitution provides that:\n[t]he right of the people to be secured in their persons . . . against unreasonable searches and\nseizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported\nby oath or affirmation, and particularly describing the place to be searched, and the persons or\nthings to be seized.\nAlthough the prevalent rule is thus that searches or seizures may not be made without a warrant, an exception\nexists allowing a warrantless search incident to a lawful custodial arrest. United States v. Edwards, 415 U.S. 800,\n94 S.Ct. 1234, 39 L.Ed.2d 771 (1974); United States v. Robinson, 414 U.S. 218, 94 S.Ct. 467, 38 L.Ed.2d 427\n(1973); Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969). The mere fact that a person is\nvalidly arrested, however, does not mean that he may be subject to any search which the arresting officer feels is\nnecessary. United States v. Mills, 153 U.S.App.D.C. 156, 472 F.2d 1231 (D.C.Cir. 1972). Such searches have\ntraditionally been justified by the reasonableness of the discovery of, (1) weapons or instruments of escape; or\n(2) evidence which could be otherwise concealed or destroyed. United States v. Edwards, supra; United States v.\nMills, supra.\nNeither of these justifications are present in the instant case. Plaintiff was not searched by the arresting officer,\nwho apparently felt that there was no reason to believe plaintiff carried any weapons on her person or in her\nmotor vehicle. Plaintiff's offense itself, a non-misdemeanor traffic violation, generally does not involve the use of a\nweapon.\nFurthermore, the discovery of evidence was not a sufficient justification for the search of plaintiff, given the type\nof offense she committed. The only materially probative pieces of evidence as to plaintiff's exceeding of the\nspeed limit were the reading on the speedometer of the plaintiff's automobile, as remembered by plaintiff or her\npassengers, and the reading on the officer's speed-measuring device. As such, plaintiff had no reason to conceal,\nand the officer had no reason to suspect, the existence of any evidence which could be discovered through a\nstrip search of plaintiff.\nIn evaluating the propriety of an act alleged to have constituted an \"unreasonable\" search within the meaning of\nthe Fourth Amendment:\n[T]he permissibility of a particular law enforcement practice is judged by balancing its intrusion on\nthe individual's Fourth Amendment interests against its promotion of legitimate government\ninterests . . . the reasonableness standard usually requires, at a minimum, that the facts upon\nwhich an intrusion is based be capable of measurement against an \"objective standard,\" whether\nthis be probable cause or a less stringent test. Delaware v. Prouse, 440 U.S. 648, 654, 99 S.Ct.\n1391, 1396, 59 L.Ed.2d 660, 667-8 (1979).\nThe undisputed facts show that plaintiff was strip searched as a part of a routine, long-standing policy of\ndefendants, without consideration as to whether probable cause existed to believe that she was concealing\nweapons or contraband. While law enforcement personnel do have a legitimate interest in discovering weapons\nor contraband, that interest cannot be indiscriminately satisfied by the strip searching of non-misdemeanor traffic\nviolators where there is no reason to believe that the violators have concealed any such articles. The intrusion on\none's personal dignity occasioned by such searches requires that some justifiable basis exist.\n491 The basic error in defendants' across-the-board use of strip searches was *491 recently articulated in Sala v.\nCounty of Suffolk, (E.D.N.Y. 11/28/78) (unpublished decision), which involved a fact situation very similar to that\nof the present case. One of the plaintiffs in Sala had been arrested for failure to pay a $15 speeding fine. The\nother plaintiff had been arrested for failure to respond to a summons which had been sent to the wrong address.\nBoth had been strip searched in the same manner as plaintiff, and pursuant to a policy of routine searches. In\nholding the policy unconstitutional, the court, in an oral decision, stated:\n\nHere on one side of the balance scale we have the intrusion into personal dignity and privacy in a\nway that for some people at least might cause serious emotional distress. A search of [this] . . type\n. . . including the visual inspection of the anal and genital areas, has been characterized by\nvarious witnesses here, and by judges in some other cases, as demeaning, dehumanizing,\nundignified, humiliating, terrifying, unpleasant, embarrassing, repulsive, signifying degradation and\nsubmission . . .. The search procedure is unconstitutional, because, while it is rationally related to\nthe objective sought, discovering weapons, it is not the least intrusive means which could\naccomplish the same result . . balancing all of [the] factors, the defendant's application of the\nsearch procedure . . . as a matter of routine, to all persons brought to the Happaque detention\nfacilities on warrants to appear before a district court judge on petty offenses, has no reasonable\nnor rational basis, constitutes a denial of liberty without due process of law, violates the Fifth and\nFourteenth Amendments, and also constituted an unreasonable search in violation of the Fourth\nand Fourteenth Amendments of the constitution. Sala v. County of Suffolk (E.D.N.Y.1978),\ntranscript pp. 715(a), 717(a), 719(a).\nUnlike pretrial detainees charged with a criminal offense, there is little reason to suspect that traffic violators will\nconceal contraband or weapons, particularly when they are incarcerated solely due to their inability to post cash\nbail. Defendants' blanket strip search policy cannot be maintained when to do so intrudes into the personal\ndignity of traffic violators without any relation to the likelihood of his concealment of weapons or contraband. For\nthe foregoing reasons, the policy, as a matter of law, violates the Fourth, Fifth, and Fourteenth Amendments of\nthe United States Constitution. Plaintiff's motion for summary judgment must be and is hereby granted.\nPlaintiff seeks not only declaratory relief adjudging defendants' strip search policy unconstitutional as applied to\nher, but also permanent injunctive relief. Although plaintiff brought her claim as an individual rather than as part of\na class action, the general rule is that where requested injunctive relief is appropriate when it will benefit the\nclaimant and all others subject to the practice under attack. Sandford v. Coleman Realty Company, Inc., 573 F.2d\n173 (4th Cir. 1978). Thus, a permanent injunction may issue from this Court applying to plaintiff as well as other\nnon-misdemeanor traffic violators who might be affected by defendants' strip search policy.\nAccordingly, for the reasons given, this Court declares that the defendants' subjection of plaintiff, a non-\nmisdemeanor traffic violator incarcerated only due to the inability to post cash bond, to a strip search without\nprobable cause to believe that she was concealing weapons or contraband on her body was a violation of the\nplaintiff's rights under the Fourth, Fifth, and Fourteenth Amendments of the United States Constitution.\nFurthermore, this Court permanently enjoins and restrains defendants from undertaking, enforcing, maintaining or\nadopting any policies, procedure, practices or acts of strip searching persons charged with traffic offenses which\nare not misdemeanors except where law enforcement officers have probable cause to believe that contraband or\nweapons are being concealed on the person of the traffic violator.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55667"
    },
    {
      "date": "1979-10-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 486,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 479,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Wisconsin",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 21388,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/21388.pdf",
      "title": "Memorandum and Order",
      "text": "486  479 FEDERAL SUPP!£MENT \ndate the plaintiff gave notice of the loss \nuntil the date on which the insurer denied  JiD TINET  Tl, Plaintiff, \nliability, and thus plaintiff was not barred \nv. \nfrom  recovering  expenses  incurred  more \nthan one year prior to the commencement  Lee  WITTKE,  Sheriff  Racine  County, \nof the action.  Under Richards, therefore,  Jane  Doe,  a  Racine  County  Matron \nthe  permissible  period  of  recovery  under  whose name is unknown, County of Ra \nM.C.L.A. § 500.3145 is one year plus what  cine, Defendants. \never amount of time a claim was pending  No. 79-C-447. \nbefore a formal denial of liability was made \nby the insurer.  This construction of M.C.  United States District Court, \nL.A. § 500.3145, according to the Richards  E.  D. Wisconsin. \ncourt,  furthers  the  legislative  purpose  of \nOct. 31, 1979. \nprompt and adequate compensation of no \nfault claims while preventing insurers from \nprofiting from delays in processing and as  Action was brought for declaratory and \nsessing claims.  Richards, supra, at 634-35,  injunctive relief restraining sheriff of Ra \n270 N.W.2d 670.  cine County, Wisconsin and county matron \nfrom  strip searching persons  arrested for \n[3]  Although the Richards construction \nnonmisdemeanor  traffic  violations  absent \nof M.C.L.A.  §  500.3145  governs this case, \nprobable cause to believe the offender was \nthe record contains insufficient information \nconcealing  weapons  or contraband on  his \nto determine what effect Richards has on \nbody.  The District Court, Warren, J., held \nplaintiff's  period  of recovery.  To  deter \nthat:  (1) strip search of plaintiff, a nonmis \nmine the length of time, if any, the statute \ndemeanor traffic violator who was incarcer \nof limitations was tolled in  this case,  the \nated due to inability to post cash bail, was \ndates  of  plaintiff's  notice  of loss  as  evi \nan unconstitutional denial of personal liber \ndenced  by  the  requests  for  payment and \nty guaranteed  her  by  the  United  States \ndefendant's actions that could be construed \nConstitution, absent some reason to suspect \nas being a denial of liability must be made \nthat she was concealing weapons or contra \nknown to the court. \nband  on  her  body;  (2)  blanket  policy  of \nIn summary, it is clear that plaintiff is \nstrip searching all detainees regardless of \nentitled to recover allowable expenses and \nthe offense and without probable cause to \nlosses which were incurred on or after Jan \nbelieve  that  the  detainee  is  concealing \nuary 24, 1978.  Whether the period of re \nweapons or contraband violates the Fourth, \ncovery is greater depends on whether plain \nFifth and Fourteenth Amendments; and (3) \ntiff met the conditions of M.C.L.A. § 600.-\nalthough plaintiff brought her claim as an \n5856(3) and on the dates of notice of loss as \nindividual, permanent injunction would is \nevidenced by the requests for payment and \nsue applying to plaintiff as well as other \nthe actions of the defendant claimed to be a \nnonmisdemeanor  traffic  violators  which \ndenial of liability.  Until this information is \nmight be affected by the challenged policy. \nmade  known  to  the  court,  the  allowable \nperiod  of  recovery  cannot  be  computed.  Permanent injunction issued. \nDefendant's motion is denied. \nSo ordered.  1. Action <!I=6 \nAction  challenging  county's  policy  of \nstrip searches of persons arrested for non \nmisdemeanor  traffic  violations  was  not \nmoot notwithstanding that sheriff changed \nsuch  policy  in  conformance  with  prelimi \nnary  injunction and  notwithstanding con-\n\nTINETTI v. WITTKE  487 \nCite as 479 F.Supp. 486 (1979) \nstruction of new jail facility designed  to  7. Searches and Seizures 4t=7(24) \nsegregate  traffic  violators  from  general  While law enforcement personnel have \nprison population;  not only was situation  a legitimate interest in discovering weapons \none capable of repetition on  reversion  to  or contraband, such interest cannot be in \nprior practice or overcrowding of the new  discriminately satisfied by the strip search \nfacility but was one which could evade re- ing  of  nonmisdemeanor  traffic  violators \nview.  U.S.C.A.Const.  Amends.  4,  5,  14.  where there is no reason to believe that the \n2. Declaratory Judgment 4t=65  violator  has  concealed  any  such  articles; \nWhile no case or controversy generally  intrusion  on  one's  personal  dignity  occa \nexists  when  allegedly illegal  conduct has  sioned by such searches required that some \nceased,  a  case  may  be  considered  as  not  justifiable  basis  exist.  U .S.C.A.Const. \nmoot when the issue is capable of repetition  Amends. 4, 5, 14. \n'yet  evading  review;  however,  plaintiff \nmust show  that there is  some  cognizable  8. Searches and Seizures 4t=7(10) \ndanger of recurrent violations that is more  County's  blanket  strip  search  policy, \nthan  a  mere  possibility,  specifically,  the  subjecting to a strip search all persons re \nchallenged action must be too short in dura  tained in county jail regardless of offense, \ntion to be fully litigated prior to its cessa  could  not  be  maintained  when  to  do  so \ntion, and there must be a reasonable expec  intruded into personal dignity of traffic vio \ntation that the complaining party would be  lators without any relation to the likelihood \nsubject to the same action again.  of his concealment of weapons or contra \n3. Searches and Seizures 4t=7(10)  band.  U.S.C.A.Const.  Amends.  4,  5,  14. \nStrip search of plaintiff, a nonmisde \n9. Injunction 4t=76 \nmeanor traffic violator who was incarcerat \nAlthough plaintiff brought her claim as \ned due to her inability to post cash bail, was \nan individual rather than as part of class \nan unconstitutional denial of personal liber \naction, general rule is that injunctive relief \nty guaranteed her by the Federal Constitu \nis  appropriate  when  it  will  benefit  the \ntion absent probable cause to believe that \nclaimant and all others subject to the prac \nshe was concealing weapons or contraband \ntice  under  attack;  hence,  permanent  in \non her body.  U.S.C.A.Const. Amends. 4, 5, \njunction could issue applying to plaintiff as \n14. \nwell as other nonmisdemeanor traffic vio \n4. Arrest 4t=71.1(1) \nlators  who  might be  affected  by defend \nAlthough  prevalent  rule  is  that \nants' blanket strip search policy.  U.S.C.A. \nsearches or seizures may not be made with \nConst. Amends. 4, 5, 14. \nout a warrant, an exception exists allowing \na warrantless search incident to a lawful  10. Injunction 4t=76 \ncustodial arrest.  U.S.C.A.Const. Amend. 4. \nPermanent injunction would issue re \n5. Arrest 4t=71.1(1)  straining Racine  County sheriff from  un \nMere fact that a person is validly ar  dertaking, enforcing, maintaining or adopt \nrested does not mean that he may be sub  ing  any  policies,  procedures,  practices  or \nject to any search which the arresting offi  acts of strip searching persons charged with \ncer  feels  is  necessary.  U.S.C.A.Const.  traffic offenses which are not misdemean \nAmend. 4.  ors except on probable cause to believe that \ncontraband or weapons are being concealed \n6. Arrest 4t=71.1(1) \non the person.  U.S.C.A.Const. Amends. 4, \nWarrantless searches incident to lawful \n5,14. \ncustodial  arrest are  traditionally  justified \nby the reasonableness of the discovery of \nweapons or instruments of escape or evi \ndence which could be otherwise concealed or  Terry W. Rose, Cotton, Rose & Rose, Ke \ndestroyed.  U.S.C.A.Const. Amend. 4.  nosha, Wis., for plaintiff. \n\n488  479 FEDERAL SUPPLEMENT \nRichard  H.  Kjeldgaard,  Asst.  County  of the Racine County Sheriff's Department \nCorp. Counsel, Racine, Wis., for defendants.  that  all  persons  detained  in  the  Racine \nCounty Jail, regardless of the offense, be \nMEMORANDUM AND ORDER  subject to a strip search.  The policy provid \ned that no touching of detainees would oc \nWARREN, District Judge. \ncur, and that the searches would  be con \nPlaintiff brought this civil action on June  ducted by guards of the same sex as the \n19, 1979, for declaratory and injunctive re  detainees.  The policy was based on proce \nlief  restraining  defendants  from  strip  dures recommended by national and state \nsearching persons  arrested for  non-misde  wide organizations experienced in problems \nmeanor  traffic violations  absent  probable  occurring in jails. \ncause to believe the offender is concealing \nThis Court issued a  preliminary injunc \nweapons or contraband on his body.  The \ntion on August 10, 1979, enjoining the de \nfacts  are  not  in  dispute  and  have  been \nfendants  from  undertaking,  exploring, \nstipulated to by the parties. \nmaintaining or adopting any policies, proce \nOn August 17, 1978, plaintiff, a resident  dures, practices or acts of strip searching \nof Colorado, was driving with her four chil  persons  charged  with  non-misdemeanor \ndren  north  on  Highway  1-94  in  Racine  traffic offenses, except where law enforce \nCounty to her mother's home in New Ber  ment officials have  probable cause to be \nlin, Wisconsin.  Plaintiff was arrested by a  lieve that contraband or weapons are being \nstate police officer at about 11:30 p. m. for  concealed on  the offender's body.  In re \nspeeding.  Because  she  did  not  reside  in  sponse  to  this  injunction,  the  Sheriff of \nWisconsin,  plaintiff was  informed  by  the  Racine  County modified the policy of the \nofficer that she would have to post a $40.00  Racine County Jail to prohibit strip search \ncash bond.  Plaintiff was unable to post the  ing non-misdemeanor traffic violators held \n$40.00 cash bond, and the officer requested  in  jail before arraignment or trial unless \nthat she follow him to the Racine County  there is probable cause to believe that con \nJail.  traband  or  weapons  are  being concealed. \nThe  Sheriff approved  the same  policy  as \nAt the Racine County Sheriff's Depart \napplicable to a new jail facility in Racine \nment, plaintiff was  booked,  photographed \nCounty which, when opened in November, \nand  then  taken to a  room  by  defendant \n1979,  will  house  non-misdemeanor  traffic \nJane Doe.  Defendant Doe told plaintiff to \nviolators awaiting a court appearance in a \nremove her clothes, whereupon plaintiff re \nholding cell  rather than with the general \nfused, responding that she was not a com \nprison population. \nmon criminal but was being held solely due \nto her inability to post bail for her traffic  Defendants filed a motion for summary \noffense.  Defendant  Doe  then  again  told  judgment on  August  28,  1979.  Plaintiff \nplaintiff to \"strip,\" explaining that defend  had earlier, on August 15, 1979, also filed a \nant would be performing a body search for  motion for summary judgment.  Summary \ncontraband.  Plaintiff complied, and when  judgment is appropriate only if, after view \nnaked, was asked to bend over and spread  ing all of the pleadings, depositions, admis \nher buttocks while defendant Doe visually  sions, answers to interrogatories and affida \ninspected her genital and anal areas.  Only  vits, this Court finds that there is no genu \nplaintiff and defendant Doe were present in  ine issue as to any material fact and that \nthe room during the strip search.  When  the moving party is entitled to judgment as \ndefendant Doe had completed her examina  a matter of law.  Poller v. Columbia Broad \ntion, plaintiff was incarcerated in a cell for  casting Corp., 368 U.S. 464, 82 S.Ct. 486, 7 \nabout two hours until her uncle posted the  L.Erl.2d 458 (1962). \n$40.00 cash bail.  [1, 2]  Defendants contend, in support of \nDefendant Doe's strip search of plaintiff  their motion, that this case is moot because \nwas executed pursuant to a written policy  the strip-search policy challenged by plain-\n\nTINETTI v. WITTKE  489 \nCite as 479 F.Supp. 488 (1879) \ntiff has been stopped and there is no rea  is also high.  As such, there is more than a \nsonable  likelihood  of  its  reoccurrence.  mere possibility that plaintiff, or any other \nWhile no case or controversy generally ex  traffic violator, would be subject toa strip \nists  when  allegedly  illegal  conduct  has  search  while  awaiting an arraignment or \nceased,  a  case  may  be  considered as  not  the posting of bail. \nmoot when the issue is \"capable of repeti \nIn addition to being capable of repetition, \ntion yet evading review.\"  Southern Pacific \nthe present situation is one which may also \nTerminal Company v. Interstate Commerce \nevade  review.  While  the  total  time  in \nCommission, 219 U.S. 498, 31 S.Ct. 279, 55 \nvolved  in  a  strip  search  is  minimal,  the \nL.Ed.  310  (1911);  see  Weinstein  v.  Brad \nhumiliation . and  embarrassment  experi \nford, 423 U.S. 147, 96 S.Ct. 347, 46 L.Ed.2d \n350 (1975).  The plaintiff must show, how  enced by the offender are much more long \never, that there is some cognizable danger  lasting.  If this Court holds the case moot, \nof recurrent violations that is more than a  thus precluding plaintiff from being heard \nmere  possibility.  United States  v.  W.  T.  on the merits, there is nothing to prevent \nGrant Company,345 U.S. 629, 73 S.Ct. 894,  defendants  from  reinstating  the  strip \n97 L.Ed. 1303 (1953).  Specifically, the chal  search policy until another challenge arises. \nlenged action must be too short in duration  \"Where.  .  state action or its immi \nto be fully litigated prior to its cessation,  nence adversely affects the status of pri \nand there must be a reasonable expectation  vate parties, the courts should be available \nthat the complaining party would be sub  to render appropriate relief and judgments \nject to the same action again.  Weinstein v.  affecting the parties' rights and interests.\" \nBradford,  supra;  Preiser v.  Newkirk, 422  Super Tire Engineering Company v. McCor \nU.S.  395,  95  S.Ct.  2330,  45  L.Ed.2d  272  kle, 416 U.S. 115, 125,94 S.Ct. 1694, 1699, 40 \n(1975).  L.Ed.2d 1 (1974). \nThis  Court  finds,  from  the  undisputed  Furthermore,  \"the  voluntary  abandon \nevidence, that the present situation is one  ment of a practice does not relieve a court \ncapable  of repetition yet evading review.  of  adjudicating  its  legality,  particularly \nAlthough  the  Racine  County  Sheriff has \nwhere the practice is deeply rooted and long \nchanged the strip search policy in conform \nstanding.\"  Gray v. Sanders, 372 U.S. 368, \nance with this Court's preliminary injunc \n376, 83 S.Ct. 801, 806, 9 L.Ed.2d 821 (1963). \ntion, the former policy could be reinstated \nThe challenged practice has been in ef \nby the Sheriff at any time.  Furthermore, \nif a new Sheriff is elected, nothing would  fect  for several  years.  It was  based  on \npreclude him,  absent the present prelimi  procedures recommended by reputable or \nnary injunction, from reverting to the rou  ganizations, familiar with prison problems, \ntine practice of strip searching detainees.  which are based in New York, Washington, \nAnd while the new Racine jail facility pur  D. C., as well as Madison, Wisconsin.  De \nports to segregate traffic violators from the  fendants did not alter their policy. until a \ngeneral prison popUlation, economic or spa  preliminary injunction  was  issued against \ntial limitations could cause such policy to be  its  maintenance.  Indeed,  the  defendants \nignored until further challenge.  The result  argued in their brief opposing the prelimi \ning  mixture  of prisoners  could  cause  an  nary injunction that the policy was consti \ninadvertent reversion to the strip searching  tutional and should be continued.  .Because \nof all detainees.  of the long-standing use of the strip search \nThe  occurrence  of  citations  for  traffic  procedure and defendants' repeated earlier \nviolations is certainly not a rarity in this  claim that the policy should be continued, \nsociety.  Accordingly, the arrest of traffic  the voluntary cessation of its use should not \nviolators for  unpaid fines  or other minor  leave  the  defendants  \"free  to  return  to \noffenses will occur frequently.  In addition,  .  [their] old ways.\"  United States \nthe possibility of nonresident traffic violat  v. W. T. Grant Company, 345 U.S. at 632,73 \nors being unable to post the required bond  S.Ct. at 897.  Defendants' motion for sum-\n\n490  479 FEDERAL SUPPLEMENT \nmary judgment must be and is hereby de  Furthermore, the discovery  of evidence \nnied.  was  not a  sufficient justification for  the \nsearch of plaintiff, given the type of of \n[3-6]  Proceeding to the plaintiffs claim, \nfense she committed.  The only materially \nthis Court agrees with plaintiff that, as a \nprobative pieces of evidence as to plaintiff's \nmatter of law, the strip searching of plain \nexceeding of the speed limit were the read \ntiff,  a  non-misdemeanor  traffic  violator \ning on  the speedometer of the plaintiff's \nwho was incarcerated due to the inability to \nautomobile, as remembered by plaintiff or \npost cash bail, was an unconstitutional deni \nher passengers, and the reading on the offi \nal of the personal liberty guaranteed her by \ncer's  speed-measuring  device.  As  such, \nthe  United  States  Constitution.  The \nFourth Amendment of the United States  plaintiff had no reason to conceal, and the \nConstitution provides that:  officer had no reason to suspect, the exist \nence of any evidence which could be discov \n[t]he right of the people to be secured in \nered  through  a  strip search  of plaintiff. \ntheir persons  against unrea \nsonable searches and seizures, shall not be \n[7]  In evaluating the propriety of an act \nviolated, and no warrants shall issue, but \nalleged to have constituted an \"unreason \nupon probable cause, supported by oath \nable\"  search  within  the  meaning  of  the \nor affirmation, and particularly describ \nFourth Amendment: \ning the  place  to  be  searched,  and  the \n[T]he permissibility of a particular law \npersons or things to be seized. \nenforcement practice is judged by balanc \nAlthough  the prevalent rule is  thus that \ning  its  intrusion  on  the  individual's \nsearches or seizures may not be made with \nFourth Amendment interests against its \nout a warrant, an exception exists allowing \npromotion of legitimate government in \na  warrantless search incident to a lawful \nterests  the  reasonableness \ncustodial arrest.  United States v. Edwards, \nstandard usually requires, at a minimum, \n415 U.S. 800, 94 S.Ct. 1234,39 L.Ed.2d 771 \nthat the facts upon which an intrusion is \n(1974);  United States v. Robinson, 414 U.S. \nbased be capable of measurement against \n218,  94  S.Ct.  467,  38  L.Ed.2d 427  (1973); \nan \"objective standard,\" whether this be \nChimel v. California, 395 U.S. 752, 89 S.Ct. \nprobable cause or a  less stringent test. \n2034, 23 L.Ed.2d 685 (1969).  The mere fact \nDelaware v. Prouse, 440 U.S. 648,654,99 \nthat a person is validly arrested, however, \nS.Ct.  1391,  1396, 59  L.Ed.2d  660,  667-8 \ndoes not mean that he may be subject to \n(1979). \nany search which the arresting officer feels \nis  necessary.  United States  v.  Mills,  153  The  undisputed facts  show  that plaintiff \nU.S.App.D.C.  156, 472  F.2d 1231  (D.C.Cir.  was strip searched as a part of a routine, \n1972).  Such  searches  have  traditionally  long-standing policy of defendants, without \nbeen justified by the reasonableness of the  consideration as to whether probable cause \ndiscovery of, (I) weapons or instruments of  existed to believe that she was concealing \nescape;  or (2) evidence which could be oth  weapons  or  contraband.  While  law  en \nerwise  concealed  or  destroyed.  United  forcement personnel do  have a  legitimate \nStates v. Edwards, supra;  United States v.  interest in discovering weapons or contra \nMills, supra.  band,  that interest cannot  be  indiscrimi \nnately satisfied by the strip searching of \nNeither of these justifications are present \nnon-misdemeanor  traffic  violators  where \nin  the  instant  case.  Plaintiff  was  not \nthere is no reason to believe that the violat \nsearched by the arresting officer, who ap \nors have concealed any such articles.  The \nparently felt that there was no reason to \nintrusion  on  one's  personal  dignity  occa \nbelieve plaintiff carried any weapons on her \nsioned by such searches requires that some \nperson or in her motor vehicle.  Plaintiff's \njustifiable basis exist. \noffense  itself,  a  non-misdemeanor  traffic \nviolation, generally does not involve the use  [8]  The  basic  error  in  defendants' \nof a weapon.  across-the-board use of strip searches was \n\nTINETTI v. WITTKE  491 \nCite as 479 F.supp.486 (1979) \nrecently articulated in  Sala  v.  County of  inability  to  post  cash  bail.  Defendants' \nSuffolk, (E.D.N.Y.  11/28/78) (unpublished  blanket strip search policy cannot be main \ndecision),  which  involved  a  fact  situation  tained when to do so intrudes int.o the per \nvery similar to that of the  present case.  sonal  dignity  of traffic violators  without \nOne of the plaintiffs in SaJa had been ar  any relation to the likelihood of his conceal \nrested  for  failure  to pay  a  $15  speeding  ment of weapons or contraband.  For the \nfine.  The other plaintiff had been arrested  foregoing reasons, the policy, as a matter of \nfor failure to respond to a summons which  law, violates the Fourth, Fifth, and Four \nhad been sent to the wrong address.  Both  teenth Amendments of the United States \nhad been strip searched in the same manner  Constitution.  Plaintiff's motion for sum \nas  plaintiff,  and  pursuant to a  policy  of  mary  judgment  must  be  and  is  hereby \nroutine searches.  In holding the policy un  granted. \nconstitutional, the court, in an oral decision, \nstated:  [9]  Plaintiff seeks not only declaratory \nHere on one side of the balance scale  relief  adjudging  defendants'  strip  search \nwe have the intrusion into personal digni  policy  unconstitutional  as  applied  to  her, \nty and privacy in a way that for some  but also permanent injunctive relief.  Al \npeople at least might cause serious emo  though plaintiff brought her claim as an \ntional distress.  A search of [this]  .  individual  rather than as  part of a  class \ntype  including the visual  in  action, the general rule is that where re \nspection of the anal and genital areas, has  quested  injunctive  relief  is  appropriate \nbeen characterized by various witnesses  when it will  benefit the claimant and all \nhere, and by judges in some other cases,  others subject to the practice under attack. \nas demeaning, dehumanizing, undignified,  Sandford v. Coleman Realty Company, Inc., \nhumiliating,  terrifying,  unpleasant,  em  573 F.2d 173 (4th Cir. 1978).  Thus, a per \nbarrassing, repulsive, signifying degrada  manent  injunction  may  issue  from  this \ntion  and  submission  The  Court applying to plaintiff as well as other \nsearch procedure is unconstitutional, be  non-misdemeanor  traffic  violators  who \ncause, while it is rationally related to the  might  be  affected  by  defendants'  strip \nobjective sought, discovering weapons, it  search policy. \nis  not the  least intrusive  means  which \ncould  accomplish  the  same  result  .  [10]  Accordingly, for the reasons given, \nbalancing all of [the] factors, the defend  this  Court  declares  that  the  defendants' \nant's application of the search procedure  subjection of plaintiff, a non-misdemeanor \nas a matter of routine, to all  traffic violator incarcerated only due to the \npersons brought to the Happaque deten  inability to post cash bond, to a strip search \ntion facilities on warrants to appear be  without probable cause to believe that she \nfore a district court judge on petty of  was concealing weapons or contraband on \nfenses, has no reasonable nor rational ba  her body was a violation of the plaintiff's \nsis, constitutes a denial of liberty without  rights under the Fourth, Fifth, and Four \ndue process of law, violates the Fifth and  teenth Amendments of the United States \nFourteenth Amendments, and also consti  Constitution.  Furthermore, this Court per \ntuted an unreasonable search in violation  manently enjoins and restrains defendants \nof the Fourth and  Fourteenth Amend  from  undertaking,  enforcing,  maintaining \nments of the constitution.  Sala v. Coun  or adopting any policies,  procedure, prac \nty  of  Suffolk  (E.D.N.Y.1978),  tran  tices  or  acts  of  strip  searching  persons \nscript pp. 715(a), 717(a), 719(a).  charged with traffic offenses which are not \nUnlike pretrial detainees charged with a  misdemeanors  except  where  law  enforce \ncriminal offense,  there is  little reason  to  ment officers have  probable cause to be \nsuspect that traffic violators  will  conceal  lieve that contraband or weapons are being \ncontraband or weapons, particularly when  concealed on the person of the traffic vio \nthey are incarcerated solely  due  to  their  lator. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/21388"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120945,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120945"
    },
    {
      "date": "1980-04-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 161,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 620,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": true,
      "is_core_document": true,
      "id": 63413,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/63413.pdf",
      "title": "Per Curiam Opinion",
      "text": "620 F.2d 160 (1980) \nJill TINETTI, Plaintiff-Appellee, \nv. \nLee WITTKE, Sheriff Racine County, Jane Doe, a Racine County Matron \nwhose name is unknown, and County of Racine, Defendants-Appellants. \nNo. 79-2442. \nUnited States Court of Appeals, Seventh Circuit. \nArgued April 11, 1980. \nDecided April 24, 1980. \nRichard H. Kjeldgaard, Racine, Wis., for defendants-appellants. \nTerry W. Rose, Kenosha, Wis., Raymond M. Dall'osto, Milwaukee, Wis., for plaintiff-\nappellee. \nBefore CASTLE, Senior Circuit Judge, SWYGERT and SPRECHER, Circuit Judges. \nPER CURIAM. \nPlaintiff-appellee Jill Tinetti brought this suit challenging the constitutionality of the \ndefendants-appellants' practice of strip-searching persons arrested for non-misdemeanor \ntraffic offenses. The searches were conducted upon all such offenders who were detained \novernight in the Racine County jail due to an unwillingness or inability to post bond before \ntheir initial appearance in court.[1] The searches were conducted despite the absence of any \nprobable cause to believe that the detainees were concealing contraband or weapons on \ntheir bodies. The district court ruled that the appellants' practices violated the Fourth, Fifth \nand Fourteenth Amendments, and granted Tinetti both declaratory and injunctive relief. \n161*161 We affirm the judgment of the district court, which is published at 479 F.Supp. 486 \n(E.D.Wis.1979), and adopt the district court's Memorandum and Order as the decision of \nthis court. \nAccordingly, the decision of the district court is \nAFFIRMED. \n\n[1] Although the searches were discontinued in response to this lawsuit, the district court ruled that the situation was \n\"capable of repetition yet evading review\". 479 F.Supp. 486, 489 (E.D.Wis.1979). This ruling was not challenged on \nappeal. \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/63413"
    }
  ],
  "document_count": 4
}