{
  "case_id": 15952,
  "fetched_at": "2025-10-22T00:26:35.405160",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Western State Hospital",
        "institution_alt_state": null,
        "institution_city": "Staunton, VA",
        "institution_county": "Staunton",
        "name": "Western State Hospital",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Mental Health (Facility)",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq.",
      "Americans with Disabilities Act (ADA), 42 U.S.C. §§ 12111 et seq.",
      "Medicaid, 42 U.S.C §1396 (Title XIX of the Social Security Act)",
      "Medicare, 42 U.S.C. 1395-1395lll (Title XVIII of the Social Security Act)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2003,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 15952,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Suicide prevention (facilities)",
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Incident/accident reporting & investigations",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Neglect by staff",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Self-injurious behaviors",
      "Medical/Mental Health Care: Suicide prevention",
      "General/Misc.: Failure to supervise",
      "Disability and Disability Rights: Mental impairment",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "Disability and Disability Rights: Schizophrenia",
      "Disability and Disability Rights: Depression",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by non-staff (facilities)"
    ],
    "last_checked_date": "2019-08-04T00:00:00-04:00",
    "main_docket": {
      "id": 28943,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Virginia",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "U.S. CRIPA Investigation of Western State Hospital (VA)",
    "never_filed": true,
    "non_docket_case_number": "168-80-17",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Department of Justice Civil Rights Division, to enforce the rights of individuals housed in the Western State Hospital.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None yet"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Virginia",
    "summary": "<p>On June 29, 1998, the Department of Justice Civil Rights Division (DOJ) opened an investigation, pursuant to the Civil Rights of Institutionalized Persons Act (CRIPA) of the Western State Hospital, a state mental health facility in Staunton, Virginia. The facility held approximately 370 patients, with one-third of the patients having a dual diagnosis of mental illness and substance abuse.</p>\r\n<p>On July 23, 1999, Pennsylvania&rsquo;s Attorney General notified the DOJ that Western State was taking steps to remedy concerns about the conditions of Western State and was developing a plan of correction. The Attorney General suggested the DOJ defer its findings letter until the plan of correction was finalized and Pennsylvania&rsquo;s own expert had toured Western State.</p>\r\n<p>The DOJ declined to wait for the plan of correction and proceeded to issue its findings letter to the Governor of Pennsylvania on October 6, 1999. The DOJ alleged violations of Fourteenth Amendment due process rights, Medicare/Medicaid regulations requiring adequate staffing and discharge planning, and Title II of the American with Disabilities Act (ADA). The DOJ found that the unlawful conditions of Western State included:</p>\r\n<ul>\r\n<li>inadequate mental health treatment;</li>\r\n<li>failure to provide necessary medications to patients;</li>\r\n<li>inappropriate use of restraints and seclusion;</li>\r\n<li>inadequate nursing and medical care;</li>\r\n<li>failure to protect patients from injuries, dangerous behaviors and abuse;</li>\r\n<li>unsafe and inadequate physical conditions; and</li>\r\n<li>inadequate discharge planning and placement into the most integrated setting.</li>\r\n</ul>\r\n<p>The DOJ reported that many of the unlawful conditions stemmed from a lack of protocols, monitoring of patients, and an insufficient number of adequately trained staff. The report cited multiple examples of patient injuries and death due to the lack of monitoring and failure to receive timely medical care. In addition, the DOJ highlighted how Western State placed patients in restraints in a face-down position and failed to set objective criteria for the release of patients from restraints and seclusion.</p>\r\n<p>In its findings letter, the DOJ recommended Pennsylvania's plan of correction implement minimal remedial measures at Western State. These remedial measures included:</p>\r\n<ul>\r\n<li>reformation of Western State&rsquo;s mental health treatment, medical care, and emergency care in accordance with generally accepted medical standards;</li>\r\n<li>prescription of medications based on clinical need, rather than budgetary constraints;</li>\r\n<li>ending the use of six-point chair restraints, use of eight-point bed restraints, and placing patients in restraints in a face-down position;</li>\r\n<li>documentation and monitoring the use of seclusion and restraints;</li>\r\n<li>development and implementation of nursing protocols to ensure proper supervision;</li>\r\n<li>abatement of suicide hazards in bedrooms and bathrooms;</li>\r\n<li>development of a system to oversee discharge planning and aftercare services; and</li>\r\n<li>increasing staffing, particularly psychiatrists and nurses.</li>\r\n</ul>\r\n<p>Based on information acquired from the DOJ in a Freedom of Information Act request, a complaint was not filed in response to these allegations. According to an <a href=\"https://web.archive.org/web/20211023054956/https://www.ilppp.virginia.edu/PublicationsAndPolicy/DownloadPDF/51\" target=\"_blank\" rel=\"noopener\">article</a> in Developments in Mental Health Law, a publication by the Institute of Law, Psychiatry, &amp; Public Policy at the University of Virginia, Western State implemented its plan of correction removing the need for a settlement agreement or the filing of a complaint. 31 Dev. Mental Health L., Oct. 2012 at 12, 15 n.12. According to the DOJ&rsquo;s fiscal year 2003 report, the DOJ closed the investigation on September 5, 2003.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2025-07-09T20:53:32.807155-04:00",
    "summary_short": "In 1998, the DOJ opened an investigation of the Western State Hospital, a state mental health facility in Staunton, Virginia. At the same time, Pennsylvania and Western State was developing a plan of correction to fix the conditions at Western State. The DOJ issued a findings letter in October 1999 and concluded a number of practices and inadequate staffing resulted in: inadequate mental health and medical treatment; inappropriate use of restraints and seclusion; unsafe conditions; and inadequate discharge planning. The report suggested Western State reform its treatment process, discontinue certain restraint and seclusion practices, and increase its staffing. It appears that Western State implemented its plan of correction and the DOJ declined to file a complaint in response to these allegations. The DOJ closed the investigation on September 5, 2003.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15952",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15952",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15952",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15952"
  },
  "documents": [
    {
      "date": "1999-10-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 90070,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/90070.pdf",
      "title": "Re: Findings from CRIPA Investigation of Western State Hospital, Staunton, Virginia",
      "text": "7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\nWESTERN STATE HOSPITAL FINDINGS LETTER\nThe Honorable James S. Gilmore III \nGovernor of Virginia \nRichmond, VA 23219\nRe: Findings from CRIPA Investigation of Western State Hospital, Staunton, Virginia\nDear Governor Gilmore:\nOn June 29, 1998, we notified you that we were conducting an investigation, pursuant to the Civil Rights of Institutionalized Persons\nAct (\"CRIPA\"), 42 U.S.C. § 1997 et seq., of Western State Hospital (\"Western State\"), a state mental health facility in Staunton, Virginia.\nWestern State serves as the primary, inpatient facility for seven community service boards and also receives patients transferred for\nadministrative reasons from other Virginia hospitals. It provides both acute and long-term treatment. The hospital census is\napproximately 370 patients and approximately one-third of the patients have a dual diagnosis of mental illness and substance abuse.\nPatients are housed in six buildings that contain 14 wards.\nWe conducted our CRIPA investigation of Western State by reviewing hospital records, including patients' medical charts and other\ndocuments relating to the care and treatment of Western State patients, interviewing administrators, staff, and patients, and conducting\non-site tours of the facility with three expert consultants: Wayne Fenton, M.D., a psychiatrist; William Spaulding, Ph.D., a psychologist;\nand Jane Ryan, R.N., M.N., C.N.A.A., a psychiatric nurse. We would like to express our appreciation to the staff of the Department of\nMental Health, Western State, and the Attorney General's office for their assistance and cooperation during our investigation.\nOn July 23, 1999, Attorney General Mark L. Earley wrote to advise us that Western State has been taking steps to remedy the\nCommonwealth's concerns about conditions at Western State and was developing a formal plan of correction. He suggested that we\ndefer issuing our statutorily required findings letter until the Commonwealth finalized a plan of correction and the Commonwealth's\nexpert, Dr. Jeffrey Geller, toured Western State and reported on the status of implementing the plan of correction.\nWe are pleased that the Commonwealth has taken the initiative to begin addressing problems at Western State and is continuing to\nuse outside experts for critical self-evaluation. We have not yet received the Commonwealth's plan of correction for Western State, but\nhope that the plan can serve as a framework for a negotiated remedy to resolve the deficiencies we have identified at the facility. In\nthese circumstances, we believe our shared goal of ensuring adequate conditions at Western State will best be served by advising you\nand other Commonwealth officials of our investigative findings, the facts supporting our findings, and the necessary minimum remedial\nmeasures, as required by CRIPA. Following this process also provides the benefit of memorializing our formal investigative findings to\nserve as the foundation for developing remedies and measuring progress. We also believe that the Commonwealth's expert can use\nour findings as a framework for future evaluations and technical assistance. Accordingly, we set forth below the areas that we believe\nare deficient at Western State and the necessary remedial measures to address them. We hope that we will be able to engage in the\nsame amicable process that we have used successfully to negotiate four other settlement agreements in Virginia facilities.\nI. Investigative Findings\nDuring the course of our investigation, we evaluated whether Western State patients are receiving care and treatment in accordance\nwith their constitutional and federal statutory rights at Western State. Patients in state-operated mental health facilities have a\nFourteenth Amendment due process right to adequate food, clothing, shelter, medical care, reasonably safe conditions and adequate\nmental health treatment. Youngberg v. Romeo, 457 U.S. 307 (1982); O'Connor v. Donaldson, 422 U.S. 563 (1975). Medicare/Medicaid\nregulations governing psychiatric hospitals require adequate staffing, recordkeeping, care, treatment and discharge planning. 42 C.F.R.\n§ 482.1 et seq.\nIn addition, the Commonwealth must provide services to qualified individuals with disabilities in the most integrated setting appropriate\nto their needs. Title II of the Americans with Disabilities Act (\"ADA\"), 42 U.S.C. § 12132 et seq.; see also 28 C.F.R. § 35.130(d).\nBased on our investigation, we find that the constitutional and federal statutory violations at Western State include: inadequate mental\nhealth treatment; inappropriate use of restraints and seclusion; inadequate nursing and medical care; inadequate protection from harm;\nand inadequate discharge planning and community services. A major cause of many of the unlawful conditions we identified stems\nfrom an insufficient number of adequately trained professional and direct care staff to meet the needs of patients. The facts that support\nour findings are set forth below, followed by the remedial actions that we believe are necessary to correct these conditions.\nA. Inadequate Mental Health Treatment\nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 1/8\n\n7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\nWestern State is not providing its patients with adequate mental health services in accordance with generally accepted standards.\nPsychiatric practices at Western State are marked by inadequate assessments and treatment planning and inappropriate\npsychopharmacological practices. Moreover, the mental health services at Western State fail to provide patients with a reasonable\nopportunity to be cured or function as independently as their psychiatric conditions permit.\n1. Inadequate Assessments and Treatment Planning\nWestern State generally fails to assess its patients' mental health needs appropriately and then develop and implement adequate\ntreatment plans. A 1998 internal audit by Western State staff identified numerous deficiencies in the assessment and treatment\nprocess. The audit found that assessments do not identify and prioritize specific mental health problems and needs. Treatment plans\ntend to be generic and vague and do not contain measurable objectives tied to the patient's individualized needs. The audit further\nfound that Western State staff are not implementing treatment plans consistently and are not systematically assessing and recording\nthe efficacy of treatment interventions and revising them when necessary.\nOur psychiatric consultant concluded that these deficiencies in assessment and treatment continue to exist at Western State.\nInadequate assessments and treatment harm Western State patients by subjecting them to needless medications and their attendant\nside effects and by failing to treat the underlying mental illness adequately, thereby exposing patients to uncontrolled negative\nbehaviors and unnecessary frequent readmissions. For example, patient S.H. is described at his treatment conference as having \"over\n100 hospitalizations.\" A review of the patient's record reveals a flawed assessment evaluation with repetition of the same treatment\nplan that was ineffective in the past and resulted in the frequent readmissions.\nThe inadequate treatment planning process is reflected in the case of C.H., a patient who committed suicide at Western State in July\n1997 by hanging from an exposed conduit in his bedroom. Mr. H. had a diagnosis of bipolar disorder and substance abuse. His medical\nrecord documents and lists suicidal ideation and impulsivity as problems but his chart contains only a general goal (\"Mr. H. will stabilize\nmood and behavior and return to the community\"), with no specific plan to address or monitor impulsivity or suicidal ideation. Mr. H's\nchart reveals no ongoing assessment or treatment for the diagnosed suicidality, impulsivity, or depression. His team did not conduct a\nmonthly treatment plan update, as required by Western State policy. Our psychiatric consultant cites this case as illustrative of the\ndisjunction between assessment, problem identification, specification of goals and treatment planning at Western State.\nPatient treatment planning at Western State is not interdisciplinary in accordance with accepted professional standards. Effective\ntreatment planning integrates the observations and interventions of professionals from different disciplines to develop a cohesive and\nintegrated plan to meet the patient's particular needs. In contrast, treatment planning at Western State reflects a clinical process in\nwhich different professional disciplines operate independently and fail to communicate.\nFor example, S.S.'s nursing progress notes state that she complained, after returning from a weekend with her stepfather, that he used\nand offered her drugs, threatened her and made sexual advances. The patient requested that her stepfather be banned from Western\nState grounds. There is no indication that this episode and complaint were communicated to S.S.'s social worker who is responsible for\nstructuring community visits and family interactions. As a result, there has been no curtailment or restrictions on subsequent family\ninteractions and the stepfather continues to visit.\nBehavioral management planning and psychological services also are inadequate at Western State. Of the records reviewed, we found\nnumerous patients with recurrent, self-injurious behavior who were not receiving appropriate behavioral management. The failure to\nprovide adequate behavioral management has led to patients receiving little therapeutic care, treatment and programming. To the\nextent that behavior programming does exist, the primary emphasis is on containment, rather than teaching alternative, adaptive\nbehaviors. In addition, vague treatment goals fail to provide an objective, measurable basis for evaluating patient progress. Western\nState also lacks any official mechanism by which to collect observational data reliably on patients' responses to behavioral programs.\nWestern State staff acknowledged to our consultant that insufficient staff resources significantly limit the use of behavioral\nmanagement.\nIn addition, the psychosocial rehabilitation services at Western State are inadequate. While Western State is actively moving toward a\ncentralized psychosocial rehabilitation program, the programming currently being provided is not adequately individualized. There is\nlittle linkage between the patient's needs and the psychosocial programs. The result is that if there is no program available, the patient\nsimply does not get the needed therapeutic or rehabilitative service. The lack of adequate substance abuse programs is a serious\ndeficiency. An example is W.S., a 28-year old woman with a substance abuse problem. W.S. was admitted to Western State after an\nattempted suicide by drug overdose following a recent assault and rape. The patient was discharged after three days with a notation in\nher chart at admission that the patient is \"in need of a substance abuse program which is not available at WSH.\"\nLack of staffing contributes to the lack of adequate treatment, delaying prompt and adequate evaluation and precluding the delivery of\nnecessary care. The most critical shortage is in direct care nursing. In September 1997, based on an analysis of direct care hours per\npatient day, Dr. Geller, the Commonwealth's expert, concluded that Western State was significantly understaffed in direct care nursing.\nWe found that the critical nursing shortage continues to exist. Based on Western State's own internal staffing requirements of 5.5 hours\nper patient day for acute and special needs units, and 5.0 hours per patient day for long-term units, all but two units fall below these\nstaffing levels for minimum acceptable nursing hours per patient day. Moreover, according to Western State's data, during July 12\nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 2/8\n\n7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\nthrough July 19, 1998, only four of 15 units were staffed with at least one registered nurse per shift. Applying Western State's own\nminimum staffing standards, our nursing consultant found that Western State was short 86 direct care staff necessary to provide\nminimum safe care. There are an insufficient number of nursing staff to implement behavior plans or provide other treatment. At times,\nthe facility must cancel treatment groups due to the lack of staff. In the absence of consistent structured programming and treatment,\nstaff rely upon sedating medications, seclusion and restraint to manage behavioral episodes.\nStaffing shortages in psychiatry are also problematic.\nOur psychiatric consultant, concurring with the analysis of the Commonwealth's expert, Dr. Geller, found that Western State is\nunderstaffed by 4.5 to 6 full-time-equivalent psychiatrists.\n2. Inappropriate Psychopharmacological Practices\nWestern State frequently fails to provide necessary psychotropic medications to its patients. Our expert consultants found that the\nrestricted availability of particular psychotropic medications is a significant deficiency in psychopharmacologic practice at Western\nState. Facility officials and staff report that when a physician determines that a patient requires one of the newer, more effective\nantipsychotic medications, known as \"atypicals,\" the required medicine is not available because of budgetary restrictions. As a result,\nWestern State psychiatrists prescribe antipsychotic medications based on budgetary constraints, rather than clinical indications.\nPhysicians on all units indicated that the unavailability of atypicals is a significant impediment to providing appropriate patient care.\nWestern State's clinical psychopharmacologist confirmed that the budget has allowed no new prescriptions of atypical antipsychotic\nmedication since December 1997. As a result, many Western State patients are not receiving medications that their psychiatrists have\ndetermined to be clinically necessary and appropriate. Citing numerous examples of patients who would benefit from atypical\nmedications, our psychiatric consultant concluded that patients deprived of appropriate medications are harmed by suffering prolonged\npsychotic symptoms, endure unnecessary painful physical side effects, suffer a greater risk of suicide, and are subjected to seclusion\nand restraint beyond what would be required if appropriate medications were available.\nOther medication practices at the facility represent a substantial departure from accepted professional practice. Monitoring of patients\non psychotropic medication is deficient. Medical records do not readily allow tracking of pharmacologic treatment, sequential drug trials\nand the rationale for changes in medication. In addition, target symptoms for pharmacologic interventions and patients' responses to\nchanges in medication are not readily discernable in the records. This results in unnecessary administration of drugs that have not\nproven to be effective. In addition, Western State's systemic lack of appropriate psychopharmacological practices has led to\ninappropriate polypharmacy and inappropriate PRN (pro re nata or \"as needed\") medication use. Western State's senior general\nmedical physician advised our expert psychiatrist that 15 percent of admissions to the acute medical unit at Western State are patients\nexperiencing acute toxicity from excessive psychotropic medications. In addition, nearly half of Western State patients have either a\nregular or PRN order for a benzodiazepine, and in some cases multiple sedating and habituating agents. Our consultant found that\nrecords lacked any justification for this potentially dangerous drug practice. Thus, the sedation of patients serves as a substitute for\nappropriate therapeutic interventions. Antipsychotic medications and benzodiazepines are being prescribed at Western State for their\nsecondary sedating effects, rather than for their specific indication as agents that target symptoms of psychosis and anxiety.\nWhile this deficiency was noted throughout Western State, it is particularly problematic in the geriatric admissions unit (D1), which has\namong the highest rate of PRN benzodiazepine prescription. Generally speaking, the use of benzodiazepines for the elderly should be\ncarefully scrutinized due to increased sensitivity to drug effects in this population. Benzodiazepines impair thinking and cognition in\nelderly patients, and may predispose these patients to falls and injuries. The problem of inappropriate PRN orders is exacerbated by\nstaffing shortages. In light of the shortage of registered nurses at Western State, standing PRN orders for benzodiazepines and/or\nantipsychotic medications are particularly problematic in that they allow relatively untrained staff to make daily decisions about\nmedications.\nB. Inappropriate Use Of Restraints And Seclusion\nRestraint and seclusion practices depart substantially from accepted professional standards. Western State utilizes an excessive\namount of seclusion and restraint for inappropriate reasons and for inappropriately long periods of time, contrary to accepted\nprofessional practice.\nPatients at Western State often remain in restraints and seclusion without any objective, recorded criteria for their release or\nexplanation of the problem behavior that is being addressed by the use of restraints. Staff lack an understanding of less restrictive\nmeasures that could be utilized where appropriate. Patients, therefore, often remain in restraints long past the point, when according to\naccepted professional practice, release should occur.\nOne patient, C.C., has been living in seclusion for years. The walls of his three-room living unit are clear plastic where trays of food are\npushed inside. Our psychiatric consultant concluded that patients, such as Mr. C., who are almost continually secluded and/or\nrestrained require more intensive behavioral analysis and treatment planning, including regular consultation with outside experts when\nextant treatment plans are ineffective in reducing the need for seclusion and restraint.\nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 3/8\n\n7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\nThe types of restraint Western State uses also are often excessive and reflect a lack of professional judgment by a qualified\nprofessional. Patients frequently are placed in restraints in a face-down position. Western State policy allows also for patients to be\nplaced in six-point chair restraints and eight-point bed restraints. Moreover, during the time of our tour, Western State was tying patients\nin posey-vest restraints to side rails on their beds. All of these practices are dangerous and do not comport with accepted professional\nstandards. In addition, Western State's use of locked jumpsuits (to deter sexual activity) is an inappropriate substitute for staff\nobservation and behavior programs.\nMonitoring of patients while in seclusion or restraint also is deficient. In its annual seclusion and restraint report (August 26, 1998),\nWestern State identified \"several weaknesses\" in the seclusion/restraint monitoring process. These weaknesses included inadequate\nresponses by treatment teams and problems with monitoring compliance with facility procedures. Our consultants confirmed the\ncontinuing existence of these problems during their tours and identified other deficiencies in the monitoring process. Patients, including\nsuicidal patients, are left in restraints or seclusion without qualified staff regularly checking and attending to their needs.\nIn sum, seclusion and physical restraints at Western State are used excessively, for the convenience of staff, in lieu of treatment, and in\ncircumstances which represent substantial departures from accepted professional judgment.\nC. Inadequate Nursing And Medical Care\nWestern State nursing and medical care staff are not responding on a timely basis to assess and treat serious medical problems. For\nexample, S.H. was seriously ill for over 36 hours with no documentation of a general medical assessment until his condition had\ndeteriorated to near death. The patient developed a fever of 103.3 on the evening of February 14, 1998 (Saturday of a three-day\nweekend). The doctor on call did not come to the unit to examine the patient, but rather gave an order for the next such doctor to check\nthe patient the following day. There is no documentation of an evaluation of the patient's medical condition on Sunday. By Monday, S.H.\nwas complaining of chest pain and was staggering and pale. He was transferred to the local general hospital, where he died several\nhours later.\nAnother patient, M.P., did not receive adequate medical care for a life threatening and ultimately fatal condition. Western State staff\nfailed adequately to treat this patient, who suffered from severe respiratory disease, even after her family complained that she was\ndying. Western State records show nothing was done for M.P. between July 3, 1997 when her sister told the hospital that M.P. feared\nshe was dying, and July 7, when she was found dead. We found no record of any physical evaluation or assessment by any\nprofessional or direct care staff during M.P.'s last four days. In addition, the medication cardex indicated that the inhaler M.P. had been\ngiven was a nasal, not a pulmonary, inhaler and therefore would be ineffective for the patient's pulmonary problem.\nWestern State has chronically operated short-staffed, relying on a daily basis on the use of overtime to cover nursing staff shortages.\nTo continue the use of overtime at the same rate for an entire year would result in the equivalent of hiring 14 additional full-time nurses.\nOperating on such a margin on a regular basis is dangerous, has resulted in a lack of monitoring, review and coordination of health\ncare services and does not comport with accepted professional standards.\nWhile the number of personnel to provide general medical care appears adequate, the organization and supervision of these services\nis inadequate. Western State relies heavily on the use of physician extenders (nurse practitioners and a physician assistant) who are\nsupervised only nominally by physicians. Inadequate supervision of physician extenders creates an undue risk of harm to patients.\nPatients at Western State have dysphagia, decubiti, incontinence and a significant number are at risk for falls. Nonetheless, Western\nState does not have protocols (standards of care) to direct nursing practice and standardize nursing care for any of these medical\nproblems. The lack of appropriate protocols does not comport with professional practice and presents an unreasonable risk to the\nhealth and safety of patients.\nD. Failure To Ensure Reasonable Safety Of Patients\n1. Inadequate Protection From Injuries, Dangerous Behaviors, and Abuse\nThe facility's incident reports, risk management event reports, and mortality reviews document a high level of injuries and dangerous\nsituations that place patients at risk of harm. Many patients suffer repeated injuries due to self-abuse and aggressive acts of other\npatients. Many of these incidents are preventable and reflect systemic deficiencies at Western State including lack of adequate staffing,\nfailure to supervise patients, and inadequate assessment and treatment of mental illness and behavioral problems.\nWithin a 90-day period last year (April-June 1998) Western State recorded 169 altercations, 81 instances of self-injurious behavior, and\n128 falls. During that same time period, there were eight suicide attempts and 13 elopements. In addition, we found a high rate of staff\ninjuries and a number of worker compensation injuries related to inadequate management of aggressive patients. Incident reports\ndocument numerous injuries to high-risk patients (aggressive, assaultive and self-injurious patients) as a result of inadequate\nmonitoring. Yet, Western State does not have a nursing policy for routine monitoring of patient status. Patients have experienced\nsevere distress, been assaulted by other patients, suffered serious injuries, and even have died as a result of Western State staff's\nfailure to monitor patients on a regular basis. An example is the 1997 suicide by hanging, of C.H., where the medical examiner\nconcluded that the patient probably had been dead for an hour before being discovered.\nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 4/8\n\n7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\nWestern State also does not have adequate procedures for investigating untoward events, abuse allegations and deaths. We reviewed\nnumerous incident reports involving injuries where the medical staff conducted little or no follow-up to determine the cause of the\nincident, its effect on the patient, or how similar incidents might be avoided in the future. Finally, the facility fails to conduct adequate\nmortality reviews. Given the problems with the health care delivery system at Western State, detailed above, the failure to conduct\nroutine, independent mortality reviews is a serious deficiency because such reviews may reveal issues that require remedial attention.\n2Unsafe and Inadequate Physical Conditions\nThere are suicide hazards in bedrooms and bathrooms throughout Western State. An internal 1997 Western State study identified\nseveral hundred hazards; most often conduit and thermostats in bedrooms and pipes, shower fixtures and room dividers in bathrooms.\nAlmost all bathrooms have exposed fixtures, pipes, shower-heads, fire-alarms, door hinges and bars between toilets that could easily\nbe used by suicidal patients to hang themselves. Western State officials report that budgetary constraints have limited the ability to\nrepair identified hazards. The unrepaired hazards present a great risk of harm to patients in an institution that treats a large number of\nindividuals who are suicidal.\nD. Inadequate Discharge Planning And Community Services\nThe Commonwealth offers a wide variety of community mental health services to former hospital patients, including Western State\npatients. However, the Commonwealth does not have a sufficient number of community residential and other mental health support\nservices to meet the needs of Western State patients. As a result, there are many patients at Western\nState whose treating professionals have determined that they\nare appropriate for discharge, but they remain hospitalized because needed community aftercare services are not available. Our\npsychiatric consultant agreed with the 1997 findings of\nDr. Geller, the Commonwealth's psychiatric consultant, that a significant percentage of patients confined to Western State could be\ndischarged if appropriate community placements were available.\nMedicare/Medicaid regulations and generally accepted professional standards require psychiatric hospitals to assess patients on a\nregular basis for their discharge potential and to develop adequate discharge plans to meet the individual patient's needs. 42 C.F.R. §\n482.43.Moreoverthe Commonwealth has an obligation to ensure that once patients are transferred, the setting is safe and adequate to\nmeet their needs.\nThe Department of Justice has promulgated regulations pursuant to Title II of the ADA that require public entities to provide services to\nqualified individuals with disabilities in the most integrated setting appropriate to their needs. 42 U.S.C. § 12132 et seq., 28 C.F.R. §\n35.130(d). The Supreme Court recently upheld the Department's interpretation of this regulation that unjustified institutionalization of\npersons with mental disabilities is a form of discrimination on the basis of disability prohibited by Title II. Olmstead v. L.C., 119 S.Ct.\n2176, 2185 (1999). The Court found a state \"generally may rely on the reasonable assessments of its own professionals in determining\nwhether an individual 'meets the essential eligibility requirements' for habilitation in a community-based program. Id. at 2187. A\nreasonable professional judgment about the most integrated setting appropriate for an individual should not be affected by extraneous\nconsiderations, such as administrative convenience and costs. The Supreme Court summarized the states' obligations under Title II of\nthe ADA, as follows:\nStates are required to provide community-based treatment for persons with mental disabilities when the State's treatment professionals\ndetermine that such placement is appropriate, the affected persons do not oppose such treatment, and the placement can be\nreasonably accommodated, taking into account the resources available to the Stateand the needs of others with mental disabilities. Id.\nat 2189.\nWestern State's discharge planning is inadequate and violates federal law and professional standards of care. Western State fails to\nensure that professional judgments about the most integrated setting appropriate to meet each patient's needs are not affected by\nadministrative convenience and costs. In addition, facility professionals have identified many patients who could appropriately be\nserved in more integrated, community settings but community placements have not been offered to these patients.\nIn addition, when Western State discharges patients, it does not develop adequate discharge plans to ensure appropriate patient\ntransition into the community. There are numerous examples of patients discharged without adequate community supports. For\nexample, M.B., a 39-year old patient diagnosed with schizophrenia and substance abuse, was admitted to Western State after he was\nfound naked and incoherent in a cemetery. He was discharged the day after he was admitted with a 30-day supply of medications and\nno discharge plan. L.J., a 34 year old woman with bipolar disorder and a history of alcohol abuse and suicide attempts, was admitted to\nWestern State because she had suicidal ideation and a plan to kill herself by overdosing on medication. She was discharged from the\nfacility three days later without a discharge plan. Western State security staff simply drove her to the bus station and dropped her off.\nWestern State social workers report that it often is difficult to arrange aftercare appointments for patients and that patients frequently\nmust wait three to four weeks after their discharge for an appointment with a psychiatrist. As a result, some patients become ill and\nnon-compliant before their first aftercare appointment and have to be re-hospitalized.\nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 5/8\n\n7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\nII. Minimum Remedial Measures\nThe deficiencies at Western State mirror, in many respects, the deficiencies we found in our CRIPA investigations of Central State\nHospital, Eastern State Hospital, and the Northern Virginia Mental Health Institute. Therefore, many of the following minimum remedial\nremedies are similar to those we previously identified in findings letters regarding other Virginia mental health facilities.\nA. Mental Health Care\n1. Western State must provide adequate and appropriate psychiatric and other mental health services in accordance with accepted\nprofessional standards.\n2. Western State must conduct interdisciplinary assessments of patients consistent with generally accepted professional standards.\nThe assessments should identify and prioritize each patient's individual mental health problems and needs, including maladaptive\nbehaviors and substance abuse problems.\n3. The treatment process should be reformed. Patient treatment must be appropriate, individualized, coordinated, and properly\nmanaged. Such programs should give each patient a reasonable opportunity to be cured and function as independently and effectively\nas possible given his or her individual condition. To that end, treatment planning should reflect an interdisciplinary process. Patients\nshould have appropriate input in the treatment process. Treatment should be based on objective data and clearly established goals.\nStaff should be trained to write professionally appropriate behavioral goals and objectives. Staff should collect reliable data and use it in\ntreatment decisions as part of the treatment planning process. Staff should implement treatment plans consistently, assess their\nefficacy and review and revise them when appropriate.\n4. Western State must provide adequate psychological services and behavioral management. Behavioral management should focus on\nteaching alternative, adaptive behaviors.\n5. Western State should provide adequate psychosocial rehabilitation programs that are individualized to patient's needs. In addition,\nWestern State should provide adequate substance abuse programs.\n6. Western State's psychopharmacological practices must comport with generally accepted professional standards. All use of drugs\nshould be professionally justified, carefully monitored, documented, and reviewed by qualified staff. Medications should be prescribed\nbased on clinical need, rather than budgetary considerations.\n7. Western State must revise its psychopharmacological practices, including the use of antipsychotics, medication combinations, PRN\norders and the prescription of benzodiazepines, to comport with accepted professional practice.\nB. Seclusion and Restraint\n1. Use of seclusion and restraint must comport with professional standards and must be conducted in a safe and appropriate manner.\n2. The practice of using seclusion for the convenience of staff, or in lieu of treatment, must cease immediately. The decision to seclude\nand/or restrain a patient should only be employed pursuant to the exercise of professional judgment by a qualified professional.\n3. Patients in seclusion and/or restraint must be adequately and appropriately monitored. Use of seclusion and restraints should be\nproperly documented and reviewed in a timely fashion by qualified staff. Criteria for release from seclusion and restraints should be\nclearly identified.\n4. Western State should cease immediately: the practice of placing patients in restraints in a face-down position; the use of six-point\nchair restraints; the use of eight-point bed restraints; and, tying patients in posey-vest restraints to side rails on their beds.\nC. Nursing and Medical Care\n1. Western State must ensure that its patients receive adequate medical, including emergency, care in accordance with generally\naccepted standards of care. Western State should ensure adequate and appropriate interdisciplinary communication among relevant\nprofessionals, and Western State physicians should write appropriate, complete and clear orders pursuant to professionally accepted\nstandards.\n2. Western State should develop and implement nursing protocols for dysphagia, decubitus care, bowel and bladder training and fall\nrisk assessment and abatement.\n3. Western State should develop and implement an adequate quality assurance process in accordance with professionally accepted\nstandards.\nD. Protection From Harm\nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 6/8\n\n7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\n1. Western State must provide a safe environment for its patients. Staff members should adequately monitor and safeguard the\npatients, especially those with histories of exhibiting behaviors that cause injuries to themselves or others. Patients also must be\nprotected from being victimized by other aggressive patients.\n2. Western State should employ sufficient trained, independent investigators to ensure that all incidents of abuse, serious injury or\nunexpected death are adequately investigated.\n3. Western State should develop and implement adequate nursing protocols to ensure that patients are appropriately supervised and\nmonitored.\n4. Western State should develop and implement adequate suicide prevention measures, including initial assessment protocols and a\nsufficient number of qualified staff to supervise suicidal patients adequately.\n5. Physician orders for enhanced supervision must be communicated to appropriate staff and implemented.\n6. Western State should abate suicide hazards in bedrooms and bathrooms.\nE. Discharge Planning and Community Placement\n1. Qualified professionals at Western State should evaluate patients on a periodic basis to determine the most integrated setting\nappropriate to meet each patient's individualized needs.\n2. Individualized discharge criteria should be adequately developed and discharge planning should be a consideration before a patient\nis about to be discharged.\n3. Western State should develop and implement adequate discharge plans that identify the necessary aftercare services to meet the\nneeds of patients upon discharge.\n4. Western State should develop a system to oversee the discharge process and aftercare services. This system should ensure that\nprofessional judgments about the most integrated setting appropriate to meet each patient's needs are implemented and that\nappropriate aftercare services are provided that meet the needs of the patient in the community.\n5. The Commonwealth should provide appropriate linkages between hospital and community services in order to ensure adequate\npatient transition into the community.\n6. The Commonwealth should ensure that Western State patients receive mental health services in the most integrated setting\nappropriate to their needs. The Commonwealth should address the placement of those in-patients whom professionals have\ndetermined are appropriate for community placement.\nF. Staffing\n1. Western State should hire and deploy a sufficient number of qualified direct care and professional staff, particularly psychiatrists and\nnurses, necessary to provide patients with adequate supervision and medical and mental health treatment.\nPursuant to the Civil Rights of Institutionalized Persons Act, the Attorney General may initiate a lawsuit to correct deficiencies at an\ninstitution forty-nine days after appropriate officials are notified of them. 42 U.S.C. § 1997b(a)(1). Based on our recent experience\nregarding other mental health facilities in Virginia, we fully expect to work cooperatively with the Commonwealth to resolve the\ndeficiencies we have identified without resort to contested litigation. As noted earlier, we are aware that Virginia is already engaged in\nefforts to improve conditions at Western State and look forward to receiving the initial plan of correction based upon these efforts.\nWe will forward our expert consultants' reports under separate cover. Although their reports are their work -- and not necessarily the\nofficial conclusions of the Department of Justice -- their observations, analyses and recommendations provide further elaboration of the\nrelevant concerns, and offer practical assistance in addressing outstanding challenges at Western State. We hope that you will give this\ninformation careful consideration and that it will assist in promoting a dialogue aimed at quickly addressing the problems that we note.\nAgain, we want to thank you for your cooperation, both in this matter as well as in our other CRIPA investigations.\nSincerely,\nBill Lann Lee \nActing Assistant  \nAttorney General \nCivil Rights Division\ncc: The Honorable Mark L. Earley \nAttorney General \nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 7/8\n\n7/3/2017 Western State Hospital Findings Letter | CRT | Department of Justice\nCommonwealth of Virginia\nMr. Robert Claude Allen\nSecretary \nDepartment of Mental Health and Human Resources\nMr. Richard Kellogg \nCommissioner \nDepartment of Mental Health\nDr. Jack W. Barber \nDirector \nWestern State Hospital\nThe Honorable Robert P. Crouch, Jr. \nUnited States Attorney \nWestern District of Virginia\nThe Honorable Helen F. Fahey \nUnited States Attorney \nEastern District of Virginia >\nUpdated August 6, 2015\nhttps://www.justice.gov/crt/western-state-hospital-findings-letter 8/8",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/crt/western-state-hospital-findings-letter",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/90070"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115758,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115758"
    }
  ],
  "document_count": 2
}