{
  "case_id": 352,
  "fetched_at": "2025-10-20T22:44:47.569565",
  "case_data": {
    "attorney_orgs": [
      "Legal Services/Legal Aid"
    ],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": "School ",
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Pine Hills School",
        "defendant_level_other": "School ",
        "is_active": true
      }
    ],
    "case_ongoing": "Perhaps, but long-dormant",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1982,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Montana",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1977-06-17",
    "filing_year": 1977,
    "id": 352,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "Jails, Prisons, Detention Centers, and Other Institutions: Visiting",
      "General/Misc.: Mail",
      "General/Misc.: Phone",
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc.: Juveniles",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "General/Misc.: Religious programs / policies",
      "General/Misc.: Education",
      "Affected Sex/Gender(s): Male",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation"
    ],
    "last_checked_date": "2007-11-10T00:00:00-05:00",
    "main_docket": {
      "id": 42731,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1977,
      "docket_filing_number": 74,
      "is_main_docket": true,
      "court": "District of Montana",
      "state": "Montana",
      "docket_office_number": "1",
      "docket_number_manual": "77-74",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Doe v. Holladay",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1982,
    "permanent_injunction": false,
    "plaintiff_description": "male juvenile students in a Montana correctional institution",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "1982-04-01",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Montana",
    "summary": "<p>In May 1977, male juvenile students in a Montana correctional institution filed a class action lawsuit under 42 U.S.C. &sect; 1983, in the U.S. District Court for the District of Montana, seeking declaratory and injunctive relief against the Pine Hills School (\"PHS\") correctional institution. Plaintiffs, represented by Montana Legal Services Association and the National Juvenile Law Center of St. Louis University, complained primarily of the policies directed toward the maximum-security unit at PHS. Specifically they alleged overly harsh penalties such as macing, stripping, and forced injection of psychotropic drugs for violations of unwritten institutional rules such as noise making; extended isolation for up to 23 hours a day for several weeks; failure to provide adequate mental health care to students; failure to establish a meaningful rehabilitation program at PHS, including not permitting students in the maximum-security unit to attend school; and practices of reading and censoring mail and limited correspondence in general.</p><p>Over the next few years, several changes took place. In February 1978, shortly after the lodge housing the maximum-security unit was closed, and just before the Superintendent of PHS was replaced, both parties to the lawsuit agreed to a comprehensive evaluation of PHS by independent experts in the administration of juvenile institutions. The evaluation involved cooperative efforts by both parties, and both dove-tailed with the changes then taking place, and went progressively beyond the issues raised in the complaint initially.</p><p>On April 1, 1982, the U.S. District Court for the District of Montana (Judge James Franklin Battin) approved a Consent Decree, which authorized many of the existing changes and provided for further changes in current protocol. Included were provisions for: increased social interaction between all detainees; freedom to practice religious beliefs; adequate dental, medical, and psychological care, including the hiring of a psychiatrist, or Ph.D. level psychologist; freedom of association and expression, specifically dress and hair length; liberal visitation policy, and increased ability to communicate with community members; the right to legally challenge confinement or placement decisions made by officers at PHS; discipline that is cautiously proportional to the violation committed, and written down and communicated to the student prior to the violation; unrestricted access to incoming and outgoing mail if privileged (attorneys, state officials, clergy) and unrestricted access to outgoing non-privileged mail as well as incoming mail unless there is credible evidence that it contains plans for criminal activity, escape, or access to contraband; restraint never to be used as discipline or treatment, but only when the student presents a danger to themselves or others; access to adequate and fresh hygiene products; and a logging of any deviation from or deprival of the rights and regulations outlined. The Consent Decree also required in-service training for all PHS employees, and provided that Attorneys for Plaintiffs have access to all records and reports until March 1985 and that the Director of Department of Institutions would visit PHS twice annually for at least the three years after the Consent Decree went into effect. The Court retained Jurisdiction indefinitely and changes to the Consent Decree require Court approval.</p><p></p>",
    "summary_published_date": "2006-05-18T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": "1982-04-01",
    "clearinghouse_link": "clearinghouse.net/case/352",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=352",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=352",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=352"
  },
  "documents": [
    {
      "date": "1982-04-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Montana",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Court",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1551,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1551.pdf",
      "title": "Consent Decree",
      "text": "i< Doe v. Holladay\nF I L ED\nJI-MT-003-002\nAPR 11982\n* ¾\nIOUAJ±*&CH,JR.\nBY TET·?ÇA 1 •\nl IN THE UNITED STATES DISTRICT COURT\n¦ t\n2 FOR THE DISTRICT OF MONTANA\n3 BILLINGS DIVISION\n4\n5\nD. DOE, et al·,\n6\nPlaintiffs, CV-77-74-BLG r/n\n7\n-vs- CONSENT DECREE\n8\nDON  T.  HOLLADAY,  et  al,,  )\n9\nDefendants.  )\n10\n11\n12 •PREAMBLE\n13 Plaintiffs filed this class action pursuant to the\n14 Civil Rights Act of 1871, 42 U.S.C. §1983, in May 1977,\n15 alleging federal jurisdiction under 28 U.S.C. §§I343(3),(4)\n16 and l33l(a).  The Court certified the class, which is\nl¿\n17 comprised of:  (1) all male juveniles presently confined at\ni1 nI 18 the Pine Hills School in Miles City, Montana; (2) all male\n19 juveniles previously confined at the Pine Hills School and\n20 now under the supervision, custody, and control of tnc Montana\n21 Department of Institutions; and (3) all male juveniles who\n22 may in the future be incarcerated in the Pine Hills School.\n23 The Pine Hills School is a youth correctional facility for the\n•\n24 rehabilitation of delinquent youths.  §41-5-103(17), MCA.\n25\nThe complaint filed by plaintiffs alleged that conditions\n2ð\nand practices at the Pine Hills School violated plaintiffs'\n27\nrights, privileges, and immunities under state law and the\n28\nFirst, Third, Fourth, Fifth. Eighth, and Fourteenth Amendments\nI\n29\nof the United States Constitution.  It focused principally\n30\non procedures for confining individual students in the\n31\nschool's maximum security unit (Clark Lodge) and the conditions\n32\nand practices to which the students were subjected within\ni\n\nthat lodge.  Additionally, the complaint challenged the\n1\nadequacy of the rehabilitation program at Pine Hills; school\n2\ncensorship policies; and the lack of written rules governing\n3\nadmission, custody, transfer, and release of youths committed\n4\nto the Institution.  In their prayer for relief, plaintiffs\n5\nsought declaratory, injunctive, and other equitable redress.\nð\n7 Defendants denied the allegations of the complaint but\n8 acknowledged the Court's jurisdiction.\n9 Since the commencement of this action in May 1977, there\nhave been significant developments which have affected the\n10\ncourse of the litigation.  First, Clark Lodge was closed.  Second,\n11\nthe procedure by which students are confined in maximum security,\n12\nthe conditions to which they are subjected while\n13\nin confinement, and the length of confinement have radically\n14\nchanged.  Third, the Superintendent of the Pine Hills School\nIS\nle at the time the complaint was filed, Don T. Holladay, resigned\nin May 1978; a new Superintendent, with different philosophies,\n17\nhas served the school since that time.  Fourth, in February\n18\n1978, the parties agreed to a comprehensive evaluation of the\n19\nPine Hills School by three independent experts in the\n20\nadministration of juvenile institutions.  The evaluation dove-\n21\n22 tailed with an existing program of the Department of Institu-\n23 tions for the comprehensive evaluation of all Montana institu-\n24 tions.  As a part of the comprehensive evaluation, consultations\n25 and negotiations between plaintiffs' and defendants' attorneys\n28 were expanded to encompass many matters not expressly raised\n27 by plaintiffs' complaint.\n28 Numerous changes have been made at the Pine Hills School\n29 since the commencement of this lawsuit and many of the issues\n30 raised in the complaint may now be moot.  These changes\n31 resulted from the evaluation team's recommendations,\n32 consultations between the parties, and new policies voluntarily\n\n1 promulgated by the Department of Institutions and the new\n2 Superintendent o£ the Pine Hills School.\n3 This Consent Decree reflects a continuing spirit of\n4 cooperation between plaintiffs and defendants in an attempt to\n6 generally improve the Pine Hills School and to specifically\n6 respond to plaintiffs' claims.  The Decree goes beyond the\nallegations in the complaint and reflects agreed matters\n7\nirrespective of whether they were raised by the complaint.\n8\n9 By participating in this Decree, plaintiffs do not waive\n10 their right to litigate any claims and issues which may remain\n11 unresolved and do not intend to dispose of any issue for which\n12 no specific provision is made in this Decree.\n13 I.\n14 DEFINITIONS\n15 1.  ADMINISTRATOR -the Administrator of the\n16 Corrections Division of the\n17 Department of Institutions.\n18\n19 2. CONTRABAND -anything .youths are not\n20 authorized to possess,\n21 including items that are il-\n22 legal or that threaten the\n23 security of the Institution.\n24\n25 3.  CORRECTIONS DIVISION -the division of the Montana\n26 Department of Institutions\n27 directly responsible for\n28 supervising the Pine Hills\n29 School.\n30\n31 4.  COTTAGE LIFE STAFF -employees of Pine Hills\n32 School who work directly\n-3-\n\nrì\n:|\n`·t\n1 with youths in the various\n2 lodges in which the youths\n3 reside.\n4\n5 5.  DEPARTMENT -Montana Department of\n6 Institutions.\n7\n8 6.  DIRECTOR -the Director of the\n9 Montana Department of\n10 Institutions.\n11\n12 7.  EMPLOYEES -all employees of the\n13 Pine Hills School,\n14 including staff and\n15 volunteers.\n16\n17\n8.  GENERAL POPULATION -all youths in the^\n18\nInstitution who are not\nU 19 in segregation, punitive\n!l\n20\nisolation, or the inter-\n21\nnal support sections.\n22\n23\n9.  INSTITUTION -the Pine Hills School\n24\nin Miles City.\n29\n28\n10.  INTERNAL SUPPORT SECTIONS-the Institution's most\n27\nsecure living units/\n28\nprograms for youths who\n29\nare unable to function\n30\nacceptably in the\n31\ngeneral population.\n32\n-4-\nI\nI\n\n:v I\n•í· j\n11.  LODGE -a residence for youtÿis.\nl\n2\n12.  SOCIAL WORKER -staff member primarily\n3\n4 responsible for provid-\n5 ing counseling, program\n6 supervision, and general\n7 case work.\n8\n9 13.  STAFF -all employees of Pine\nHills School who exercise\n10\ndirect supervisory res-\n11\n12 ponsibility for youths.\n13\n14 14.  SUPERINTENDENT -Che Superintendent of\nIS Pine Hills School or a\n16 named staff member des-\n17 ignated by the Superin-\n18 tendent as his represen-\n19 tative with respect to a\n\\\n20 specific matter.\n21\n22 15.  YOUTH -any youth committed to\n23 the Pine Hills School.\n24 II.\n25 STATEMENT OF PRINCIPLES  ·  ^\n26 1.  This Consent Decree should be interpreted in a\n27 manner consistent with the rehabilitation needs of Che youths\n28 and the reasonable requirements of public safety.\n29 2.  Each youth has the right to be free from harm and\n30 to receive appropriate individualized treatment in Che lease\n31 restrictive setting.  These rights are guaranteed under sections\n32 41-5-101 et se£.. MCA, the Constitution of Montana, and the\n-5-\n\nConstitution of the United States.\n1\n3.  The purpose of the Pine Hills School is to foster\n2\nnormal growth, rehabilitation, and mature development of\n3\nyouths.  As far as practical within the institutional and\n4\n5 community setting, taking into consideration the ages-of the\nS youths and their need for reasonable security, direction,\n7 guidance, and treatment, the Pine Hills School shall provide\n8 opportunities fqr each youth to:\n9 A.  enhance individuality and self-respect;\n10 B.  enjoy privacy;\n11 C.  .develop intellectual and vocational abilities;\n12 D.  retain family ties and personal ties which do not\n13 undermine individual treatment and development;\n14 E.  express cultural identity;\n15 F.  relate to and socialize with peers of both\n18 sexes; `\n17 G.  practice religious beliefs;\nV\n18 H.  explore social and philosophical ideas;\n19 I.  enjoy a nutritious and varied diet;\n20 J.  receive adequate dental and medical care,\n21 . including human sexuality counseling;\n22 K.  enjoy a variety of recreational activities;\n23 L.  be free from physical abuse or attack,.humiliation,\n24 and  psychological abuse;  ¯ .\n23 M.  live in an environment which is designed to\n26 maximize individual security, privacy, and\n27 dignity;\n28 N.  exercise freedom of choice as to personal\n29 matters such as dress, hair length, and\n30 choice of friends; and,\n31 0.  communicate with persons in the community.\n32 4.  The Institution shall be utilized for confinement  *\n\nafter adjudication in accordance with the Montana Youth Court\nl\nAct or as otherwise allowed by law.\n2\n5.  Each youth shall be given progressively more freedom\n3\nas he exhibits appropriate behavior.  A youth committed pursuant\n4\nto state law shall be released from the Institution as soon as\n5\n6 the Institution determines confinement is no longer necessary\n7 and an appropriate post-institutional program is established.\n8 6.  Each youth shall be entitled to a free, appropriate\n9 education.\nV\n10\n7.  Each youth shall have the right to challenge through\n11\nestablished ai\\d appropriate legal procedures the legality of\n12\nhis confinement or placement, seek redress for illegal conditions\n13\nor treatment while under correctional control, pursue remedies\n14\nin connection with civil legal problems, and assert against\n15\ncorrectional or other governmental authority any other rights\n16\nprotected by constitutional or statutory provisions.\n17\n8.  Each youth shall be afforded civil rights which are\n18\nnot precluded by law or court order and which are appropriate-\n19\nconsidering his commitment to the Pine Hills School, his individua\n20\ntreatment program, conduct, and age.\n21\n9.  Inappropriate behavior by a youth may be evidence of\n22\nsignificant emotional or psychological dysfunction and may\n23\nrequire increased, rather than decreased, awareness and\n24\ninteraction.\n25\n10.  The objects of the Institution's disciplinary system\n28\nare:  •  .\n27\nA.  To reasonably regulate the behavior of youths and\n28\nto impose disciplinary measures proportionate to\n29\nthe inappropriate or prohibited behavior;\n30\nB.  To promote fairness and regularity in the system;\n31\nC.  To separate major infractions of institutional\n32\nregulations from minor infractions;\n-7-\n\nD.  To promote the use of written regulations to insure\n1\nthat each youth knows what conduct is expected of\n2\nhim and what sanctions may be imposed for violation^\n3,\nof regulations;\n4\nE.  To provide a procedure for the imposition of\n5\ndisciplinary-measures; and,\nð\nF.  To prohibit cruel and unusual punishment of youths.\n7\na III.  •  ·  ;..\nPROVISIONS\n9\nDefendants, their successors, agents, employees, and all\n10\nthose persons in active concert with them, shall comply, during\n11\nthe operation of the Fine Hills School, with the following\n12\nprovisions:\n13\n14 ORIENTATION\n15 1.  A written policy shall be established to govern the\n18 reception, classification, and orientation of each newly\n17 admitted youth.  The policy shall provide that during the youth's\n18 orientation period initial decisions shall be made classifying\n19 the youth in terms of security, lodge assignment, and participa-\n20 tion in institutional and community programs.\n21 2.  Copies of institutional policies and regulations shall\n22 be provided and explained to each youth during his orientation\n23 period.  Material provided shall include information about:\n24 A.  Visitation;\n25 B.  Authorized leaves or home visits;\n28 C.  Mail;\n27 D.  Use of the telephone:\n28 E.  The grievance procedure;\n29\nF.  The disciplinary system, including prohibited\n30\nbehavior and sanctions;\n31\nG. Searches;\n32 ¯'H. Access to legal counsel for assistance with legal\n•••  •\"  ;  :  :  -v.\n-8-\n\nI I\n1 problems both inside and outside the Institution\n2 and the names and addresses of local organizations\n3 providing free legal assistance, if any; and\n4 X.  Access to medical and dental services.\nS 3. The same orientation materials shall be provided to\n6 the parents or legal guardian(s) of each youth.\n7 TREATMENT\n8 4.  The Institution shall employ, either as an employee\n9\nor on a contract-for-service basis, a psychiatrist or Ph.D.\n10 level psychologist who shall be responsible for providing\n11 mental health •services at the Institution, including the\n12 screening of newly admitted youths and the development and\n13 implementation of treatment programs for the internal support\n14 sections.\nIS 5.  The psychiatrist or Ph.D level psychologist shall have\n16 an adequate staff to meet the mental health and treatment needs\n17 of youths.\n18 6.  The Department and Corrections Division recognize\n19 that the Institution must have an adequate staff-youth ratio\n20 if youths are to receive effective treatment.\n21 7.`  The Institution shall establish an individualized\n22 treatment and rehabilitation program for each youth within\nV\n23\nthe least restrictive setting appropriate for the youth.  The\n24 program shall be written, shall include a description of\n25 expected behavior and accomplishments, a projected time\n26 schedule for achievement and subsequent release, and signatures\n27 of both the youth and the appropriate staff member.  The program\n28 shall provide for a gradual decrease in supervision and a\n29 corresponding increase in the youth's freedom and responsibility.\n30 Once the youth's program is established, planning for his release\n31 from the Institution and development of a post-institutional plan\n32 shall be initiated.\n-9-\n\n8.  In the planning and implementation of treatment and\n1\nrehabilitative programs for youths, the Institution shall\n2\nutitilize professionals who collectively have expertise in the\n3\nfields of psychology, psychiatry, education (academic and\n4\nvocational), special education, vocational guidance, social\n5\nwork, and medical care, as these disciplines relate to youths.\n6\nOpportunity shall be extended to each youth and his parent(s)\n7\nor guardian(s) to participate in a meaningful way, to the\n8\nextent of their respective capabilities, in the design of the\n9\nyouth's individual treatment program.\n10\n9.  To assist in the design and coordination of the\n11\ntreatment program for each youth, the youth's academic records\n12\nand counseling records at the Institution sh^all be available to\n13\nall staff working with the youth.\n14\n10.  A written policy shall be established to provide for\nIS\nie a major review o£ each youth's treatment program, including his\n17 readiness for release from the Institution, no later than three\nIS (3) months after admission and at least every three (3) months\n19 thereafter.  The review shall be by a committee, which shall\n20 include the youth's social worker. The policy shall also provide\n21 that a written report summarizing the review shall be prepared\n22 by the social worker.  The report shall:\n23 A.  Specify the date of review;  I\n24 B.  List the names of all staff members who participate\n25 in the review;\n26 C.  Include an evaluation of the youth's present\n27 treatment program;\n28 D.  Include an evaluation of the youth's behavior\n29 since the last review;\n30 E.  Set forth in detail any changes to be made in the'\n31 youth's program and the reasons for the changes;\n32 and,\n-10-\n\n.¦i\nv\nê\nF.  Set forth clearly the criteria the youth\n1\n'i must satisfy to secure his release from the\n* > 2\nInstitution.\n3\n11.  The report described, in the preceding paragraph shall .\n4\nbe placed in the youth's file and a copy given to the youth.  If\n5\nthe youth's program is to be substantially changed and he objects\n6\n7 to the proposed change(s), he may file a grievance.\n8 RIGHTS\n9 12.  A written policy shall establish procedures to ensure\nthat the due process rights of youths are protected.\n10\n13.  The policy regarding due process rights shall provide\n11\nthat a due process hearing before an impartial tribunal shall\n12\n13 be held if a youth is charged with an infraction of institutional\n14 regulations and a finding that the youth committed the infraction\n15 may result in:\ni.  The  imposition of sanctions permitted for\n16\n17 major infractions; or,\n18 ii.  Placement in an internal support section.\n19\n20 A. The hearing shall be convened by or at the directio\n21 of the Superintendent;\n22 B. A youth charged with an infraction shall be\n23 presumed innocent until proven guilty by a\n24 preponderance of substantial evidence;\n25 C. The hearing shall be informal and shall be\n26 conducted by an impartial tribunal who shall\n27 determine the youth's guilt or innocence.  The\n28 tribunal may be an individual or a panel of three.\n29 The size of the tribunal shall be determined by\n30 the Superintendent;\n31 D. Department heads at the Institution and volunteer\n32 attorneys shall serve as members of the tribunal.\n-11-\n\nThe membership of the tribunal shall be determined\n1\nby the Superintendent;\n2\nThe youth shall be given at least twenty-four (24)\n3\nhours written notice of the due process hearing.\n4\nIf the infraction occurred on a Friday or a day\nS\npreceding a holiday, the youth and his representa-\n8\ntive may waive the twenty-four (24) hour notice;\n7\nThe youth's notice shall contain:\n8\ni.  Reason(s) for the hearing, including a\n9\ndetailed description of the alleged infraction\n10\n.ii.  The time and place of the hearing;\n11\nill. The name of the complainant and any witnesses\n12\n13 he/she intends to call; and,\n14 iv.  A statement that:\n15 (a)  The youth shall be represented by a staff\n16 member of his choice or by an attorney\n17 retained by the youth at his own expense.\n18 In the event the youth does not choose a\n19 representative, his assigned social\nV\n20 worker shall fill the role; if the social\n21 worker is unable to fill the role, the\n22 . tribunal shall appoint an individual to\n23 act as the youth's representative;\n24 (b)  The following persons shall not be\n25 allowed to act as a youth's represen-\n26 tative :\n27 (1)  The Superintendent;\n23 (2)  Any member of the tribunal; or,\n29 (3)  Any individual who is directly\n30 involved in Che case;\n31 (c)  At the hearing the youth shall have\n32 the right to confront and cross-examine\n-12-\n\nopposing witnesses, to set forth his\n1\nposition and to present his own .\n2\nwitnesses.  The rip.ht to cross-examine\n3\nshall not, however, extend to a\n4\nconfidential informer if the tribunal\n5\nreasonably determines that disclosure\n6\nof the informer's identity would\n7\njeopardize his safety.  If the\n8\ninformer's identity is not disclosed,\n9\nthe substance of his evidence shall\n10\nbe disclosed to the youth\n11\nand his representacive and the youth\n12\nmay not be found guilty unless the\n13\nevidence of the confidential\n14\ninformer is corroborated by other\n15\nsubstantial evidence;\n16\n17 G. Prior to the hearing, the youth may not be\n18 confined in a setting more secure than his\n19 residence at the time of the alleged infrac-\n20 tion or subjected to other restrictions unless\n21 the Superintendent first determines that\n22 probable cause exists to believe that the\n23 youth committed the alleged infraction and\n24 then reasonably determines that confinement  ;\n25 in a more secure setting or the imposition\n28 of other restrictions is necessary to\n27 protect the youth, to protect others, or to\n28 maintain institutional integrity,\n29 i.  The youth may not be confined for\n30 more than thirty-six (36) hours,\n31 excluding weekends and holidays, unless\n32 the Superintendent reasonably determines\n-13-\n\n'` «\n.!¿i\ni\nf\nthat the hearing cannot be held within\n1\nthat time, in which case the youth\n2\nmay be confined up to forty-eight  (48) hours,\n3\nI excluding weekends and holidays;\n-I 4\n.1\nii.  If the youth is found guilty of the\nI ï ' 5\nalleged infraction, the tribunal shall\n6\nconsider, the confinement or restrictions\n7\nto which he has been subjected in\n8\ndetermining the appropriate sanction.\n9\nH.  The due process hearing shall be tape-recorded\n10\n•and the record preserved at least ninety (90)\n11\n12 days;\n13 I.  At the hearing, the tribunal shall inform the\n14 youth of the reason for the hearing.  The tribunal\n15 shall ask the youth to admit or deny the charge.\nlð If the charge is denied, the tribunal shall\n17 call and question the complainant and the\n18 complainant's witnesses.  The youth or his\n19 representative shall have the opportunity to\n20 cross-examine any witness other than a\n21 confidential informer, to inspect and challenge\n22 .'•  any documentary or physical evidence, to intro-\n23 duce evidence, and to call witnesses;\n24 J.  The tribunal shall render a written decision\n25 based upon evidence presented at the hearing and\n26 notify the youth and his representative of the\n27 decision within twenty-four (24) hours of the\n28 hearing.  The decision shall:\nV\n29 i.  Summarize the evidence relied upon; and,\n30 ii.  Find that the youth did not commit the\n31 alleged infraction, in which case all\n32 records of the charge shall be expunged\n-14-\n\nA  J\nfrom his files; or,\n1\niii. Find that the youth did commit the\n2\nalleged infraction, in which case the\ntribunal may:\n4*\nI ' (a)  Impose sanctions permitted by\n5\nI * institutional policy, and/or,\n6\n(b)  Order placement of the youth in an\n7\ninternal support section;\n8\nK.  The youth, assisted by his representative,\n9\nmay appeal the tribunal's decision to the\n10\n.Superintendent.  The appeal shall be in\n11\n12 writing and shall be made within forty-\nI\n13 eight (48) hours of receipt of the\n14 decision, excluding weekends and holidays.\nIS The Superintendent's review shall be\n16 limited to the hearing record.  He shall\n17 make a written decision within seventy-\n18 two (72) hours.  He may reverse, affirm,\n19 or modify the tribunal's decision or  i,\n20 reduce the sanctions imposed by the tribunal.\n21 14. The policy regarding due process rights shall also\n22 provide:\n23 A.  A youth who has allegedly committed a criminal\n! J.\n24 offense for which prosecution by state\n25 authorities is sought may be confined in a\n26 setting more secure than his residence at the\n27 time of the criminal offense or be subjected to oth¢r\n28 restrictions if the Superintendent first determines\n!) 29 that there is probable cause to believe that the\n30 youth committed the offense and then reasonably\nil 31 determines that confinement or restrictions are\n32 necessary to protect the youth, to protect others,\n•ì i\n-15-\n\n* -,\nh\n1  or to maintain institutional integrity.  The\n'i 2  decision of the Superintendent and the reasons\n3  for the decision shall be in writing.\n4  i.  If state authorities decline to prosecute\n5  or if a decision to prosecute has not been ma\n6  within two (2) days of the request to\n7  prosecute, excluding weekends and holidays,\n8  ,  the youth shall be released from confinement\n9  or charged with a major infraction of\n10  institutional regulations.  If he is charged\n11  ·.  with a major infraction, a due process\n12  hearing shall be held within twenty-four (24)\n13  hours;\n14  ü.  The youth shall not be questioned about\n15  the criminal offense nor subjected to a due\n16  process hearing unless he is represented by\n17  an attorney;\n18  B.  The degree of procedural formality that must\n19  precede the imposition of sanctions for minor\n20  ' infractions of institutional regulations or the\n21  imposition of other restrictions on the liberty of\n22  youths shall be determined by the seriousness of\n23  the sanction or restriction .sought to be imposed.\n24  The greater the permissible sanction or restrictiot\n25  the greater the degree of formality that shall\n2ð  be required.\n27  15.  A written policy shall establish a grievance procedure\n28  by which youths and employees may complain about policies,\n29  personnel, conditions, procedures, or programs  at the Pine Hills\n30  School.  The grievance procedure shall be governed by the followir\n31  principles:\n32  A.  Grievances shall be submitted to the\n-16-\n\nSuperintendent¡\n1\nB.  There shall be reasonable time limits\n2 .\nwithin which a grievance may be submitted;\n3\nC.  The grievance procedure shall permit informal\n4\nresolution of grievances;\n5\nD.  There shall be brief time limits for the\n6\nreceipt of all responses to a grievance as\n7\nwell as for action that is required to\n8\nrelieve the grievance;\n9\nE.  A complaining party shall be guaranteed\n10\nfair consideration of his grievance and a\n11\nwritten response to the grievance with\n12\nstated reasons for the decision.  In the\n13\n14 absence of such a response, there shall be\n15 further recourse available to the complaining\n16 . party;\n17 F.  A youth who has difficulty presenting his\n18 grievance shall be assisted by a staff member\n19 of his choice;\n20 G.  The Administrator shall periodically review\n21 and evaluate the grievance procedure;\n22 H.  There shall be no reprisals against anyone for\n23 using the grievance procedure;\n24 I.  The Administrator shall be notified of any\n25 grievance involving the Superintendent or\n26 any grievance alleging physical abuse;\n27 J.  Any decision on a grievance involving the\n28 Superintendent or on a grievance alleging\n29 physical abuse may be appealed to the\n30 Administrator.  All other decisions may be\n31 appealed to the Superintendent by any\n32 person directly affected.  If the Super-\n-17-\n\n•I\nI'\nintendent participated in the decision on\n1\nappeal, he shall appoint an impartial\nt-·· 2\nemployee to hear the appeal.\n3\nK.  The grievance procedure shall provide\n.1 4\nt\nthe means for immediate consideration and\nI · 5\nredress of an emergency grievance;\n6\nL.  The grievance procedure shall include a\n7\nmethod for determining- whether\n8\na particular complaint falls within its\n9\njurisdiction;\n10\nM.  .Youths and employees shall participate in the\n11\ndevelopment and operation of the grievance\n12\nprocedure;\n13\n14 N.  If a grievance challenges the procedure that\n15 preceded the imposition of a sanction for a minor\n16 infraction or the sanction itself, imposition of\n17 the sanction shall be stayed until it has been\n18 affirmed by a final decision on the grievance;\n19 0.  Neither the procedure that preceded the imposition\n20 of a sanction after a due process hearing nor\nI\n21 the sanction itself may be the subject of a\n22 grievance; and,\n¡> 23 P.  Each use of the grievance procedure shall be\n24 reported. Reports shall be centrally filed\n25 in chronological order and shall include the\n. i\nI 26 date of the grievance, the name of the person\n27 filing the grievance, a description of the\n28 grievance, a summary of any investigation, and\nI\n29 a statement of the disposition and the reasons\nI\ni 30 for the disposition and shall be signed\nIV 31 by the person who decided the grievance.\n32 16. A written policy shall be established to insure the\ni\n•If\nï -i«_\nI\ni\nï\n\nf\nì\nright of youths to receive visitors subject only to reasonable\nlimitations necessary to maintain the order and security of\n2\nthe Institution.  The policy shall govern all visitation except\n3\nvisits with an attorney or an attorney's authorized representa-\n4\n5 tive or visits that are part of the Family Therapy Program.  The\n6 policy shall provide:\n7 A.  Visits shall be liberally permitted subject to\n8 the youth's schedule;\n9 B.  Visits may be subject to visual, but not\nauditory, monitoring;  V\n10\n11 C.  .There shall be no limitations on the lenpth or\n12 number of visits a youth may receive unless the\n13 Superintendent reasonably determines in writing\n14 that:\n15 i.  The visits jeopardize the safety and\n16 security of the Institution or the visitors;\n17 or,\n18 ii.  The visits are anti-therapeutic;\n19 D.  A youth shall be informed in writing of any\n20 limitation on his right to receive visitors and the\n21 reason for the limitation.  A copy of the\n13\n22 writing shall be placed in the youth's file;\n23 E.  Visitation may occur on any day between 9 a.m.\n24 and 5 p.m. or.at any other reasonable time\n25 specified by the Superintendent; and,\n26 F.  Procedures for special visits.\n27 17.  A written policy shall be established to insure the\n28 right of youths to make and receive private telephone calls.\n29 The policy shall govern all telephone use except telephone\n30 calls to and from the youth's attorney or the attorney's author-\nV 31 ized representative or telephone use that is part of a Family\nI\nTherapy Program.  The policy shall provide:\n32\n-19-\n•it\n\\\nI\n\n. *\nu\nA.  Telephone calls, including in-state long\n1\ndistance calls, shall be liberally permitted\n2\nsubject to the youth's schedule and reasonable\n3\ntime of day, length, staff, and fiscal limita-\n4\nA\ntions;\n5\nB.  The persons to whom calls may be made or from\nð\n7 whom calls may be received shall not be\n8 restricted, unless the Superintendent reasonably\n9 determines that:\ni.  The calls jeopardize the safety and security\n10\nof the Institution; or,\n11\nii.  The calls are anti-therapeutic;\n12\n13 C.  Procedures for emergency telephone calls;\n14 D.  Each youth whose parents or guardians reside\n15 outside the state of Montana shall be allowed\n18 to make at least one long distance telephone call\n17 to them of fifteen (15) minutes duration per month\n18 at state expense; and,\n19 E.  A youth shall be informed in writing of any\n20 limitation of his right to use the telephone and\n21 the reason for the limitation.  A copy of\n22 the notice shall be placed in the youth's file.\n23 18.  A written policy shall ensure the right of youths\nI 24 to send and receive mail, including correspondence, packages,\n2S and publications.  The policy shall provide:\n26 A.  Privileged correspondence—\n¡ *\n27 . i.  Privileged correspondence is correspondence\n28 between youths and:\n29 (a)  Attorneys;\n30 (b)  Judges and Clerks of federal, state,\n31 tribal, and local courts;\nI 32 (c)  The Director of the Department of\n-20-\ni\nï\n\n:;v\n»•\n• v\nInstitutions and his staff;\n1\n(d)  The President, Vice-President, and\n2\nAttorney General of the United States;\n3\n(e)  A member of the United States Congress;\n4\n(f)  The Governor, Lieutenant Governor, and\n5\nAttorney General of any state;\n6\n(g)  A member of any state legislature;\n7\n(h)  An elected leader or member of the\n8\ngoverning body of any Indian tribe;\n9\n10 (i)  Federal, state, and tribal probation\n11 officers; and,\n12 (j)  Representatives of news media (outgoing\n13 correspondence only);\n14 ii.  Outgoing privileged correspondence shall not\n15 be opened, inspected, read, or censored;\n16 iii. Incoming privileged correspondence:\n17 (a)  Shall be treated as privileged only\n18 if the name and official status of\n19 the sender is adequately identified on\n20 the envelope;\n21\n(b)  May be opened and inspected for cash,\n22\nchecks, money orders, or contraband,\n23\nbut only in the presence of the youth\n24\nto whom it is addressed; and,\n25\n(c)  Shall not be read or censored;\n28\nB. General Correspondence—\n27\ni.  General correspondence is correspondence\n28\nbetween youths and persons other than\n29\nprivileged correspondents;\n30\nii.  Youths may send mail to whomever they wish,\n31\ní except that mail to inmates of penal or\n32\ncorrectional institutions may be sent only\n1\n>¯<\n-21-\n\ní\nwith the Superintendent's approval, which\n1\nshall not be unreasonably withheld;\n2\nI\niii. Outgoing general correspondence shall not\n3\nbe opened, inspected, read, or censored;\n.1 4\ni\nvi.  Incoming general correspondence:\nI ·\n5\n(a)  May be opened and inspected for cash,\n6\nchecks, money orders, or contraband;\n7\n(b) Shall not be read unless there is\n8\ncredible evidence that the correspon-\n9\ndence contains:\n10\n(1)  Plans for sending contraband into\n11\nor out of the Institution;\n12\n<2)  Plans for criminal activity,\n13\n14 including escape; or,\nIS (3)  Information which, if communicated,\nlð would create a clear and present\n17 danger to the security of the\n18 Institution;\n19 (c)  Shall be read only if the youth is\n20 present and has been first advised of\n21 the reasons for reading the correspon-\n22 dence.  If the youth wishes to contest\n23 the decision to read the correspondence,\n24 he may appeal it through the grievance\nJ 25 procedure.  The correspondence shall not\n28 read until a final decision on the\n¦ t\n27 grievance has been rendered; and,\n28 (d)  May be censored if it discusses any of\n29 the matters described in subparagraph\n30 (b);\n31 C. Packages may be opened and inspected for cash,\n32 checks, money orders, or contraband.\n-22-\n4.\ni\n\n•X  í\nI\ni.  The Superintendent shall provide youths\n¯i 2 with a list of items considered to be con-\n3 traband.  The list may include, but is not\n4 limited to:\n5 (a)  Weapons and explosives;\n6 (b)  Toxics, alcohol, and drugs;\n7 (c)  Jewelry and electronic equipment,\n8 unless approved by the Superintendent;\n9 (d)  short-wave radios;\n10 (e)  Aerosol deodorants, aftershave lotion,\n11 or other toiletries containing alcohol;\n12 (f)  Tools;\n13 (g)  Cigarette lighters; and,\n14* (h)  Drug paraphernalia;\n15 Youths shall be permitted to receive books,\n16 magazines, newspapers, and other publications\n17 unless the Superintendent reasonably determines\n18 that the publication is anti-therapeutic,\n19 obscene, or that it presents an immediate\n20 threat to the security of the Institution;\n21 Cash, checks, money orders, or contraband dis-\n22 covered in a youth's mail shall be removed.\n23 Cash, checks, or money orders shall be credited\n24 to the youth's  account and receipts shall go'\nÍ5 25 to the youth and the sender.  Contraband that is\n¯`i\n28 illegal or that presents a threat to the\n!.î\n27 security of the Institution or correspondence\n28 that discusses criminal activity may be forwarded\n29 to law enforcement officials.  Other contraband\n• >\n30 shall be returned to the sender;\n31 F. Whenever a decision is made to censor or return\n32 mail, the youth to whom the mail is addressed\n•ïl·\n-23-\nï\nI\n\n. *\nshall be notified in writing of the decision\n1\nand the reasons for the decision.  If the youth\n-i 2\nwishes to contest the decision, he may file a\n3\ngrievance.  The mail shall not be censored or\n4\nreturned until a final decision on the grievance\n5\nhas been rendered;\n6\nG.  Whenever mail has been censored or returned, the\n7\nsender shall be notified and given the reasons\n8\nfor the censorship or return.  He/she may appeal\n9\nthe decision to the Superintendent.  If the\n10\n. Superintendent participated in the decision to\n11\ncensor or return, he shall designate an impartial\n12\nemployee to hear the appeal;\n13\nH.  Whenever a youth's correspondence has been\n14\n15 •read and/or censored, or a youth has not been\n16 allowed to receive a package or publication, a\n17 written report shall be filed with the Super-\n18 intendent.  The report shall include the date\n19 the action was taken, the name of the employee\n20 who took the action, the evidence supporting\n21 the action, and a copy or description of the\nI! 22 material that was read, censored or returned.  If\n23 correspondence was read and/or censored, the\n24 report shall include a copy of the correspondence.\n25 If a publication was returned, the report shall\n26 indicate the title and date of the publication.\n27 A copy of the report shall be placed in the\n28 youth's file.  The reports shall be reviewed\n29 monthly by Che Superintendent to ensure strict\n30 compliance with the Institution's mail policy;\n31 I.  Youths shall be allowed to receive an unlimited\n32 amount of mail;\n1\n-24-\n¯{j\ni\ni\n\nI\nJ.  Youths shall receive postage and stationery\n`·¯i sufficient to mail at least three pieces of\n2\nfirst-class domestic mail, weighing one ounce\n3\nor less, per week.  When a youth is without\n4\nfunds or sufficient postage, privileged corres-\n5\npondence or necessary correspondence in verified\n6\nI '\nemergencies shall be mailed without charge to\n7\nhim;\n8\nK.  Outgoing mail shall be collected from youths\n9\nand mailed at least once every weekday.  Incoming\n10\nmail shall be held only so long as is\n11\nnecessary for inspection and/or reading, but\n12\nnever longer than forty-eight (48) hours, unless\n13\n14 it is the subject of a grievance.  Incoming\n15 mail shall be distributed by a designated\n16 employee directly to the youth to whom it is\n17 addressed.  Mail shall never be collected or\n18 distributed by youths.\n19 19.  A written •policy shall be established that V\n20 specifies the religious rights of youths at the Institution.\n21 The policy shall not violate state or federal law and shall\n22 provide:\n23 A. Participation in the Institution's religious\n24 programs shall be voluntary;\n25 B. When feasible, the Institution shall allow\n28 for the religious needs of all youths; and,\n:-ï\n27 C. Appropriate religious materials shall be\n28 accessible.\n29 20.  A written policy shall be established that ensures\n30 youths access to courts and attorneys.  The policy shall\n¡\n31 provide:\n32 A.  Youths shall have access to:\n•if- -25-\n\n••-\nrt\ni.  Attorneys; and,\n1\nii.  Authorized representatives of attorneys,\n2\nlimited to law students, paralegals,\n3\nsecretaries, and special investigators;\n4\nB.  If he requests, a youth shall be given assistance\n5\nin contacting any of the persons referred to in\n6\n7 Part A.  The contact shall be confidential;\n8 . C.  Visits with any of the persons referred to in\n9 Part A may occur at any reasonable time.  If a\nvisit is to be conducted outside normal working\n10\n.hours, the visitor shall notify the staff of\n11\nthe proposed visit and obtain permission, which\n12\nshall not be unreasonably withheld;\n13\n14 D.  Visits with any of the persons referred to in\n15 Part A shall be in private;\n18 E.  Confidential telephone communication with any\n17 person referred to in Part A shall be permitted,\nsubject to reasonable time of day limitations.\n18\nA staff member shall assist wich such communica-\n19\ntion; and,\n20\nF.  There shall be no limit on the number or length\n21\nii\nof visits and telephone calls between a youth\n22\n23 and any person referred to in Part A.  The State\n! - 24 shall pay for long distance in-state telephone ;\nI¯J 25 calls of reasonable length or allow the youth\n26 to use the State's WATS line.\n27 21.  A youth dress and hair code shall be established.\n28 The code shall provide:\n29 A.  The Institution shall require no specific mode\n30 of dress;\n31 B.  Rules relating Co length and style of hair,\nfacial hair, cosmetics, clothing, and the like.\n32\n-26-\n\\\ni\nï\n\n•i I.\n\\\n1 shall be based on safety, cleanliness, and\nhealth standards and not on the personal prefer-\n2\nence of those in authority;.\n3\nC.  Each youth shall be required to maintain\n4\npersonal hygiene and to be attired appropriately\nS\nfor the weather conditions and the activity in\n6\nwhich he is engaged;\n7\nD.  Protective clothing shall be worn when necessary;\n8\nand,\n9\nE.  Tattoos shall not be removed or altered, except\n10\n11 , by authorized medical personnel.\n12 22.  A written policy shall be established by which a\n13 youth may be temporarily separated from the general population\n14 at his own request.  The policy shall provide:\n15 A.  The request shall be granted unless the Super-\n16 intendent specifies in writing good cause for\n17 denying it;\n18 B.  The youth shall be returned to the general\n19 population upon request, but in no event shall\nj 20 he be separated from the general population for mo^`e\n21\nthan twenty-four (24) hours;\n22\nC.  When a youth is separated from the general\n23\npopulation, the youth's social worker or other\n24\nappropriate staff member shall be informed and\n\\``i 25\nshall visit the youth as soon as possible;\n26\nD.  The youth's physical and mental condition shall\n27\nbe observed upon separation and thereafter as\n28\nneeded, but at least every thirty (30) minutes.\n29\nBased on these observations, appropriate medical\n30\nand psychological care shall be provided to\n31\ninsure the well-being of the youth.  Each\n32\nobservation shall be recorded.  The record shall\n1\n-27-\n\ni I\nf>\nshow the time, date, behavior observed, and the\n1\n`'i 2 name of the observer.\nE.  A youth separated from the general population\n3\n4 shall never be placed with youths being disci-\n5 plined and, when possible, shall be placed in\n6 his own room;\n7 F.  While separated from the general population,\n8 a youth may exercise tho3e rights and\n9 privileges exercised by youths in the general\n10 population that are consistent with separation;\n11 : and,\n12 G.  The staff member who receives the request for\n13 separation shall file a written report with tha\n14 Superintendent.  The report shall indicate the\n15 date and length of, and reason for,  the separatio\nlð A copy of the report shall be placed in the\n17 youth's file.  ^\nI\n18 23.  Sleeping and privacy arrangements for youths shall be\n19 varied so that individual and small group arrangements are . •\n20 available according to the needs and desires of the youths. ¯\n21 In future construction, the Institution shall not use dormitory\n22 arrangements unless specifically directed to do so by the state\n23 legislature.\n24 24.  All youths shall have the option of having a minimum\n25 of one (1) hour daily of strenuous physical activity.  The\n¡ < 28 activity may be part of a recreational program, decentralized by\n27 lodge.\n28 25.  Youths shall not be compelled to do maintenance or othe\n29 work assignments as substitutes for employees.  Youths shall also\n30 not be required to participate in coerced work assignments unless\n31 work is :\n32 i.  Part of an approved vocational program;\n5\n-28-\nI\n\n¾  í\nî\nf<\n1 ii.  Part of an individual treatment program;\n'i\n2 lii. Reasonably related to the youth's normal\n3 housekeeping and yardkeeping tasks; or,\n4 iv.  Reasonably related to the youth's personal\n5 hygenic needs.\n6 26.  A written policy shall ensure the confidentiality of\n7 all records and information pertaining to youths.  The policy\n8 shall provide:  `` •\n9 A.  A youth's case file shall be open for information\n10 only to administrators and employees associated .\n11 •.with the youth's treatment;\n12 B.  A youth shall have access to all material\n13\nin his case file at any reasonable time,\n14\nexcept particular material access to which the\n15\nSuperintendent has reasonably determined\n16\nwould be anti-therapeutic.  The reasons\n17\nfor denying access shall be given to the\n18\nyouth in writing and a copy of the writing\n19\nshall be placed in the youth'5 file;\n20\nC.  A youth's attorney or the attorneys's\nI)\n21\nrepresentative shall have access to the\n22\nyouth's entire case file upon providing\n23\na Release of Confidential Information\n24\n.  signed by the youth; and,\nn 25\nD.  An individual not listed in subparagraph A\n5 28\nor subparagraph C or an agency may obtain\n\\.\\ 27\ninformation from a youth's file if authorized\nI 28\nby a statute or a court order to receive it.\nÌ f\n\\ 29\nÍ 1 27.  A written policy shall be established governing\n¦ « 30\n! i searches of youths, their rooms, sleeping areas, and property.\n31\nThe policy shall provide:\n32\nA.  Searches shall never be used as punishment, in\n-29-\nï\n\nretaliation, or for disciplinary purposes;\n1\nSearches shall be conducted only upon written\n2\nauthorization of the Superintendent by employees\n3\nspecifically trained in effective and safe search\n4\nA\ntechniques;\n5\nI ¯\nSearches shall be conducted no more frequently\n6\nthan is reasonably necessary to control contra-\n7\nband.  Each search shall be conducted in a\n8\nreasonable manner with no more force or intrusion\n9\nthan is necessary to effectuate the search.\n10\n.Every effort shall ba made to minimize the\n11\nembarrassment of any youth being searched;\n12\nA youth may be subject to a search after he\n13\n14 has received visitors or been off the grounds\n15 of the Institution.  In all other cases, a\n18 youth may be searched only if the Superintendent\n17 has probable cause to believe that he is\n18 concealing contraband;\n19 Searches of youths shall be conducted in private\n20 by no more than two (2) male employees;\n21 Strip searches may include visual but never\n22 tactile examination of body cavities;\n23 Searches of a youth's room, sleeping area, or\n24 property shall be conducted if the Superintendent\n25\ndetermines that there is probable cause to\n\\ì\n28\nbelieve that a search will uncover violations\n27\nof the Institution's regulations.  The youth\n28\nshall be given an opportunity to observe the\n29\nII search;\n30 H.\nAll searches shall be documented.  A written\n31\nreport of each search shall be filed with the\n32\nSuperintendent by the employee in charge of\n•If -30-\nI\nï\n\nthe search.  The report shall include the date\n1\nof the search, the location and subject of\n2\nthe search, the names of the employees conducting\n3\nthe search, the reason for the search, and a\n4\ndescription of any contraband discovered during\nS\nthe search.\n6\n28.  Each living unit shall have indoor space for leisure\n7\ntime activities, such as television, table games, and reading,\n8\nwhich meets or exceeds the space requirement of the Commission\n9\non Accreditation set forth in the MANUAL FOR JUVENILE CORRECTIONAL\n10\nINSTITUTIONS (1979).\n11\n29.  Trustworthy youths shall be afforded the opportunity,\n12\nwith the permission of the Superintendent, to be involved in\n13\ncivic, artistic, cultural, recreational, and social activities\n14\noutside the Institution.\nIS\n30.  Written policy shall ensure that authority over and\n18\ncontrol of youths is always exercised by employees.\n17\n31.  When feasible, use of the Institution's gymnasium by\n18\n19 youths and community organizations shall be encouraged.\n20 32.  No youth shall be transferred from the Institution to\n21 a mental health.facility except in accordance with law.\n22 33.  A written policy shall be established regarding the\n23 content, format, maintenance, security, retention, sealing and\n; 24 expungement of youth case files.\n25 DISCIPLINE\n26 34.  Youths shall not be subjected to corporal punishment.\n27 This prohibition allows no exceptions.\n28 A.  A written report shall be filed with the\n29 immediate supervisor of any employee allegedly\n30 subjecting a youth to corporal punishment.\nThe report shall include the date of\n31\nthe incident, the names of any employees involved\n1 32\n-31-\n\nr` f\nin the incident, the names of any witnesses, a\n1\ndescription of the incident, a description of\n•~i 2\nany injury, and the treatment provided;\n3\nB.  The report shall be submitted to the Adminis-\n4\ntrator and the Superintendent within forty-\n5\neight hours (48) hours of the incident.  A\nð\ncopy of the report shall be placed in the\n7\nyouth's file.  The Superintendent shall inves-\n8\ntigate the incident.  If he determines that a\n9\nyouth was subjected to corporal punishment, the\n10\nemployee shall be immediately suspended and\n11\nappropriate disciplinary proceeding instituted,\n12\ndisposition of which shall include r<ïmoving the\n13\nemployee from direct contact with youths and\n14\nmay include termination of employment; and,\n15\n16 C.  The Superintendent shall prepare a written\n17 report of his investigation, which shall include\n18 his findings and a determination whether criminal\n19 prosecution of the employee is warranted.  The\n20 report shall be submitted to the Administrator\n21 within one (1) week of the incident and a copy\n22 placed in the youth's file and the employee's\n23 personnel file.\n24 35.  The use of any force for punishment or reprisal is  ·\n23 prohibited.\n26 36.  Y ths shall not be subjected to verbal harrassment,\nOu\n27 name calling, unusual punishment, humiliation, mental abuse,\n28 or punitive interference with the daily functions of living.\n29 37.  The use of physical force by one youth against\n30 another shall be prohibited by Institution policy.\n31 38.  Firearms or other deadly force weapons shall not be\n32 used in conjunction with any institutional duties nor be per-\n-32-\n\nf<\n1  mitted on the grounds of the Institution (excluding private\n2  residences) except in an emergency situation involving imminent\n3  threat to life or imminent threat of grave bodily harm.\n4  39.  The use of force by employees shall be prohibited\n.1\n5  except that the minimum force necessary to achieve the\n\\  •\n6  following objectives may be used as a last resort:\n7  A.  Self-defense;\n8  B.  To prevent imminent injury to the youth or to\n9  another person;\n10  C.  To prevent imminent and substantial property damage\n11  D.  •.To prevent escape; and,\n  :\n12  E.  To compel a youth to obey an order if disobedience\nl¡\n13  would seriously disrupt the functioning of the\n14  -  Institution;\n15  40.  The use of violent, profane, or abusive language or\n16  the deliberate neglect or failure to respond to a youth's needs,\n17  shall be prohibited.  Violation of this prohibition shall result\n18  in disciplinary proceedings.\n19  41.  The use of chemical agents, except chemical restraints,\n20  shall be prohibited.  Chemical restraints may be used only to\n21  stop the commission of a felony, an assault, or a riot, subject\n22  to the following conditions:\nI ;\n23  A.  Chemical restraints shall be .used only by\n24  employees specifically trained in their use;\n25  B.  Chemical restraints shall be stored, under lock,\n26  in the Superintendent's office, or the office of\n•  I\n27  the chief of security;\n28  C.  Chemical restraints shall be used only with\n29  the approval of the Superintendent;  •\n30  D.  Chemical restraints shall not be used repeatedly\n31  against a youth within a short period of time;\nI\n32  E.  If a chemical restraint is used, the youth shall\n•I: .33.\nù\n\ni\\\nbe permitted to wash the affected area as soon\n1\n-i as possible;\n2\nF.  If a chemical restraint is used, the youth shall\n3\nimmediately receive medical care; and,\n4\n.1\n]  .1\nG.  Chemical restraints shall never be used for\n9\npunishment, retaliation, or disciplinary\n6\npurposes.\n7\n42.  A written policy shall govern the use of mechanical\n8\n9 or soft restraints.  The policy shall provide:\nA.  Mechanical or soft restraints shall be used\n10\nonly by personnel trained in their use:\n11\ni.  To restrain a youth frcm engaging in behavior\n12\ndangerous to himself or others;\n13\nii.  To prevent serious property damage; or,\n14\niii. To transport a youth under necessary security\n15\nprecautions;  V\n16\n17 B.  Mechanical or soft restraints shall never be used:\n18 i.  For punishment, retaliation, or disciplinary\n19 purposes;\n20 ii.  About the head or neck of a youth; or,\n21 iii. In a way that causes undue physical discomfort\n22 inflicts physical pain, or restricts the blood\n23 circulation or breathing of a youth;\n24 C.  A youth who has been restrained shall be checked\n25 every fifteen (15) minutes to make sure that the\nIf\n28 restraint is not causing undue physical dis-\n*27 comfort or restricting the youth's blood circulatio\njj 28 or breathing; and,\n29 D.  A youth shall be released from mechanical or\n30 soft restraint as soon as the objective of\n31 restraint has been achieved.\nI\n32 A3.  A written policy shall require a written report\nI\n-34-\n•*.\n\nof all incidents involving Che use of force or chemical,\n1\nmechanical, or soft restraints.  The report shall be filed by\n2\nthe employee using the force or restraint.  It shall include the\n3\ndate of the incident, the names of all employees involved in the\n4\nincident, the names of all witnesses, an account of the events\n5\nleading to the incident, a description of the incident, the\n6\nreason for the use of force or a restraint, and a description of\n7\nany injury and the treatment provided.  The report shall be\n8\nsubmitted to the Superintendent within twenty-four (24) hours of\n9\nthe incident and a copy placed in the youth's file.  All reports,\n10\nexcept in cases involving mechanical or soft restraints used in\n11\ntransporting a youth, shall also be submitted to the Administrator\n12\nThe Superintendent shall investigate all incidents, except those\n13\ninvolving mechanical or soft restraints used in transport, and\n14\ndetermine whether any institutional policy was violated.  He shall\n15\nprepare a written report of his investigation, which shall\n18\ninclude his findings and a description of any disciplinary action\n17\ntaken.  Except in cases of mechanical or soft restraints used in\n18\ntransport, the report of the investigation shall be submitted\n19\nto the Administrator within one (1) week of the incident and a\n20\ncopy placed in the youth's file.\n21\n22 44.  A security master log shall be established on a\n23 twenty-four (24) hour per day basis.  The log shall contain all\n24 reports involving security.\n25 45.  A written policy shall establish a disciplinary system.\n26 The system shall:\n27 A.  Classify infractions of institutional regulations\n28 ' · as major or minor;\n29 B.  Limit major infractions to offenses classified\n30 as felonies and misdemeanors by state law;\n31 C.  Limit sanctions to:\n32 i.  Major infractions—up to four (4) days\n-35-\n\nof punitive isolation; suspension of all\n1\nor some institutional privileges for a\n2\nperiod not to exceed sixty (60) days; imposi-\n3\ntion of some or all sanctions available for\n4\nminor infractions,\n5\nii.  Minor infractions—suspension of all or\n6\nsome institutional privileges for a period\n7\nnot to exceed fourteen (14) days; restitution\n8\nreprimand and warning; imposition of other\n9\nsanctions no more severe than the sanctions\n10\nexpressly provided for minor infractions;\n11\nDesignate the privileges that may be revoked\n12\nfor an infraction of institutional regulations.\n13\nThe privileges shall include, but not be\n14\nlimited to:  access to movies; radio or\n15\ntelevision; participation in recreational or\n16\nathletic activities; and, participation in off-\n17\ncampus activities;\n18\n19 Prohibit as sanctions:  corporal punishment or any\n20 other punishment designed to cause physical pain,\n21 contempt, or ridicule, including the wearing\n22 of special clothing or insignia; restriction of\n23 diet; alteration o£ regular sleeping patterns;\n24 imposition of arduous physical labor; imposition\n25 of a rule of silence;\n28 F. Provide that a sanction shall be proportional to\n27 the infraction for which it is imposed;\n28 Provide that a youth who is believed to have\n29 - committed an offense that would be a felony under\n30 Montana law if committed by an adult may be\n31 prosecuted in the same manner as a youth who is\n32 not in the Institution and also provide that if\n-36-\n\nif\n1 there is no prosecution, the matter may be\n2 treated within the Institution as a major\n3 infraction; and,\n4 H.  Provide that youths shall not be subjected to\n.1\ní •'• 5 disciplinary action for any of the following\n6 behavior:\n7 i.  Sexual behavior that is not forbidden by\n8 law;\n9 ii.  Refusal to attend religious services;\n10 iii. Refusal to conform in matters of personal\n11 appearance or dress to any institutional\n12 regulation that is not related to health\n13 or safety;\n14 iv.  Refusal to permit a search of the person or\n15 of personal effects that is not authorized\n16 by institutional regulations;\n17 v.  Except for vulgar or obscene language or\n18 actions, refusal to address employees in ¯\n19 any particular manner or displaying what\n20 is viewed as a negative, hostile, or\n21 undesirable attitude;\n22\nvi.  Possession of any printed or otherwise\n23\nrecorded material unless such possession is\n•!\n24\nspecifically forbidden by institutional•'\n25\nregulations;\n! ¯ <\n28\nvii. Refusal to eat a particular food;\ns\n27\n< viii.Refusal to behave in violation of the\n•– ì\n28\nyouth's religious beliefs;\n29 ix.  Refusal to participate in any study,\n30 research, or experiment; and,\níí 31 x.  Refusal to take drugs designated to\n32 modify behavior or to submit to non-\n-37-\n\nemergency surgery without consent.\n1\n46.  A written policy shall be established that requires\n2\nthat each youth placed in punitive isolation or in an internal\n3\n4 support section shall:\n5 A.  Be provided with a clean mattress;\n6 B.  Be provided with clean bedding appropriate to the\n7 season (sheets, pillow cases, pillows, and\n8 blankets);\n9 C.  Be regularly provided with soap, towels, washcloth,\ntoothbrush, toothpaste, and toilet paper;\n10\nD.  . Be permitted use of private toilets at all\n11\n12 times and privai:e showers daily;\n13 E.  Subject to reasonable security needs, as\n14 determined in writing by the Superintendent,\n15 receive visitors in accordance with institu-\n16 tional policy for youths in the general popu-\n17 lation;\n18 F.  Subject to reasonable security needs, as\n19 determined in writing by the Superintendent,\n20 have access to telephone in accordance with\n21 institutional policy for youths in the general\n22 population;\n23 G.  Be allowed to wear appropriate clothing and\n24 be provided daily changes of undergarments;\n25 H.  Be provided the same meals and beverages as\n28 youths in the general population and be\n27 allowed to eat meals outside the confinement\n28 area whenever practical;\n29 . 1.  Subject to reasonable security needs, as\n30 determined in writing by the Superintendent,\n31 be provided the option of having a minimum of\n32 one (1) hour daily of large muscle exercise\n-38-\n\nactivity outside of the confinement area;\n1\nJ.  Receive mail in accordance with institutional\n2\npolicy for youths in the general population;\n3\n• K.  Subject to reasonable security needs, as\n4\ndetermined in writing by the Superintendent,\n5\nbe provided with writing material in accordance\n6\nwith institutional policy for youths in the\n7\ngeneral population;\n8\nL.  Be permitted contact in person or by telephone with\n9\nhis attorney, authorized representatives of\n10\n..his attorney, or special investigators in\n11\naccordance with institutional policy for\n12\nyouths in the general population;\n13\nM.  Subject to reasonable security needs, as\n14\ndetermined in writing by the Superintendent,\n15\nbe provided with non-academic reading\n16\nmaterials;\n17\nN.  Subject to reasonable security needs, as\n18\ndetermined in writing by the Superintendent,\n19\nbe permitted daily access to recreational\n20\nmaterials, such as television, radio, table\n21\ngames, and cards;  •  ¯  .\n22\n0.  If confined more than three (3) school days,\n23\nhave the opportunity to visit daily with a\n24\nrepresentative of the academic school program,\n25\nwho shall provide the youth with whatever\n26\nmaterials are practical in assisting the\n27\nyouth to maintain his current school status.\n28\nThis service shall be made available to the\n29\nyouch, but: shall not be mandated as a condi-\n30\ntion for release from confinement;\n31\n32 P.  Have at least one (1) staff member within\n-39-\n\ncalling distance at all times of the day and\n1\nnight;\n2\nQ.  Be visited by appropriate staff responsible\n3\nfor the youth's treatment program on a daily\n4\nbasis; and,\nS\nR.  Have his parents or legal guardians\nð\nnotified when he is to be placed in isolation\n7\nor in an internal support section for more than\n8\ntwenty-four (24) hours, unless it is reasonably\n9\ndetermined in writing by the Superintendent that\n10\n.notification should not be given.\n11\n12 47.  A manual containing all of the procedures for\n13 institutional security and control and detailed instructions for\n14 implementing these procedures shall be developed.  Each security\n15 employee shall be provided with a personal copy of the manual.\nIS A copy shall also be kept in the Institution's security and\n17 control center and be available to all employees.\n18 48.  A segration procedure for youths who are upset and out\n19 of control shall be established.  The procedure shall provide:\n20 A.  A youth may be segregated if he is upset\n21 and out of control, but only if he has not\n22 responded to verbal attempts to calm him;\n23 B.  The youth shall be returned to the general\n24 population as soon as he is calm;\n25 C.  Only the Superintendent shall have the\n28 authority to place a youth in segregation and\n27 to determine when he should be released;\n28\nD.  If the youth is still upset and out of control\n29\nafter twenty-four (24) hours of segregation,\n30\nhe may be transferred to another setting;\n31\nE.  Only the minimum amount of force necessary\n32\nto control the youth shall be used;\n-40-\n\nv I\nF.  After a youth is placed in segregation, his\n1\nsocial worker or other appropriate staff  »\n-if 2\nmember shall be informed and shall visit\n3\nhim as soon as possible;\n4\nI , .1\nt S G.  The youth's physical and mental condition\nj  •\nshall be observed upon reception and thereafter\n6\nas needed, but at least every thirty (30)\n7\n8 minutes.  Based on these observations, appropri-\n9 ate medical and psychological care shall be\nprovided to insure the well-being of the\n10\n.youth.  Each observation shall be recorded.\n11\nThe record shall show the time, date, behavior\n12\nobserved, and the name of the observer;\n13\n14 H.  Furnishings may be removed from the segrega-\n15 tion room if necessary to protect the youth;\n16 I.  While segregated, a youth shall have the same\n17 rights as a youth in punitive isolation or\n18 an internal support section; and,\n19 J.  Whenever a youth is segregated, the fact and\n20 reason for segregation shall be recorded.¯\n21 The record shall be filed with the Superintendent\n22 and a copy placed in the youth's file.\nII 23 EDUCATION\n24 49.  The budget for educational program supplies at the •\nHi\n25 Institution shall meet accreditation standards for the State\n¡ ¯.i\n28 of Montana.\n27 50.  The vocational education program at the Institution\n28 shall be a full-time accredited program.\n29 51.  To Che extent feasible, a Vocational Trade Advisory\n30 Council shall be established.  The Council shall be composed\n31 of interested people who have practical experience with the\n32 skills taughc at the Institution.  It shall meet as often as\n•It -41-\nï\n\n1  I\nff\nnecessary at the Institution.  Professional staff and secretarial\n1\nsupport shall be provided by the Institution.  The Council,\n2\nwhich is advisory only, shall assist in the development of\n3\nthe overall vocational education program, review and approve\n4\nthe teaching syllabus for each course, establish standards,\n5\n;  I  •\nand assist in making the program relevant to job opportunities\n6\nin various communities in Montana.  When appropriate and\n7\nwith the approval of the Superintendent, the Council or\n3\nI . -\ncouncil members may take youths on trips to offices, factories,\n9\nand other sites where the skills being taught in the vocational\n10\neducation programs are utilized.\n11\n52.  In addition to the school library, a wide range of\n12\nreading materials suitable for education and recreation\n13\nshall be available in each lodge.\n14\nMEDICAL SERVICES\n15\n53.  The Institution shall obtain, either as an employee\n18\nor on a contract-for-service  basis, a physician licensed to\n17\npractice in Montana who shall be responsible for providing\n18\n19 medical services at the Institution.\n,i\n20 54.  Each youth shall receive free reasonable and\n21 necessary dental and medical care.\n22 55.  A written policy shall be established to govern\n23 all medical services at the Institution.  The standard\n24 procedure governing the provision of medical care shall be\n25 approved and signed by the responsible physician.  Treatment\n`i\n28 by medical personnel other than a physician shall be performed\n27 in accordance with written standing or direct orders from a\n28 physician.  In lieu of standing orders, physician assistants\n29 and nurse practitioners licensed by the state may practice\n30 within the limits permitted by state law.\n31 56.  State licensing and/or certification requirements\n32 and restrictions shall apply to health care personnel and\n-42-\n\\I\ni\nï\n\n.;v\níí\n>*·.\nall licenses and/or certifications shall be verified by the\n1\nDepartment.\n2\n!  • 3 57.  One of the nurses on the Institution's staff shall\n4 be designated as a Supervisory Nurse and her/his supervisory\n5 role, responsibiiities, and authority shall be established\n6 in writing.\n7 58.  A medical examination shall be conducted by a\n8 licensed physician of each youth upon admission to the\n9 Institution.  If the Institution is unable to provide a full\n10 medical examination of each youth upon admission, it shall\n11 ensure that a full examination is performed by local authorities\n12 immediately prior to the youth's admission to the Institution\n13 and that a complete record of the examination accompanies\n14 the youth to the Institution.\n15 59.  Youths' medical complaints shall be monitored and\n16 responded to daily by medically trained personnel.  Appropriate\n17 review of complaints and additional treatment, if indicated,\n18 by medical personnel shall follow.\n19 60.  Sick call, conducted by the physician responsible\n20 for the Institution's medical services or other qualified\n21 medical personnel, shall be available at least three (3)\n22 times per week.\n23 61.  The physician responsible for the Institution's\n24 medical services shall be available at least once per week\n25 to respond to youth complaints regarding services received\n}\n26 or not received from other medical personnel.\n•  1\n27 62.  No prescription drug may be administered to a\n28 youth unless prescribed by a licensed physician following a\n29 physical examination by the physician.  Drugs requiring\n30 intramuscular administration shall be administered by a\n31 licensed physician or registered nurse.\nI\n32 63.  Under no circumstances shall a stimulant, tranquilizing,\nJ\n•i\n-¯¯-iï\n-43-\nft\n\\\nt\n\nor psychotropic drug be administered for purposes of program\n1\nmanagement, discipline, experimentation, or research.\n2\n64.  Whenever a stimulant, tranquilizing, or psychotropic\n3\ndrug is administered to a youth, a record shall be made and\n4\na copy placed in the youth's medical file.  The record shall\n5\ndisclose:\n6\n7 A.  Identification of the drug;\n8 B.  Quantity of the drug;\n9 C.  Who administered the drug and the time it was\nadministered;\n10\nD.  Who prescribed the drug and the reason for\n11\nthe prescription;\n12\n13 E.  The short and long terra effects of the drug\n14 on the youth, including the observations\n15 of the physician and/or nurse; and,\n16 F.  Any necessary consent.\n17 65.  No youth shall ever be subjected to highly intrusive\n18 techniques such as psychosurgery or electrical stimulation\n19 of the brain.\n20 66.  A written policy shall be established that requires\n21 all Pharmaceuticals to be managed in accordance with the\n22 regulations established by the State Board of Pharmacy.\n23 Storage of pharmaceuticals shall be in compliance with\napplicable state and federal laws.\n24\n25 67.  Under no circumstances shall an unsupervised youth\n2ð be left in the Institution's infirmary.\n27 68.  The Institution shall provide medically related\n28 in-service training, such as first aid and cardiopulmonary\n29 resuscitation  (CPR), to staff on an ongoing basis.\n30 69.  All staff shall be trained in basic first aid and\n31 emergency care procedures.  The training shall include,\n32 among other things, the identification of current and potential\n-44-\n\n• `.<·.\n•s,\nemergencies, first aid and resuscitation skills, information\nabout the need for and access to emergency assistance, and\nprocedures for transfer to appropriate medical care.\n70.  At least one staff member per shift must have\n4\ntraining in basic medical screening, basic life support,\n5\ncardiopulmonary resuscitation  (CPR), and the recognition of\n6\nsymptoms of illnesses most common to youths.\n7\n71.  Youths shall have access to twenty-four (24) hour\n8\n9 emergency medical and dental care.\n72.  Dental care shall be provided to each youth by or\n10\nunder the direction and supervision of a licensed dentist.\n11\nThe care shall include:\n12\n13 A.  Dental screening upon admission to the\n14 Institution;\n15 B.  Dental hygiene services, if indicated;\n16 C.  Dental examinations, if indicated; and,\n17 D.  Dental treatment, including extractions\n18 and dental prostheses when the mental or\n19 physical health of the youth would otherwise\n20 be adversely affected.\n21 73.  The Institution shall provide for the screening\n22 and care or referral for care of mentally ill or developmentally\n23 disabled youths.  i\n24 74.  Youths shall have access to mental health counseling\n25 and crisis intervention services in accordance with their\n26 needs.\n¦.í\n27 75.  The Institution shall provide programs and training\ní 1(\n!i 28 for youths to enable them to develop sound habits and practices\n29 regarding personal hygiene, including dental hygiene, sexual\n: I\n30 hygiene, bathing, change of clothing, eating habits, exercise,\n31 rest, smoking, alcohol use, and drug use.\nI\n32\n-45-\nIf\n•i\nI\nï\n\ni\nWRITTEN POLICIES AND PROCEDURES\n1\n76.  All institutional regulations, policies, and\n2\nprocedures shall be written.  They shall be consistent with\n3\nstate and federal law.  They shall be compiled in a manual\n4\n1\nt 5 with a table of contents.\nI ·\n6 77.  A written policy shall be established regarding\n1\n7 the adoption and distribution of all new institutional\n8 regulations, policies, and procedures.  The policy shall\n`v\n9\nprovide:\nA.  · The Administrator shall review and approve\n10\n.all new institutional regulations, policies,\nIX\nand procedures prior to their implementation; .\n12\n13 B.  Copies of all new regulations, policies, and\n14 procedures shall be provided to all employees\n15 who are affected by them; and,\n16 C.  Every employee shall sign a receipt for all\n17 new regulations, policies, and procedures\n18 he/she receives.  The receipt shall indicate\n19 that the employee read and understood the\n20 material. It shall be filed in the employee's\n21 personnel file.\n22 EMPLOYEES\n23 78.  A written policy shall be established regarding\n24 the screening of prospective employees.  The policies shall\n25 provide that prior to employment:\n26 A.  An applicant shall be screened to determine\n27 his/her fitness to work with youths;\n28 B.  A criminal record review shall be conducted\n29 to determine whether the applicant has committed\n30 any criminal acts that are directly related\n31 to the responsibilities of the prospective\n32 job;\n-A6-\ni\n\n.';t\n•¿ í\ní\nC.  The applicant shall be evaluated on the basis\nl\nof education and experience;\n2\nD.  References shall be contacted and questioned\n3\nregarding the applicant's qualifications;\n4\nE.  The applicant's immediate supervisor at both\n5\nhis/her most recent job and the last job at\n6\nwhich he/she was employed continuously for\n7\nover a year, if any, shall be contacted and\n8\nquestioned regarding the applicant's qualifications\n9\nand,\n10\nF.  ..Relevant  or  required  transcripts,  degrees,\n11\nand licenses shall be verified by the Department.\n12\n79.  A written job description and the procedure by\n13\nwhich the job is to be performed shall be established for\n14\neach employee position.  The job description shall accurately\n15\nreflect the treatment responsibilities, if any, and other\n16\nduties of the position.  Each employee prior to assuming\n17\nhis/her first shift in a new position shall read, initial,\n18\nand date the appropriate job description and procedures.\n19\nThereafter, each employee shall be required to read, initial,\n20\nand date any modification of the job description and/or\n21\nprocedures.\n22\n23 80.  Each new employee shall be given a written notice\n24 of employment.  The notice shall include:\n25 A.  The job title;\n1 t.\n26 B.  A detailed job description;\n27 C.  The orientation and training requirements;\n28 D.  The probation period and the name of the\n29 person evaluating the employee's job performance;\n30 E.  A list of any prerequisites to employment the\n31 employee still needs to meet;\nI\n32 F.  A statement that the employee is subject to\nv·\n•I:\n-47-\nï<\n4\n\n-» \\\nthe standards of conduct set forth in the\n1\n`-i\nInstitution's employee handbook; and,\n2\nG.  A copy of.the employee handbook.\n3\n4 81.  The Department shall develop a disciplinary policy\n5 for employees.  A copy of the policy shall be included in\n6 the employee handbook,\n7 82.  Where feasible and appropriate, the Institution\n8 shall actively involve volunteers in institutional programs.\n9 Volunteers shall not replace regular employees, but shall be\nused to enrich and supplement on-going programs.  Volunteers\n10\nshall be provided with pre-service orientation and training\n11\nand be supervised by experienced employees.\n12\n13 83.' The Institution shall employ a full-time, qualified\n14 recreational director to design and supervise the Institution's\nIS recreational program.\n16 84.  The Department shall employ a qualified Training\n17 Officer to'coordinate and supervise the Institution's training\n18 programs.  ·  .  \\\n19 85.  The minimum educational standards for newly hired\n20 entry level social workers at the Institution shall be forty\n21 (40) quarter hours or twenty-seven (27) semester hours of\n22 college level work in behavioral sciences, with no equivalence\n\\f\n23 allowed.\n24 IN SERVICE TRAINING\n!`n\n25 86.  There shall be a written training and employee\n!¯¯J\n26 development plan for all employees.\n4\n27 87.  All staff and full-time volunteers who function as\n28 staff shall receive forty (40) hours of- orientation and/or\n29 supervised on-the-job training prior to job assignment.  The\n30 orientation and/or training shall be relevant to the needs\n31 of the Institution, the needs of the youths, and the necessary\nI\n32 job skills.\n-48-\n\ni\n88.  Within budgetary limits, all staff and full-time\n1\nvolunteers who function as staff shall receive a minimum of\n2\nforty (40) hours of in-service training each year. This\n3\ntraining shall improve professional competence, teach new\n4\njob skills, and address personnel problems.\ni · 5\n6 HEALTH AND SAFETY\n7 89.  The Institution shall comply with all applicable\n8 federal, state, and local health and safety codes.\n9 90.  The Institution shall be inspected annually by\nappropriate public health and safety officials to insure\n10\ncompliance with applicable health and safety codes.  Reports\n11\nregarding these inspections shall be submitted to the\n12\nSuperintendent and the Administrator.\n13\n14 91.  Any staff member on duty alone in a lodge shall be\n15 provided with a portable communication system, such as a\n16 pocket signal generator or a two-way radio.  The system\n17 shall enable the staff member to communicate with the Institution*\n18 security control center in the event that emergency assistance is\n19 needed.  Communication shall not depend on the telephone or the\nù 20 primary electric power system.\n21 MONITORING OF CONSENT DECREE\n22 92.  The Corrections Division/Pine Hills School shall\n23 obtain the MANUAL FOR .JUVENILE CORRECTIONAL INSTITUTIONS,\ni I »\n24 published by the Commission on Accreditation and consider the·\n• í * 25 appropriateness of obtaining formal accreditation.  For at least\n¦ i 26 three (3) years from the date this Consent Decree is signed by\n27 the Court, copies of all reports written by the Institution or\n28 the Commission on Accreditation regarding efforts to achieve\n29 accreditation or any periodic evaluations shall be sent to the\n30 Director of Montana Legal Services Association.\n31 93.  Until March 1985. plaintiffs' attorney shall be\n32 provided with copies of all institutional reflations, policies,\n-49-\nJ.\nï\n\nprocedures, and modifications.  They shall be sent to the\n1\nDirector of Montana Legal Services Association.\n~i\n2\n94.  The Director of the Department of Institutions\n3\nshall visit the Pine Hills School at least twice annually\n4\nand conduct a comprehensive review of its operation.  For at\n5\nleast three (3) years from the date this Consent Decree is\n6\nsigned by the Court, the review shall include a determination\n7\nof whether the Institution is complying with the terms of\n8\nthe Decree.  The Director shall make a written report of his\n9\ndetermination to the Director of Montana Legal Services\n10\nAssociation.  The Director of the Department of Institutions\n11\nmay delegate the responsibility to review the operation of\n12\nthe Pine Hills School to any person or persons not employed\n13\nat the Institution but the report to Montana Legal Services\n14\nAssociation shall be signed by the Director and shall indicate\n15\nwho conducted the review.\n16\n17 95.  Representatives of Montana Legal Services Association,\n18 together with any experts they may retain, shall have the\n19 right to periodically visit and inspect the Institution.\n20 The visitors and/or inspectors shall have the right to speak\nù\n21 privately with any youth or any employee, to inspect all\n22 reports required by the provisions of this Consent Decree\nI\nIP 23 and to have access to a youth's file if a Release of Confidential\n24 Information signed by the youth is obtained.\n25 96.  Unless otherwise provided in this Consent Decree,\n26 the provisions of the Decree shall be implemented within\n27 thirty (30) days from the date the Decree is signed by the\nCourt.  `·\n28\n¦ 1\n29 97.  The Court shall retain jurisdiction over this law-\nj I\nî I 30 suit.  All modifications of this Consent Decree must be\n! î\n31 approved by the Court.  The Decree may be modified on the\n32 motion of either party, or on the parties' stipulation.\n-50-\n;È\nÍ\n\nï`í\n\\i\\\n98.  Copies of this Consent Decree and any modifications\nri I\nof the Decree shall be made available by the Superintendent\n2\n3 to all youths and employees within thirty (30) days from the\n4 date the document is signed by the Court.\n5 Dated:  f PtoA`d  /`½`  1982.\n6\n7\n8\nJAMES F. BATON\n9\nUNITED STATES DISTRICT JUDGE\n10\nBY CONSENT:\n11\n12\n13\nRobert L. LaRoche\n14 William J. Miele\nDavid Boeck\n15 MONTANA LEGAL SERVICES ASSOCIATION\n2718 Montana Avenue\n16 Billings, Montana  59101\n17 Patricia Connell\nLEGAL ASSISTANCE FOUNDATION OF CHICAGO\n18 343 South Dearborn\nChicago, Illinois  60604\n19\nAttorneys for Plaintiffs\n20\n21\n22\n23 Nick A. Rotering\nSPECIAL ASSISTANT ATTORNEY G¾¢ŠÍ?IJEEIRAL\n24 FOR THE DEPARTMENT OF INSTIITTUUTTIIO(NS\n1539 11th Avenue\n25 Helena, Montana  59601\n26 Attorney for Defendants\n27\n28\n29\n30\n31\n- ï\n32\n* -51-\nI\nï",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1551"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129099,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129099"
    },
    {
      "date": "1977-06-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Montana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1550,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1550.pdf",
      "title": "Complaint",
      "text": "Doe  v. Holladay\nB  •  • • HM  JIHH -MT« -0« 03\"-\"  0HH 01 »  v\nl UNITED STATES DISTRICT COURT\n2 FOR THE\n3 DISTRICT OF MDNTANA\n4 BILLINGS DIVISION\n5\nD. DOE, S. SKETH, G. JONES and\n6 C. ROE, by their next friend,\nP. SMITH, on behalf of thenselves\n7 and all others similarly situated.\n8 Plaintiffs, No.\n9 vs.\n10 CON T. HOLLADAY, individually and in his\nofficial capacity as Superintendent of the\nXI Pine Hills School; LUTHER HUTTON,\nindividually and in his official capacity f\n12 as.Assistant Superintendent of the Pine\nHills School; GORDON JACKSON, individually\n13 and in his official capacity as Director\nof Clinical Services at the Pine Hills COMPLAINr\n14 School; LARRY WILLIAMS, individually and\nin his official capacity as Assistant\n15 Director of Group Living at the Pine Hills\nSchool; CHARLES REGAIADO, individually and\n16 in his official capacity as Group Living\nAttendant at the Pine Hills School; LAWREKCE\n17 ZANTO, individually and in his official\ncapacity as Director of the Department of\n13 Institutions; DANIEL RUSSELL, individually\nand in his official capacity as Acting\n19 Administrator of the Corrections Division,\nDepartment of Institutions; IKE DEPARTMENT\nOF INSTITUTIONS; and, THOMAS L. JUDGE,\n20\nindividually and in his official capacity\nas Governor of the State of Montana,\n21\n22 Defendants.\n23\n.  INTHODUCTION\n24\n1.  This is a class action for declaratory, injunctiva and other\n25\nequitable relief, and damages, brought under the Civil Rights Act of 1871,\n28\n42 U.S.C.§I983.  The named plaintiffs are presently confined in Montana's\n27\ncorrectional institution for male juveniles, the Pine Hills School, located\n28\nin Miles City.  They seek to redress the deprivation under color of state lav\n29\nof rights, privileges and imnunities secured to them and Che class they\n30\nrepresent by state law and the First, Third, Fourth, Fifth, Eighth and\n31\nFourteenth Amendments to the United States Constitution.\n32\n\n1 !·íich of plaintiffs' corcplaint is directed at the maxiiium security unit\n2 at Pine Hills.  Plaintiffs challenge the inhumane: and deplorable conditions\n3 within the unit itself.  They object to the procedure by which students are\n4 incarcerated in the unit, a procedure which permits unlimited incarceration\n5 without a hearing, without counsel, and without confrontation.  They seek to\n8 halt the psychological and physical damage to students occasioned by unlimited\n7 incarceration in small dungeon-like cells for approximately twenty-three\nS hours a day as punishment for violations of institutional rules, generally\n9 unwritten  and unpublished.  They seek to enjoin the policies and practices\n10 of defendants which permit students who have been incarcerated in Clark Lodge\n11 to be punished for intra-unit offenses, including noise-making:  by macing,\n12 by stripping, by handcuffing and shackling, and by the forcible intramuscular\n13 injection of psychotropic drugs.\n14 Another part of the complaint challenges the failure of defendants to\n15 establish an effective, meaningful rehabilitation program at Pine Hills.\n16 Plaintiffs especially deplore the failure to provide adequate mental health\n17 care to students, including those whosa problens are often exacerbated by the\n13 conditions within the maximum security unit and the treatment they receive\n19 there.\n20 The balance of the complaint seeks relief from defendants' practice\n21 of censoring mail and limiting correspondence, and from defendants' failure to\n22 promulgate rules governing the admission, custody, transfer, and release of\n23 students at Pine Hills.\n24 JURISDICTION\n25 2.  Jurisdiction over this action is conferred by 28 U.S.C.§1343(3)\n28 and (4) and by 28 U.S.C.§l33l(a).  This court also has pendent jurisdiction\n27 to determine the state law claims which form a separate but parallel ground\n28 for relief also sought in a substantial claim based on federal law.\n29 3.  The amount in controversy exceeds, exclusive of interest and costs,\n30 ten thousand dollars ($10,000.00).\n31 4.  Plaintiffs' claims arise under 42 U.S.C.§1983 and 28 U.S.C.§§2201\n32 sad 2202.\n\n1 PLAINTIFFS\n2 5.  The named plaintiffs  are  male juveniles  presently  confined  in  the\n3 Pine Hills  School  in Miles  City,  ‰ntana.  They  are  all  citizens  of  the  State\n4 of  Montana and  the  united  States.\n5 6.  Plaintiff  COE is  sixteen  years  old.  He has been at  Pine  Hills\nð since  December  27,  1974,  except  for  approximately  five  months  in  1976 when\n7 he was on parole.  He is  from Lewistown,  ‰ntana.\n3 7.  Plaintiff  SMITH is  fifteen  years  old.  He has-been  at  Pine  Hills\n9 since  February  7,  1976.  He is  from Missoula,  Montana.\n10 8.  Plaintiff  JONES is  sixteen years  old.  He has been at  Pine  Hills\n11 since August 9,  1974,  except  for  approximately  three  months  in  1975 when\n12 he was  on parole.  He is  from Great Falls,  Montana.\n13 9.  Plaintiff  ROE is  sixteen years  old.  He has  been at  Pine  Hills\n14 since October  29,  1976.  He is  from Great  Falls,  Montana.\n15 CLASS ACTION ALLEGATIONS\nIS 10.  The named plaintiffs  bring  this  action on their  own behalf  and on\n17 behalf  of  all  other  persons  similarly  situated  in  the  State  of l·¯fcmtana\n18 pursuant  to  Rule 23(a)  and Sale  23(b)(2)  of  the  Federal  Rules  of  Civil\n19 Procedure.\n20 11.  The class  is  composed of  all  male juveniles  who are  presently\n21 confined  at  the Pine Hills  School in Miles  City,  î·öntana,  all  male  juveniles\n22 who have been confined  at- the  Pine Hills  School but have been released  to\n23 and are now under  the  supervision,  custody  and control  of  defendant  Department\n24 of  Institutions,  and all  male juveniles  who nay in  the  future  be  incarcerated\n25 in  the  Pine Hills  School.\n26 12.  There are  cuuiui questions  of  law and  fact  affecting  the  rights\n27 of  the  plaintiff  class.  The menfaers  of  the  class  are  so numerous  as  to make\n28 joinder  of  all  members before  this  court  impossible  and  impracticable.  Camuu\n29 relief  is  sought  against  defendants'  actions  which are  directed by  defendants\n30 at  the  class  as  a whole.  The interests  of  the  class  will  be  adequately\n31 represented  and protected by  the named plaintiffs.  The defendants  have  acted\n32 and continue  to  act  on  grounds  generally  applicable  to  the  class,  thereby\n\n1 making appropríace injunccive or declaratory relief with respect to the class ¦\n2 as a whole.\n3 DEFENDANTS\n4 13.  DON T. HOLLADAY.  Mr. Holladay is the Superintendent of the Pine\n6 Hills School.  He is charged by state law with responsibility for the iimediate\n6 management and control of that institution, subject to general policies and\n7 programs established by the Departmsnt of Institutions.  He is sued\n8 individually and in his official capacity.\n9 14.  LUTHER HLTTON.  Mr. Hutton is the Assistant Superintendent of the\n10 Pine Hills School.  As second in comrand, he is responsible for managenEnt\n11 and control of the institution, subject to the direction of the Superintendent.\n12 He is sued individually and in his official capacity.\n13 15.  GORDON JACKSON.  Mr. Jackson is the Director of Clinical Services\n14 at the Piae Hills School.  He supervises all personnel, including counselors\n15 and group living attendants, and is responsible for the order and discipline\n16 of students.  He is sued individually and in his official capacity.\n17 .15. LARRY WTLLIAÏ·S. Mr. Williams is the Assistant Director of Group\n18 Living at the Pine Hills School.  He hires and trains staff counselors and\n19 schedules and assigns their duties.  He also carries a full counseling\n20 caseload and assists in maintaining order and discipline an¤ng students.  He\n21 is s`ued individually and in his official capacity.\n22 17.  CHARLES REGALADO.  Mr. Regalado supervises the Group Living\n23 Attendants within Üie maximum security unit at Pine Hills, Clark Lodge.  He\n24 is sued individually and in his official capacity.\n25 18.  LAWRENCE ZANÎO.  Mr. Zanto is the Director of the Department of\n26 Institutions.  He aòmxiistars the departnent and its institutions, including\n27 the Pine Hills School.  He is sued individually and in his official capacity.\n28 19.  DANIEL RUSSELL.  Mr. Russell is the Acting Administrator of the\n29 Corrections Division of the Department of Institutions, which prescribes\n30 general policy in the area of corrections for institutions, including the\n31 Pine Hills School.  He is suad individually and in his official capacity.\n32 20.  THE DEPARTMENT OF INSTITUTIONS.  The department and its units are\n\n1 responsible  for  the admLnistraticm o£ laws reLatirig  co institutions  within\n2 Montana,  including  the Pine Hills  School.\n3 21.  THOt¾S L. JUDGE.  Mr. Judge is  Governor of  the State of Montana.\n4 Among his  statutory  duties  is  supervision of  the executive branch of  government\n5 which includes  the Department of  Institutions.  He is  sued individually and\nð in his  official  capacity.\n7 FACTUAL ALLEGATIONS\n8 22.  The Pine Hills  School is  maintained and operated by  the Department\n9 of  Institutions  to properly evaluate,  care for,  train,  educate,  and  rehabilitate\n10 youths, between the ages of  ten and twenty-one,  coraltted  for  such services.\n11 §80-1410, R. CM. 1947.\n12 23.  Capacity at  Pine Hills  is  approximately  150 students.  The school's\n13 population averaged 131 during  fiscal  1976.  The length of  committment ranges\n14 from forty-five  days  (for  evaluation)  to more than three years;  the average\n15 is nine months.  The population includes both delinquents  and youths in need\n16 of supervision.  Delinquents  are youths who have comnitted criminal  offenses\n17 •tar who, having been placed on probation as delinquent youths or youths  in need\n18 of  supervision,  have violated  a condition of  their probation.  Youths  in\n19 need of  supervision are those who have violated state or mjnicipal  alcoholic\n20 ¾everage laws,  have disobeyed or been beyond the control of their  parents,\n21 •have been habitually  truant,  or have comnitted criminal acts but been  treated\n22 ¯by the court as youths in need of-supervision.  §10-1203 et  seq.,  R.C.M.\n23 1947.\n24 24.  There are approximately  108 employees at Pine Hills.\n25 25.  Students at  the Pine Hills  School are housed in six  residential\n28 units,  called \"lodges\".  In addition to  the six lodges,  the  facilities\n27 include:  an administration building,  containing adninistrative  offices,\n28 counseling offices,  and an infirmary;  a new vocational  education building;\n29 a new school and gymnasium;  a small farm/ranch,  dairy bam,  and slaughter\n30 house.\nõl 26.  Clark Lodge is  the maxiiRjn security  unit at  Pine Hills.  Unlike\n32 stu¡íents  in other  lodges,  those in Clark live  in dungeon-like cement  cells\n\n1 locked behind heavy s teel doors.\n2 27.  Two groups of cells, called Phase I and Phase II, are presently\n3 being used in Clark.  They line the north and east walls, respectively, of\n4 the unit.  Showers and toilets are located in an area comron to both Phases,\n5 called the day room.  They are open to the view of other students, staff or\n6 visitors.\n7 28.  The five Phase I cells are intended for solitary confinement.  Each\n8 of the windowless cement and steel cells measures approximately 5'x9' and is\n9 empty except for a single steel bed frarre bolted to the cement wall and a\n10 basin/toilet unit in one comer.  Some light for the dimly lit room comes\n11 through glass brick in the outside wall but most of what light there is comes\n12 through a mesh screen from a single bulb outside the cell.\n13 29.  The four Phase II cells are slightly larger than those in Phase I.\n14 Each has two bunks, a window and a single light bulb, but no toilet.\n15 30.  All cell doors are solid steel with small screened or barred\n16 windows, through which the day room is visible.  Until recently, the windows\n17 were covered so that cell occupants couldn't see into the day room.\n18 31.  Students in Clark ara locked in their cells for approximately 23\n19 hours a day.  They are released separately to shower or perform menial work.\n20 Each is allowed but seven minutes to shower and toilet.  Normal verbal\n21 cotmmication between students locked in separate cells is often prohibited.\n22 They are precluded from participation in all institutional activities and\n23 programs.  They are not permitted to attend school, although a tutor and study\n24 materials are sometiii]es available.  They are allowed to have only two books\n25 in their cells at one rimp.  They may occasionally see a social worker, but\n26 there is no regular counseling.  They ara not allowed to sleep during the day.\n27 32.  Regardless of the season or the temperature in Clark, students\n28 are permitted to wear only gym shorts and t-shirts.  Each student is provided\n29 with a mattress, pillow and bedding.\n30 33.  Clark students eat their meals while locked in their cells.  The\n31 are served on paper plates.  One metal spoon is provided.\n32 34.  Phase II students are let out of their cells to go to the toilet,\n\n1 if at least two staff merrbers are en duD/. 'If only one scarf merrber is on duty,\n2 students must wait until a second arrives.  Students must toilet in public\n3 view.\n4 35.  Vigorous large nuscle exercise for Clark students is almost\n5 non-existent.  In cold weather, there is none; students spend limited time\n6 outside their cells in an indoor room in an adjacent lodge, furnished with\n7 cardtables and chairs.  There is no tv or radio. Students play cards and other\n8 sedentary games.  In warm weather there is a limited amount of vigorous\n9 exercise in an area adjacent to Clark, which is enclosed by a 12' cyclone\n.10 fence.  Exercise periods are brief.  On weekends there is no exercise,\n11 sedentary or vigorous, indoors or outdoors.  Students are caged the entire\n12 tins, except to shewer and toilet.\n13 36.  Clark students are denied social visiting privileges, except in\n14 rara instances when visits are of extremely restricted duration.  Parents of\n15 Clark students have been denied permission to visit their children, even though\n16 thephave been willing to travel, or have traveled, considerable distance to\n17 visit.\n13 37.  There are no written rules or regulations' indicating the conduct\n19 which will result in incarceration in Clark Lodge.  Students are confined there\n20 for¯ behavior which runs the ganut from the cuumission of a criminal act, such\n21 as assault or theft, to failure to obey an order to stop chewing gum in a school\n22 classroom or the violation of snriking regulations.  There is no hearing before\n23 an ¯lapartial tribunal either before or inmediately after incarceration to\n24 detsanine whether an institutional rule has been violated and whether cell\n25 confinement is necessary.  The decision to incarcerate lies within the\n26 unfettered discretion of individual staff meirbers.  Students never know hew\n27 long they will be in Clark when they are initially incarcerated.  Incarceration\n28 nay last for an hour or for many weeks.\n29 38.  Release from Clark is generally at the discretion of the \"Adjustment\n30 Comnittee\", a group of staff members which meets on a fixed schedule.  The\n31 comnittee tray include the person whose complaint lead to incarceration.  Its\n32 function is to decide when a student should be released from Clark; it does\n\n1 not  determine whether  the student  did what he was accused of  doing or whether\n2 he should have been placed  in Clark.  No written  criteria  exists  to govern\n3 the discretion of  Che Adjustmcnc  Cornnictee.\n4 39.  Although  the student  is present when the Adjustment  Conmittee meets\n5 he is  not permitted  the advice of  counsel,  nor the opportunity  to  confront\n6 his  accuser,  nor the right  to present  evidence on his behalf.  He does not\n7 receive a written  decision based solely upon evidence adduced at  the  hearing\n3 specifying  the particular  rule violation and the  length of  incarceration,\n9 nor does he have a right  of  appeal.\n10 40.  Noise-making has becorre a nearly ritualized  escape from the\n11 sensory deprivation and relentless boredom of  the conditions within Clark\n12 LcK¾e.  Noise frequently  reaches a deafening  level.  \"Noise-making\"  is\n13 cocsidered an infraction  of Clark rules  and is  punished:  by verbal  abuse,\n14 by removal of  the mattress,  pillow and bedding from the offender's  cell,  by\n15 stzipping,  by macing,  by shackling and handcuffing,  by taping  the  offender's\n16 m>`i£h, and by the forcible  intraimscvilar  injection  of  a psychotropic  drug,\n17 such as Thorazine.\n18 41.  As a iæans of  controlling student behavior or as punishnsnt  for\n19 i¤G:a-Clark infractions,  defendants'  policy and practice permits or condones\n20 the use of psychotropic  drugs,  such as Thorazine.\n21 42.  Thorazine is  a powerful  tranquilizing  drug which may be\n22 adaánistered by intrsmoscular  injections,  or oral dosages  in either  liquid or\n23 taïslfit  form.  At Pine Hills,  it  has generally been administered  intramuscularly,\n24 wi.tF.out the student's  consent,  as punishment or as a control  device,  and not as\n25 part: of  any continuing psychotherapy plan approved by a psychiatrist.  No\nI\n28 medical examination precedes  or  follows  administration of  the drug.\n27 43.  As a means of  controlling student behavior or as punishtrent  for\n28 intra-Clark  infractions,  defendants'  policy and practice permits or condones\n29 the use of mace,  a caustic  substance.\n30 4A.  Students have been traced while  locked inside  their  cells  in Clark\n31 Lodge.  They have been deliberately  sprayed in  the  face.  There are no written\n32 rules  or regulations  governing  the use of mace,  and decisions  respecting  its\n\nuse arc within  the unfettered  discretion  of  Individual  staff  mcrrbers.  No\nmedical  examinations  are made of  those who have been  raced.\n3 45.  As a means of  controlling  student behavior or as punishment  for\nintra`Clark  infractions,  defendants'  policy and practice  permits or condones\n4\nthe use of handcuffing  and shackling.\n5\n46.  As a means of  controlling  student  behavior or as punishment  for\n6\nintra-Clark  infractions,  defendants  policy and practice  permits or condones\n7\nthe  taping of  students'  mouths.\n8\n9 47.  Defendants  frequently  resort  to the summary use of handcuffs  and\n10 shackles  to restrain  a student.  Students  are most often  shackled  to  their\n11 cell beds.  A corrmon reason for  such punishment  is  noise-making.  Students\n12 have had their  souths  taped to prevent  further  noise-caking.  There are no\n13 written  regulations  or  rules  governing application of  restraining  devices,  and\n14 decisions  respecting the use of  such devices  are within the  uncontrolled\n15 discretion of  staff  rentiers.\n16 48.  As a means of  controlling  student behavior or as punishment  for\n17 intra`Clark  infractions,  defendants'  policy and practice permits or condones\n18 the stripping of  students.\n19 49.  Students have been left  naked in cells  from which all  personal\n20 items,  including mactress  and bedding have been removed,  regardless  of  the\n21 cell  ten¤eracure,  for  extended periods.  Sometimes, other students  are  in\n22 the cells.  There are no written  regulations  or rules  governing  application\n23 of  such punishment,  and decisions  to strip  a student  are within  the\n24 uncontrolled  discretion of  staff  centers.\n25 50.  As a means of  controlling student behavior or as punishrent  for\n2S intra`Clark  infractions,  defendants'  policy and practice  permits  or condones\n27\" verbal  abuse by staff  msrbers.\n23 51.  Each of  the naned plaintiffs  has been incarcerated  in cells  within\n29 Clark Lodge on several occasions  for periods  ranging  from several hours  to\n30 several weeks by the procedure and under the conditions  heretofore  described.\n31 52.  Each of  the named plaintiffs  has been punished  for  alleged\n32 intra`Clark  infractions.  The punishment inflicted  upon them is  like  that\n\n1 imposed upon other students for similar violations.\n2 53.  While at Pine Hills, plaintiff CCE has frequently been in Clark\n3 Lodge.  He was once incarcerated for sixty consecutive days.  As punishment\n4 for intra-Clark infractions:  he has had his mattress, pillow, sheets, and\n5 other personal items removed from his cell; he has had mace deliberately\n6 sprayed in his face; he has been stripped; he has been verbally abused.\n7 54.  On one occasion, plaintiff DOE wrote a letter to his mother\n8 complaining about the way he was being treated at Pine Hills.  He was not\n9 permitted to mail it.  Such censorship is consistent with school policy.\n10 55.  Plaintiff DOE has been forced to sleep on the floor of an over-\n11 crowded Phase I cell.\n12 56.  Plaintiff SMITH was in Clark Lodge in May, 1976.  Pursuant to\n13 school policy, his father was denied visitation.\n14 57.  In March, 1977, plaintiff SMITH was also in Clark Lodge.  His\n15 father was told that he could not telephone or write plaintiff.\n16 58.  During his î-îarch, 1977  stay in Clark, staff members refused to\n17 nail letters that plaintiff SMITH had written.  Such censorship was permitted\n18 by school policy.\n19 59.. In June or July, 1976, plaintiff JONES was punished for falling  i\ni\n20 asleep in the daytine in Phase I of Clark Lodge.  His mattress, blanket, sheets;\n21 and pillow were renraved from his cell.  He became angry and began yelling\n22 obscenities.  He was then taken from his cell, handcuffed and shackled, and\n23 forced to lie on the cold day room floor.  After ten or fifteen minutes,\n24 he was returned to his cell.  He continued to make noise so he was handcuffed\n25 to the metal bed franH and his mouth was taped shut for about twenty minutes.\n26\n60.  On one occasion in 1976, as punishment for an alleged intra-Clark\n27\noffense, plaintiff JONES was maced while in his cell.  His mattress, blanket,\n28\nsheets and pillow had previously been removed.  He was not allowed to wash,\n29\nnor was he provided with any medical care after the mace was sprayed into\n50\nthe cell.\n31\n61.  In April, 1977, plaintiff JONES was placed in solitary confinement\n32\nin Clark Lodge because allegedly he was caught attempting to steal a file from\n\n1 the Vo-Tech building.  Despite his  cLaira of  innocence and despice  the  fact  that!\n2 he was not alleged  to be dangerous,  plaintiff  was incarceraced without  being\n3 able  to secure the advice of  counsel,  without being able to confront  his\n4 accusers,  and without  being able  to present  his  view of  the  facts  to an\n5 impartial  tribunal.  Additionally,  as punishment  for  resisting  confinement,\nð he was stripped by staff  members before  being placed in his  cell.  He remained\n7 naked and without  a mattress,  blanket,  sheets  or pillow for about  one-half\n8 hour.  He was confined  for  three days.\n9 62.  On several  occasions,  the fact  of plaintiff  JOî·!ES'  incarceration\n10 in Clark Lodge was reviewed by a staff  committee which included  the  staff\n11 member responsible  for  the charge which resulted  in  incarceration.\n12 63.  t·fc>re than once,  plaintiff  JONES has been stripped and left  all\n13 night without any bedding in a Clark cell with another  student.\n14 64.  Plaintiff  JONES was once required by staff  mei±ers  to rewrite a\n15 letter  he had written  to his  mother which was critical  of Pine Hills.  Such.\n16 censorship was permitted by school policy.\n17 65.  Plaintiff  KOE has spent up to thirty  consecutive days in Clark\n18 Lodge.  As punishment  for  alleged intra-Clark  infractions:  he has had his\n19 mattress,  blanket,  sheets,  pillow and other personal itens  removed from his\n20 cell;  he has been forcibly  injected with Thorazine; he has been stripped  for\n21 sevaral hours.\n22 66.  Although there are many dedicated individuals  on Che staff  of\n23 the Pine Hills  School who work under difficult  conditions  for  low pay,\n24 defendants  do not effectively  provide plaintiffs  with  the  rehabilitative\n25 treatment  to which they are  entitled under Montana law,  R.C.M.1947,  §80-1410\n28 and §10-1202,  et  seq_. and the United States  Constitution.\n27 67.  Students  suffering  from emotional  illness  and mental  disorders\nattention\n28\ndo not  receive  the special/and  treatment  they need.  There are no psychiatrists\n29 or doctorate  level  psychologists  on the Pine Hills  staff.  Staff  merrbers\n30 who do atcemot  to provide minimal health  care  lack adequate traininp, and are\n31 unqualified.  The staff  and facilities  are  inadequate  to provide mental\n32 health  care which meets nónirral professional  standards.  The conditions  of\n\n1 confinement  and practices  previously  enurr`erated in this  corcplaint  exacerbate\n2 existing mental health problems and contribute  to  the onset of ne·i probleirs.\n3 68.  The Pine Hills  School lacks any valid,  effective  system for\n4 assessment of youths sent  to the school by district  judges  for  pre-sentencing\n5 evaluation or of students,  including  the naned plaintiffs,  confined  to  the\n6 school.  The present assessment staff  is  inadequate in size,  qualifications,\n7 and training to evaluate  the treatment needs of  students.\n8 69.  The counseling program at  the Pine Hills  School is  deficient.\n9 Contact between a student and his  counselor generally is  infrequent.  Some\nXO case workers are underqualified  and undertrained.  Caseloads  are generally\n11 too large to permit adequate individual  counseling.\n12 70.  Defendant JACKSON, the Director of Clinical Services,  holds a\n13 masters degree in social work which qualifies  him to participate  in  the\n14 treatnent of students, but not to supervise counselling and social work\n15 services.\n16 71.  Defendant WILLIAMS, the Assistant Director of Group living,  has had\n17 no formal education beyond high school,  but he  is  allowed by defendants\nia to supervise other staff  menfeers and to carry a full  counseling caseload.\n19 72.  Defendants  routinely open,  inspect,  read,  censor and/or withhold\n20 trail  to and from  plaintiffs.\n21 73.  Defendants  routinely  licit  the persons with whom plaintiffs  may\n22 connunicate and the nuafaer and. length of  letters  that  they may write.\n23 74.  Defendants have failed to promulgate comprehensive rules for  the\n24 admission, custody, transfer and release of students at  the Pine Hills\n25 School,  as required by §80-1405, R.C.M.1947.\n28 75.  Each of the nacsd defendants has or should have knowledge of or\n27 has personally participated in or condoned the policies, practices and\n28 conditions heretofore enumerated, in deprivation of plaintiffs' statutory\n29 and constitutional rights.\n30\n76.  The adoption and enforcement by defendants of  the deLiberate\n31\npolicies  and practices heretofore described has resulted in an intentional and\n32\nmalicious  deprivation of plaintiffs'  statutory and constitutional rights.\n\n1 CLAH·S FOR RELIEF\n2 FIRST CLAIM\n3 77.  The conditions and treacnent of plaintiffs within Clark Lodge, the\n4 maxùimin security unit at the Pine Hills School, are so inhumane and deplorable\n5 that they violate plaintiffs' right to be free from cruel and unusual\n6 punishment, guaranteed by state law and the Eighth and Fourteenth Amendments\n7 to the United States Constitution and plaintiffs' right to privacy,\n8 guaranteed by state law and the First, Third, Fourth, Fifth, Ninth and\n9 Fourteenth Amendments to the United States Constitution.\n10 SECOND CIAPÍ\n11 78.  The conditions and treatment of plaintiffs within Clark Lodge\n12 are punitive and anti-therapeutic and violate plaintiffs' right to\n13 rehabilitative treatment, guaranteed by state law and the Fourteenth\n14 Amendment to the United States Constitution.\n13 THIRD CLAIM\n16 79.  Solitary confinement of plaintiffs within a small cell other\n17 than as an extreme measure in emergencies to calm uncontrollably violent\n18 behavior violates plaintiffs' right to ba frse froa cruel and unusual\n19\npunishEsnt, guaranteed by state law and the Eighth and Fourteenth Amendments\n20\nto the united States Constitution and plaintiffs' right to rehabilitative\n21\ntreatment, guaranteed by state law and the Fourteenth Amendment to the\n22\nUnited States Constitution.\n23\nFOURTH CLAIM\n24\n80.  The failure of defendants to promulgate and publish written rules\n25\ngiving notice of conduct which may result in incarceration within Clark\n26\nLodge violates plaintiffs' right to due process, guaranteed by state law\n27\nand the Fourteenth Amendment to the United States Constitution\n28\nFIFTH CLAIM\n29\n81.  The failure  of  defendants  to hold hearings before  an impartial\n30\ntribunal before  or iirrr¾diately  after  incarcerating plaintiffs  within Clark\n31\nLodge to determine whether an institutional  rule has been violated and\n5.2\nwhether cell  incarceration  is  necessary,  prior  to •»hich the plaintiffs  are\n\n1 provided with writ tt-·n notice of the infractions of: which they are accused,\n2 and at which they are advised by counsel, confront their accusers, and\n3. present evidence on their behalf, and the failure of defendants to make and\n4 deliver to plaintiffs written decisions based solely upon evidence adduced\n5 at the hearings specifying the particular rule violations and the duration\nð of incarceration, violates  plaintiffs right to due process, guaranteed by\n7 state law and the Fourteenth Amendmant to the United States Constitution.\n8 SIXTH CLAIM\n9 82.  The failure of defendants to recruit and employ personnel at the\n10 Pine Hills School who are qualified, trained and supervised to effectively\n11 assess the treatment needs of plaintiffs and deliver to them the rehabilitative\n12 treatment to which they are entitled violates plaintiffs' right to treadrent,\n13 guaranteed by state law and the Fourteenth Amendment to the United States\n14 Constitution.\n15 SEVEl·7IH CLAIM\n16 83.  Defendants' practice of routinely opening, inspecting, reading\n17 and/or withholding nail to and from plaintiffs, of limiting the persons\n18 with •whom plaintiffs rray comrunicats and of limiting the nu¤i>er of letters\n19 that plaintiffs may writa violates plaintiffs' right to treatment, guaranteed\n20 by state law and the Fourteenth Arnenc¾ent to the united States Constitution,\n21 and plaintiffs' right to free speech, guaranteed by state law and the First\n22 Amend¤ent to the United States Constitution.\n23 EIGHTH CLAIM\n24 84.  The failure of defendants to pronulgate comprehensive rules\n25 governing the admission, custody, transfer and release of students at the\n26 Pine Hills School violates state law.\n27 RELIEF REQUESTED\n28 WHEREFORE, plaintiffs, individually and on behalf of all other persons\n29 similarly situated, pray that this court:\n30 1.  Allow this action to proceed as a class action.\n31 2.  Issue a judgrrent declaring that the conditions and treaörent of\n32 plaintiffs within Clark Lodge, the maximum security unit at the Pine Hills\n\n1 School, are so inhumane and deplorable that they violate plaintiffs' right\n2 to be free from cruel and unusual punishment, guaranteed by state law and\n3 the Eighth and Fourteenth Amendrrcnts to the united States Constitution and\n4 plaintiffs' right to privacy, guaranteed by state law and the First, Third,\n5 Fourth, Fifth, Ninth and Fourteenth Arrendnents to the United States Constitution\n6 3.  Issue a judgrrent declaring that the conditions and treatment of\n7 plaintiffs within Clark Lodge are punitive and anti-therapeutic and violate\n8 plaintiffs' right to rehabilitative treatment, guaranteed by state law and\n9 the Fourteenth Amendment to the United States Constitution.\n10 4.  Issue a judgment declaring that solitary confinement of plaintiffs\n11 within  a small cell other than as an extreme measure in emergencies to calm\n12 uncontrollably violent behavior violates plaintiffs' right to be free from\n13 cruel and uraosual. punishtrsnt, guaranteed by state law and the Eighth and\n14 Fourteenth Arendnents to the United States Constitution and plaintiffs' right\n15 to rehabilitative treatment, guaranteed by state law and the Fourteenth\n16 Amendment So the United States Constitution.\n17 5.  Issue a judgment declaring that the failure of defendants to\n18 promulgate written rules giving notice of conduct which may result in\n19 incarceration within Clark Lodge violates plaintiffs' right to due process,\n20 guaranteed by state law and the Fourteenth Amendment to the United States\n21 Constitution.\n22 6.  'Issue a judgment declaring that the failure of defendants to\n23 hold hearings before an impartial tribunal before or iniaediately after\n24 incarcerating plaintiffs within Clark Lodge to determine whether an institution-\n25 al rule has been violated and whether cell incarceration is necessary, prior\n26 to which the plaintiffs are provided with written notice of the infractions of\n27 which they are accused, and at which they are advised by counsel, confront\n28 their accusers, and present evidence on their behalf, and the failure of\n29 defendants to make and deliver to plaintiffs written decisions based solely\n30 upon evidence adduced at the hearings specifying the particular rule\n31 violations and the duration of incarceration, violates plaintiffs' right to\n32 due process, guaranteed by state law and che Fourteenth Airenáment to the\n\n1 United States Constitution.\n2 7.  Issue a judgment declaring that the failure of defendants to\n3 recruit and enploy personnel at the Pine Hills School who are qualified,\n4 trained and supervised to effectively assess the treatirent needs of plaintiffs\n5 and deliver to them the rehabilitative treatment to which they are entitled\n6 violates plaintiffs' right to treatment, guaranteed by state law and the\n7 Fourteenth Amendment to the United States Constitution.\n8 8.  Issue a judgment declaring that defendants' practice of routinely\n9 opening, inspecting, reading and/or withholding trail to and from plaintiffs ,\n10 of limiting the persons with whom plaintiffs may ccranunicate and of limiting\n11 the nuntier and length of letters that plaintiffs may write violates plaintiffs'\n12 right to treatment, guaranteed by state law and the Fourteenth Amendrrenc\n13 to the United States Constitution, and plaintiffs' right to free speech,\n14 guaranteed by state law and the First Amendment to the United States\n15 Cons ti tution.\n16 9.  Issue a judgment declaring that the failure of defendants to\n17 promulgate comprehensive rules governing the admission, custody, transfer\nIS and release of students at the Pine Hills School violates state law.\n19 10.  Grant preliminary and permanent injunctive relief enjoining,\n20 restraining and prohibiting defendants, their agents, employees, successors\n21 in office and other persons acting in concert with them:\n22 a.  from incarcerating plaintiffs in cells within Clark Lodge, the\n23 Tnaxitma security unit at the Pine HilLs School.\n24 b.  from cor_£ining plaintiffs within a small cell other than as an\n25 extreme measure in energencies to calm uncontrollably violent behavior.\n26 c.  from incarcerating plaintiffs in Clark Lodge without first\n27 promulgating and publishing written rules giving notice of conduct which may\n2S result in such incarceration.\n29 d.  from incarcerating plaintiffs' in Clark Lodge without holding\n30 hearings before an impartial tribunal before or imrediately after incarceration\n31 to determine whether an institutional rule has been violated and whether\n32 sixù confinement is necessary, prior to which the plaintiffs are provided with\n\n1 written notice of the infractions of which they .ire accused, and at which\n2 they are advised by counsel, confront their accusers, and present evidence on\n3 their behalf.\n4 e.  from incarcerating plaintiffs in cells within Clark Lodge after\n5 a hearing at which it is determined that an institutional rule has been\n0 violated and incarceration is necessary, without first making and delivering\n7 to plaintiffs written decisions based solely upon evidence adduced at the\n8 hearings specifying the particular rule violation and the duration of\n9 confinement.\n10 f.  from opening, inspecting, and/or withholding mail to and from\n11 plaintiffs, from limiting the persons with whom plaintiffs may cotnnunicate\n12 and from limiting the nu¤iier and length of letters that plaintiffs may write.\n13 11.  Order the defendants to promulgate comprehensive rules governing\n14 the admission, custody, transfer and release of students at the Pine Hills\n15 School.\n16 12.  Order defendants to consult with plaintiffs' attorneys and any\n17 experts designated by them and thereafter within thirty days formulate\n18 and implement a rehabilitation program for the students at the Pine Hills\n19 School.\n20 13.  Order defendants to recruit and employ personnel with the\n21 education and training to implanant the rehabilitation program envisioned by\n22 the preceding paragraph.\n23 14.  Appoint a master and an advisory group to oversee implementation\n24 of the terms and conditions of the judgment entered in this action and to\n25 report, to the court any failures of defendants to conply with it.\n26 15.  Award each of the named plaintiffs cotnpansatory and exemplary\n27 damages of $10,000.00 and $12,500.00, respectively, for the palpable\n28 deprivation of his constitutional rights.\n29 16.  Order defendants to pay plaintiffs' attorneys' fees and costs\n30 of suit.\n31 17.  Grant such other relief as tray be equitable and just.\n32 18.  Retain jurisdiction over this action.\n\n1 MC¢rrAHA  IJECV\\L SOWICES  ASSOCIATION\n2\nBy: / s /  William  J .  M i c` 1 a\n3 William J. Miele\nP. 0. Box 1245\n4 Miles  City,  Montana  59301\nTelephone:  406-232-1066\n5\n6 /s/  Robert:  L.  LaRocha\nRoberc L. LaRoche\n7 2822 Third Avenue  Norch\nBehner  Bldg.,  Suite  B-12\n8 Billings,  Montana  59L01\nTelephone:  406-248-7113\n9\n10 NATIONAL JUVENILE LAW CENTER\nSt.  Louis  university\n11 School of Law\n3642 Lindell  Boulevard\n12 St.  Louis,  Missouri  63108\nTelephone:  314-533-8868\n13\nBy:  Patricia  Connell\n14 David  Howard\n15\nATTOR-\\¯HYS FOR PLAINTIFFS\n16\n17\nOf  Counsel:\n18\nSteven L. Bunch\n19 Î·¤SÏ¿NÀ LEGAL SER^/ICES ASSOCIATION\n601 Pa·7er  Block\n20 Hslena,  l·íontana  59601\nTelephone:  406-442-9830\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\n32",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1550"
    }
  ],
  "document_count": 3
}