{
  "case_id": 9973,
  "fetched_at": "2025-10-20T22:40:06.569930",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Chicago",
        "institution_county": null,
        "name": "City of Chicago",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1986,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1983-01-18",
    "filing_year": 1983,
    "id": 9973,
    "injunction_duration": "",
    "issues": [
      "Affected Sex/Gender(s): Female",
      "Policing: Strip search policy (policing)"
    ],
    "last_checked_date": "2007-07-19T00:00:00-04:00",
    "main_docket": {
      "id": 33105,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1983,
      "docket_filing_number": 327,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "83 C 327",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Joan W. v. City of Chicago",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "A female physician who was arrested for a traffic violation and then brought to jail and strip searched.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1986-03-19",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>In 1983, the plaintiff filed a lawsuit under 42 U.S.C. § 1983 against the City of Chicago in the United States District Court for the Northern District of Illinois. Represented by private counsel, the plaintiff sought compensatory damages and alleged her constitutional rights were violated when she was strip-searched.</p><p>According to the Seventh Circuit Court of Appeals, 771 F.2d 1020 (7th Cir. 1985), the plaintiff was arrested for a traffic violation on January 28, 1978.  Five female police employees (\"the matrons\") strip-searched her according to a City of Chicago policy.  She was forced to expose her vaginal and anal areas and the matrons threatened her when she initially refused to comply, used vulgar language, and laughed at her. Additionally, the plaintiff alleged that she suffered resulting psychic trauma and emotional distress.</p><p>The defendant conceded liability because the strip-search policy had been found unconstitutional in Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir. 1983).  The jury awarded the plaintiff $112,000 in compensatory damages.  The Court (Judge Susan Getzendanner) denied the defendant's motion for judgment notwithstanding the verdict or remittitur. Th defendant then appealed.</p><p>On August 26, 1985, the Seventh Circuit Court of Appeals (Judges Luther M. Swygert, Jesse E. Eschbach, and Richard Posner) found that the court did not commit reversible error by allowing Plaintiff's closing argument. The court found that $112,000 in damages was excessive and directed a remittitur reducing the award to $75,000.  Each party was directed to bear its own costs.  771 F.2d 1020 (7th Cir. 1985).</p><p>On March 19, 1986, the District Court (Judge Getzendanner) awarded the plaintiff $49,860.52 in attorney fees and costs. The District Court found that she remained a substantial victor after appeal, justifying award of her attorney's fees.  Joan W. v. City of Chicago, No. 83-327, 1986 U.S. Dist. LEXIS 27954 (N.D. Ill. March 19, 1986).</p><p></p>",
    "summary_published_date": "2012-03-17T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1986-03-19",
    "clearinghouse_link": "clearinghouse.net/case/9973",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9973",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9973",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9973"
  },
  "documents": [
    {
      "date": "1986-03-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 4113,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1986,
      "cite_3_page": 27954,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1986,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66197,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66197.pdf",
      "title": "Memorandum Opinion and Order",
      "text": "Joan W. v. City of Chicago, Not Reported in F.Supp. (1986)   \n \n \n   Therefore this argument is rejected. \n  \n1986 WL 4113 \nThe  City  secondly  argues  that,  because  the  plaintiff’s \nOnly the Westlaw citation is currently available. \ndamage award was reduced on appeal, she cannot be \nUnited States District Court, N.D. Illinois, Eastern \nconsidered the prevailing party on appeal for purposes of \nDivision. \n§ 1988. In order to be considered a “prevailing party,” a § \nJOAN W. Plaintiff,  1983 plaintiff need only “succeed on any significant issue \nv.  in litigation which achieves some of the benefit sought in \nCITY OF CHICAGO, Defendant  bringing  suit.”  Hensley v. Eckerhart,  103  S.Ct.  1933, \n1939 (1983). While the extent of success is a factor to be \nNo. 83 C 327. | March 21, 1986.  considered in determining the reasonableness of the fee \nrequest, id. at 1937 n.3, less than complete success on \nappeal should no more bar attorneys’ fees than would a \nOpinion  failure to recover the full amount of damages sought at \n  trial. (The issue of course would be much different had \nthis  court  ordered  a  remittitur  and  had  plaintiff  then \nunsuccessfully  appealed.  See  Buian  v.  Baughard,  687 \nMEMORANDUM OPINION AND ORDER \nF.2d 859 (6th Cir.1982).) \n  \nA decision holding to the contrary is Levka v. City of \nSUSAN GETZENDANNER, District Judge: \nChicago, 605 F.Supp. 197 (N.D.Ill.1985). In that case, a \n*1 This civil rights action for an unconstitutional strip  strip search plaintiff’s jury award of $50,000 was reduced \nsearch is before the court on the plaintiff’s motion for  to $25,000 on appeal. Levka v. City of Chicago, 748 F.2d \nattorneys’ fees and costs. Plaintiff seeks $39,597.50 in  421 (7th Cir.1984). When the plaintiff’s attorneys (who \nfees for work performed in the district court, taxable costs  had already received fees for their trial work) sought \nof  $1,916.81,  and  additional  expenses  of  $302.48.  further fees for their work on appeal, Judge Shadur denied \nPlaintiff also seeks $15,379.73 in costs and fees for time  the request. He noted that the plaintiff, being “worse off” \nspent defending her judgment on appeal and $1,725.50 for  after her appeal, could not be considered the prevailing \ntime spent litigating her entitlement to fees since the filing  party on appeal. 605 F.Supp. at 199. \nof the initial fee petition. For the reasons set forth herein,    \nthe court awards $49,860.52 in fees and costs.  *2 Judge Shadur also stressed, however, that only a single \n   issue  was  presented  on  appeal—namely  the \nThe chief legal issue involved in this motion is whether  reasonableness  of  the  damage  award—and  that  the \nthe plaintiff “prevailed” on appeal and is therefore entitled  plaintiff was the distinct loser on that issue. Since his \nto legal fees incurred in defending that appeal. At the  earlier fee award was based on the $50,000 judgment, he \nclose of trial in which liability was conceded, the jury  felt that to increase the fee award for a smaller award \nawarded $112,000 in compensatory damages. This court  would  be  inexplicable.  In  this  case,  by  contrast,  the \ndenied the City’s motion for judgment notwithstanding  damages issue was one of two on appeal, and the City \nthe verdict or alternatively a remittitur. On appeal, the  argued that a new trial was required for both reasons. See \nCity argued that plaintiff’s counsel’s closing argument  Joan W. v. City of Chicago, 771 F.2d 1020 (7th Cir.1985). \nwarranted a reversal and that the jury’s award was so  The City apparently suggested at oral argument that a \ngrossly excessive as to justify a new trial or remittitur.  remittitur in the range of $52,000 to $77,000 would be \nThe Seventh Circuit held that the closing argument was  appropriate. The request for a new trial was denied, and \nnot reversible error, but directed a remittitur reducing the  the size of the remittitur ordered was only $37,000. The \naward to $75,000. Each party was directed to bear its own  resulting  award  of  $75,000  was  still  the  highest  strip \ncosts.  search judgment collected by a § 1983 plaintiff in this \n   district. (The highest previous award was that of Hinda \nThe City makes two arguments for a total denial of fees  Hoffman  for  $60,000.  See  Mary  Beth  G.  v.  City  of \nincurred in the appellate portion of this litigation. First is  Chicago,  723  F.2d  1263,  1275  (7th  Cir.1983).)  Thus, \nthat the Seventh Circuit, in directing each party to bear its  plaintiff remained a substantial victor after appeal, and is \nown costs, effectively determined that no attorneys’ fees  entitled  to  attorneys’  fees  incurred  in  defending  her \ncould be awarded. In Ekanem v. Health & Hospital Corp.,  award. \n778 F.2d (7th Cir.1985), the Seventh Circuit explicitly    \nstated that an appellate mandate for each side to bear its  This leaves the court to assess the reasonableness of the \nown  costs  does  not  control  whether  a  subsequent  fee  request  itself.  The  documentation  of  the  fees  is \nattorney’s  fee  award  should  be  granted.  Id.  at  1257.  generally  adequate,  and  the  rates  requested  are  not \n  1 \n \n\nJoan W. v. City of Chicago, Not Reported in F.Supp. (1986)   \n \nunreasonable given the attorneys’ level of experience. The    \ncourt is nonetheless perturbed by counsel’s decision to  Similarly, in connection with the appellate work, the court \ndouble team the plaintiff’s case at trial with two partners,  finds that legal research should have been performed by \nboth of them billing at over $100 per hour. Some of this  an associate and billed at a rate no greater than $80 an \ndouble teaming is explicable by unique circumstances.  hour. Reducing each attorney’s research time as indicated \nAfter the litigation began, plaintiff realized that she was  on the first page of plaintiff’s supplemental petition would \nmore comfortable working with a female attorney, and  result in a reduction of appellate fees by $2,026.50. The \nSusan Vance was thereupon brought in on the case. This  court otherwise finds the appellate fees and expenses to \ndoes not explain, however, why Peter Carey, the male  be  reasonable,  notwithstanding  the  plaintiff’s  limited \nattorney who had earlier handled the case, kept up a full  success on appeal. \nlevel of involvement, nor can it fully justify saddling the    \nCity with a higher fee bill than would ordinarily have  *3 Finally, the court agrees with the City that reductions \nbeen  required.  Plaintiff’s  attorneys  are  charging  rates  are in order for $360 billed for talking to the press; and \ncomparable  to  those  that  major  law  firms  charge  for  $300 billed, Invoice No. 09958, for which no explanation \njunior partners, but they have failed to staff this case the  is offered. The other particular objections of the City are \nway a major firm would. The court therefore finds that of  unpersuasive. Subtracting all of these figures from the \nthe 259 hours spent in trial preparation, post-trial matters,  plaintiff’s total request yields a figure of $49,860.52. \nand work on the initial fee petition, approximately 150 of    \nthese hours should have been billed at an associate rate no  Accordingly, the plaintiff is awarded $49,860.52 in fees \nhigher than $80 per hour. Since much pre-trial work was  and costs under 42 U.S.C. § 1988. \nperformed by an associate at $60 per hours, the court will    \nleave  the  fee  for  pre-trial  work  undisturbed.  Since  It is so ordered. \ncounsel’s billing rates were $120 and $125 per hour, a    \n$42.5  reduction  per  hour  for  this  time  results  in  a  \t\r  \nreduction of $6,375. \n \n \n  \n  2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66197"
    },
    {
      "date": "1985-10-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1020,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 771,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24948,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24948.pdf",
      "title": "Opinion",
      "text": "1020  771  FEDERAL REPORTER, 2d SERIES \nopportunity for members of the family to \nconfer and the paper on which to write the  JOAN W., Plaintiff.Appellee, \nconfession.  The result was a spontaneous, \nv. \naltruistic confession.  It was the work of \nCITY  OF  CHICAGO,  a  municipal \nthe Church family, not of \"custodial inter \ncorporation, Defendant.Appellant. \nrogation\" within the meaning of Miranda. \nNo. 84-2060. \nBecause there was no custodial interro \ngation,  the  court  need  not  address  Mi  United States Court of Appeals, \nchael's argument that he had a special need  Seventh Circuit. \nfor a lawyer's advice to dispel the effects \nArgued April 19, 1985. \nof a statement made to him by an assistant \nstate's attorney shortly after his arrest  Decided Aug.  26,  1985. \nthat if Michael  had  been  present at the  As Corrected Oct. 7, 1985. \nmurder but had not pulled the trigger, the  Woman  subjected to  strip search  by \nstate might charge him  with  aggravated  city brought civil rights action against city. \nbattery rather than murder.  This  bit of  At close of trial in which liability was con \n\"advice\" was accurate in the strict sense; \nceded, the United States District Court for \nthe state \"might\" charge those other than \nthe Northern  District of Illinois,  Eastern \nthe triggerman with something less than  Division,  Susan Getzendanner, J., entered \nmurder.  It may  have  been  misleading  judgment  awarding  plaintiff  $112,000  in \nnonetheless.s  If the advice played a sub  compensatory damages, and city appealed. \nstantial role in inducing the confession, Mi  The Court of Appeals, Swygert, Senior Cir \nchael  might raise  an  argument that the  cuit Judge, held that: (1) Golden Rule argu \nconfession  itself  was  involuntary.  This  ment did not require reversal, and (2) dam \nCourt need not ponder whether this hypo  ages  were excessive  only  to  extent they \nthetical argument would be a good one, for  exceeded $75,000. \nMichael does not advance it.  He did not \nOrder reversed, judgment vacated and \nraise this argument in the state court or \ncause remanded with directions. \nhere;  he argues only that the \"advice\" of \nthe assistant state's attorney shows  why \nhe needed his lawyer.  The detectives told  1. Federal Civil Procedure e=>1973 \nMichael  he  had a lawyer and offered to  Appeal  to  jury  to  imagine  itself  in \nwait;  Michael  insisted  on  confessing  at  plaintiff's position is impermissible, even if \nonce.  He was responding to the call of the  it refers only to assessment of damages, \nfamily, not the pressure of the detectives.  because it encourages jury to depart from \nBecause there was no interrogation, that is  its neutral role. \nthe end of the matter. \n2. Federal Civil Procedure e=>1973 \nThe  judgment of the  District Court is \nCity'S  comment that plaintiff did  not \nAFFIRMED.  really feel all that badly about strip search \ndid not grant plaintiff's counsel license un \nder \"invited response\" doctrine to appeal to \njurors  in  closing  argument  to  imagine \nthemselves in plaintiff's position. \n3. Federal Courts e=>905 \nGolden Rule argument in which plain \ntiff's counsel asked jury to place itself in \nposition of plaintiff, who had been illegally \n!I.  But in view of the fact that Michael not only  spouse, it was somewhat unlikely that he could \nparticipated in the mistreatment of May but had  believe that the prosecutors might regard him as \nsuggested  the  murder  to  May's  estranged  deserving lenient treatment. \n\nJOAN W. v. CITY OF CHICAGO  1021 \nCite as 771 F.2d 1020 (l98!!) \nsubjected to strip search after her arrest  Before ESCHBACH and POSNER,  Cir \nfor traffic violation, was not reversible er- cuit Judges, and SWYGERT, Senior Circuit \nror in civil rights action in which liability  Judge. \nwas conceded, where judge gave jury ex \ntensive guidance on how to assess damages  SWYGERT, Senior Circuit Judge. \nand warned that jury must not be swayed \nThis  is  an  appeal  from  a  judgment \nby  bias  or prejudice  or favor  as  to  any \nagainst the City of Chicago  in  a Section \nparty. \n1983 suit, 42 U.S.C. § 1983, brought by a \n4. Federal Civil Procedure $:0>2345  person identified for purposes of the suit as \n\"Joan W.\"  At the close of a trial in which \nFederal Courts $:0>827 \nliability  was  conceded,  the jury awarded \nTrial judges may vacate jury verdict \n$112,000  in  compensatory damages.  The \nfor excessiveness only if it is monstrously \ndistrict court denied a motion for judgment \nexcessive or if there is no rational connec \nN.O.V.  The  City urges that we  grant a \ntion between evidence on damages and ver \nnew trial or, alternatively, a remittitur of \ndict,  and appellate review is  governed by \ndamages. \nextremely limited abuse of discretion stan \ndard,  subject to additional factor of com  Two issues are presented on appeal:  (1) \nparability in a series of similar cases.  did plaintiff's appeals to the jurors in clos \ning  argument  to  imagine  themselves  in \n5. Federal Civil Procedure $:0>2395 \nplaintiff's position constitute reversible er \nNo matter how reprehensible the con  ror;  (2) was the jury's award of $112,000 to \nduct,  jury  does  not  have  discretion  to  compensate Joan for an illegal strip search \naward what are essentially punitive dam  by City police so grossly excessive as to \nages where no punitive damages are pled  justify a new trial or a remittitur. \nor permitted. \nWe hold that counsel's closing argument, \n6. Damages $:0>127  although improper, does not warrant a re \nWhere damage award is not rationally  versal.  We  do,  however,  hold  that  the \nproportionate to awards assessed in similar  damage award is so excessive as to justify \ncases for injuries that are no different in  our directing a remittitur. \nkind  from  those  suffered  by  plaintiff, \naward is excessive.  I \n7. Civil Rights $:0>13.17(6)  Joan, a physician in her mid-thirties prac \nDamages of $112,000 awarded to plain  ticing in Chicago, was arrested for a traffic \ntiff bringing civil rights action against city  violation on January 28, 1978.  Pursuant to \nbased upon illegal strip search were exces  a  City  policy  that was  subsequently  de \nsive to extent that damages exceeded $75,- clared unconstitutional by this court, Mary \n000, where damages awarded in other strip  Beth G. v.  City of Chicago, 723 F.2d 1263 \nsearch cases ranged from $15,000 to $60,- (7th  Cir.1983),  five  female  police  depart \n000, plaintiff's search was not different in  ment  employees  (\"the  matrons\"),  strip \nkind from other strip searches, and taunt  searched her. \ning of plaintiff could have led jury to ra  During the search, Joan was forced  to \ntionally  find  some  differences  in  degree  remove her clothing and to expose the vagi \ngiven evidence of plaintiff's peculiar sensi  nal and anal areas of her body.  The ma \ntivities to that kind of abuse.  trons threatened her when she initially re \nfused to comply, used vulgar language, and \nlaughed  at her.  Joan  testified  that the \nR. Peter Carey, Mandel, Lipton & Steven  incident caused her emotional distress that \nson, Chicago, Ill., for plaintiff-appellee.  manifested  itself  in  reduced  socializing, \nLynn  K.  Mitchell,  Asst.  Corp.  Counsel,  poor work performance, paranoia, suicidal \nChicago, Ill., for defendant-appellant.  feelings, depression, and an inability to dis-\n\n1022  771  FEDERAL REPORTER, 2d SERIES \nrobe in any place other than a closet.  She  and  this  court  has  recognized  that  reit \nintroduced evidence tending to show that  erative objections are unnecessary to pre \nshe was peculiarly sensitive to the kind of  serve an  objection for appeal.  Irvin Ja \nphysical violation she had endured because  cobs & Co.  v.  Fidelity & Deposit Co.  of \nshe was a private person who even during  Maryland,  202 F.2d 794, 800-01 (7th Cir. \nhigh  school  gym  classes  could  not com  1953);  cf.  Brown v.  Walter,  62 F.2d 798, \npletely disrobe in front of others and was  800 (2d Cir.1933) (Hand, J.) (\"often the pro \nconscious of her physical disabilities caused  test will only serve to emphasize the evil\"). \nby her chronic arthritis. \nSecond, Joan urges that the Golden Rule \nThe City conceded liability but introduced  argument is not objectionable when it re \nevidence  tending to  show  that Joan suf  fers only to the assessment of credibility. \nfered no sexual dysfunction or significant  There is  no reason for such a distinction \ndecline in work effectiveness as a result of  because the jury's departure from its neu \nthe incident.  tral role is equally inappropriate regardless \nof the issue at stake. \nII \n[2]  Third, Joan appears to contend that \nThe  City's first assignment of error is \nits  Golden  Rule  argument was  somehow \nthe  alleged  prejudicial  remarks  made  by \ninvited by the City's contention that Joan \nJoan's  counsel  during  closing  argument. \nreally did not feel all that badly about the \nIn rebutting the City's theory that Joan's \nincident.  Although otherwise impermissi \nemotional  injuries  were  insignificant  be \nble remarks may be sustained as invited by \ncause she had not told various people about \nopposing counsel's prior impermissible re \nthe incident, counsel asked, \"Would you tell \nthem if they asked you if that had hap  marks  in  closing  argument,  see  United \npened to you?\"  The City did not object to  States v.  West,  670 F.2d 675, 688-90 (7th \nCir.), cert. denied, 457 U.S. 1124, 1139, 102 \nthis statement.  After the City finished its \nS.Ct.  2944,  2972,  73  L.Ed.2d  1340,  1359 \nclosing argument, Joan's counsel again ad \n(1982),  there  was  nothing  impermissible \ndressed the issue of Joan's reticence about \nabout the City's contention.  Accordingly, \nthe  incident  by  asking  the  jury,  \"How \nJoan's counsel did not have license under \nwould you feel?\"  The City objected.  The \nthe \"invited response\" doctrine to retaliate \njudge overruled the objection, and counsel \nwith  impermissible  remarks  of  her  own. \nagain asked the jury, \"How would you feel \nif you had been taken into a cell and over \n[3]  Nevertheless, counsel's Golden Rule \nyour repeated protestations you had been \nargument should not be held reversible er \nforced to undress and do the things that \nror.  Although  the remarks were  clearly \nJoan did?\" \nimproper, the relevant inquiry is not wheth \n[1]  An  appeal  to  the jury to imagine  er they  were  improper  but whether  the \nitself in the plaintiff's position is impermis  district  court's  response,  or  lack  of  re \nsible because it encourages the jury to de  sponse,  to the  remarks was  a prejudicial \npart from its neutral role.  Spray-Rite Ser  abuse  of discretion.  Arnold v.  Eastern \nvices  Corp.  v.  Monsanto  Co.,  684  F.2d  Air Lines,  Inc.,  681  F.2d  186,  197  (4th \n1226,  1246  (7th  Cir.1982),  af!'d,  465  U.S.  Cir.1982), cert. denied, 460 U.S. 1102, 103 \n752, 104 S.Ct. 1464, 79 L.Ed.2d 775 (1984).  S.Ct. 1801, 76 L.Ed.2d 366 (1983);  accord \nThis so-called \"Golden Rule\" argument has  Shroyer v. Kaufmann, 426 F.2d 1032, 1034 \nbeen universally condemned by the courts.  (7th  Cir.1970).  \"Naturally,  in  reviewing \nId.  Joan nevertheless urges three reasons  questions  concerning  remarks  alleged  to \nfor affirming.  First, Joan contends that  have misled the jury, we give great weight \nany  objections to the Golden  Rule  argu  to the district judge's judgment.\"  Joseph \nment were waived by lack of contempora  v. Brierton, 739 F.2d 1244, 1248 (7th Cir. \nneous  objection.  The  City  did,  however,  1984).  Given the context of the prejudicial \nobject to the second Golden Rule argument,  remarks  and  the  district judge's  assess-\n\nJOAN W. v. CITY OF CHICAGO  1023 \nCite .. 771 F.2d 1020 (l98!l) \nment of the jury's reaction to them,  we  III \nhold that the Golden Rule argument was \nThe City next contends that the damages \nnot reversible error. \naward was so excessive as to require either \nAlthough  the  judge  did  overrule  the  a reversal for a new trial or a remittitur. \nCity's objection to the Golden Rule argu  Whether a damage award is excessive is a \nment and did not give a limiting instruc  recurring problem and has been an issue in \ntion, we have noted that any prejudice can  several recent cases in this Circuit.  With \noften be cured simply by a general instruc  those cases in mind,  we discuss the test \ntion that properly informs the jury on the  that is required and then its application to \nlaw of damages.  See Spray-Rite, 684 F.2d  the instant case. \nat 1246.  In the case at bar, the judge gave \nthe jury extensive guidance on how to as  [4]  The  test  is  severe.  Trial  judges \nsess damages and warned:  may vacate a jury verdict for excessiveness \nonly if it is \"monstrously excessive\" or if \nIn deciding the facts of this case you \nthere is  \"no rational connection between \nmust not be swayed by bias or prejudice \nor favor as to any party.  Our system of  the evidence on damages and the verdict,\" \nAbernathy v.  Superior Hardwoods,  Inc., \nlaw does  not permit jurors to be gov \nerned by prejudice or sympathy or public  704 F.2d 963, 971 (7th Cir.1983), and appel \nopinion.  Both the parties and the public  late review is governed by the extremely \nexpect that you will carefully and impar  limited  abuse  of discretion  standard, see \ntially consider all of the evidence in the  Galard v.  Johnson,  504  F.2d  1198,  1199 \ncase,  follow  the  law  as  stated by  the  (7th Cir.1974).  Recently, this court added \nCourt, and reach a just verdict regard  an  additional  element  to  the  equation \nless of the consequences.  where the case under review is but one of a \nseries  of  similar  cases  that  establish  a \nMoreover, in denying the City's motion for \ntrend  in  damage  awards:  comparability. \na mistrial, the judge carefully assessed the \nLevka v. City o/Chicago, 748 F.2d 421,425 \nprejudicial effect of the Golden Rule argu \n(7th Cir.1984) (\"One factor we must consid \nment.  She noted that counsel was not un \ner in determining whether to set aside an \nduly  emotional  in  making the argument, \naward is whether the award is out of line \nand  she  did  not  believe  that the  heavy \ncompared  to  other  awards  in  similar \ndamages assessed against the City  were \ncases.\");  Phillips v.  Hunter Trails Com \nattributable to the argument.  Viewed in \nmunity Assoc., 685 F.2d 184, 190 (7th Cir. \ntotality, and giving great deference to the \n1982). \nsuperior vantage point of the trial judge in \nassessing  the  context  and  effect of the  At least ten strip search suits have been \nGolden  Rule  argument, see  Arnold,  681  filed against the City in the Northern Dis \nF.2d at 197, the argument was not so egre  trict of Illinois and tried before a jury.  In \ngious that the judge abused her discretion  those cases, the jury returned the following \nin refusing to cure the error by ordering a  damage  awards:  $3,300,1  $15,000,2  $15,-\nnew trial.  000,8 $25,000,4 $25,000,' $80,000,' $45,000,7 \n1.  Blanca v. City of Chicago, No. 82 C 1911 (N.D.  action suit), affirmed sub nom. Mary Beth G. v. \nIll.1982).  City of Chicago,  723 F.2d 1263 (7th Cir.1983). \n2.  Susan B.  v.  City of Chicago,  No.  83  C 228  5.  Id.  (plaintiff Sharon N. in class action suit). \n(N.D.Ill.1983). \n3.  Stella S.  v.  City of Chicago,  No.  82 C 1912  6.  Tilcalsky v. City of Chicago (N.D.Ill.1982), af \n(N.D.Ill.1983),  appelll dismi.s.sed,  No.  84-1118  firmed sub nom. Mary Beth G., supra, 723 F.2d \n(7th Cir.1984).  1263. \n4.  Jane Dou v. City of Chicago, No. No. 79 C 789  7.  Mary T.  v.  City of Chicago,  No.  83  C 2942 \n(N.D.IIl.1982) (plaintiff Mary Beth G. in class  (N.D.IIl.1984). \n\n1024  771  FEDERAL REPORTER, 2d SERIES \n$50,000 (reduced as excessive to $25,000),8  not touched during the search, nor was she \n$60,000,9 and $112,000 in the case at bar.  searched within the view of anyone other \nthan female detention personnel.  None of \nThe manner of the searches depicted in \nthe  plaintiffs  in  the  strip  search  cases \nthose  cases  that  were  reviewed  or  dis \nbrought to us on appeal have alleged any \ncussed on appeal, see Levka,  748 F.2d at \nphysical  impairment  as  a  result  of  the \n421; Mary Beth G., 723 F.2d at 1267,1275-\nsearches nor did Joan W. allege such im \n76,  were  quite  similar,  although  some \npairment.  They did, however, as did Joan \nsearches were more aggravated than oth \nW.,  allege  resulting  psychic  trauma  and \ners.lO  For example,  Mary T.,  see  supra \nemotional  distress.  This  court  in  Mary \nnote  7,  alleged that the matron  felt  her \nBeth G.,  723 F.2d at 1275, described some \nbreasts and threatened that if she did not \nof the trauma endured by four plaintiffs: \ncomply  with  the  search,  male  officers \n\"inter alia, instances of shock, panic, de \nwould be called in to assist.  See Levka, \npression,  shame,  rage,  humiliation,  and \n748 F.2d at 425 (discussing case).  Stella S., \nnightmares,  with  lasting effects  on  each \nsee supra note 3, was subjected to offen \nwoman's life.\"  Additionally we  observed \nsive touching and probing of her orifices \nthat \"each woman  still  thinks  about the \nby a police officer, and Susan B., see supra \nstrip search,  and each woman's attitudes \nnote 2, was forced to squat five times de  and relationships with others has been col \nspite her recent hysterectomy.  See Levka,  ored by the experiences.\"  Id. \n748 F.2d at 426 (discussing cases).  Hinda \nIn Levka,  748 F.2d at 423,  we also de \nHoffman, see supra note 9, testified that \nscribed the  emotional trauma claimed by \ntwo male police officers were within view \nMaria Levka, see supra note 8, as a result \nwhen she was strip searched, and a group \nof her strip search: \nof prostitutes jeered at her as the search \n[P]laintiff testified that in the weeks fol \nwas  conducted.  See Mary Beth  G.,  723 \nlowing the strip search she continued to \nF.2d at 1275 (discussing case).  Mary Beth \nbe frightened and became afraid to go \nG., see supra note 4, also testified that she \nout alone at night.  She testified that if \nwas being viewed by male police personnel \nshe  tried  to  go  out  alone,  she  would \nduring her search.  See Mary Beth G., 723 \nreturn home and fall apart.  According \nF.2d at 1275. \nto  plaintiff,  her  fears  became  so  pro \nJoan's search was not different in kind  nounced that she consulted a psychiatrist \nfrom these aggravated searches, which had  one month after the search. . ..  [P]lain \nresulted in damage awards ranging from  tiff claims that she continues to be afraid \n$15,000 to $60,000.  She was required to  and that even now she will not go out \nundress,  lift each breast, bend  over and  alone at night.  In fact, she testified that \nspread her buttocks and vagina.  Indeed,  she  no  longer  sees  movies  or attends \nunlike some of the other litigants, Joan was  parties, the ballet, or the theatre. \n8.  Levka v. City of Chicago, No. 83 C 2283 (N.D.  City of Chicago.  That policy, as described by \nIll. 1983),  judgment  vacated as  excessive,  748  the City, required each woman placed in the \nF.2d 421 (7th Cir.1984).  detention facilities of the Chicago Police De· \npartment and searched by female police per· \n9.  Jane Does v.  City of Chicago,  No. 79 C 789 \nsonnel to: \n(N.D.Ill.1982) (plaintiff Hoffman in class action \n(1) lift her blouse or sweater and to unhook \nsuit), affirmed sub nom. Mary Beth G., supra, \nand lift her brassiere to allow a visual inspec· \n723 F.2d 1263. \ntion of the breast area, to replace these arti \n10.  The usual procedure is described in Mary  cles of clothing and then \nBeth G., 723 F.2d at 1267:  (2) to pull up her skirt or dress or to lower \nAlthough the circumstances surrounding the  her pants and pull down any undergarments, \narrests and detentions of each of the plain  to squat two or three times facing the deten \ntiffs-appellees in these consolidated cases are  tion aide and to bend over at the waist to \nnot identical, the situations involve the follow  permit visual inspection of the vaginal and \ning common elements: each woman was ar  anal area. \nrested for a misdemeanor offense and each \nwas subjected to the strip search policy of the \n\nJ. YANAN & ASSOCIATES, INC. v. INTEGRITY INS. CO.  1025 \nCite .. 771 F.ZcII025 (1985) \nIn sum, the plaintiff there claimed that she  tween  the evidence  on  damages  and  the \n\"suffered continuous  and deep  emotional  verdict\"). \ntrauma as the result of her strip search.\" \n[7]  On  the other hand, we  do not be \nId. \nlieve that the evidence of injury is so slight \nThe  emotional  distress  and  trauma \nas to justify an entry of remittitur to the \nclaimed by Joan W. was not qualitatively \n$25,000 base figure established in Levka. \nmore severe than that claimed by the four \nThere are aggravating circumstances in the \nplaintiffs  in  Mary  Beth  G.  or by  Maria \ncase  at bar  that were  absent  in  Levka \nLevka.  In other words, when the evidence \n-particularly the  taunting of Joan-and \nof  the  injuries  suffered  by  these  other \nalthough these circumstances are not dif \nwomen  is  compared  to  that  claimed  by \nferent in kind from those in the other ag \nJoan, there is no difference in kind among \ngravated cases, a jury could rationally find \nthem.  Joan testified that she never sought \nsome differences in degree given the evi \npsychiatric assistance or other counseling \ndence of Joan's peculiar sensitivities to this \nfollowing  her  postarrest experience.  Al \nkind of abuse.  We believe the jury could \nthough she alleged that her social contacts \nrationally award  damages  to Joan  above \ndiminished, there is little evidence of this \nthe  record  $60,000  figure  awarded  Hoff \nfact in the record.  Subsequent to the strip \nman, see supra note 9.  Accordingly, we \nsearch, Joan became the chief resident at \nhold  the  damages  excessive  only  to  the \nthe hospital where she was employed and is \nextent they exceed $75,000. \nnow successfully practicing medicine. \nThe district court's order is reversed, the \n[5,6]  In conclusion, we are of the view  judgment is vacated, and the cause is re \nthat considering the totality of the evidence  manded to the district court with directions \nand comparing this case to the other sim  to hold a new trial unless plaintiff accepts \nilar cases  brought against the  City,  the  the  entry  of  a  remittitur  reducing  the \njury award of $112,000 for damages is fla  award to $75,000.  Circuit Rule 18 shall not \ngrantly extravagant and out of line with  apply.  Each party shall bear its own costs. \nthe other strip search cases.  However rep \nrehensible the City's conduct, the jury does \nnot have discretion to award what are es \nsentially punitive damages where no puni \ntive damages are pled or permitted.  Cf. \nCity of Newport v.  Fact  Concerts,  Inc., \n453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d 616 \nJ. YANAN & ASSOCIATES, INC., \n(1981) (municipalities are immune from pu \nPlaintiff.Appellee, \nnitive  damages  in  section  1983  actions). \nNor should we presume extensive compen  v. \nsatory damages as a matter of law.  See  INTEGRITY INSURANCE COMPANY, \nCarey  v.  Piphus,  435  U.S.  247,  98  S.Ct.  Defendant·Appellant. \n1042,  55  L.Ed.2d  252  (1978).  \"Damages \nNo. 84-2442. \nare awarded in § 1983 actions to compen \nsate individuals for injuries resulting from  United States Court of Appeals, \nthe  deprivation  of  their  constitutional  Seventh Circuit. \nrights,\" Busche v.  Burkee,  649 F.2d 509, \nArgued April 18, 1985. \n518 (7th Cir.1981), and where the award is \nDecided Aug. 26,  1985. \nnot rationally proportionate to awards as \nsessed in similar cases for injuries that are  As Amended Sept. 27, 1985. \nno different in kind from those suffered by \nthe plaintiff, then the award is excessive, \ncf.  Abernathy,  704  F.2d  at 971  (test  is  Independent insurance agency brought \nwhether there is a \"rational connection be- suit  against  insurance  company  alleging ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24948"
    },
    {
      "date": "1985-10-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1020,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 771,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55539,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55539.pdf",
      "title": "Opinion",
      "text": "771 F.2d 1020 (1985)\nJOAN W., Plaintiff-Appellee,\nv.\nCITY OF CHICAGO, a municipal corporation, Defendant-Appellant.\nNo. 84-2060.\nUnited States Court of Appeals, Seventh Circuit.\nArgued April 19, 1985.\nDecided August 26, 1985.\nAs Corrected October 7, 1985.\n1021 *1021 R. Peter Carey, Mandel, Lipton & Stevenson, Chicago, Ill., for plaintiff-appellee.\nLynn K. Mitchell, Asst. Corp. Counsel, Chicago, Ill., for defendant-appellant.\nBefore ESCHBACH and POSNER, Circuit Judges, and SWYGERT, Senior Circuit Judge.\nSWYGERT, Senior Circuit Judge.\nThis is an appeal from a judgment against the City of Chicago in a Section 1983 suit, 42 U.S.C. § 1983, brought\nby a person identified for purposes of the suit as \"Joan W.\" At the close of a trial in which liability was conceded,\nthe jury awarded $112,000 in compensatory damages. The district court denied a motion for judgment N.O.V.\nThe City urges that we grant a new trial or, alternatively, a remittitur of damages.\nTwo issues are presented on appeal: (1) did plaintiff's appeals to the jurors in closing argument to imagine\nthemselves in plaintiff's position constitute reversible error; (2) was the jury's award of $112,000 to compensate\nJoan for an illegal strip search by City police so grossly excessive as to justify a new trial or a remittitur.\nWe hold that counsel's closing argument, although improper, does not warrant a reversal. We do, however, hold\nthat the damage award is so excessive as to justify our directing a remittitur.\nI\nJoan, a physician in her mid-thirties practicing in Chicago, was arrested for a traffic violation on January 28, 1978.\nPursuant to a City policy that was subsequently declared unconstitutional by this court, Mary Beth G. v. City of\nChicago, 723 F.2d 1263 (7th Cir.1983), five female police department employees (\"the matrons\"), strip searched\nher.\nDuring the search, Joan was forced to remove her clothing and to expose the vaginal and anal areas of her body.\nThe matrons threatened her when she initially refused to comply, used vulgar language, and laughed at her. Joan\ntestified that the incident caused her emotional distress that manifested itself in reduced socializing, poor work\n1022 performance, paranoia, suicidal feelings, depression, and an inability to disrobe *1022 in any place other than a\ncloset. She introduced evidence tending to show that she was peculiarly sensitive to the kind of physical violation\nshe had endured because she was a private person who even during high school gym classes could not\ncompletely disrobe in front of others and was conscious of her physical disabilities caused by her chronic arthritis.\nThe City conceded liability but introduced evidence tending to show that Joan suffered no sexual dysfunction or\nsignificant decline in work effectiveness as a result of the incident.\n\nII\nThe City's first assignment of error is the alleged prejudicial remarks made by Joan's counsel during closing\nargument. In rebutting the City's theory that Joan's emotional injuries were insignificant because she had not told\nvarious people about the incident, counsel asked, \"Would you tell them if they asked you if that had happened to\nyou?\" The City did not object to this statement. After the City finished its closing argument, Joan's counsel again\naddressed the issue of Joan's reticence about the incident by asking the jury, \"How would you feel?\" The City\nobjected. The judge overruled the objection, and counsel again asked the jury, \"How would you feel if you had\nbeen taken into a cell and over your repeated protestations you had been forced to undress and do the things\nthat Joan did?\"\nAn appeal to the jury to imagine itself in the plaintiff's position is impermissible because it encourages the jury to\ndepart from its neutral role. Spray-Rite Services Corp. v. Monsanto Co., 684 F.2d 1226, 1246 (7th Cir.1982),aff'd,\n465 U.S. 752, 104 S.Ct. 1464, 79 L.Ed.2d 775 (1984). This so-called \"Golden Rule\" argument has been\nuniversally condemned by the courts. Id. Joan nevertheless urges three reasons for affirming. First, Joan\ncontends that any objections to the Golden Rule argument were waived by lack of contemporaneous objection.\nThe City did, however, object to the second Golden Rule argument, and this court has recognized that reiterative\nobjections are unnecessary to preserve an objection for appeal. Irvin Jacobs & Co. v. Fidelity & Deposit Co. of\nMaryland, 202 F.2d 794, 800-01 (7th Cir.1953); cf. Brown v. Walter, 62 F.2d 798, 800 (2d Cir.1933) (Hand, J.)\n(\"often the protest will only serve to emphasize the evil\").\nSecond, Joan urges that the Golden Rule argument is not objectionable when it refers only to the assessment of\ncredibility. There is no reason for such a distinction because the jury's departure from its neutral role is equally\ninappropriate regardless of the issue at stake.\nThird, Joan appears to contend that its Golden Rule argument was somehow invited by the City's contention that\nJoan really did not feel all that badly about the incident. Although otherwise impermissible remarks may be\nsustained as invited by opposing counsel's prior impermissible remarks in closing argument, see United States v.\nWest, 670 F.2d 675, 688-90 (7th Cir.),cert. denied,457 U.S. 1124, 1139, 102 S.Ct. 2944, 2972, 73 L.Ed.2d 1340,\n1359 (1982), there was nothing impermissible about the City's contention. Accordingly, Joan's counsel did not\nhave license under the \"invited response\" doctrine to retaliate with impermissible remarks of her own.\nNevertheless, counsel's Golden Rule argument should not be held reversible error. Although the remarks were\nclearly improper, the relevant inquiry is not whether they were improper but whether the district court's response,\nor lack of response, to the remarks was a prejudicial abuse of discretion. Arnold v. Eastern Air Lines, Inc., 681\nF.2d 186, 197 (4th Cir.1982),cert. denied,460 U.S. 1102, 103 S.Ct. 1801, 76 L.Ed.2d 366 (1983); accord \nShroyer v. Kaufmann, 426 F.2d 1032, 1034 (7th Cir.1970). \"Naturally, in reviewing questions concerning remarks\nalleged to have misled the jury, we give great weight to the district judge's judgment.\" Joseph v. Brierton, 739\n1023 F.2d 1244, 1248 (7th Cir.1984). Given the context of the prejudicial remarks and the district judge's assessment \n*1023 of the jury's reaction to them, we hold that the Golden Rule argument was not reversible error.\nAlthough the judge did overrule the City's objection to the Golden Rule argument and did not give a limiting\ninstruction, we have noted that any prejudice can often be cured simply by a general instruction that properly\ninforms the jury on the law of damages. See Spray-Rite, 684 F.2d at 1246. In the case at bar, the judge gave the\njury extensive guidance on how to assess damages and warned:\nIn deciding the facts of this case you must not be swayed by bias or prejudice or favor as to any\nparty. Our system of law does not permit jurors to be governed by prejudice or sympathy or public\nopinion. Both the parties and the public expect that you will carefully and impartially consider all of\nthe evidence in the case, follow the law as stated by the Court, and reach a just verdict regardless\nof the consequences.\nMoreover, in denying the City's motion for a mistrial, the judge carefully assessed the prejudicial effect of the\nGolden Rule argument. She noted that counsel was not unduly emotional in making the argument, and she did\n\nnot believe that the heavy damages assessed against the City were attributable to the argument. Viewed in\ntotality, and giving great deference to the superior vantage point of the trial judge in assessing the context and\neffect of the Golden Rule argument, see Arnold, 681 F.2d at 197, the argument was not so egregious that the\njudge abused her discretion in refusing to cure the error by ordering a new trial.\nIII\nThe City next contends that the damages award was so excessive as to require either a reversal for a new trial or\na remittitur. Whether a damage award is excessive is a recurring problem and has been an issue in several\nrecent cases in this Circuit. With those cases in mind, we discuss the test that is required and then its application\nto the instant case.\nThe test is severe. Trial judges may vacate a jury verdict for excessiveness only if it is \"monstrously excessive\" or\nif there is \"no rational connection between the evidence on damages and the verdict,\" Abernathy v. Superior\nHardwoods, Inc., 704 F.2d 963, 971 (7th Cir.1983), and appellate review is governed by the extremely limited\nabuse of discretion standard, see Galard v. Johnson, 504 F.2d 1198, 1199 (7th Cir.1974). Recently, this court\nadded an additional element to the equation where the case under review is but one of a series of similar cases\nthat establish a trend in damage awards: comparability. Levka v. City of Chicago, 748 F.2d 421, 425 (7th\nCir.1984) (\"One factor we must consider in determining whether to set aside an award is whether the award is out\nof line compared to other awards in similar cases.\"); Phillips v. Hunter Trails Community Assoc., 685 F.2d 184,\n190 (7th Cir.1982).\nAt least ten strip search suits have been filed against the City in the Northern District of Illinois and tried before a\n[1] [2] [3]\njury. In those cases, the jury returned the following damage awards: $3,300,  $15,000,  $15,000,  $25,000,\n1024 [4] $25,000,[5] $30,000,[6] $45,000,[7]*1024 $50,000 (reduced as excessive to $25,000),[8] $60,000,[9] and\n$112,000 in the case at bar.\nThe manner of the searches depicted in those cases that were reviewed or discussed on appeal, see Levka, 748\nF.2d at 421; Mary Beth G., 723 F.2d at 1267, 1275-76, were quite similar, although some searches were more\n[10]\naggravated than others.  For example, Mary T., see supra note 7, alleged that the matron felt her breasts and\nthreatened that if she did not comply with the search, male officers would be called in to assist. See Levka, 748\nF.2d at 425 (discussing case). Stella S., see supra note 3, was subjected to offensive touching and probing of her\norifices by a police officer, and Susan B., see supra note 2, was forced to squat five times despite her recent\nhysterectomy. See Levka, 748 F.2d at 426 (discussing cases). Hinda Hoffman, see supra note 9, testified that two\nmale police officers were within view when she was strip searched, and a group of prostitutes jeered at her as the\nsearch was conducted. See Mary Beth G., 723 F.2d at 1275 (discussing case). Mary Beth G., see supra note 4,\nalso testified that she was being viewed by male police personnel during her search. See Mary Beth G., 723 F.2d\nat 1275.\nJoan's search was not different in kind from these aggravated searches, which had resulted in damage awards\nranging from $15,000 to $60,000. She was required to undress, lift each breast, bend over and spread her\nbuttocks and vagina. Indeed, unlike some of the other litigants, Joan was not touched during the search, nor was\nshe searched within the view of anyone other than female detention personnel. None of the plaintiffs in the strip\nsearch cases brought to us on appeal have alleged any physical impairment as a result of the searches nor did\nJoan W. allege such impairment. They did, however, as did Joan W., allege resulting psychic trauma and\nemotional distress. This court in Mary Beth G., 723 F.2d at 1275, described some of the trauma endured by four\nplaintiffs: \"inter alia, instances of shock, panic, depression, shame, rage, humiliation, and nightmares, with lasting\neffects on each woman's life.\" Additionally we observed that \"each woman still thinks about the strip search, and\neach woman's attitudes and relationships with others has been colored by the experiences.\" Id.\nIn Levka, 748 F.2d at 423, we also described the emotional trauma claimed by Maria Levka, see supra note 8, as\na result of her strip search:\n\n[P]laintiff testified that in the weeks following the strip search she continued to be frightened and\nbecame afraid to go out alone at night. She testified that if she tried to go out alone, she would\nreturn home and fall apart. According to plaintiff, her fears became so pronounced that she\nconsulted a psychiatrist one month after the search.... [P]laintiff claims that she continues to be\nafraid and that even now she will not go out alone at night. In fact, she testified that she no longer\nsees movies or attends parties, the ballet, or the theatre.\n1025 *1025 In sum, the plaintiff there claimed that she \"suffered continuous and deep emotional trauma as the result of\nher strip search.\" Id.\nThe emotional distress and trauma claimed by Joan W. was not qualitatively more severe than that claimed by\nthe four plaintiffs in Mary Beth G. or by Maria Levka. In other words, when the evidence of the injuries suffered by\nthese other women is compared to that claimed by Joan, there is no difference in kind among them. Joan testified\nthat she never sought psychiatric assistance or other counseling following her postarrest experience. Although\nshe alleged that her social contacts diminished, there is little evidence of this fact in the record. Subsequent to\nthe strip search, Joan became the chief resident at the hospital where she was employed and is now successfully\npracticing medicine.\nIn conclusion, we are of the view that considering the totality of the evidence and comparing this case to the other\nsimilar cases brought against the City, the jury award of $112,000 for damages is flagrantly extravagant and out\nof line with the other strip search cases. However reprehensible the City's conduct, the jury does not have\ndiscretion to award what are essentially punitive damages where no punitive damages are pled or permitted. Cf. \nCity of Newport v. Fact Concerts, Inc., 453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d 616 (1981) (municipalities are\nimmune from punitive damages in section 1983 actions). Nor should we presume extensive compensatory\ndamages as a matter of law. See Carey v. Piphus, 435 U.S. 247, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978).\n\"Damages are awarded in § 1983 actions to compensate individuals for injuries resulting from the deprivation of\ntheir constitutional rights,\" Busche v. Burkee, 649 F.2d 509, 518 (7th Cir.1981), and where the award is not\nrationally proportionate to awards assessed in similar cases for injuries that are no different in kind from those\nsuffered by the plaintiff, then the award is excessive, cf. Abernathy, 704 F.2d at 971 (test is whether there is a\n\"rational connection between the evidence on damages and the verdict\").\nOn the other hand, we do not believe that the evidence of injury is so slight as to justify an entry of remittitur to\nthe $25,000 base figure established in Levka. There are aggravating circumstances in the case at bar that were\nabsent in Levka 00 particularly the taunting of Joan 00 and although these circumstances are not different in kind\n97 97\nfrom those in the other aggravated cases, a jury could rationally find some differences in degree given the\nevidence of Joan's peculiar sensitivities to this kind of abuse. We believe the jury could rationally award damages\nto Joan above the record $60,000 figure awarded Hoffman, see supra note 9. Accordingly, we hold the damages\nexcessive only to the extent they exceed $75,000.\nThe district court's order is reversed, the judgment is vacated, and the cause is remanded to the district court with\ndirections to hold a new trial unless plaintiff accepts the entry of a remittitur reducing the award to $75,000.\nCircuit Rule 18 shall not apply. Each party shall bear its own costs.\n[1]Blanca v. City of Chicago, No. 82 C 1911 (N.D.Ill.1982).\n[2]Susan B. v. City of Chicago, No. 83 C 228 (N.D.Ill.1983).\n[3]Stella S. v. City of Chicago, No. 82 C 1912 (N.D.Ill.1983), appeal dismissed, No. 84-1118 (7th Cir.1984).\n[4]Jane Does v. City of Chicago, No. No. 79 C 789 (N.D.Ill.1982) (plaintiff Mary Beth G. in class action suit), \naffirmed sub nom. Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983).\n[5]Id. (plaintiff Sharon N. in class action suit).\n[6]Tikalsky v. City of Chicago (N.D.Ill.1982), affirmed sub nom. Mary Beth G., supra, 723 F.2d 1263.\n\n[7]Mary T. v. City of Chicago, No. 83 C 2942 (N.D.Ill.1984).\n[8]Levka v. City of Chicago, No. 83 C 2283 (N.D.Ill.1983), judgment vacated as excessive,748 F.2d 421 (7th\nCir.1984).\n[9]Jane Does v. City of Chicago, No. 79 C 789 (N.D.Ill.1982) (plaintiff Hoffman in class action suit), affirmed sub\nnom. Mary Beth G., supra, 723 F.2d 1263.\n[10] The usual procedure is described in Mary Beth G., 723 F.2d at 1267: \nAlthough the circumstances surrounding the arrests and detentions of each of the plaintiffs-appellees in these\nconsolidated cases are not identical, the situations involve the following common elements: each woman was\narrested for a misdemeanor offense and each was subjected to the strip search policy of the City of Chicago.\nThat policy, as described by the City, required each woman placed in the detention facilities of the Chicago Police\nDepartment and searched by female police personnel to:\n(1) lift her blouse or sweater and to unhook and lift her brassiere to allow a visual inspection of the breast area, to\nreplace these articles of clothing and then\n(2) to pull up her skirt or dress or to lower her pants and pull down any undergarments, to squat two or three\ntimes facing the detention aide and to bend over at the waist to permit visual inspection of the vaginal and anal\narea.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55539"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121267,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121267"
    }
  ],
  "document_count": 4
}