{
  "case_id": 15600,
  "fetched_at": "2025-10-20T22:51:27.575267",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Equal Employment"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Georgia",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1966,
    "id": 15600,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 27040,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1966,
      "docket_filing_number": 10309,
      "is_main_docket": true,
      "court": "Northern District of Georgia",
      "state": "Georgia",
      "docket_office_number": null,
      "docket_number_manual": "No. 10309",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Reese v. Atlantic Steel Company",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Georgia",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15600",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15600",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15600",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15600"
  },
  "documents": [
    {
      "date": "1967-07-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 905,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 282,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Georgia",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 137034,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/137034.pdf",
      "title": "Opinion",
      "text": " \n \nReese v. Atlantic Steel Co., 282 F.Supp. 905 (1967)   \n67 L.R.R.M. (BNA) 2475, 1 Fair Empl.Prac.Cas. (BNA) 283, 1 Empl. Prac. Dec. P 9831... \n \n \n   \n282 F.Supp. 905 \nThe  plaintiff  in  the  above-styled  action  brought  suit, \nUnited States District Court N.D. Georgia, Atlanta \npursuant to Title 42, 2000e-5 of the Civil Rights Act, for \nDivision. \nalleged employment discrimination. The defendants filed \na motion to dismiss on the grounds that this Court lacks \nCurtis Otis REESE, for himself and all other \njurisdiction to entertain the suit. \npersons similarly situated, Plaintiff, \nv. \nThe  pertinent  portion  of  Title  42,  Section  §  2000e-5 \nATLANTIC STEEL COMPANY, a corporation, \nprovides: \nAtlantic Steel Company, Inc., a corporation, \nUnited Steel Workers of America, Local No. 2401, \nIf within thirty1 days after a charge is filed with the \nan unincorporated association, United Steel \nCommission * * * the Commission has been unable to \nWorkers of America, an unincorporated \nobtain  voluntary  compliance  with  this  subchapter,  the \nassociation, Defendants. \nCommission shall so notify the person aggrieved and a \ncivil action may, within thirty days thereafter, be brought \nCiv. A. No. 10309. \nagainst the respondent named in the charge (1) by the \n| \nperson claiming to be aggrieved * * *. \nJuly 21, 1967. \nIn the instant case, the plaintiff lodged a complaint with \nthe  Commission.  After  sixty  days  the  Commission \nSynopsis  notified the plaintiff that no voluntary compliance had \nAction under Civil Rights Act for alleged employment  been secured and, therefore, he had thirty days within \ndiscrimination.  On  defendants’  motion  to  dismiss,  the  which to file suit. It is the defendants’ contention that the \nDistrict Court, Lewis R. Morgan, Chief Judge, held that  Commission  failed  to  make  any  effort  toward  a \nplaintiff who had complied with requirements set forth in  conciliatory settlement, and that the plaintiff is therefore \nCivil Rights Act for bringing civil action for employment  precluded from bringing suit under the Act. \ndiscrimination  would  not  be  denied  access  to  courts \nbecause of alleged failure of the commission to make  The issue before the Court is whether the plaintiff has \ndone all that is required of him by the Act as a condition \neffort toward a conciliatory settlement. \nprecedent to the filing of a complaint with the Court. \n  \nMotion denied. \nIt is clear that the plaintiff has filed a complaint with the \n  \nCommission, and that *906 he has filed a complaint with \nAttorneys and Law Firms  the  Court  after  receiving  notification  from  the \nCommission that it has been unable to secure voluntary \n*905 Charles Morgan, Jr., Morris Brown, Atlanta, Ga.,  compliance. Thus, the plaintiff has availed himself of the \nMelvin L. Wulf, New York City, for plaintiff.  available administrative remedial procedures, and should \nnot be precluded from his day in court on the basis of a \nCooper, Mitch, Johnston & Crawford, Birmingham, Ala.,  charge  by  the  defendants  which  contend  that  the \nJones, Bird & Howell, J. R. Goldthwaite, Jr., Atlanta, Ga.,  Commission has failed to properly execute its duties. \nfor defendants.   Access to the Court should not be closed to the plaintiff, \nregardless of whether the Commission was neglecting to \nDonald  Hollowell,  Atlanta,  Ga.,  Kenneth  F.  Holbert,  perform its duty of seeking conciliation or if it made a \nWashington, D.C., for Equal Employment Opportunity  reasonable determination that efforts at conciliation would \nCommission.  be futile. \n  \nOpinion \n  In Hall v. Werthan Bag Corporation, D.C., 251 F.Supp. \n184  (1966),  the  Court  ruled  on  the  question  of \nLEWIS R. MORGAN, Chief Judge.  administrative exhaustion regarding this section of the \nAct,  holding  that  the  filing  of  a  complaint  with  the \n1 \n \n\n \n \nReese v. Atlantic Steel Co., 282 F.Supp. 905 (1967)   \n67 L.R.R.M. (BNA) 2475, 1 Fair Empl.Prac.Cas. (BNA) 283, 1 Empl. Prac. Dec. P 9831... \n \nCommission was sufficient. In essence, the Court held  that the complaint is without merit, they should welcome \nthat a person who has made resort to the Commission has  the opportunity to be vindicated in Court, while if they are \nexhausted  administrative  remedies  and  may  sue  even  of the opinion that the complaint is meritorious, they have \nthough application to the Commission was unsuccessful  had ample time to take conciliatory action on their own \nin that the Commission took no action.  initiative without prodding from the Commission. \n Finally, the defendants argue that the plaintiff should be \nThis conclusion has been reached by two other Courts  forced to pursue contractual grievance procedures before \nwhich have passed on the question. Douglas Quarles v.  a Section 2000e action is available to him. The Court \nPhillip Morris, Inc., (E.D.Va.) 271 F.Supp. 842; Evenson  cannot agree. \nv. Northwest Airlines, (E.D.Va.) 268 F.Supp. 29.    \nAs the Court succinctly stated in Quarles:  The Act sets out specifically the procedures necessary for \nthe institution of a civil action, and processing a grievance \n‘The plaintiff is not responsible for the acts or omissions  through the contractual machinery is not noted as such a \nof the Commission. He, and the members of his class,  condition precedent to a civil suit. The defendants are in \nshould  not  be  denied  judicial  relief  because  of  effect contending that racial discrimination is on the same \ncircumstances  over  which  they  have  no  control.  The  footing with other employee grievances and should be \nplaintiff exhausted administrative remedies and satisfied \nprocessed accordingly. \nthe requirements of the Act by filing a complaint with the \nCommission and awaiting its advice. He is not required to  The passage of a specific act with specific provision for \nshow that the Commission has endeavored to conciliate.  remedial steps, coupled with the creation of a special \nTo insist that he do so, would require him to pursue an  Commission to handle such charges of discrimination, \nadministrative  remedy  which  may  be  impossible  to  tends to undermine the defendants’ contention. \nachieve.  If  the  Commission  makes  no  endeavor  to \nconciliate, the remedy is ineffective and inadequate.’  Thus, the Court is of the opinion that the defendants’ \nmotion to dismiss must be denied. \nThis Court cannot escape the conclusion that the plaintiff \nhas done all that is humanly possible to comply with the  It is so ordered. \nstatute. His statutory rights cannot go unprotected due to \nthe failure of the Commission.  All Citations \nIn  passing,  it  is  worth  noting  that  the  defendants’  282  F.Supp.  905,  67  L.R.R.M.  (BNA)  2475,  1  Fair \ncomplaint that the Commission has made no effort to  Empl.Prac.Cas. (BNA) 283, 1 Empl. Prac. Dec. P 9831, \nconciliate  is  not  warmly  received  by  the  Court.  The  56 Lab.Cas. P 9096 \ndefendants have long been aware that the plaintiff felt he   \nhad a valid grievance under the Act. If the defendants feel \nFootnotes \n \n1  May be extended to sixty days by Commission. \n \n \n \n \n \n \n \n \n \n2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/137034"
    },
    {
      "date": "1966-08-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Owen Fiss",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Georgia",
      "no_title": false,
      "party_types": [
        "Defendant"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 84960,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/84960.pdf",
      "title": "Brief in Support of Motion to Dismiss of Defendants, United Steelworkers of America, AFL-CIO and Local No. 2401 of United Steelworkers of America",
      "text": "Q\n0,, \nRAIL 6.(cid:9)\n, e?..t=g\nIN THE UNITED STATES DISTRICT COURT\nFOR THE\nNORTHERN DISTRICT OF GEORGIA\n(ATLANTA DIVISION)\nCivil Action No. 10309\nCURTIS OTIS REESE, for\nhimself and all other\npersons similarly situated,\nPlaintiff\nv.\nATLANTIC STEEL COMPANY,\na Corporation, et al., .\nDefendants\nBRIEF IN SUPPORT OF MOTION TO DISMISS OF\nDEFENDANTS, UNITED STEELWORKERS OF AMERICA,\nAFL-CIO AND LOCAL NO. 2401 OF UNITED\nSTEELWORKERS OF AMERICA \nJ. R. Goldthwaite,Jr.\n1431 Candler Building\nAtlanta, Georgia\nCooper, Mitch & Crawford\n1025 Bank For Savings Building\nBirmingham, Alabama\n\nI.\nThis brief is submitted in support of thc:t\nMotion to Dismiss filed by the union defendants. Our\npleading is designed to raise important questions\ngoing to (1) the initial jurisdiction of the court\nover the subject matter at this stage, and (2) the\nrelation of national labor policy to litigatio; such\n4ct.\nas the present arising under the Civil Rights \n(Herein referred to as the \"Act.\")\nWe are exploring new ground with respect :o\nthe necessity for, and form of compliance with , the\nrequirements of the Act, in particular § 706 (0,\nbefore suit may be filed. It is obvious, however,\nthat Congress attributed considerable importance to\nthe utilization of conciliation and voluntary com-\n1\npliance in advance of formal suit.(cid:9) Once the\nCommission has found reasonable cause to believe a\ncharge is true, the Commission is required to initiate\n1 Section 706(e) is not the only provision of\nthe Act concerned with compliance without legal pro-\nceedings. A community relations service was also\nestablished in the Department of Commerce (Title X).\nIts major function is to facilitate voluntary com-\npliance with the Act's provisions.\n\n2.\nconciliation proceedings. If the Commission  fails,\nwithin the statutory period, to arrange voluntary\ncompliance, notice is given the alleged discrimlnatee.\nAnd then within thirty days after such notice, the\naggrieved person may file his suit. Not before.\nUntil these steps have been taken; until the\nCommission has made its investigation of a charge, has\ndetermined that there is probable cause, has attempted\nand has failed to secure voluntary compllnce with\nnotice to the person aggrieved--the right to bring a\ncivil rj.ghts case against the respondent named in\nthe charge simply has not arisen. Jurisdiction in\nthis court has not attached.\nIn this complaint there is a total failure\nto allege facts to indicate that these jurisdictional\nrequirements have been met. Indeed, it is the\nposition of these defendants that such an allegation,\neven if made, could not be proved.\nNo allegation of timely filing after attempted\nconciliation was made in the complaint because no such\nconciliation was in fact had.\n\nIt is our position that this action is defectivu•\nin its present posture and should accordingly be dis-\nollowing reasons:\ne conciliation step to be taken by\non is a prerequisite to the institution\nof a civil action under the Act, and this action was\nbrought without there having been any conciliation.\nSecond: The action was not filed within the\ntime periods provided by-the Act.\nThird: The plaintiff has not exhausted the\nremedies available under the Union contract.\nThe legislative history of the procedural \nProvisions of Title VII:\nSince the defects in this case result from\nnon-compliance with the procedural provisions of\nTitle VII, it would be in order at the outset to\ndiscuss the legislative history of these provisions\nwhich govern the procedure before the Equal Elmploy-\nment Opportunity Commission and in the District\n1\n\n2\nCourts.\nFor the Court's convenient reference, we are\nattaching to this brief copies of the procedural\nprovisions of the bills involved in the legislative\nhistory, these being as follows:\n2 The legislative history is discussed\ngenerally in the following sources:\nHouse Report No. 914 on H.R. 7152 and\nAdditional Views Thereto. 2 U.S. Code Cong. & Adm.\nNews, 88th Cong., lst Sess., pages 2391 et seq0(1963).\nMichael I. Sovern, Legel Restraints on R;.:ial\nDiscrimination in Employment, pp. 61-62 11966).\nRichard K. Berg, Equal Employment Opportunity\nUnder Civil Rights Act of 1964, 31 Brooklyn L. Rev.\n62 (1964).\nFrancis J. Vaas, Title VII: Legislative History,\n7 Boston Coll. Ind. & Comm. L. Rev. 431 (1966).\nThe Civil Rights Act of 1964 (BNA 1964).\n\nAppendix A: H, R. 405, the Roosevelt bill.\nAppendix B: H. R. 7152, the Administration\nbill as introduced.\nAppendix C: H. R. 7152 as reported by the\nHouse Judiciary Committee.\nAppendix D: The Mansfield-Dirksen compromise.\nThis legislative history begins on the opening day\nof the First Session of the 88th Congress in 1963 when\nRepresentative Roosevelt introduced H. R. 405, which dealt\nonly with the subject of discrimination in employment an\nis generally known as \"the nominal ancestor of Title VII.6\nThis bill, as introduced and as reported by the House Education\nand Labor Committee, proposed to have the Commission perform\nthe conciliation function and, if conciliation failed, adjudicate\n4\nthe matter through the holding of an administrative hearing.\n7 Boston Coll. Ind. & Comm. L. Rev. at 433.\n4. House Report No. 570 on H. R. 405, 88th Cong., 1st\nSess. (1963).\n\nDuring the same Session, Representative Cellar\n' introduced H. R. 7152, which was the omnibus civil rights\nbill proposed by the Administration. This bill was referred\nto the House Judiciary Committee, of which Representative '\nCeller was Chairman, and was under consideration there at\nthe time that the House Labor Committee reported the Roosevelt\nbill.\nThe provisions of the Administration bill deal-, with\nemployment only to the extent of giving statutory autho' _zation\nto President Kennedy's Executive Order applicable to\nnation in employment by Government contractors. Then, luring\nthe hearings on this Administration bill, Representative\nRoosevelt appeare .A as a witness and suggested that the Judiciary\nCommittee should incorporate \"into the omnibus civil rights,\nbill the , provisions of H. R. 405.\"5\nThis procedure was followed. The Subcommittee of the\nJudiciary Committee deleted the employment title of the Adminis-\ntration bill and inserted in its place the Roosevelt bill as.\n5. Civil Rights Hearings before Subcommittee No. 5 of the\nHouse Committee on the Judiciary, 88th Cong., 1st Sess., at\n'pages 2282-2290.\n\nreported by the House Labor Committee.\nHowever, the full Judiciary Committee did not\nadopt the Roosevelt bill's procedure of having the\nCommission adjudicate cases itself for the reason -\nas explained in the additional views to its Report -\nthat \"a substantial number of committee members pre-\nferred that the ultimate determination of discrimination\n6\nrest with the Federal judiciary.\"(cid:9) The. Judiciary\nCommittee instead adopted the procedure of having the\nCommission first perform the conciliation function\nand then, if conciliation failed, bring a civil action\nin the District Court. The bill as written by the\nJudiciary Committee provided further that if the\nCommission failed or declined to bring such civil\naction, the charging party could, with the permission\nof one member of the Commission, bring the civil action\nhimself.\nThe bill was then reported to the House by the\nJudiciary Committee. There, following the debates and\namendments, one of which is of considerable importance\nto this case - the bill was passed in February of 1964.\n6. Additional Views to House Report No. 914.\nIlvS: Code Cong. & Adm. News at page 2515.\n\n8.\nIt then entered the Senate. When the preliminary\nbattle over the effort to refer the bill to Senator Eastlandts\nJudiciary Committee was ended, the long debate began and\ncontinued until the votes necessary to invoke cloture were\nobtained by the bipartisan compromise offered by Senator\nDirksen on behalf of himself and Senators Mansfield, Humphrey,\n7\nand Kuchel.\nThis compromise effected several modifications in\nthe procedural provisions of the bill as passed by the Eousep\nthese being as follows:\n(1) The provision of the House bill for fthag a\ncharge with the Commission \"on behalf of\" a person claiming\nto be aggrieved was deleted.\n(2) The provision of the House bill for the\ndetermination of reasonable cause preliminary to the conciliation\nstep being made by \"two or more members of\" the Commission\nwas deleted.\n(3) There was added to the bill language to insure\nthat the filing of a charge with the Commission and\nconciliation procesaVwoUld—be confidential\n—---\n7. 110 Cong. Record 11926 (May 26, 1964). The cloture vote\ncame on June 10.\n\n(4) A section was added to provide for deferment\nby the Commission to the procedures of the State fair\nemployment statutes and for charging parties to proceed firs.;\nthrough the State procedures.\n(5) The plaintiff in the civil action to be\nbrought in the District Court if the Commission is not\nable to conciliate the charge was changed from the Commission\nto the charging party.\n(6) The venue provisions were revised.\nThe bill was then passed by the Senate in June of\n1964, agreed to by the House, and enLcted as the Title VII\n;provisions of the Act.\nThe sequence of the procedural steps provided by the Act \nand in this case:\nThe procedural steps which are established by the\nprovisions of Title VII are as follows:\n(1) The filing of the charge with the Commission\nwithin 90 days of the alleged unlawful employment practice.\n(2) The investigation of the charge by the Commission.\n(3) If it determines by such investigation that\nthere is reasonable cause, \"the Commission shall endeavor to\neliminate any such alleged unlawful practice by informal\nmethods of conference, conciliation, and persuasion.\"\n\n10.\n(4) If the Commission has not been able to\nsecure voluntary compliance by means of the conciliation\nstep within 60 days after the charge was filed, it is\nthen to so notify the charging party.\n(5) The charging party may then institute a civil\naction in the District Court \"within 30 days thereafter.\"\nThe sequence of events in this case, however, so\nfar as we are informed, complied with neither the con-\nciliation step nor the time periods provided by the\nAct.\nThe facts are that there was no conciliation at\nall at any time, not within the 60 day period, not(cid:9) \\r–rj\nthereafter, and not when this action was brought. We\nwould not expect there to be any dispute about this\nis\nfact, but if there should be, we are certainly ready\nto submit affidavits.\nThe complaint was filed in this Court on July\n22, 1966 without there having been any effort at con-\nciliation by the Commission.\nThe emphasis in Congress on the importance of \nconciliation before the institution of a civil action: \nThe intention that the conciliation step would be a\n\n•\nprerequisite to the institution of a civil action is fu:.,ther\nestablished through the very substantial and repeated epphasis\nthat the Committee Report and the explanations of the b_lls\nin Congress placed on the importance of conciliation pr _or to\nthe court action.\nThis was emphasized in the House even before ;he Celler\namendment's deletion of the \"in advance thereof\" clause (cid:9) For\nexample, the Report of the House Education and Labor Coilmittee\non the Roosevelt bill stated that:\n\"It is the intent of the Committee that\nmaximum efforts be concentrated on informal\nand voluntary methods of eliminating unlawful\nemployment practices before commencing formal\nprocedures. Emphasis should be placed upon\nconference, conciliation, and persuasion throughout\nthe proceeding with a view toward reaching a\nmutually satisfactory agreement for eliminating\nunlawful employment practices. Formal pro-\nceedings leading toward an order of the\nCommission should be pursued only when informal\nmethods fail or appear futile.\" House Report\nNo. 570 on H. R. 405, 88th Cong., 1st Session (1963).\nSimilarly, Representative Lindsay of the Judiciary\nCommittee which reported the bill explained that the conciliation\n\n0\n12\nstep was designed to afford \"due protection\" to persons\nagainst whom charges were filed:\n\"I hope Members will take the trouble to\nstudy title VII with some care, particularly\nthe procedures that are spelled out at page\n74 of the committee print. The procedures\nare carefully spelled out(cid:9) . . in the event\nthat there is a charge of discriminatory\npractices in a labor union, in an employment\nagency, or in management. Those procedures .\nare designed to give due protection to\neveryone. They commanc that there first .De \nvoluntary procedures.\" 110 Cong. Record 1638\n(February 1, 1964). (2mphasis Supplied)\nAt another point in the House consideration,\nRepresentative Lindsay had this to say in discussing\nthe procedure before the Commission:\n\"The order of progression is as follows:\nFirst is the charge . . . Then there may\nfollow an investigation. The third step. .\nsets in motion conciliation procedures . .\nIt is called voluntary compliance . . .\nunless this voluntary procedure is complied\n\n,.3 •\nwith nothing further can happen.\" 110 Cong.\nRecord 2565 (February 8, 1964).\nThis purpose of providing protection against the\ninstitution of a civil action without the opportunity\nfor conciliation was reiterated when a Congressman\nquestioned the reason for providing for conciliation\nby the Commission and was answered as follows:\n\"Would the gentleman rather have a\nprocedure where a majority of the Commission\nimmediately may determine whether to take\nan employer into court, file a complaint\nand go into court?\" 110 Cong. Record 2565\n(February 8, 1964).\nThe legislative history in the Senate is\nequally emphatic that a civil action would not be\nbrought before the Commission's conciliation step,\nand this was so both before and after the Mansfield-\nDirksen compromise.\nSenators Case and Clark were the floor managers\nof the Title VII sections of the bill, and Senator\nCase explained the relationship of the Commission's\nconciliation function to the institution of a civil\naction as follows:\n\n\"It is only after the methods of\n.1j\npersuasion, conciliation, and sweetness\nseji\nfail that it is possible for the Commission\n(1-1, C,ts\nri\nto bring an action, which it must do de ,lovo.\"\n,(cid:9) \\\nk.Qto\n110 Cong. Record 7254 (April 8, 1964).\nThe importance of conciliation as a prerequisite \nto the institution of a civil action:\nThe reasons that the conciliation step w_4s\nintended as a prerequisite to the institution of a\ncourt action are by no means merely technical. There\nare eminently practical and quite important reasons\nthat a court action should not be brought until after\nthere has been conciliation, and the legislative history\nshows that Congress was well aware of these reasons:\nTo begin with, both the filing of a charge and\nthe conciliation step are confidential, and the Act\nis most careful to so insure in providing, in Section\n706 (a), that \"such charge shall not be made public\nby the Commission . . . Nothing said or done during\nand as part of such endeavors may be made public by\nthe Commission without the written consent of the\nparties, or used as evidence in a subsequent proceeding.\"\nIt was likewise emphasized in the Senate that \"the\n\n15.\nconciliation efforts must be conducted in contidence\nand not even the charge against the employer may be\n7 ,(cid:9) (\\(cid:9) 1\nmade p12,-<u:Ir-(cid:9) bl1----(cid:9) ie\\-c-.L-:k..\"-ai- 0 kt.....v.-..4-k(cid:9) .,i \\,,iAd--4...\\ (cid:9) .....vQ,\nOn the other hand, however, there is most\nassuredly nothing confidential about the filing of a\nlawsuit under the Civil Rights Act.\nObviously, therefore, having the conciliation\nstep as a prerequisite to the institution of aA action\nprovides the assurance that the charged parties will\nhave the opportunity to avoid both the publici:y and\nexpense of becoming defendants in a court action under\nTitle VII.\nThe legislative intent that the Commission's\nconciliation step would be taken prior to the\ninstitution of a civil action is further evidenced in\nthe provision of Section 706(e) which authorizes the\nCourt to \"stay further proceedings, for not more than\n7 Memorandum by staff member of the Senate\nJudiciary Committee at 110 Cong. Record 14331 (June\n18, 1964).\n\nAPPENDIX B\nH. R. 7152, The Administration \nbill, as introduced.\no\n\nEQUAL EM:PLOYMENT\nemi■:0.1lni.e.nr-Drneticen..the-Coiii in issi on-s4:111_..at.atelts_fi(cid:9) -.4- fset—rtivhn II\nissue aini canse to be served on such(cid:9) nn order re,;n.iriag\nunlawA:I employment pr•:et:et: and to\ntrite such fitlirMat:ve actIon,--inc...indirrp,-reinstateinenc• or(cid:9) of empleYees,\nwith or without back pay (payable by the employer, employment agency, or labor\n• OrgarlIzati0:1;11s the-case may be, responsible for the discrimination), as %vill\neffectuate the policies of time Act: Provided, That interim earnings or amounts\n• earnable with reasonable diligence by the person or persons diseri III inated against\nahnil oNrate to reduce the back pay otherwise allowable. Such order may\n- further require such respondent to make reports from time to time showing\nthe extent to which it has complied with the order. If the Commission shall find\nthat the respondent has not engaged in any unlawful employment practice, the\nCommission shall state its findings of fact and shall issue and cause to be served\non such person and other parties an order dismissing, the complain:.\n(1.-.), Until a transcript of the record in a case shall hay,: hen 2:ed, mn a.\ncourt, as hereinafter provided, the case may at any time be ended by agreement\nbetween the parties, approved by the Commission, for the eUluinaLi0:1 of the.\nalleged unlawful employment practice on mutually satisfactory terms, and the\nCommission may at any time, upon reasonable notice and in such manner as it\nshall deem proper, modify or set aside, in whole or in part, any finding or order\nmade or issued by it.\n(I) The proeeeclings.held pursuant to this section shall be conducted in con-\nformity with the standards and limitations of section 5, 6, 7, 8, and 11 of the\nadministrative Procedure act.(cid:9) •\n• •• ..T1JDICIAL\n• Sao. 10. (a.)_ The Commission shall have power to petition any United States\n• • •(cid:9) Court of AppeaTs or, if the. court of arri;ealS- to which application mightbe made -\n'is in .vacation, any -district_court within. any circuit or district, respectively,..-1\nwherein the unlawful -employment practice in clues:ion occurred, or wherein the\nrespondent resides or transacts business, for the eaforcenwnt of such order\nand-for appropriate temporary-reliet_or_r.-straining order, and shall certify\nand tile in the court to which petition is ma le a transcript of the entire record\n• in the proceeding, including the pleadings and testimony upon which such order\nwas entered and the findings and the order of the Commission. Upon such filing,\nthe court shall Conduct further proceedings in conformity with the standards,\n• procedures, and limitations established by section 10 of the Administrative\nProcedure Act.\n• (b) Upon such fling the Court shall cause notice thereof to be served upon\nsuch respondent and therenpo:. shall have •:nrisdictien of time proceeding and\n• of the question determined therein and shall have power to grant such tem-\n1[1 porary relief or restraining order as it deems just and proper and to mnIte and\ni ;•e3tek 1.11A,1, Lie pleadings, testimony, and proceedings set forth in such transcript\na decree enforcing, modifying, and enforcing as so modified, or setting aside\nin whole or in part the order of the Commission.\n• (e) No objection that has not been urged before the Commission, its member,\nI(cid:9) or agent shall be considered by the court, unless the failure or neglect to urge\nsuch objection shall be excused because of extraordinary circumstances.\n• (d) The findings of the Commission with respect to questions of fact if stir>.\n• Ported by substantial evidence on the record considered as a whole shall be\nconclusive.(cid:9) •\nte) If either party shall apply to the court for leave to adduce additional\nevidence and shall show to the satisfaction of the court that such additional\n;(cid:9) evidence is material and that there were reasonable grounds for the failure to\nadduce such evidence in the hearing before the Commission, its member, or agent,\n• the Court --y order such additional evidence to be taken before the Commission,\n, its member, or agent, and to be made a part of the transcript.\n(f) The Commission may modify its findings as to the facts. or make new.\nfindings, by reason of additional evidence so taken and filed, and it shill the\nsuch zuodined or no.  findings, which findings with respect to questions of fact\ni .supprirZeil by substantial evidence on the record considered as a whole shall\nbe conclusive, and its recommendations, if any, for the modification or setting\n• aside of its original order.\n(g) The jurisdiction of the court shall be exclusive and its judgment and\ndecree shall be final, except that the same shall be subject to review by the a:)-\n. propriato United States court of appeals, If application was made to the district\n.(cid:9)'(cid:9) .\n\nt;.\nCIVIL *.a:CIIT.S 35.3\nSr•c• :307. Section. 1C)5 of the Civil nights •Aot ofIf7 (<2 U.S.C. ICY:V.; 71\nSta:(s (.;',o), as amended liy section •W.. of the. Civil :lights Act o. .1:‘,C0 (O2, U.S.C.\n.107Z-id (h) ; Stat• SO), is furtho'r amended by adilil'4; a 11CW sr•bsectior- at- thc,\nend to read as follows:\n\"(i) '.1'he Commission shall have the power to raah.c., snch rules and regulations\nas it deems neuss.-,ry to carry out,the purposes of this Act.(cid:9).\"(cid:9) .(cid:9) .(cid:9) .(cid:9)•..\n, \n• TITLE VI—NONDISCI1.11INTION IN PEDEIZ.ALL7 ASSISTED\nPROC.-RAMS\nSac. COI. Notwithstanding any provisior. to thc.,, Contrary in any law of the\n'United States providing Or authorizing direct or indirect :inane:al assistance for\nO.:(cid:9) ■24)1111eCtiOr•(cid:9) any Program or activity by way of gr;int, cont1T.cr,\ninsurance, guaranty, or otherwise, no such law shall .1.:c interpreted as reonlving\n• that such financial assistance shall be furnished in circumstances under\nrLielPating ill or benefiting from the Program or activi;:Y arc (lis-\ncriminnted against on the ground of race, color, relon, or national origin or\nare deuied participation or benefits therein on the ground of race, color, religion,\nor national origin. All contracts made in corn:cc:ion, with any such prog •-•\" Or\nactivity shah contain such coralitions as the President may prescribe, for the.\npurpose of assuring that there shall be no discrimination in en:ployment by any\ncontractor or subcontractor on the ground of race, color, religion, or national'\norigin.\nTITLE VII—COM:NIISSION ON EQUAL IDIPLO`..TMENT OPPOaTZINITZ\n• Sac. 701. The President is authorized to establish a Commission. to be known\nas the Con'\"'ssion on Equal 'Employment Opportunity,\" .hereinafter referred\nto as the Commission. It shall be the .function of' the Commission to prevent.\ndi6CriM;not:on against employees or applicants for employment because of race,\ns color, religion, or national origin by Government contractors and subcontractors,\nand by contractors and subcontractors participating- in progrnms or activities in\nwhich direct or indirect. financial assistance by the United States Government\nIs provided by way of grant, contract, loan, insurance, guaranty, or otherwise.\nThe Commission shall have such powers to effectuate the purposes of this title\nas may be conf-rred upon it by the President. The President may also confer\nupon th.; Commission such powers as he deems appropriate 10 prevent diser....1-\nnation on the ground of race, color, religion, or national origin in Government.\nemployment.\nSac. 762. The commission shall consist 0:2 the vice Isresio.ent, who shall serve\nas Chairir-- the Secretory Of Labor, who shall serve as Vice Chaim.— and\nnot more than fifteen other members appointed by and serving a: the pleasure\nof the President. Members of the Commission, while attemaMt4 meetings or\nconferences of the Commission or otherwise serving at the reouest of the Com-\nmission, shall be entitled to receive compensation at a raze to he fixed by it but\nnot exceeding $75 per diem, including travel time, and while away from their\n-Lo:nes or regular places of business they r-.,y be allowed travel expenses, includ-\ning per diem in lieu of subsistence, as authorized 1:)y section 73b-2 of title 3 of\nthe United States Code for persons in the Government service employed inter-\nmittently.(cid:9) '\nSao. 703. (a) There shall he an Executive Vice Chairman of the Commission\nwho shall be appointed by the President and who shall he ex ofticio r. member of\ntho Commission. The Executive Vice Chairman .shall assist the Chan.—...mu, the\nVice Chairman, and the mernbers of the C ,,, nunission and shall be responsible for\ncarrying out the orders and recommendations of the Commission and for per-\nforming such other functions as the Conmmission may direct.\n(b) Section 103(n) of the :federal Executive Pay Act of Ifi5C, as amended (3\n2205(a)), is further amended by adding the following clause thereto:\n\".(;12) Executive Vice Chairman, Commission on Equal Employment CppOr-\nVanity.\"(cid:9) •\n(c) The Commission is authorized to appoint, subjee.: to the civil service laws\nand regulations, such other personnel as may be necessary to ■.,.nable it to carry\nout its functions and duties, and to fix their compensation in accordance with\nthe Classification Act of 10.10, and is authorized to procure services as authorized\nby seczio:•, 14 of tho Act of August 2, :d•;6 (CO Stat. 510; 5 53a), 'on; at\nrates for individuals not in excess of $50 a day.\n\nAPPENDIX C \nH. R. 7152, as reported by the\nHouse Judiciary Committee \n\n(cid:9)\nHOUSE JUDICIARY COMMITTEE REPORT • 14,-;\norganization to discriminate against any member thereof or applicant for mem-\nbership, because ha has opposed any practice made an unlawful employment\npractice by this title, or because he has made a charge, testified, assisted, or\nparticipated in any manner in an investigation, proceeding, .or hearing under\nthis title.\n•(o) It shall be an unlawful employment practice for an employer, labor organi-\n• nation, or employment agency to print or publish or cause to be printed or pub-\n: • • lished any notice or advertisement relating to employment by such an employer\n•• or membership in such a labor organization, or relating to any classification or\nreferral for employment by such an employment agency, indicating any preference,\n;imitation, .specification, or discrimination, based on race, color, religion,• or\n'(cid:9) • national origin, except that such a notice or advertisement may indicate a prefer,\nonce, limitation, specification, or discrimination based on religion when religion.\nis a bona fide occupational qualification for employment:\nEQUAL EMPLOYISZN: 0 P7011TUNITY COMMISSION\nSEC. 700. (a) There is hereby created a Commission to be known as the Equal\nEmployment Opportunity Commission, which shall be composed of five members,\n-not more than three of whom shall be members of the same political party, who\nshall be anpointed by the President by and with the advice and consent of the\nSenate. One of the original members shall be appointed for a term of one year,\n' •(cid:9) one for a term of two years, one for a term of three years, one for a term of :our\n•',years, and ono fora term of five years, beginning from the date of enactment of\n4 this title, but their successors shall be appointed for terms of five years each,\nexcept that any individual chosen to fill a vacancy shall be appointed only for the\nunexpired term of the member whom he shall succeed. fho President shall\n.designate one member to serve as Chairman of the Commission, and one member\n'to serve as Vice Chairman. The Chairman shall be responsible on behalf of the\n• Commission for the administrative operations of the Commission, and shall ap-\n•, point, in accordance with the civil service laws, such officers, agents, attorneys,\nand employees as it deems necessary to assist it in theperformance of its functions\nand to fix their compensation in accordance with the Classification Act of 10410, as\namended. The Vice Chairman shall, act as Chairman in the absence or disability\nof the Chairman or in the event of a vacancy in that office.(cid:9) •\n.1..  (b) A vacancy in the Commission shall not impair the right of the remaining\nmembers to exercise all the powers of the Commission and three members thereof\nshall constitute a quorum.\n(c) The Commission shall have an official seal which shall be judicially noticed.\n(d) The Commission shall at the close of each fiscal year report to the Congress\nand to the President concerning the action it has taken; the names, salaries, and\n• duties of all individuals in its employ and the moneys it has disbursed; arid shall\nmake such further reports on the cause of and means of eliminating discrimination\nand such recommendations for further legislation as may appear desirable.\n.(cid:9) (e) Each member of the Commission shall receive a salary of •$20,000 a year,\nexcept that the Chairman shall receive a salary of S20,500.\n• (f) The principal office of the Commission shall be in the District of Columbia,\n• but it may meet or exercise any or all of its powers at any other place. The Com-\ne \n•.(cid:9) • mission may establish such regional offices as it deems necessary, and shall estab-\nlish at.least one such office in each of the major geographical areas of the United\n',States, including its territories and possessions.\n(g) The Commission shall have power—\nti .(cid:9) (1) to cooperate with and utilize regional, State, local, and other agencies,\nt •,.'(cid:9) . both public and private, and individuals;\n. • (2) to pay to witnesses whose depositions are taken or who are summoned\nf\nbefore the Commission' or any of its agents the same witness and mileage\n.1' . -.---(cid:9)\nfees as are paid to witnesses in the courts of the United States;\n(3) to furnish to persons subject to this title such technical assistance as\n• they may request to further their compliance with this title or an order issued\nthereunder;\n. (4) upon the request of any employer, whose employees or some of them\nrefuse or threaten to refuse to cooperate in effectuating the provisions of\nthis title, to assist in such effectuation by conciliation or otaer remedial\naction;(cid:9) ,.(cid:9) .\n(5) to make such technical studies as are appropriate to effectuate tho\n. • purposes and policies of this title and to make the results of such studies ..\navailable to interested governmental and nongovernmental agencies.\n(h) Attorneys appointed under this section may, at the direction of the •om• a\n1\t\n:i•.-*. .(cid:9) mission, appear for and represent the Commission in any case in court.\n\n(cid:9)\nb(cid:9) )\n146(cid:9) CIVIL RIGHTS ACT OF 1(36,, •• •\n• . (i) Tho Commission shall, in any of its educations.: or promotional activities,\ncooperate with other departrn-ents ad agencies in the performance of such educa-\ntional and promotional activities.\nPIIILVENTION OF r:CLAWFUL IL:A:LOY/AZ:CT ra.ke-rxers\nSec. 707. (a)--WheaialterAis charged in writing,...uader_oath_by_ orna behalf_af-\na person claimingto be aggrieved, or a written charge has been filed by a member .\north-d-C7Sii-irnission Trind suell-eriarge'setsTortli the facts upon which it is based)\nthat an employer, employment agency, or labor organization has engaged in an.\n'unlawful employment 'practice, the Commission shall furnish such employer,\nemployment agency, or labor organization (hereinafter referred to as the \"re-\nspondent\") with a copy of such charge and shall make an ,investigation of such\ncharge. If two or more members of. the Commission shall determine, after such\ninvestigation, that reasonable cause exists for crediting the charge, the Commission\nshall endeavor to eliminate any such unlawful employment practice by informal\nmethods of conference, conciliation, and persuasion and, if appropriate, to obtain\nfrom the respondent a written agreement describing particular practices which\nthe respondent agrees to refrain from committing. Nothing said or done during\nand as a part of such endeavors may. be used as evidence in a subsequent proceed-\ning..\n(b) If the Commission has failed to effect the elimination of an unlawful em-\nploymeni :.acLico - And_ to obtain_ Voluntary compliance with:thts\nadvance-thereof-if circumstances warrant, the Commission ,ii  it Cis tejrnincilf.Ec-rL\n• je so.n\t u  \to believo-tho-respondent_has_onaagc.!cilin-,..br_is...erigaginglin,--\naLiinlr.wfuLeanployment practicer shall,..within ninety days;_bringa_ciiiiAct4oLL.-\nto_prevent the respondent.frora\t such unlawful employment practice,\ne-,Lecept_tlaat-the Commission- shall be roliewed_oCany:o'or4-,atiOn7td:bri-fig=CLVir-z\naction in any case in which the Commission has, by affirmative vote, determ ined.\nthlit_the_ bringing of a civil action would- not serve the public interest.\n(c) rf the Commission has failed or declined to bring a civil action within the\ntime required under subsection (b), the person claiming to be 'aggrieved may, if\none member of the Commission gives permission in writing, bring a civil action\nto obtain relief as provided in subsection (e).\n•(cid:9) •(cid:9) • (d) Each United. States district court and each United States court of a place\nsut oct to the jurisdiction of the United States shall have jurisdiction of actions\nbrought under this title. Such actions may be brought either in the judicial\ndistrict in which the unlawful employment practice is alleged to have been cora-\nmitted or in the judicial district in which the respondent has his principal ofae.\nNO such civil action shall bo based on an unlawful employment practice occurring\nmore than six months prior to the Sling of the charge with the Commission and\nthe giving of notice thereof to the respondent, unless the person-aggrieved thereby\nwas prevented from filing such charge by reason of service lathe Armed Forces,\nin which event a period of military service shall not bo included in computing the'\nsix-month period.\n(c) If the court finds that the respondent has engaged in- or is engaging in an\nunlawful employment practice charged in the complaint the court may enjoin\nthe respondent from engaging in such unlawful employment practice, and snail..-,\norder the, respondent to take such affirmative action, including-reinstatement. or •\nhiring of employees, with or without back pay (payable by the employer, employ-\nment agency, or labor organization, as the case may be, responsible for tho unlawful\nemployment practice), as may be appropriate. Interim earnings or amounts\nearnable with reasonable diligence by the person or persons discriminated against\nshall operate to reduce the back pay otherwise allowable. No order of the court\nshall require the admission or reinstatement of an individual as a member of a\nunion or the hiring, reinstatement, or promotion of an individual as an employee,\nor the payment to him of any back pay, if such individual was refused admission,\nsuspended, or expelled or was refused employment or advancement or was sus-\n' pended or discharged for cause.\n(f) In any case in which the pleadings present issues of fact, the court may\nappoint a master and the order of reference may require the master to submit with\nhis report a reco--ended order. The master shall be compensated by the United\nStates at a rate to be fixed by the court, and shall bo reimbursed by the United\nStates for necessary expenses incurred in performing his duties under this section.\nAny court before whica a proceceing is brought under this section shall advanco.\nsuch proceeding on the docket and expedite its disposition.\n.r•\n(g) The provisions of the Act entitled \"An Act to amend the Judicial Code\n• And to dofino and limit the juriadiotion of oourta sitting in oquity, and tor otha•\n.\t '\n•.•\n\nCD\n.*: Hous: JUDICIARY COMMITTEE 'REPORT .(cid:9) J1(cid:9) - 147 ..\no •\npurposes,\" approved March 23, 1032 (20 T.5.S.C. 101-115), shall not apply with .\n)(cid:9)\nrespect to civil actions brought under this section.\n. Cr.) In any action or proceeding under this title the Commission'shall bo liable\n■*(cid:9) for costs the saroeas a private person.\n.(cid:9) -ir:CT ON STA:::: Laws\nSze. 70S. (a) Nothing in this title shall be deemed to exempt or relieve any\nperson from any liability, duty, penalty, or punishment provided by any present\n-or future law o: any State or political subdivision of a State, other t-- - any zuch\nlaw which purports to rc,,ce or permit the doing of any act which would be\n.An unlawful employment practice under this title.\n.!(cid:9) (b) Where t1e:0 is .0. State or local regency which has effective power to eliminete\nl •(cid:9) lend prohibit diser'—'nation in employment, in cases covered by this title, and the\nCo:ree'esion deterre'e es the agency is effectively exercising such power, the Com-\n)(cid:9)\nmission shall seek written agreements with the State or local agency under which\nthe.Cominission shall refrain from bringing a civil action in any cases or class of.\ncases referred to in such agreement. No person may bring a civil action under\n.7.(cid:9) section 707(c) in any cases or class of.case,e referred to in such agreement. The\n)i(cid:9) Commission shall rescind any such agreement when it determines such agency\n.(cid:9) no longer has such power, or is no longer effectively exercising such power.\n-(cid:9) .• . • :Nvieseecnr:oNs, issrz.moss, auConaS\n■(cid:9)\nI(cid:9) Sae. 700; (a) In connection with any investigation of a charge filed under\ni.••••• •e sreegcatirodnin 7g0 t7h,e t hpera Cctoicmesm oisfs aionny  opre ristso nd easnidg nmaateyd e rnetperr easnedn tinastipveec tm sauyc hg aptlhaecre sd aantad\nsuch records .and make such transcriptions thereof), question such employees,\nand investigate such facts, conditions, practices, or matters as may be appropriate\n. ..(cid:9) to determine whether the respondent has committed or is committing  an unlawful\nemployment practice, or which may aid in the enforcement of this title.\n(b) With the consent and cooperation of State and local agencies charged with\n••(cid:9) the administration of State fair employment practices laws, the Commission may,\n• for the purpose of carrying out its functions and duties under this title and within\n;he limitation of funds appropriated specifically for such purpose, utilize the\n1 :(cid:9) services of State and locelagc;:cies and their employees and, notwithstanding any\ne •(cid:9) other provision of law; may reimburse such State and local agencies and thee:\n enplovees for services rendered to assist the Co—ission in carryinc; out this title.\n...., th. iksrc  ,t)(cid:9)i tEle,v sehray lle (m1p) lmoyaekre,  eanmdp lkoeyemp esnutc ha greenccoyrd, sa rnedle lvaabnotr  toor gthaen idzaettieornm sinuabtjioencts  toof\nwhether unlawful employment practices have been or are being committed,\n..1!.(cid:9).(cid:9) (2) preserve such records for such periods, and (3) make such reports therefrom,\nas the Commission shall prescribe by regulation or order as reasonable, necessary,\ne ••(cid:9) or appropriate for the enforcement of this title or the regulations or orders there-\n:t(cid:9) •• i .(cid:9) under. The Commission shall, by regulation, require each employer, labor , e .\norganization, and joint labor-management co-----'tte.e subject to this title which\ncontrols an apprenticeship or other training program to maintain such records as\nI • are reasonably necessary to carry out the purpose of this title, including, but not\nlimited to, a list of applicants who wish to participate in such program, including\nthe chronological order in which such applications were received, and shall furnish\nt..•(cid:9) to the Commission, upon request, a detailed description of the manner in which\nr•(cid:9) persons are selected to participate in the apprenticeship or other training program.\nl;e(cid:9) Any employer, employment agency, labor organization, or joint labor-management\ne1(cid:9) co-----'ttee which believes that the application to it of any regulation or order\nI.(cid:9) issued under this section would result in undue hardship it may (1) apply to the\n•Core ee'ssion for an exemption from the application of such regulation or order,\n, • sourc (h2 )r ebcroinrdgs  aa rceiv kile apctt.i oIfn t hine  tChoem Umniitsesdio nS toart etsh ed icsotruicrtt,  caosu trht efo cra tshee m daisyt rbicet,  wfinhdesre e\nthat the application of tl•.e regulation or order to the employer, employment\n• service, or labor organization in question would impose an undue hardship, the\nCommission or the court, as the case may be, may grant appropriate relief. '\n.•(cid:9) INVZST:GATO:3.1' eowiens\n,(cid:9) . Sac. 710. (a) *For the purposes of any investigation provided for in this title.,\n••(cid:9) the provisione of sections 0 and 10 of the Federal Trade Commission. Act of Sep-\n• tember IG, 1014, as amended (15 U.S.C. .10, 60), are hereby made applicable to\nthe jurisdiction, ;ewers, and duties of the Commission, except that the proerisions\nof section 307 of the Federal Power Commission Act shall apply with respect to\n\nAPPENDIX D \nThe Mansfield-Dirksen Compromise \n\n(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)\nQD\nIILS2 CON'CaESSIONAL RI:CORD - SINA.T2 May 26'\nrcli^:on. r.c:c. or r.ational oils-:n in orly con-,(cid:9) (c) '1'ho Federal Executivo Pay Act of 105C,',(cid:9) a stibaecluentr,:,:,:...ecrim,,,:. Any officer o: et:I-\nn:unity, State, sectlon, or other :.::::\"., ,-,': In(cid:9) C.Z; amended (5 U.S.C. 21:O1-1‘.•3:,), :c furtilc.: , p*.c.yee o: the C:h.r...1.5:ion, •.:no s1::.:1 raahe\nLilo av  • ''- blc work .C..)::::: ir. •lily coo:triunity, amended-(cid:9) public in any fn..nner whatever any :r.forrr.:...\nState.. section, o: other area.(cid:9) (1 ) by adding to secuon 105 tIlcrco: (5 Lion in vlolatio:i of tl-hs r.ubsect:on ,-..!..:.:. tie(cid:9) •\n -an:a:all:1 employment' prec:ices U.S.(:.220,1) the following clause:(cid:9) deemeci: guilty cf a. ntiscie..-heano: tar..(: ..;late\n•\"(a2) Chairman, 1.4'11:al :1.4n1)loyntent Op-(cid:9) cohylcUon 'tile. of  &h:..11 'r.,:: 'lire(: not :Lore\nor ; '•.•(cid:9) (cid:9) pcdpl:rrpC:hii..reilol•a:reivoSa. ;ipr-onr.1hi.yht ;.ld.,l•1,i:tim..i c cc-i)uec.:p:s1i.iaian•p easterrgi7 rtln.oidater.tt.:e  ttt.. no0cpol4ea   ae c fp1ndr.ri1fdo}e i, ro.ay (:f':der.I ;a .cr.ot : npt:c )iomatArorl r ti i lI naaiccgm(ieac.n1cssoh .nets tt hpya o il ,tha:c af lbrbeiroabeaongnr yen.ylonhera ylrl m ,y r:renst  bto .ht lioaoonanieleiniitsrdf1nesp: h, i  aCte:.1tt.,he 'i.(n1,  ;.1:. )ab1r,i1lrf  tse:nn.:1ave1oih1 dn1rp ee  ;rtu,),:-ad,nl.aa : :.o'n.narrt•iute  nyi.ols pt orraswhsIer. lowttn  otret.cbfh    vfryuoIatteueioocellncls,elo oe di  y ec tdetfzlt ltmiio ii1iiit tonasgsyooslos•.--e-ir-r-t (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9).-p  poas&tI1hposrhh 0oIutsii-oem((tei0wE t:ny2r n1 . c(qe  oe1ia) (ulliIsr/  ettf).:Asbt y K. Ie;: )nI-1 ht.ayitaCl\" nh utleL (cid:9)i:i ls sl:roaialalip  yeirsn Onlnoir tchpymiriieIfnt1 m:   cls..lu(coi.,eeeu5.•yit li.pe. tlhcrar•U(cid:9)iOtarh.•le:a  el .ro'   t1rSoor chy1rp.en:lcO e l1gil1\"le :ie,.i;:L.i 0x o1e Oi a2rNa ,.npr,or,2c:t.opneaf.c0re  Ol .ii5ot' s(c(cid:9)rhor:(atmit5aot rU o)e) a p)l SC fl. n(cid:9)0CIItl ttoihCya:yso te t hoCr:oeC ponf l ,utronoro:h rehliolimsreitcii.sfst rbcip osm,oeIivli(cid:9)unanrot-.is;r(cid:9)(cid:9)(cid:9)n(cid:9)s- o-‘  'n i. jtth1sop1;:o;ah,u.;:-a,rr;bt1„aal;(as .i:wbri:;nacp, cl::.;)a:oae(cid:9)eu• :-toC h:cr1X i Sictl t:<ite.i;h.irty1e•nt1o(cid:9)a.w. ;ei -,,,Q•n:ct-,tGrre ie;..0 a.te,cz C,( C.h1o..loao ., 0 .•:  )'r,s,f,:e rr  -i'tou ,re,,o,  Or rrarler b.y roa.. h'u..,. I.cp-d-nco,t„.tns:Lheipato hev cs:erlelcoz oI thit. zo,sl:i : poaar pt tifnLuoiherry Ozacgratn;eecOi aCeenrenp t,o .eCc.*k :. .gn.nnat..CcU*.o.  laa  ,!o. lar ,a:  rye,1hzr:u: -e„. :lg.Syi:rL*p t,bre,.,•1it.zeh,ceS.ldr.-,,t: .os.:;t .,n:fi .,.Ita)-r,n *l.l,. fettIizl:r:•g, rei:, e:Ce - nto:. p;ovhc i,L..:l  r.:eaer1aawu1o  -nlSd1w n.lcVb0C ott ecC uabf:L iecocintoZcsdeeaeho:Iii-:-r-•l,l:\np:a(c tb:c)o : tf oLr latna lcl rbhpel oayne ru, nla'obmorf  our:; ,e-m.11p1lo12y:nittieonnt,(cid:9)(cid:9) ((1g ))  `tI'Oha  cCooom omriastseio wn isthha lal nhadv. ew. p:tohw etrh-e(cid:9)ir(cid:9) fcoeir:Oe itnh;;es  :elaxvpai ri1aCt.:oCnh  ocofr :ct.r:rN.,t-y. :dr.ac:c.t'si  ta•ftlceire rp rthoe-\ncOo:t n.2,:c1,1 12.:00 ytri,ct0 p:1rt.i natgeedn coyr  t;oAu pllirieilnlstli lo. :rA ilp yu bI■liosthle odr  octohners eanzath, ct:ictoil, i1z,eo rr.1e1g i2ooublaIcl  Stttiladt .p).r ilvoactea,l ,a anndd(cid:9)  S1t1o:ttvoe  obre e)nd eeaarll (cid:9)ilearwt, eurnmleinssr. tseudc,h p prorovicdceedd it•zlizaat.\n4Gc1l:i: tCa,1sd1ivf :ie'c,:ralt teisimoemnp leoonry ter.r er foeelrar rtnainielg mf uLbro e e0rn1stI1;l1-l,:p:4o 0Iyynrr:n Aoecrn;i tta.  bnbyyy(cid:9)(cid:9)(cid:9) :AenrO(e2l v3)i. c:t.Io%lli i1.p6. r:o(cid:9).ry  Wto2 iiwi .i.t.rreie AS.SL.eV:.:1 V6/11o\"u:6tS..e.1 d heepfoosrite:0 t1h1e6.(cid:9)f •i Orsusnceth  h s',l'il4xl.i:t.d.y■r-: Cdafcatly e a.rh) etorll iicot d,e.v fsefhera..t:lytl i bvdeea  yed.x;a tateueo rco:cife .s,d .t, :htcore.\nScsI00•4ieents,(cid:9)e:ltlm:r::1-oat I1rxA.e:•ac:si:tp•;,•nLm  1:hs:i;:beolc:11ci o. 1f1i:.e\"o,e0:r(cid:9)t:ni:y1 1.c,1 :1n m a1nw11ao.lat-i  .tAeamrie2hi iom o1tnmtceoi,:niitnd ,znt:od,lp.,a,eA,o  r vntl.rbu oo■: ieeAl:oaOir.i;lrtr:u: lni..t cn.g r;oc.l;.cOe4.ieA iinou.e.lf:nr:i le0,i nprii)tnoz1gre, a.r1. tnlai‘tslnaet.ggi ie onoi.lleirx  rpontifen.C.u.l oa  xe:•cooC,nlr: cy :rrls aqf,,ee  e:  ynrCupmc1Ne oa1aA.:t..3(cid:9)p1ltl.  lo4ilit(Go'lf.1o•.rho)1iC:.1(rcn c:ay4r 11. aie.atml4I:..ltil.  l i :atio. s-;iioce;to.ulo;.lr.r  n.i.nri'.,p; a'c .  it x11a4'gro  f1:n1Aeib1oi4s n11::y1■-:ry-,Iy(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)  Cw11:r.tWl''::1..ttei(cid:9)0.,o (cid:9)1toCi3iii(!il:0lll,:01Cri1.:ll'l1a111y,.i:4.1•:)i1 ,1, .l'4,;:h(cid:9).s l(cid:9)'o; .v::41 hi.,efoqi;l4•. it;u,  ,.t;  o'iI.:iothl1t(;11rlen1'1rr. sto1. o13l1e  ao.n:lr c0r •u:yngh ih1,l.ttcr:,:; ouaiV. . soi'.1  rt1el:'nrr i ei:.1ae.i(cid:9)t1:oz.•■lo ,,11:u.o,l1L• ,. , r.s,1},p;t ' r:e 1If tb1t eOoi ,.ih-Oo:C4r:nrisw(cid:9) %oe.r a.tio.U rh i.ol :tW.lrrfSeLe1hn.   1 :s  ic1uriso,l 1n1e:;o.g„ 1. :0ifas1ir,A:0n0 tttqht1,0t/t:e1t - ipn Oi0ytnli;l1enity:s.;.:.I;.1d0 e i  .1ac.ntctt m::shco.ith1,l:l.t.ce l:   ba:eptort: o- OOeye. tlr soer   r wtm(aSsWyuh1m;i 0(cid:9)sC1o1oitrose)hy-r. (cid:9)(cid:9)(cid:9)• 1Llstrbtpar.hh:t-Lprue.a11.ae(0 p0tr,tr.tc0ep  ; ri.1stcpci no.:t iaeo,0grotIsp.i1oel nnne .,rrn1UCcselti  I!ae tbcCtCron theiiI y; efes uldse 1o   nltrnc.Ssr ac0.lcecei 'tt aargSe1a.ea.l,s o1 -,z•.  .:.. :.:.a: ;& ..:. e:3a 'evIte\\bo1 n encnob\\oLy : .t 1ry 'f.o.0. ..oe  .e::o:r:la: :dfeco .tefn h.le ,t.gscc .teniy.Cuhcio ar(cid:9) .s .ueh:ccil:ct2: , oihe*l :1ah::a i r,. upnra1Cpzaee:rt.nrudL1r c.ctgtho.;t :,he;ih.e:i foc ennoiiu o:r:ecfcf:V pe r.delet::ooiyeil1Uidtmern.ny  .dwefltg e oowoon .r r bsigtts i th n:thusytf.h:aceoc e ;:ihneeharrSl .•\nto ct,OperAle In effectuating the provisions anember of the ;on:miss:on allegio:r, ao or.- ...\nEruct E7np;oyment Opportunity of this title, 1,0 to.hl,t 1.:1 such c:rectuation lawful c::•)1..(cid:9) ant prACLICZ: oz.:Ur:ie.; in a\nCi.7;l7r.iscion,(cid:9) by e.00caliaticol  such ot.lter remedial action(cid:9) State or politi, al subdivision ci a State. •.:\n....:C:.. ;3 5. (a; The.re Is her.eby creat.ed a(cid:9) as :is prOviclCed bory  this t.itlo;(cid:9) :w.hich has ea St .t.i: or lc,cr.1 law prollithur.g ''....\"\ncEornm;)lmoyirsnseinotn(cid:9)  toO bpep okrntuonwitny(cid:9) es Cthoem 1m.kti,nslaoln(cid:9) , Api3p)r otop rmiataek eto l ielifeflel ct.tiu.,CatlIea ltchale s tpuudripaso s;lea. ;a arned t hauet phoraricztiincge 'a a z ' ,taagtee do r; Ilnocc:(cid:9)al astuotbhlicsr•-.t.y^. ;- .o0r\nw•rsth.heoamitlcl  hmbb eero.r hasrpa eolpl f tob htiehna tocneo d wmt hbapnryoe etse hep edoo .Pl fior tewifcs ahifdilov epemna tmr  tsbeyhym, a awlbnl hedbro ese(cid:9), r opalfo  w'sh(uic6tch;)eh  art  eosoct fuor etdrhf.ileiensrsi  e:t haintavldetaat i:eCllrnaIsbcO ttl oe:t1  ott4 ro ienf  oLaA1rk 1teIt0n.o  pttruehnlre)evl yierc en•G(cid:9)stuieolntn-s   C.e,Hroianme nsrmte:i ttoiousr -t Usesi eopc.neoril nmt•s  rlrhnieca  e:.ielil.v f  bipfn.reogof..o. m4n4r.o.e1  s t,1iot:c1ace,k-l.: :ist n phwgre airatcehrt.io c',r,f,e e,a s.cc p,tt:hi eovce.n't,\nwCiat:h:  otIft eti laed ovricigei nanald m coemnsbeenrts o sfh tahlel  bSee naapt-e .par1ty11 u an cdiveril  saecctit•io-rnit  7b0r6o.u oalri tf .o.)ry  {alnie .aigngsrtiietuvteidon(cid:9)  pwroitphr rieastep eSctta ttoe  sourc lho ccahla orgnei,c ^ia.Gls '::a':n(cid:9):!. ius  pbaspa-\npt:f, •eo.. -r::1:r :nas::.  t oteoedfrn .tn etfe 'o fooo:  fra; , f, alevt aeetrre.s mry• noe a'no rosef.f    ofbfonoeer.ug  alyri  meytaeeinrra.nar  os'f ,nro oaefmn  :t'dho tr rhoe eaen(cid:9)(cid:9)e oumannaddtat ee acrrs sissv.iesiclt t OitohCneLI  O7Ai0lt 1btfo,y ra tnnhedey   tAo*Gt etaonc rievnrleasyel  ,oG cnoe nr&.s ueulrtca,hl r eshiqucxtunt. yedle-srdest.dsa  ay taf hnpfodaet rrt'dlswoi extdhnt ytCey i :rddI.aa aalyyl  s rCb e(.eapU sie•.ooixnrntlgeda nbctI:dl:te:ee   tdtrti.i : rhr.t:O,t.e.  .  s,I,X.t e.au1.:.,ht.:)\nydssueeaarct.rc.e (cid:9):oe.  sores,af o. cfreihslnl  saahe cvaxtla:clI ceb:aapenn tca;t yp t ohpshoaf taitn lhalt neibsdye   t fiainotplrdep it.ove, riibdnwtuuaeiat d olt  fohC 1fnei1vl0iyer■(cid:9)(cid:9)(cid:9)(cid:9) stiioo(nn h.  t a)r p.Aapytet,o aarrth  fteohyrse  A aitlni,prde  :cr.:te:-,p otr,re,c.s 1oe 1rf.. utt :htdheer e C•  Ctohoirirs.nr nasleilses--- lrataeofmtwe trei )dCt hytt1, e1 t1u h10enefs.df sepecc rrata ic :vsiCteii'Inc cdeehr aatt calSe•lre to golpeft ede sr .uio.ocrdhN  . i1Ss t•artee q outre slootec:1al,\nfor the une.xpired term of the rhernber whoa: 6/04 ill tatty cr.so tit court.(cid:9) (d) A charge uunnccllee.. subsection (a) shall\n1I1i. . ••' •nArh etnseht g tesVe, ohC in'acJolr eil. m  cisbC umnlheci eiaco:misenriemob bdneae.r, hn  TtUa.o'hl lf Tles aoC h Pfo7e rtVn heCesOeih  dCm aAeoiernrr.mn toC hns:a1hetni::as4  Slt:sl:o1 :h1c0 s1la:e1e:l:sl r: fi.v lgooio-rf(cid:9)(cid:9)(cid:9)(cid:9) c/aiicApih r,(twrOiha)cAce .:lcT 1l.op..h .te.wioorcriIf.i ;.to,iCi11ir   omo4orctnrathni nvepliclrtrsl oe.d,r: i.41eo.1spfo0. (cid:9)nia1..r. .4st•.,mhc21laei: -ln.el1,td  :aI.u cnactn aiavdtini othyinge aoasli, fl ac cIriocitdsa-(cid:9)(cid:9) cbppuenieeoplr atyst;io,m l:tefnh det araa t.wgt te  giTiptnrrrhi-e ai,t-vTnchet. -Iierdc.ir ie--hinrC-aeeWsitafy•i tstf- leodif.  lialroroye.:7fwssC P'ae teidn.Cc .c tt: ht erItoelo:l. :ip  esvt.ro.::owrh'rc feiueca,-dlhl.:. C„u •: :r:eh6;e)..a1-.•\nIt .;(cid:9) .. the a-'-'-'strotIve operat:or.s of the Corn- .Prevcis,:fon 0/ un;c:ofia einptoyment precticeJ set, out-tr.-subsection • (b ) , such charge 5...,.\ni(cid:9) ±(cid:9) roission, and shall appoint, In acCOrdance(cid:9) •Sex: 70G, (a) WheneVer it is chiagcti In be fil,-..,-.,..\u0012 y the persott :. c:,::::zr :::: w;.u:,'Ll :w:,\nwith the civil service laws, such of:leers, writing under oath by :L .,cite..clairhin;; to(cid:9) l' 1.ITii-d---Ci.iii- -itfifil--7.: fa:: the '''\"•'-ei.:\n' •a.'t fc;ee.n.ft.ss:.. rayt ttoo ranseFy.'s,:,,. ta nItd.  cinr hthpelo pyeerefsc .aersw I.t, :ee.l.c..c omf(cid:9)& fbiele ;.1; ;1biy:r 4t.,: y4e.'a,.,., :oi,r', .a,: rt vcarrir t.tl.e.)n C eollmarmf:ois s1io-.na sw bheeenn::(cid:9)(cid:9) twinit-l1a1--anlrtt1.111-11e-ntytT paNloyt :sM:A.:fztietr -::r/::r.,acc,:tlikc:er.. gb ieteoUtt:eree dth, aotf*\nIts fim.:t(cid:9):•-::• anti to flx :;.:::: compe::::•.thor.(cid:9) Ito hits reasoilahle cav,ze Lie believe a vi:.,lation(cid:9) thc State c.r__1(...cal.. agency _ 1.1:.s lorr.:::•.....:\nIr. i.ucorciance tvitit the Clasr,if•cation Act of(cid:9) of thi., Lat.. h.,:', or:.:I.CrisAl (mid stick: char;;,)(cid:9) tlIc•:\"-PrOcC3.8inzs under the ST..aze or local 1.•,....\n1 C.;(.., so; ar.lended.. The. Vico Chairman shall(cid:9) seis i'm\"..li the fa,:ts 1.1+x''4\\\\411411It is based;(cid:9) whic1Laser•-is-en-r::::r.---a1S.Zr a Co;:y 0: st...i..\nqi(cid:9)(cid:9) 'tt(cid:9) 4oin,f2  1;Lh  :;o. :4c., .1i i ,:C(cid:9).. ...:.:I:..:el-.a(cid:9).::Lt:n1  oinr  1th11e t haeb seevnecnet  oorl  da ioV■aon.'1i4l.iltieyy(cid:9)(cid:9) l1Lo:ia.wastfo.ur  ilti wle: ifepolo(cid:9)ipiuiilrho,ofyiytm0uVAe.ln :0i4, 2+p11r.;0a):.e. .L‘49yi1c:;1e;:1,. .4i;:.::h1,■le 1i nC.' “4og4em4ilc4my t.ii sno--r(cid:9)(cid:9)\t •.cthha;eer g): 1eif 1s :l\\1ia4.lL'r'b4-V.-4z -1f,.7\"i1l':e1c7d-l7.t ;:7b.::•txey n tdhvyae.y Cs onraintenrss .io, nc .:v\".;:;,;:I;.:)\n(cid:9)(4, !:t', . vacancy 111 the Co-----'ss.on shall(cid:9) sion shall furnish suer'. employer, employ- .1s hied with tr..: Comr.v,::::::-. C. ,.‘“.;.11:11 V.v.:TI\n:.i(cid:9)(cid:9)I.•;  f!;\t  ■ •'(cid:9)  rz..Co.-...o..Ci.,-..a:(cid:9)Z' :t.--t:-, -.I:..;M.%o..T:t-t  ,ae,i r t :a.o4a 4:  :;e .1txh*e,4er1 c ri..is:l:e;ch oa tml,l  eotmilfe bt ephroes w trheee.nr-esto aoft fns lti.)nh;..e.,g1(cid:9)(cid:9) nia\"ef tn\"etr'P  ar.eg;f eecnr'rree \"dyc ,t \"oo  rc; islla\" tb.hCoer;  \" \"ore.r.sg\"pa1ut hn\"rd:a\"et'.iliolt tn\"\" )1( th4ve12r1e:-..i.1n.\"1-':(cid:9)(cid:9).c.;ce„clim otmhy-seoe rtrc  eu.c- ra:t:ohs.oe:a:r nc sre u ,x:sexpt%ittb rysa  pet(icreoatrr yi.Io soo :tntfy   m*r(.c.raa).. yy.(. ,.p..\"I.,e..,.x r,e.i.N.o:.,z:d-e,,.ti ,..o t.t.,cf h., . ar..:e.t..f ..e:•:C•:,:-.\nil(cid:9) (c; ':•:•.(cid:9) 1:. •.l (cid:9) shall have an oir.cial 'In1t\"e\"r'.\" c1h\"a:'tr1g0e4 s h(4a l.li .n'\"o\"t,  1C),\":. 1\":1.■\"1\"0..:. • \"4):4::'•,'.'',C','_':,.y _.1'.1\"%\"*34. L101t hy {Ile Cor.1:n1s„1.:: -....,:;:„..,.,....\n;I. i (cid:9) ,,,,,,. \\'.....::1r(cid:9)s- 'i oe judicially noticed.(cid:9) Conimiss' ---17-ill-CCommirsi-311 sli..11 deter-(cid:9) to aerttre volintt.ry .o:•.:..1..1r.:;.. ..:C \\:'..:•\nTt.(cid:9) ?,(cid:9) ' e:-.1“.:1 1j  f1i.s•c..ael ,C yCe, a-r1 :r1e.p::::O,:‘t It Lo: 1L4::140 aCt;o tnhre, rcel.Ot.:,s ea n0d:(cid:9)(cid:9) r4•ieiaa.:\"a1m-,T:shtrr(iVcCt  cia■l:l.,.,1e  itnov leisetlii;et:tI'eti othil,a .t. ,t..hte4.1c1h\"a'crjias(cid:9) ztor. noz'o.,stea.u;,i  tvhoel uCnotna-r -y- 6c;o:cn.r•.p hliaasi lbeee ewr.: tc!.'r. .•,t:':.:0•\n,(cid:9) ,(cid:9) ;LOCV,A I .t:oIiCt.e rnr:e(cid:9)iiitth:Ce: 1li;. .C.u0ll1.c:C. ePr..n.‘l,i,l.g.. ,t-i..l eA ialiic1t iioitinl.o i.its(cid:9)(cid:9) ei6h :thriulle...I. nt haell yC oti 6i ri cm 1 1i(cid:9)l4“,,;4:e0i.1•t.1!i l E1ll1n4l::,.e c1Wro:l:ic: ..,:1.i;v1;o:lrk e‘;,.i0.(cid:9) stl.i,.t.,;;l:;s:e ,11/,4).: ,1t(cid:9)hti.tr:i t:cye.V.,..,.•.,....0:..;y;;ra;.-:k, .:.;.1 1;;, ..2..;..;„,..:.:.iz.:.(cid:9)L:.;., .,(cid:9).,...t:.:.,.:,:t:.1■:1::.....y., .,..::t,,:.'.?.0::.\ni.a A::(cid:9) lioliv1tioat... iii :- ,•.:.',IOY n.,,;(cid:9) ilAn(cid:9) illl'ilt.(cid:9) pe.i.:LICO ' Ly(cid:9) :1.14i:111:::(cid:9) ::14::::■,■N(cid:9)■li.(cid:9)\n(cid:9)''.(cid:9)1I(cid:9)(cid:9) •:1,t(cid:9),,.i1,.-.:k.o,..•--..)1.:,. :(cid:9),;i.1l, is a1t:  44, (cid:9)i..n1... 1I(cid:9).1.I(cid:9)t..1(cid:9)y 1 .o41144.h (464 •oo■11:.Ai i'4..it(cid:9);lW.. 4.Af■.e..k .4::;1 1i,4n,,■,..61..4.4,.I6.o1ft4.A1,i;.■.•  1 •■t(cid:9),••; (cid:9)••Ibiie.al!(cid:9)(,.•(cid:9):!• i•l4,•l,i•,t.i.0u ■4tl1i.iiit.,/•:ti.0li lllt : u1(cid:9)•4,kl1.;b :i“41a1. 1.i4•m.∎44•(cid:9)!•(cid:9)(cid:9)(cid:9) •b••f1•■14o.i16i0.1i 1“4t.,1:0i ..,4,. .e:.o:.o.:,4.•i1g46 1,.  .t1e•s4i1l•ato•(cid:9)4,)i1td ,te4,: :at)o.1■v.ria.4,, .L1i.4 '1.:1\\1,,0.1vl 1:1iiiioc,t:.  ltao.i,,1rym(( ..: •i•hi•f.(cid:9)fs;:e4 :e4t. i1u•.tn1••h1 4•:„1 a.,%4.,d1(cid:9). .oe,..(P rIpi•e.it:..it.t+'itlre:hi.%.ns ii ,ie.C,. •p:uI  u.b. o.li 'yl.l .-lt.(cid:9)(cid:9)(cid:9)(cid:9) c.oo(:h.rf) \" a(.4'2.r:1ig).1. .e0).I.. .f‘C  1 as'o1lt11l4im:eo: glm:i.e ;;c;si::hs ::l‘saiv'n1r:l\"gus': e:t:i:l .:;'w ;;‘b;!.;a1y;:;s\" ;: Va141n,:1::1y.1::A  .p'C.0ee,:,.7 r '. 1s.:.,ho,.0;.,n':;, , ' ,,i:1w:tc1 sni:rt4.i.cc7'4.aa...,.l:lrl:? .,.te.......•.:...\n•\n\n\t\t(cid:9)\nr/\nf,$.64\nit' „(cid:9) / 17\nj\n.1 \ntY-\n•C-\\iNGR...S.Si()Ni%:.(cid:9) SE'NT.i ' en;\"\ne;eI.insrecueurinruenle sc um1o.)ipeyl rcts',o :iiet•si nc to,h,mne tpc opiauriarltci et:niIc•tae ay. n U(dtep eionmn  s jauupset-t: CitiOioibrmlnee mfyoir'ss C sfOieo:e.nt 1 ae1s nt hdpe  at1hr..et1  1oU:1fn rt ihateetd  a cS potesrlitvtsee,n tae  Enpdlelea tslhlo ebne .7\t\t 00reec.s ctehensetea  Cttiovo,em  fJo..m.r.. ^its\"i lsCei.o1 ;p naul lro prreo aI:st.o:e,n: :da oebslfie get tndoiarr\tte,e. .c.:-t\t, .-\t..ovn.:.\neine court 1.,ay' eppomt\t attorney for such, Soc. '707. (o) Whenever :he Attorney Gen- and the rieht, to copy any evidence e - ..:y\n' m•pr,.e;:eee,m,rs.?:.m.pcIt:cl e:iaota\t•.:lt  citfohe•neet\t. s  A,to hcrt'le:o •its drhct:so'et ,om uCyorr atoG  ytmstee onaacnleylu1 r,w,re 1iili1ntL 0ty ho7i.to1  sU;Il: nte(ptt det othrenvheee e:tn ie cmePto :1aero1nyln1y--\\ tpcpehrneaairtjsltso'  eohtyrinamnts l oeoe rr,nre   tgatpo srrooooafncut  aatpCinbc holyeee:   o etep ftate; uht rrhrese.e0 osp  nirtesiosgt:  a,hIipn-scd •er;i ee;s;e n  tovsog•re   aets; l'ngthiar.•eo,c.i. .tl r1ai oc ilblnl,l)y y\t\ta p  apteogrra a(:tcbi:htno)iecs nTte  c:th :hh becaa eorteg ivtrneeee rguieenn -dItsde nlebrivr,sy  esti ontishov tvIneer_, ge znt'e.net:tti-w:gecc ;afd, -utc, irlOoo  aeno.rm:.p  Iepspr rlarooeecy.eic:nn.v.ti.ae.lrent.hdtt\nsr::i,luteiace5yh  ,t(cid:9)(cid:9)eefrefnrs-:rt:ns.oa adttr-iitrrotnzna•or neeote.fi   fUStinhtpe,a'ont-esn  .t: o arxrei :u:q-eyurw' tedehs:a te•y.rrs ot  cippelereeond ccd:ieoilneu•:dgr3-t. Jr sietshlev eroIw lf l :iesldeau:!,cA  hetwh xalee  1n r:Aca1iid  LstioeIri*. e'oe,  ae:fyyn p'\td,rh oie;s,  reil.i.i%,gntaeetl, u domrl,ls ae:hrdyeie  rti.,oe: , i edrn.o.e ;u;On;tys ;;a-\t\t\t peSa,1e(t*,wea/nnteieene :lnse,, o.Ll,ad rmwa tlaso.l cyoaa nflg  ooAersfg .t e hw:::iesti ta:phet usst hr epefha oecieror genee snod,i:f pnw hct .eaG,e,..i:, ,!... .teinilte;.;\neeeer ..C. .L onoemde. m1;1's s-uAh:soenc ttioon o ('1o)t;a oirn t:h:e(cid:9)  cifortst eorf/. optIirle etihn Aet  (e: htIii)nl tseet edAn Steit(,e1,;r  bwtsyy  b ky(ilI nto iO\tinlilWleig rI(cid:9)dnw )1..111 .11(cid:9)1::: ;tIt)tl ) ,ae.(cid:9),e.`.t'30ti11i:ntn:in-f.(cid:9)\t\t met:p it:le•; arIo zap(cid:9)snr ifdnus nvtee:dIttt IostpnIne5 c t8.i1:dl1e7 1ead ilIl::yLM flIeoLsr : sI:Mti:nocCnh C orr: \"u..\t \tI :.:.e.I,s:s: •\nze,feil :tf eUelnsi Unendit ecde Sutratt eosf : lais ;t,:sleut rceo ns:u: bajencdt, fPo•ratchtl efe.l. eatsn dp e('r1t)a rt•tirii:oieN.e t.to,: g'. omrbee ps aretltieerfn. i ioi-e\t  utthielinzr ee mtiplelo ySeeervsi caen—d; .O nr ostuwcihth :s;:te.i1n;cri1ten._.  1• : L,(..4y\nte :he jur.-dlet.on o: the United .,,late; shall chid nig an appliee Lion fur a ;.c.rnitu,vis t, or other provision of law, may reirr.ourto :! ..x.\nheve ;;;:ischetion of actions brought. under temporery injunct.on, restraining orcler or agenciee and their e:ee,loyeee for se:\t es\nother order against :liepersons or person:; rendered to aesIst the Cee--'-elor. ill cr,,-;.-e-\ndi,trr.cletito rt.h :eh eSyt ebteeb rIors. swe.hhti c:nh  athney rheos pdoenesmibsle n feocre 5s1s.1(a..r1y1  ptoat ;i neerou roer  thp7en :cstiIlol e,e nan-\t coino;•p oeuratt tivhei se:f ftoitrtlse,. t h:re.  Cf o1m1:m-th:ee:se:nocne  noefa ys  ns.-:h\nuel•wfn: onu,loyntent prectice is alier:ed to joyment of the rights herein dereribech\t ter into written af;rcernento with such St .4\neave been committed. in the judIcial district. (b) The district; courts of tile United Stater: •\t or local agenciea and eUell a;;:ecracata 7.y\ntl.c.•(cid:9) rscords relevant shall have and shell exercise jurisdiction of Include provislor.s under which the\n• • to st;:\".7. •,::acLic:e are mair.tained end ad- peoceedings instituted pureuent, to this sec- mIreion. shall refral\t from, processing a\nnensistered. or In the tut:lc:el CIIStrIet tion, and in any stich proceeding the Attor- charge in any casee e: class of ceeee\nch the plaintiff would heyC worited but :ley General may file with the clerk of suet: fled in shell\t nu, and ti•.de• which\nfc: the shekel unlawful employr.tent prec- court a receuest th;!t, a court of three judges no person may bring r. civil act:or. tinder\nt:ee. but.\t the respondent Is not found, be convened to hoer arid cletere'ee the cese. sectior. 700\t any cases or cies:. c: \t\nr.ry ouch district. such ar. action Such rcqueet by the Attorney General shall spe.efled, or under tvliich the Con:ra•:sic\n.00 •,:01:;:'1tt■le 14dIelal c:iztziez be accompanied by a certificate that, III :lit; shall relieve any per:or. or dillse of persons\nwhich the respondent has his principal Opinion, the case is •of genera: publi• im- Filch State or locality front requirements\npin-pores of sections 140e and portance; A copy of the certificate end re- Imposed under thie section. The Co\t--' -\n',ICi of tizic 2fi of the Ur.ited States 'Code. the cosest. for a thrre-judge court teeell be sion shall reeeinci any such agree.mene when-\n;Indicial district in which the respondent has Immediately furnisisecl by such cler'‘: to the ever It deter-'~ce; that the agre.ernent r.0\na.s oinct• shall In all cases be con- ellicf judge of the circuit (or in his :elver-lee, Joel:et ie.:yea the Interest of effective enforce-\nslee:ed a di:.tr.cr. Ir. which the action zr.iglit the presiding cleetdr. ju(tee of the ciresint) in' ment of this title.\nheve been brouz,lyz. which the case is pending. Upon recr:pt of (c) Except as provided In subseceicn (d),\nfgl If the court finds that the respondent such request, it shell be the duty of the chief every einpioyer, employment. aeency. and la-\naee intentionally engaged in or is intention- judee ‘); the circuit or tine presiding circuit bor organization subject to this title shall\n..:y ereertir.gIr. an unlewfsil emplo myent ;ticlee, as the case nay be, to clesh:orti • Ins- ( / ) make and keep such records reievent\nectice charged In the corepleint. the court er.ecile.tely three judges In such circuit, of the determIr.attons 0: whether unlewful err,-\natey enjoin therespondent from engaging whom at least one •hall be a circuit judge and ployment practices have been or are being\nsuch unlawful employment practice, and another of whom than be a district jtrign of committed, (2) preserve such records for such\nsneer stic.h rifilrraritive action as may be ap- the court In which the proceeding NV:It; In- peziocis, and (3) make such reports there-\nere,priate, which may Include reinstatement stituted, to hear end determir.e such case, from, as the Commission shall prescribe by\nen hiring of employees, with or WI hout beck and It shall be the duty of the judges so regulation or order, after public hearing, az\npey (;):••1'a Ole. ley the eir.ployer, employment designated to assign the case for 11,aring reasonable, necezeary, or appropriate for the\nre;er.cy. or sac:.:: organization, as the case at the earlient practicable date, to partieipate enforcement of this title or the regulation.:\n, :n-e•• :b.\te. rperpaorc.rt.i,c:bel)e..  Ifnotre rtihme \tunieasvef runl ienmgsp\t loyo-r Iann dth teo h c..a.s.uasrein tgh ea ncda sdee tteor mhein Ien:e eovne trhye wreaoyf, obry  orredgeursla tthioerne,u rnedceurl.e Te heea cCho remmrp.ilsosyiee,rr..  lsahbaollr,\neaeounte ea:enable :with reasonable diligence. expedited. An appeal from the final 'judg- or:,--,nizatior., and joint hebor-ree--.,,ernent\n.\t dy 1he persor. or persons clIscr'--'-^ted. ment of such court will lie to the Supreme committee subject to title title which oar.-\noperate to reduce the back pay Court. trots apprer.tIceshlp or other training pro-\nother-wise• allowable.. No order of the court In the evens the Attorney General fails to grant to maintain such records as are reesen-\nrand rligui:e the ache:is:don or reinstaterner.t file Stith a request ill soy such proceeding, it r.bly necessary to carry out the purpeses of\nof an *---\"vidual reea merober of a union shall be the duty of the chief judge of the this title, including, but no: limited to, a\nor the hirir.g. reinsteterr.ent, or promotion of district (or hs iris absence, the acting chief list of applicrints who wish to pa:tic:pet:: In\nen tr.dividuel as an employer:. or the payment judge) In which the ease Is panda;; immedi- such progrem, including the chronological\nto him of any back pay. If such Individual ately to designate a judge in such district to order in which such applicatior.s were me-\nwas refused admission, suspended, or ex- hear ar.d detersr.ine the cane. In the event, ceived, and shall furnish to the Co—en:is:cr.,\npellee. or was refused ernploynter.t or eel- that no judge Ir. the district Is availah:e to upon request, a detailed description of the\n7f:o17r. c :e. nrry.  c: ct aoerc wa aosth seurs tpielenrd.e ddi socr rdimiscihnaarteio,end ohef atrh ea nddi sdteritcetr,m oirn eth teh ea ectaisneg,  tchhei ecfh irca:i sjued, gaes mpe^rt-:teelpra itno  Iwni tdhteh a ppeprrceennttisc easreh ispe leemct eodth teor\n' or. eccount of race, color religion, sex or the case may be, shall certify th:s fact no the training program. Any employer, employ-\nnetiona: ori:;in or In violation of section. chief judge of the circuit: (or In his abeence, ment agency, labor orgenization; or jeer.:\n;CeI(r.j. the acting chic: judge) who shall then dee- labor-manegement committee which believes\n;*:.) ;he provistor.s of the Act er.titled \"An, Ignetie a district or circuit, judge of the circuit that the application to It of any re:tile:ion\n.i.ct to amend the Judicial Code ar.d to de- to hear and deter-'-e the case. or order Issued under tills .secticn would re-\n`r; and .omit the jurisdiction of courts It shall be the duty of the judge desig- sult In undue herdehip :hey (1) snnly to\n..eetting in cc; :sty, and. for other purposes.\", nated pursuant to th:s sccelon to es,ign the the Commission for an exemption f. ..• the\nepproecd 'Meech 23. 10:::2 (20 U.S.C. coos for hearing at the earliest p:ectleable application of ouch rezulatier. or order. or\n:feel; lot apply with respect to civil actions •date and to cause the case to be in every way (2) bring a civil action in the. (:•\"-ed. States\n.\t cferi(aiit):\t\telohyeum naae ndcrey.itvr  r cit.lahg asietsce•r .t. eticihoeny nc ,a w tonhiorh eo nrliraec.,bh-\t.o \ter no er.0:.m,.:,; adaprc. l.ico:z oaystuueiobrrn,t- daexneSepyme zldeieiadt.eb  td7iol.0 iet0yxEe,.  fmdNicupeott :yo to,hr  pnirene Slngtt'eoa li.lvtneye  l, ta a.onwtr'yv s ppeue nrseihnsahn lmilr oebnne:t r2CeceCm1hcA1oe1prc1tld1e:o.es,i yta eh:esot, r rrtc,eh.  o(cid:9)eeomu fe rptathsl ofeeo y rmrme gatehyutneh lbtae  ee ndC,iei onnsen:tt:ni irrodciecysr.:  t,Sts  hoSwmer:.lCi s.l.le:c.a :.r:tb' o ht0o,oe: ra   te:tt1eh7r\tl-ee•\n\tAry\t• to comp.(cid:9) e.l eobnrio;)ullgahnct; eu. nsedidesr  oGu11c.0h■ pSthrtoaatvnei  daoenrd yp  beoyuli cteihcn aylal  wpsru ewb.d,heiinvctih no ipro unfru potouf rrate : S:l attawot e ro,e fo. eatuhnieryer Adgeusn eti hzheeat icrodarsw.h Isin pm c, uathty,e. :b\t :ec,,\t:. •\t..\t gran.rto. aar pp:hspo.r:z :a ,ipn7ro iuur.nrtte.\ntI.;;(cid:9) •(cid:9);,r.aCi-.,;c e(cid:9) eti ilii:e1 s7u.1bj;eroctl it,o;h atp upena-l bOee  apne eumnilta, wthfeu ld oeminpg loofy maretyn ta cptr wachtiicche  wunoudledr noCt Oep) Tphlye  ptoro evnisyio enms opfl ostyibeere,c eemionp lfeo)y. .:e\nA.;(cid:9) arZe:i;ti arat.ec rst.ie 'oCcnotid oOen.rs p :r2o0c1ee adnindg 1 u2rn.d, et:i ttlheis 'In.\"4ti\"tl2ea.t'lone, insPeClfC'r4' retorts, .S:\":3 craoagrenntgceyr,n leitnheo :e ccrra';r.nainteiezea zwioitnh,  roers jpce.c:nt tto l ainboart-\ntitle the court, In Its diecretion, may\t agencies ttqs occurrIn1 In any State or politIral sub-\n' tat: ?rev-\t  party. Other than the Co---\t Soc. 703. (a) In connection with any Ir.- cilvision thereof which has a fair entplo,Triont\nLisa or the United Statce, a rewionablo(cid:9) 'Vast:gat:On Of a charge Stied under section practice law during any period In which such\n.(cid:9) .\n•\n\n(cid:9)\nEQUAL 1.-.Mr;,()YlENT OIYORTUNITY(cid:9) 7(cid:9) I,\nsuch advisory nna conciliation (\"outwits shall be composed of representative si\n•l•ii i7.C•Es usideitt or liter` area for wnich thoy am appoinied, wi,o s..,a;1.;,:erve is\nwi(hof::: c(•,;o:)(sils:11.:0;1, :mt. sb;1■1 rocoi VP I rall,Liwr: al ion ;Ind Per ,%:-'lli i;1 ;!ell ..-(cid:9) t\nof sultslstence as anthorl4eil hy section 5 of the Act. or August 2, 10•.:( -■3 (cid:9) .(cid:9) r:\nmU.aSy. Cin. nTl,:ieli -p2r)o, vfoisr iopenr sfoorn st escehrnviincagl  Wanii dh ocwle;r icvoaml aps•nssis-taatniocne.  t1o` itseu Ccho inctoauisnsc.oilns .(cid:9) (cid:9) g1:•1\n00(1 for the expenses of such iissisitlnce. ,Ateftehers of such conneibs slatil he\nexempt from the operation of,title .18, United ;States Code, sections 2til, 2S::,(cid:9) • ';::\n28•1, 431. owl 1014. and section 3..)0 of the Revised Statutes of the United(cid:9) i\nStates t(\"i U.S.C. Ir.)). \n(I) Attorneys appointed under hill; section nuty, at the direction of the Coln- i\nmission. appear for and represent. the Commission ill any case in 'court. f:\nIi) The Commission slin11, lit oily a its C(111(!ft I ionit I or prot1101iOnt■I /1 eti VI t.ios, i:\nCooporn 1 (1 with other departmelits and agencies iii the rerfOl•ilit■lit,V of such eau-(cid:9) R\ncotional and promotional act iVi ( it's.(cid:9) ..\nritE.VENTION(cid:9) IrN LAW rm., KNITS/1Y if ENT CRACMCES\nSvc. D. (a) 2.heCommission is empowered, as hereinafter provided, to ..pn(cid:9) we,t;-),_\nfaay(cid:9)./.„;„ilLs.\"ILLAl -(cid:9) _ raet iee.afj_te1t f or t..1\n(It) Whenever a written charge hos been filed' by or on behalf of any person\nclaiming to be aggrieved, or a written charge has been tiled icy a member of the\nCominission, that any person subject to the Aet •Ittis engaged in any unlawful\nemployment practice, the Commission shall notify the person elmrged with the\ncommission of on unlawful employment. pro •tiee (hereinafter referred to ns\nthe \"respondent\") of such charge and :distil investigate such charge and if it\nshall determine after such preliminary investigation that probable cause exists\nfor crediting such written charge, it shall endeavor tr. ohhutnate any unlawful\nem;iloyment practice by informal methods of conference, conciliation, and\npersuasion. Nothing said or done during and as a part of such endeavors may\nbe used as evidence in any suhsequent proceeding.\n(c). If the Commission fails to effect the elimination of such unlawful practice\nand to ()Main voluntary compliance with this Act. or in advance thereof if air-\ncumstances warrant., the__Contutis.siou...shall_haye power to issue and c..'.„Lusato____-\nte served upon .the_respndent-a complitinttating tliFTTfifirA7,g irithat.(cid:9) resnect,\n•together with a notice of hearing_ befoat_the (!ititTfaissi(Tn, or a member thereof\". •\nor-before a ddeseigsnignated agent. at. a place tifereift ton__S!,178 \nriffe17-the-service_of.such, eompladut-:---No-cOmplaitit-shallissne based upon any\nuMawfol employment practice occurring more <11:11< one year prior to the filing\nof the charge with.the Commission uniess the ),arson aggrieved thereby was\nprevented from filing such charge by reason of service in the Armed Forces, in\nwhich event the period of military service shall not lie included in computing\nthe one-year period.\n(d) Time. respondent shall have the right to file a verified answer to such corn-\npinint..and to appear at such bearing ill person or otherwise,. with or without\nCounsel, to present evidence.and to examine and cross-examine witnesses. -\n(e) The Commission or a member or designated agent conducting such hear-\ning shall have the power reasonably nod fairly to amend any complaint, and the\nrespondent. shall have like power to amend its answer.\n(f) All testimony shall be taken under oath.\nin a(g h)eaTrhineg  mtheemreboenr.(cid:9) of the C..•ommission who_ filed_n_charge shall not participate\n'Co) At the conclusion of khnnring before &member or designated agent of the\nCommission, such member or agent shall transfer the entire record thereof,\nto- the Commission, togetherVith--his-recommended-dec.ision and copies thereof\nshall he served upon-the parties. The. Commission, or a_panel of three qualified\nmembers designated by it to sit and rieTliti-tlitrCifiriiiiission in such ease, shall\nafford the partiesan-opportnnity-te-be heard on such record at a time and place\nto be specified upon reasonable -notice:—/11-fts discrettoii,.. the Commission upon\nnotice may take-fUrthertestimeny:—\nWith the-approval of the member or. designated agent conducting the\nhearing, a case may be ended nt any time prior to the transfer of the record\nthereof to the Commission by agreement between the parties for the elimination\nof the alleged unlawful employment practice on mutually satisfactory terms.\n(j) If, upon the preponderance of the evidence, including all the testimony\ntaken, the Commission shall Lad that the respondent engaged In any ualawful\n\nIN THE UNITED STATES DISTRICT COURT\nFOR THE\nNORTHERN DISTRICT OF GEORGIA\n(ATLANTA DIVISION)\nCURTIS OTIS REESE, for\nhimself and all other\npersons similarly situated,\nPlaintiff\nCIVIL ACTION NO. 10309\nv.\nATLANTIC STEEL COMPANY,\na corporation, et al.,\nDefendants\nAPPENDIX TO BRIEF OF DEFENDANTS\nUNITED STEELWORKERS OF AMERICA, AFL-CIO AND\nLOCAL NO. 2401 OF UNITED STEELWORKERS OF\nAMERICA \n\nAPPENDIX A \nH. R. 405 introduced by Representative Roosevelt \n\n16.\nsixty days pending the termination of . . . the efforts\nof the Commission to obtain voluntary compliance.\"\nIt is obvious from this provision that Congress\nmeant at the very least for the conciliation step to\nhave been initiated before the charged party could be\nbrought into court. Senator Humphrey, for example,\nexplained that \"Where a suit has been brought, the\nCourt may stay proceedings up to 60 days, pending the\ntermination of proceedings under state or local law\nor further efforts at conciliation by the Commission.\"\n110 Cong. Record 12722 (June 4, 1964) (Emphasis supplied\nThe importance of having at the least initiated\nconciliation before the lawsuit is brought is equally\nobvious. For otherwise, the protection which Congress\nintended would be entirely destroyed and replaced by\na system of suing first and then later asking the\ndefendants whether they would like to avoid what has\nalready happened to them. In colloquial terms, it\nbecomes a system of shoot first and ask questions later,\nand this is most certainly entirely contrary to the\nprocedure intended by Congress.\n\n0(cid:9) 0\nThe Title VII case before the Tennessee DistrLct\nCourt:\nThe Court's opinion in the Hall v. Werthan Bac\nS\nCo., case,251 F. Supp. 184, expresses the view that\nhaving conciliation before the civil action was des4n71\nto give charged parties the opportunity of avoiding ?1-1\nthe lawsuit.\nThe background was that the plaintiff who brought\nthe suit had filed a charge with the Commission alleging\nthat he and \"other Negroes simiarly situated\" had been\ndenied equal training, wage increases, and transfer\nrights. The Commission \"then attempted unsuccessfully\nto obtain what it considered voluntary compliance with\nthe provisions of the title.\" When the suit was filed,\nanother Negro employee sought to intervene, and the\nCourt allowed him to do so on the theory that \"while\nhe had not proceeded through the Commission, the\npurpose of the requirement of resort to the Commission\nhas already been served\" by the charge filed by the\nplaintiff.\nSince the Commission had taken the conciliation\nstep in that case, the issue here was not directly before\nthe\nthe Court for decision. However, it was raised by/Court's\n8 Concerned with whether a suit under Title VII\ncould be maintained as a class suit.\n\n18.\nanalysis of the right of an employee who has not proceeded\nthrough the Commission to intervene. In this analysis, the\nCourt had this to say of the purpose of the conciliation process\nwhen the Commission has found reasonable cause:\n\"It seems clear, therefore, that the\nrequirement of resort to the Commission\nwas designed to give a di3criminator\nopportunity to respond to persuasion\nH\nrather than the big stick of injunction. . . .\nThe opinions of the commentators:\nThe commentators who have written on the issue here\nbefore the Court have likewise expressed the opinion that\nconciliation is required as a prerequisite to the institution\nof a civil action.\nThis is, for example, the explanation of the staff\nassistant to the Senate Labor Committee who was praised by the\ntitle is floor manager for his \"outstanding work in perfecting\nthe Senate bill and in advising the members of the Committee\non Labor and Public Welfare on the relationship between the\nSenate bill and the House bill.\" 17 This staff member, now\n17. Senator Clark at 110 Cong. Record 12596.\n\n12-\nDeputy Solicitor of Labor, stated in discussing the\nprocedures of Title VII at the New York UniversIty\nConference on Labor last year that:\n\"It is only where the state action ,\nif any, has been invoked and has been ncn-\nproductive and where federal conciliatica has\nbeen unsuccessful that the aggrieved party is\ngiven access to the federal district courts to\nenforce his private right of action under the\nTitle . . .\n\"If the Commission decides the case has\nmerit but fails in its effort to conciliate,.\nthe complainant may then pursue his private\nright of action.\" Edward D. Friedman, Racial \n-Problems and Labor Relations: The Civil Rights \nAct in the Proceedings of the 18th Annual New\nYork University Conference on Labor, pages\n373 and 376 (1965).\nIV.\nIn sum total, it is the clear teaching of the\nlegislative history, from the first Committee Report\nand throughout the discussions in Congress, that \"an\nattempt would have to be made to 'conciliate . . . before\nan action could be brought in the district court.\" It\n\nlabor relations arises under this Act, he need not\nexhaust his contractual remedies.\nBut allegation of discrimination as an element\nin a complaint should not and, we submit, does not,\nobviate the necessity of complying with the require-\nments of exhaustion of contractual and internal union\nremedies.\nThe contract which these defendants have\nnegotiated is not discriminatory in terms. That is\nof considerable importance.\nIndeed, plaintiff, in effect, wishes to avail\nhimself of the benefits of that very contract. He'\nclaims loss or deprivation of those benefits (e.g.\npromotion). His claim but represents a cornfield\nvariety of matters for whose vindication the grievance\nmachinery of the contract is specifically designed.\nPlaintiff, for no good reason, would simply\nskirt that procedure. Paragraph (8) of the complaint\nvaguely and obliquely attempts to explain failure to\n9\nutilize the grievance machinery.(cid:9) There is only the\n9 We are cot concerned here with any specific\ncontentions that the union fraudulently or collusively\nor in a manner discriminatory by race, administered the\ngrievance procedure to plaintiff's detriment.\n\n22(\nallegation that \"The defendants, thoir officers, agents,\nservants or attorneys and those persons in active coil-\ncert or participiation with them have failed or refused\nto effect the transfer of the plaintiff to the job\nwhich he desires, solely because he is a member 3:2 the\nNegro race.\" This falls far short of any allegation\nthat plaintiff has filed any grievance, or has attempted\nto institute any grievance. It is not a charge that\n••■••■•■••■•......\nany official or agent of the union has been conulted\nwith respect to a grievance or, if asked, has refused\nto entertain and process one. The fact is, once again\n4.4-7\ntr\"\nthe complaint fails to include a crucial allegaion \nbecause the allegation, if made, could not be s;Ipportec\nin fact.\nDespite the absence of precise authority, some\nprecedents, we submit, do illumine the Act's meaning.\nTo construe it as completely unrelated to the doctrine\nof exhaustion of administrative remedies would be to\ndepart from a long course of Supreme Court pronounce-\nments in this area..\nOver a number of years that Court has spelled\nout the principle that:\n\n--'CIE:.C6 to whicb\nfederal law applies, federal labor policy\nrequires that individual employees wishing\nto assert contract grievances must attempt\nuse of the contract grievance procedure\nagreed upon by employer and union as the\nmode of redress.\"\nRepublic Steel Corp. v.  Maddox,\nsupra, at 652, 616\nAnd, further, the Court has noted that\n\"Congress has expressly approved\ncontract grievance procedures as a prefe..—\nred method for settling disputes and sta-\nbilizing the 'common law' of the plant.\nLMRA § 203(d), 29 U.S.C.(cid:9) 173(d); § 201(c),\n29 U.S.C. § 171(c) (1958 ed  ) (cid:9) Anc.\nit cannot be said in the normal situation,\nthat contract grievance procedures are in-\nadequate to protect the interests of an\naggrieved employee until the employee\nhas attempted to implement the procedures\nand found them so.\n\"A contrary rule which would permit an\n\nindividual ...m-floye^ to completely side-\nstep available grievance procedures in\nfavor of a lawsuit has little to commend\nit.\" Id., at 653; 616-617.\nVI.\nIt has been the statutory policy for years\nthat \"Final Adjustment by a method agreed upor by the\nparties is declared to be the desirable method for\nsettlement of grievance disputes arising over the\napplication or interpretation of an existing collective\n10\nbargaining agreement.\"\nIt is further the settled principle that an.\nemployee asserting claims which call into conEideration\nan interpretation of the contract between his\nemployer and his union must have exhausted his remedies\nunder the contract, for \"there can be no doubt that.\nthe employee must afford the Union the opportunity\nto act_ on his behalf.\" Republic Steel Corp. v. Maddox,\nsupra.\n10 Section 203(d) of the Labor Management\nRelations Act, 29 U.S.C.A. 5 173(d).\n\n25.\nThe issue, then, is the applicability of this\nsettled law to acto7.1s brought under Title VII.\nTo present all aspects of the issue, we start with\nthe holding of eight years ago that a suit asserting\nveteran's re-employment, rights could be maintained\nalthough. the plaintiff had not pursued the administrativ e\nand contractual remedies. McKinney v. M-K-T R. Co.,\n357 U.S. 265 (1953).\nHowever, we would submit that there are at least\nthree reasons that this case is not controlling here\nand that actions under Title VII, like all suits claiming\nracial discrimination in employment, should be subject\nto the settled legal principles.\nFirst: To begin with, the decision of that case in\n1958 antedated the authorities which have now firmly\nestablished the principle requiring that employees\nasserting claims to which the contract is applicable\nmust first afford their Union the opportunity to act\non their behalf.\nIt was not until 1960 that the Court decided the\n11\nSteelworkers Trilogy and there established the\nimportance of the role of the Unions in handling and\n11 United Steelworkers of America v. American\nMfg. Co., 363 U.S. 564 (1960); United Steelworkers of \nAmerica v. Warrior & Gulf Navigation Co., 363 U.S. 574 ,\n(1960); United Steelworkers of America v. Enterprise  Vr,\nWheel & Car Corp., 363 U.S. 593 (1960).\n\nadjusting \"every and all disputes that arise under\nthe agreement\" through the grievance and arbitration\nprocedure. This beginning was then followed by the\ncases which have reiterated the importance of the\n12\narbitration process and by the culmination in last\n#.4ifj\nyear's Republic Steel case of the principle requiring\nthat the employee afford the Union the opportunity toy\nact on his behalf.(cid:9)\n21 )/ 1/t\"\nMoreover, since the decision of the g-K-T case\n1958, it has been held that a suit by employees asserting\nrights created by federal statute and brought under the  I/\n4p,(cid:9) 6,1\nspecific authority of federal statute is governed by(cid:9)\n•(cid:9) V c.\n.//p)\nthis principle.(cid:9)\nThus, in Beckley. v. Tcyssier, 332 F. 2d 495 (9th Cir.\n1964), employees brought suit against their employer\nunder the Fair Labor Standards Act for overtime pay alleg-\nedly due under the Act together with the liquidated\ndamages and attorneys' fees provided for by the Act.\n12 E. c1. Teamsters Local 174 v. Lucas Flour Co.,\n369 U.S. 95 (1962), holding that a strike over a matter\ncovered by the arbitration provision of the contract is\na breach of contract even without a no-strike clause:\nGunther v. San Diego and Arizona a. Co.,(cid:9) U.S.(cid:9)\n15 L. Ed. 2d 308 (1965), holding that awards of the\nAdjustment Bc;ard are not reviewable; John Wiley & Sons \nv. Livingston, 376 U.S. 543 (1964), holding; that the\narbitration clause survives a merger and becomes binding\non the successor employer.\n\n(cid:9)\n(0\nThe District Court stayed the action pending th,\ndisposition of arbitration proceedings under the Union\ncontract and the Court of Appeals affirmed. In\nholding, the Court of Appeals rejected the employees'\nargument that they could maintain an action seeking\nrecovery under the Act and held that:\n\"Appellants cite no provision of the\nFair Labor Standards Act which precludes\narbitration of claims arising under it . .\nv\\-‘,0-(1(cid:9) %)1.<---\nIt is clear to us  that(cid:9) a invs–‘\n—3\nof appellants are ones growing out of thc\n4/''\"(cid:9) 0\nrelation of employer and employee and L4.Ae\",;(Cr'eN\ne\nt*\nnecessarily involve the application and\n.\ninterpretation of the contract provision:\nabove quoted, and therefore fall squarely\nwithin Article V of the Collective Bargaining\nAgreement . • . 'I\nIn an analogous vein, the Supreme Court held\nincCarey v. Westinghouse Electric Corp., 375 U.S. 261\n(1964), that even though the matter at issue was\ngoverned by the National Labor Relations Act, it\nnevertheless should be resolved by the grievance\nand arbitration procedure of the Union contract.\n\n26„\nMoreover, the Court concluded this holding witl'1\nthe consideration that by its decision, \"the therapy of\narbitration is brought to-bear in a complicated and troubled\narea\", and it hardly need be said that this consideration\nis most certainly applicable to claims of racial discrim-\nination in employment conditions.\nSecond: If Congress had intended to override\nthe statutory policy and to preclude the application of\nthe settled law to claims asserted by employees under\nTitle VII, it adopted no indication of'such intent.\nThe fact is that while Congress provided in another\n\n29.\ntitle of the Act that the District Courts would have jurisdiction;\nof actions brought thereunder without regard to the exhaustion !\nof remedies principle, no such provision was placed in Title\nf/).\nVII.(cid:9)\nkgCF5\nThus, the sections of the public accommodations \ntitle concerning suits in the District Court provide that \"The\nDistrict Courts of the United States shall have Jurisdiction\nof proceedings instituted pursuant to this Title and shall(cid:9)\nt/\nexercise the same without regard to whether the aggrieved\nparty shall have exhausted any administrative or other remedie\nthat may be provided by law\" (aectiorl 207(a)) and that \"The\nremedies provided in this title shall be the exclusive means\nof enforcing the rights based on this title . ... .\" (Section\n207(b)).\nIt is thus obvious that Congress was well aware in\nenacting this Act of the principle of exhausting administrative\nremedies and was equally well aware of the way to preclude the\napplication of this principle when it desired to do so.\nThe fact that no such provision was placed in\nTitle VII is therefore compelling evidence that claims under\nthis title are subject to the settled principle requiring\n\n30.\nexhaustion of remedies under the Union contract.\nThird: Still further evidence from the legis_ative\nhistory consists of the fact that there was offered an .amendment\nto provide that the Commission would have exclusive jurisdiction\nover claims of racial discrimination in employment and :hat\n' this amendment was rejected.\nSenator Tower proposed an amendment pro7iding\nthat \"the provisions of this title shall constitute the exclusive\nmeans whereby any department, agency, or instrumentalit; in.\nthe executive branch of the Government, or any independent\nagency of the United States, may great or seek relief from,\nor pursue any remedy with respect to, any employment practice\n'of any employer, employment agency, labor organization, or\njoint labor-management committee covered by this title, if such\nemployment practice may be the subject of a charge or complaint\n1/2l\nunder this title.\nHowever, this amendment was rejected by the Senate,\nand this fact points further to the conclusion that claims\nunder Title VII are subject to the principle that the\nemployees asserting them must have pursued their remedies)\nunder the contract.\n21. 110 Cong. Record 13650 (June 12, 1964).\n\n(cid:9)\nal.\nVII.\nThe Act does not set up a super grievance\nmachinery. Its implementation depends in large part\nupon the sympathetic participation of labor unior”,J.\nCongress may be presumed to have remained silent _..11\norder not to depart from its prior approval of \"c7_1tract\ngrievance procedures.\"\nThe aims of the Act will be furthered by , con-\nstruction that an aggrieved employee must attem pt ase of\nthe contract grievance procedure before coming into Court.\nVIII.\nThe purpose of the Act, in the long run, will bye\nfurthered (a) if regard is shown for non-legal voluntary\nprocedures before jurisdiction o2.  this court may be invQ.c.ed,\nand (b) if contractual remedies are given an opportunity\nto function.\nRespectfully submitted,\n,\nJ. R GOLDTM■TA I TE,(cid:9) )'-\n1431 Candler Bldg.\nAtlanta, Georgia\nCOOPER, MITCH & CRAWFORD\nn\nBy (cid:9)\nJerome A. Cooper\n1025 Bank For Savings Bldg.\nBirmingham, Alabama\n\n32.\nCERTIFICATE OF SERVICE \nI hereby certify that I have served a copy of\nthe above and foregoing Brief by mailing a copy of\nsame, United States Mail, postage prepaid, this the\n//  day of August, 1966, to the following:\nFrazier Durrett, Jr., Esq.\n6th Floor, Haas-Howell Bldg.\nAtlanta, Georgia 30303\nCharles Morgan, Jr., Esquire\nM. Laughlin McDonald, Esquire\n5 Forsyth Street, N. W.\nAtlanta, Georgia\nMorris Brown, Esq.\n1122 Healey Building\nAtlanta, Georgia\nMelvin L. aulf, Esquire\n156 Fifth Avenue\nNew York, New York\nik\n\nQ\n0,, \nRAIL 6.(cid:9)\n, e?..t=g\nIN THE UNITED STATES DISTRICT COURT\nFOR THE\nNORTHERN DISTRICT OF GEORGIA\n(ATLANTA DIVISION)\nCivil Action No. 10309\nCURTIS OTIS REESE, for\nhimself and all other\npersons similarly situated,\nPlaintiff\nv.\nATLANTIC STEEL COMPANY,\na Corporation, et al., .\nDefendants\nBRIEF IN SUPPORT OF MOTION TO DISMISS OF\nDEFENDANTS, UNITED STEELWORKERS OF AMERICA,\nAFL-CIO AND LOCAL NO. 2401 OF UNITED\nSTEELWORKERS OF AMERICA \nJ. R. Goldthwaite,Jr.\n1431 Candler Building\nAtlanta, Georgia\nCooper, Mitch & Crawford\n1025 Bank For Savings Building\nBirmingham, Alabama\n\nI.\nThis brief is submitted in support of thc:t\nMotion to Dismiss filed by the union defendants. Our\npleading is designed to raise important questions\ngoing to (1) the initial jurisdiction of the court\nover the subject matter at this stage, and (2) the\nrelation of national labor policy to litigatio; such\n4ct.\nas the present arising under the Civil Rights \n(Herein referred to as the \"Act.\")\nWe are exploring new ground with respect :o\nthe necessity for, and form of compliance with , the\nrequirements of the Act, in particular § 706 (0,\nbefore suit may be filed. It is obvious, however,\nthat Congress attributed considerable importance to\nthe utilization of conciliation and voluntary com-\n1\npliance in advance of formal suit.(cid:9) Once the\nCommission has found reasonable cause to believe a\ncharge is true, the Commission is required to initiate\n1 Section 706(e) is not the only provision of\nthe Act concerned with compliance without legal pro-\nceedings. A community relations service was also\nestablished in the Department of Commerce (Title X).\nIts major function is to facilitate voluntary com-\npliance with the Act's provisions.\n\n2.\nconciliation proceedings. If the Commission  fails,\nwithin the statutory period, to arrange voluntary\ncompliance, notice is given the alleged discrimlnatee.\nAnd then within thirty days after such notice, the\naggrieved person may file his suit. Not before.\nUntil these steps have been taken; until the\nCommission has made its investigation of a charge, has\ndetermined that there is probable cause, has attempted\nand has failed to secure voluntary compllnce with\nnotice to the person aggrieved--the right to bring a\ncivil rj.ghts case against the respondent named in\nthe charge simply has not arisen. Jurisdiction in\nthis court has not attached.\nIn this complaint there is a total failure\nto allege facts to indicate that these jurisdictional\nrequirements have been met. Indeed, it is the\nposition of these defendants that such an allegation,\neven if made, could not be proved.\nNo allegation of timely filing after attempted\nconciliation was made in the complaint because no such\nconciliation was in fact had.\n\nIt is our position that this action is defectivu•\nin its present posture and should accordingly be dis-\nollowing reasons:\ne conciliation step to be taken by\non is a prerequisite to the institution\nof a civil action under the Act, and this action was\nbrought without there having been any conciliation.\nSecond: The action was not filed within the\ntime periods provided by-the Act.\nThird: The plaintiff has not exhausted the\nremedies available under the Union contract.\nThe legislative history of the procedural \nProvisions of Title VII:\nSince the defects in this case result from\nnon-compliance with the procedural provisions of\nTitle VII, it would be in order at the outset to\ndiscuss the legislative history of these provisions\nwhich govern the procedure before the Equal Elmploy-\nment Opportunity Commission and in the District\n1\n\n2\nCourts.\nFor the Court's convenient reference, we are\nattaching to this brief copies of the procedural\nprovisions of the bills involved in the legislative\nhistory, these being as follows:\n2 The legislative history is discussed\ngenerally in the following sources:\nHouse Report No. 914 on H.R. 7152 and\nAdditional Views Thereto. 2 U.S. Code Cong. & Adm.\nNews, 88th Cong., lst Sess., pages 2391 et seq0(1963).\nMichael I. Sovern, Legel Restraints on R;.:ial\nDiscrimination in Employment, pp. 61-62 11966).\nRichard K. Berg, Equal Employment Opportunity\nUnder Civil Rights Act of 1964, 31 Brooklyn L. Rev.\n62 (1964).\nFrancis J. Vaas, Title VII: Legislative History,\n7 Boston Coll. Ind. & Comm. L. Rev. 431 (1966).\nThe Civil Rights Act of 1964 (BNA 1964).\n\nAppendix A: H, R. 405, the Roosevelt bill.\nAppendix B: H. R. 7152, the Administration\nbill as introduced.\nAppendix C: H. R. 7152 as reported by the\nHouse Judiciary Committee.\nAppendix D: The Mansfield-Dirksen compromise.\nThis legislative history begins on the opening day\nof the First Session of the 88th Congress in 1963 when\nRepresentative Roosevelt introduced H. R. 405, which dealt\nonly with the subject of discrimination in employment an\nis generally known as \"the nominal ancestor of Title VII.6\nThis bill, as introduced and as reported by the House Education\nand Labor Committee, proposed to have the Commission perform\nthe conciliation function and, if conciliation failed, adjudicate\n4\nthe matter through the holding of an administrative hearing.\n7 Boston Coll. Ind. & Comm. L. Rev. at 433.\n4. House Report No. 570 on H. R. 405, 88th Cong., 1st\nSess. (1963).\n\nDuring the same Session, Representative Cellar\n' introduced H. R. 7152, which was the omnibus civil rights\nbill proposed by the Administration. This bill was referred\nto the House Judiciary Committee, of which Representative '\nCeller was Chairman, and was under consideration there at\nthe time that the House Labor Committee reported the Roosevelt\nbill.\nThe provisions of the Administration bill deal-, with\nemployment only to the extent of giving statutory autho' _zation\nto President Kennedy's Executive Order applicable to\nnation in employment by Government contractors. Then, luring\nthe hearings on this Administration bill, Representative\nRoosevelt appeare .A as a witness and suggested that the Judiciary\nCommittee should incorporate \"into the omnibus civil rights,\nbill the , provisions of H. R. 405.\"5\nThis procedure was followed. The Subcommittee of the\nJudiciary Committee deleted the employment title of the Adminis-\ntration bill and inserted in its place the Roosevelt bill as.\n5. Civil Rights Hearings before Subcommittee No. 5 of the\nHouse Committee on the Judiciary, 88th Cong., 1st Sess., at\n'pages 2282-2290.\n\nreported by the House Labor Committee.\nHowever, the full Judiciary Committee did not\nadopt the Roosevelt bill's procedure of having the\nCommission adjudicate cases itself for the reason -\nas explained in the additional views to its Report -\nthat \"a substantial number of committee members pre-\nferred that the ultimate determination of discrimination\n6\nrest with the Federal judiciary.\"(cid:9) The. Judiciary\nCommittee instead adopted the procedure of having the\nCommission first perform the conciliation function\nand then, if conciliation failed, bring a civil action\nin the District Court. The bill as written by the\nJudiciary Committee provided further that if the\nCommission failed or declined to bring such civil\naction, the charging party could, with the permission\nof one member of the Commission, bring the civil action\nhimself.\nThe bill was then reported to the House by the\nJudiciary Committee. There, following the debates and\namendments, one of which is of considerable importance\nto this case - the bill was passed in February of 1964.\n6. Additional Views to House Report No. 914.\nIlvS: Code Cong. & Adm. News at page 2515.\n\n8.\nIt then entered the Senate. When the preliminary\nbattle over the effort to refer the bill to Senator Eastlandts\nJudiciary Committee was ended, the long debate began and\ncontinued until the votes necessary to invoke cloture were\nobtained by the bipartisan compromise offered by Senator\nDirksen on behalf of himself and Senators Mansfield, Humphrey,\n7\nand Kuchel.\nThis compromise effected several modifications in\nthe procedural provisions of the bill as passed by the Eousep\nthese being as follows:\n(1) The provision of the House bill for fthag a\ncharge with the Commission \"on behalf of\" a person claiming\nto be aggrieved was deleted.\n(2) The provision of the House bill for the\ndetermination of reasonable cause preliminary to the conciliation\nstep being made by \"two or more members of\" the Commission\nwas deleted.\n(3) There was added to the bill language to insure\nthat the filing of a charge with the Commission and\nconciliation procesaVwoUld—be confidential\n—---\n7. 110 Cong. Record 11926 (May 26, 1964). The cloture vote\ncame on June 10.\n\n(4) A section was added to provide for deferment\nby the Commission to the procedures of the State fair\nemployment statutes and for charging parties to proceed firs.;\nthrough the State procedures.\n(5) The plaintiff in the civil action to be\nbrought in the District Court if the Commission is not\nable to conciliate the charge was changed from the Commission\nto the charging party.\n(6) The venue provisions were revised.\nThe bill was then passed by the Senate in June of\n1964, agreed to by the House, and enLcted as the Title VII\n;provisions of the Act.\nThe sequence of the procedural steps provided by the Act \nand in this case:\nThe procedural steps which are established by the\nprovisions of Title VII are as follows:\n(1) The filing of the charge with the Commission\nwithin 90 days of the alleged unlawful employment practice.\n(2) The investigation of the charge by the Commission.\n(3) If it determines by such investigation that\nthere is reasonable cause, \"the Commission shall endeavor to\neliminate any such alleged unlawful practice by informal\nmethods of conference, conciliation, and persuasion.\"\n\n10.\n(4) If the Commission has not been able to\nsecure voluntary compliance by means of the conciliation\nstep within 60 days after the charge was filed, it is\nthen to so notify the charging party.\n(5) The charging party may then institute a civil\naction in the District Court \"within 30 days thereafter.\"\nThe sequence of events in this case, however, so\nfar as we are informed, complied with neither the con-\nciliation step nor the time periods provided by the\nAct.\nThe facts are that there was no conciliation at\nall at any time, not within the 60 day period, not(cid:9) \\r–rj\nthereafter, and not when this action was brought. We\nwould not expect there to be any dispute about this\nis\nfact, but if there should be, we are certainly ready\nto submit affidavits.\nThe complaint was filed in this Court on July\n22, 1966 without there having been any effort at con-\nciliation by the Commission.\nThe emphasis in Congress on the importance of \nconciliation before the institution of a civil action: \nThe intention that the conciliation step would be a\n\n•\nprerequisite to the institution of a civil action is fu:.,ther\nestablished through the very substantial and repeated epphasis\nthat the Committee Report and the explanations of the b_lls\nin Congress placed on the importance of conciliation pr _or to\nthe court action.\nThis was emphasized in the House even before ;he Celler\namendment's deletion of the \"in advance thereof\" clause (cid:9) For\nexample, the Report of the House Education and Labor Coilmittee\non the Roosevelt bill stated that:\n\"It is the intent of the Committee that\nmaximum efforts be concentrated on informal\nand voluntary methods of eliminating unlawful\nemployment practices before commencing formal\nprocedures. Emphasis should be placed upon\nconference, conciliation, and persuasion throughout\nthe proceeding with a view toward reaching a\nmutually satisfactory agreement for eliminating\nunlawful employment practices. Formal pro-\nceedings leading toward an order of the\nCommission should be pursued only when informal\nmethods fail or appear futile.\" House Report\nNo. 570 on H. R. 405, 88th Cong., 1st Session (1963).\nSimilarly, Representative Lindsay of the Judiciary\nCommittee which reported the bill explained that the conciliation\n\n0\n12\nstep was designed to afford \"due protection\" to persons\nagainst whom charges were filed:\n\"I hope Members will take the trouble to\nstudy title VII with some care, particularly\nthe procedures that are spelled out at page\n74 of the committee print. The procedures\nare carefully spelled out(cid:9) . . in the event\nthat there is a charge of discriminatory\npractices in a labor union, in an employment\nagency, or in management. Those procedures .\nare designed to give due protection to\neveryone. They commanc that there first .De \nvoluntary procedures.\" 110 Cong. Record 1638\n(February 1, 1964). (2mphasis Supplied)\nAt another point in the House consideration,\nRepresentative Lindsay had this to say in discussing\nthe procedure before the Commission:\n\"The order of progression is as follows:\nFirst is the charge . . . Then there may\nfollow an investigation. The third step. .\nsets in motion conciliation procedures . .\nIt is called voluntary compliance . . .\nunless this voluntary procedure is complied\n\n,.3 •\nwith nothing further can happen.\" 110 Cong.\nRecord 2565 (February 8, 1964).\nThis purpose of providing protection against the\ninstitution of a civil action without the opportunity\nfor conciliation was reiterated when a Congressman\nquestioned the reason for providing for conciliation\nby the Commission and was answered as follows:\n\"Would the gentleman rather have a\nprocedure where a majority of the Commission\nimmediately may determine whether to take\nan employer into court, file a complaint\nand go into court?\" 110 Cong. Record 2565\n(February 8, 1964).\nThe legislative history in the Senate is\nequally emphatic that a civil action would not be\nbrought before the Commission's conciliation step,\nand this was so both before and after the Mansfield-\nDirksen compromise.\nSenators Case and Clark were the floor managers\nof the Title VII sections of the bill, and Senator\nCase explained the relationship of the Commission's\nconciliation function to the institution of a civil\naction as follows:\n\n\"It is only after the methods of\n.1j\npersuasion, conciliation, and sweetness\nseji\nfail that it is possible for the Commission\n(1-1, C,ts\nri\nto bring an action, which it must do de ,lovo.\"\n,(cid:9) \\\nk.Qto\n110 Cong. Record 7254 (April 8, 1964).\nThe importance of conciliation as a prerequisite \nto the institution of a civil action:\nThe reasons that the conciliation step w_4s\nintended as a prerequisite to the institution of a\ncourt action are by no means merely technical. There\nare eminently practical and quite important reasons\nthat a court action should not be brought until after\nthere has been conciliation, and the legislative history\nshows that Congress was well aware of these reasons:\nTo begin with, both the filing of a charge and\nthe conciliation step are confidential, and the Act\nis most careful to so insure in providing, in Section\n706 (a), that \"such charge shall not be made public\nby the Commission . . . Nothing said or done during\nand as part of such endeavors may be made public by\nthe Commission without the written consent of the\nparties, or used as evidence in a subsequent proceeding.\"\nIt was likewise emphasized in the Senate that \"the\n\n15.\nconciliation efforts must be conducted in contidence\nand not even the charge against the employer may be\n7 ,(cid:9) (\\(cid:9) 1\nmade p12,-<u:Ir-(cid:9) bl1----(cid:9) ie\\-c-.L-:k..\"-ai- 0 kt.....v.-..4-k(cid:9) .,i \\,,iAd--4...\\ (cid:9) .....vQ,\nOn the other hand, however, there is most\nassuredly nothing confidential about the filing of a\nlawsuit under the Civil Rights Act.\nObviously, therefore, having the conciliation\nstep as a prerequisite to the institution of aA action\nprovides the assurance that the charged parties will\nhave the opportunity to avoid both the publici:y and\nexpense of becoming defendants in a court action under\nTitle VII.\nThe legislative intent that the Commission's\nconciliation step would be taken prior to the\ninstitution of a civil action is further evidenced in\nthe provision of Section 706(e) which authorizes the\nCourt to \"stay further proceedings, for not more than\n7 Memorandum by staff member of the Senate\nJudiciary Committee at 110 Cong. Record 14331 (June\n18, 1964).\n\nAPPENDIX B\nH. R. 7152, The Administration \nbill, as introduced.\no\n\nEQUAL EM:PLOYMENT\nemi■:0.1lni.e.nr-Drneticen..the-Coiii in issi on-s4:111_..at.atelts_fi(cid:9) -.4- fset—rtivhn II\nissue aini canse to be served on such(cid:9) nn order re,;n.iriag\nunlawA:I employment pr•:et:et: and to\ntrite such fitlirMat:ve actIon,--inc...indirrp,-reinstateinenc• or(cid:9) of empleYees,\nwith or without back pay (payable by the employer, employment agency, or labor\n• OrgarlIzati0:1;11s the-case may be, responsible for the discrimination), as %vill\neffectuate the policies of time Act: Provided, That interim earnings or amounts\n• earnable with reasonable diligence by the person or persons diseri III inated against\nahnil oNrate to reduce the back pay otherwise allowable. Such order may\n- further require such respondent to make reports from time to time showing\nthe extent to which it has complied with the order. If the Commission shall find\nthat the respondent has not engaged in any unlawful employment practice, the\nCommission shall state its findings of fact and shall issue and cause to be served\non such person and other parties an order dismissing, the complain:.\n(1.-.), Until a transcript of the record in a case shall hay,: hen 2:ed, mn a.\ncourt, as hereinafter provided, the case may at any time be ended by agreement\nbetween the parties, approved by the Commission, for the eUluinaLi0:1 of the.\nalleged unlawful employment practice on mutually satisfactory terms, and the\nCommission may at any time, upon reasonable notice and in such manner as it\nshall deem proper, modify or set aside, in whole or in part, any finding or order\nmade or issued by it.\n(I) The proeeeclings.held pursuant to this section shall be conducted in con-\nformity with the standards and limitations of section 5, 6, 7, 8, and 11 of the\nadministrative Procedure act.(cid:9) •\n• •• ..T1JDICIAL\n• Sao. 10. (a.)_ The Commission shall have power to petition any United States\n• • •(cid:9) Court of AppeaTs or, if the. court of arri;ealS- to which application mightbe made -\n'is in .vacation, any -district_court within. any circuit or district, respectively,..-1\nwherein the unlawful -employment practice in clues:ion occurred, or wherein the\nrespondent resides or transacts business, for the eaforcenwnt of such order\nand-for appropriate temporary-reliet_or_r.-straining order, and shall certify\nand tile in the court to which petition is ma le a transcript of the entire record\n• in the proceeding, including the pleadings and testimony upon which such order\nwas entered and the findings and the order of the Commission. Upon such filing,\nthe court shall Conduct further proceedings in conformity with the standards,\n• procedures, and limitations established by section 10 of the Administrative\nProcedure Act.\n• (b) Upon such fling the Court shall cause notice thereof to be served upon\nsuch respondent and therenpo:. shall have •:nrisdictien of time proceeding and\n• of the question determined therein and shall have power to grant such tem-\n1[1 porary relief or restraining order as it deems just and proper and to mnIte and\ni ;•e3tek 1.11A,1, Lie pleadings, testimony, and proceedings set forth in such transcript\na decree enforcing, modifying, and enforcing as so modified, or setting aside\nin whole or in part the order of the Commission.\n• (e) No objection that has not been urged before the Commission, its member,\nI(cid:9) or agent shall be considered by the court, unless the failure or neglect to urge\nsuch objection shall be excused because of extraordinary circumstances.\n• (d) The findings of the Commission with respect to questions of fact if stir>.\n• Ported by substantial evidence on the record considered as a whole shall be\nconclusive.(cid:9) •\nte) If either party shall apply to the court for leave to adduce additional\nevidence and shall show to the satisfaction of the court that such additional\n;(cid:9) evidence is material and that there were reasonable grounds for the failure to\nadduce such evidence in the hearing before the Commission, its member, or agent,\n• the Court --y order such additional evidence to be taken before the Commission,\n, its member, or agent, and to be made a part of the transcript.\n(f) The Commission may modify its findings as to the facts. or make new.\nfindings, by reason of additional evidence so taken and filed, and it shill the\nsuch zuodined or no.  findings, which findings with respect to questions of fact\ni .supprirZeil by substantial evidence on the record considered as a whole shall\nbe conclusive, and its recommendations, if any, for the modification or setting\n• aside of its original order.\n(g) The jurisdiction of the court shall be exclusive and its judgment and\ndecree shall be final, except that the same shall be subject to review by the a:)-\n. propriato United States court of appeals, If application was made to the district\n.(cid:9)'(cid:9) .\n\nt;.\nCIVIL *.a:CIIT.S 35.3\nSr•c• :307. Section. 1C)5 of the Civil nights •Aot ofIf7 (<2 U.S.C. ICY:V.; 71\nSta:(s (.;',o), as amended liy section •W.. of the. Civil :lights Act o. .1:‘,C0 (O2, U.S.C.\n.107Z-id (h) ; Stat• SO), is furtho'r amended by adilil'4; a 11CW sr•bsectior- at- thc,\nend to read as follows:\n\"(i) '.1'he Commission shall have the power to raah.c., snch rules and regulations\nas it deems neuss.-,ry to carry out,the purposes of this Act.(cid:9).\"(cid:9) .(cid:9) .(cid:9) .(cid:9)•..\n, \n• TITLE VI—NONDISCI1.11INTION IN PEDEIZ.ALL7 ASSISTED\nPROC.-RAMS\nSac. COI. Notwithstanding any provisior. to thc.,, Contrary in any law of the\n'United States providing Or authorizing direct or indirect :inane:al assistance for\nO.:(cid:9) ■24)1111eCtiOr•(cid:9) any Program or activity by way of gr;int, cont1T.cr,\ninsurance, guaranty, or otherwise, no such law shall .1.:c interpreted as reonlving\n• that such financial assistance shall be furnished in circumstances under\nrLielPating ill or benefiting from the Program or activi;:Y arc (lis-\ncriminnted against on the ground of race, color, relon, or national origin or\nare deuied participation or benefits therein on the ground of race, color, religion,\nor national origin. All contracts made in corn:cc:ion, with any such prog •-•\" Or\nactivity shah contain such coralitions as the President may prescribe, for the.\npurpose of assuring that there shall be no discrimination in en:ployment by any\ncontractor or subcontractor on the ground of race, color, religion, or national'\norigin.\nTITLE VII—COM:NIISSION ON EQUAL IDIPLO`..TMENT OPPOaTZINITZ\n• Sac. 701. The President is authorized to establish a Commission. to be known\nas the Con'\"'ssion on Equal 'Employment Opportunity,\" .hereinafter referred\nto as the Commission. It shall be the .function of' the Commission to prevent.\ndi6CriM;not:on against employees or applicants for employment because of race,\ns color, religion, or national origin by Government contractors and subcontractors,\nand by contractors and subcontractors participating- in progrnms or activities in\nwhich direct or indirect. financial assistance by the United States Government\nIs provided by way of grant, contract, loan, insurance, guaranty, or otherwise.\nThe Commission shall have such powers to effectuate the purposes of this title\nas may be conf-rred upon it by the President. The President may also confer\nupon th.; Commission such powers as he deems appropriate 10 prevent diser....1-\nnation on the ground of race, color, religion, or national origin in Government.\nemployment.\nSac. 762. The commission shall consist 0:2 the vice Isresio.ent, who shall serve\nas Chairir-- the Secretory Of Labor, who shall serve as Vice Chaim.— and\nnot more than fifteen other members appointed by and serving a: the pleasure\nof the President. Members of the Commission, while attemaMt4 meetings or\nconferences of the Commission or otherwise serving at the reouest of the Com-\nmission, shall be entitled to receive compensation at a raze to he fixed by it but\nnot exceeding $75 per diem, including travel time, and while away from their\n-Lo:nes or regular places of business they r-.,y be allowed travel expenses, includ-\ning per diem in lieu of subsistence, as authorized 1:)y section 73b-2 of title 3 of\nthe United States Code for persons in the Government service employed inter-\nmittently.(cid:9) '\nSao. 703. (a) There shall he an Executive Vice Chairman of the Commission\nwho shall be appointed by the President and who shall he ex ofticio r. member of\ntho Commission. The Executive Vice Chairman .shall assist the Chan.—...mu, the\nVice Chairman, and the mernbers of the C ,,, nunission and shall be responsible for\ncarrying out the orders and recommendations of the Commission and for per-\nforming such other functions as the Conmmission may direct.\n(b) Section 103(n) of the :federal Executive Pay Act of Ifi5C, as amended (3\n2205(a)), is further amended by adding the following clause thereto:\n\".(;12) Executive Vice Chairman, Commission on Equal Employment CppOr-\nVanity.\"(cid:9) •\n(c) The Commission is authorized to appoint, subjee.: to the civil service laws\nand regulations, such other personnel as may be necessary to ■.,.nable it to carry\nout its functions and duties, and to fix their compensation in accordance with\nthe Classification Act of 10.10, and is authorized to procure services as authorized\nby seczio:•, 14 of tho Act of August 2, :d•;6 (CO Stat. 510; 5 53a), 'on; at\nrates for individuals not in excess of $50 a day.\n\nAPPENDIX C \nH. R. 7152, as reported by the\nHouse Judiciary Committee \n\n(cid:9)\nHOUSE JUDICIARY COMMITTEE REPORT • 14,-;\norganization to discriminate against any member thereof or applicant for mem-\nbership, because ha has opposed any practice made an unlawful employment\npractice by this title, or because he has made a charge, testified, assisted, or\nparticipated in any manner in an investigation, proceeding, .or hearing under\nthis title.\n•(o) It shall be an unlawful employment practice for an employer, labor organi-\n• nation, or employment agency to print or publish or cause to be printed or pub-\n: • • lished any notice or advertisement relating to employment by such an employer\n•• or membership in such a labor organization, or relating to any classification or\nreferral for employment by such an employment agency, indicating any preference,\n;imitation, .specification, or discrimination, based on race, color, religion,• or\n'(cid:9) • national origin, except that such a notice or advertisement may indicate a prefer,\nonce, limitation, specification, or discrimination based on religion when religion.\nis a bona fide occupational qualification for employment:\nEQUAL EMPLOYISZN: 0 P7011TUNITY COMMISSION\nSEC. 700. (a) There is hereby created a Commission to be known as the Equal\nEmployment Opportunity Commission, which shall be composed of five members,\n-not more than three of whom shall be members of the same political party, who\nshall be anpointed by the President by and with the advice and consent of the\nSenate. One of the original members shall be appointed for a term of one year,\n' •(cid:9) one for a term of two years, one for a term of three years, one for a term of :our\n•',years, and ono fora term of five years, beginning from the date of enactment of\n4 this title, but their successors shall be appointed for terms of five years each,\nexcept that any individual chosen to fill a vacancy shall be appointed only for the\nunexpired term of the member whom he shall succeed. fho President shall\n.designate one member to serve as Chairman of the Commission, and one member\n'to serve as Vice Chairman. The Chairman shall be responsible on behalf of the\n• Commission for the administrative operations of the Commission, and shall ap-\n•, point, in accordance with the civil service laws, such officers, agents, attorneys,\nand employees as it deems necessary to assist it in theperformance of its functions\nand to fix their compensation in accordance with the Classification Act of 10410, as\namended. The Vice Chairman shall, act as Chairman in the absence or disability\nof the Chairman or in the event of a vacancy in that office.(cid:9) •\n.1..  (b) A vacancy in the Commission shall not impair the right of the remaining\nmembers to exercise all the powers of the Commission and three members thereof\nshall constitute a quorum.\n(c) The Commission shall have an official seal which shall be judicially noticed.\n(d) The Commission shall at the close of each fiscal year report to the Congress\nand to the President concerning the action it has taken; the names, salaries, and\n• duties of all individuals in its employ and the moneys it has disbursed; arid shall\nmake such further reports on the cause of and means of eliminating discrimination\nand such recommendations for further legislation as may appear desirable.\n.(cid:9) (e) Each member of the Commission shall receive a salary of •$20,000 a year,\nexcept that the Chairman shall receive a salary of S20,500.\n• (f) The principal office of the Commission shall be in the District of Columbia,\n• but it may meet or exercise any or all of its powers at any other place. The Com-\ne \n•.(cid:9) • mission may establish such regional offices as it deems necessary, and shall estab-\nlish at.least one such office in each of the major geographical areas of the United\n',States, including its territories and possessions.\n(g) The Commission shall have power—\nti .(cid:9) (1) to cooperate with and utilize regional, State, local, and other agencies,\nt •,.'(cid:9) . both public and private, and individuals;\n. • (2) to pay to witnesses whose depositions are taken or who are summoned\nf\nbefore the Commission' or any of its agents the same witness and mileage\n.1' . -.---(cid:9)\nfees as are paid to witnesses in the courts of the United States;\n(3) to furnish to persons subject to this title such technical assistance as\n• they may request to further their compliance with this title or an order issued\nthereunder;\n. (4) upon the request of any employer, whose employees or some of them\nrefuse or threaten to refuse to cooperate in effectuating the provisions of\nthis title, to assist in such effectuation by conciliation or otaer remedial\naction;(cid:9) ,.(cid:9) .\n(5) to make such technical studies as are appropriate to effectuate tho\n. • purposes and policies of this title and to make the results of such studies ..\navailable to interested governmental and nongovernmental agencies.\n(h) Attorneys appointed under this section may, at the direction of the •om• a\n1\t\n:i•.-*. .(cid:9) mission, appear for and represent the Commission in any case in court.\n\n(cid:9)\nb(cid:9) )\n146(cid:9) CIVIL RIGHTS ACT OF 1(36,, •• •\n• . (i) Tho Commission shall, in any of its educations.: or promotional activities,\ncooperate with other departrn-ents ad agencies in the performance of such educa-\ntional and promotional activities.\nPIIILVENTION OF r:CLAWFUL IL:A:LOY/AZ:CT ra.ke-rxers\nSec. 707. (a)--WheaialterAis charged in writing,...uader_oath_by_ orna behalf_af-\na person claimingto be aggrieved, or a written charge has been filed by a member .\north-d-C7Sii-irnission Trind suell-eriarge'setsTortli the facts upon which it is based)\nthat an employer, employment agency, or labor organization has engaged in an.\n'unlawful employment 'practice, the Commission shall furnish such employer,\nemployment agency, or labor organization (hereinafter referred to as the \"re-\nspondent\") with a copy of such charge and shall make an ,investigation of such\ncharge. If two or more members of. the Commission shall determine, after such\ninvestigation, that reasonable cause exists for crediting the charge, the Commission\nshall endeavor to eliminate any such unlawful employment practice by informal\nmethods of conference, conciliation, and persuasion and, if appropriate, to obtain\nfrom the respondent a written agreement describing particular practices which\nthe respondent agrees to refrain from committing. Nothing said or done during\nand as a part of such endeavors may. be used as evidence in a subsequent proceed-\ning..\n(b) If the Commission has failed to effect the elimination of an unlawful em-\nploymeni :.acLico - And_ to obtain_ Voluntary compliance with:thts\nadvance-thereof-if circumstances warrant, the Commission ,ii  it Cis tejrnincilf.Ec-rL\n• je so.n\t u  \to believo-tho-respondent_has_onaagc.!cilin-,..br_is...erigaginglin,--\naLiinlr.wfuLeanployment practicer shall,..within ninety days;_bringa_ciiiiAct4oLL.-\nto_prevent the respondent.frora\t such unlawful employment practice,\ne-,Lecept_tlaat-the Commission- shall be roliewed_oCany:o'or4-,atiOn7td:bri-fig=CLVir-z\naction in any case in which the Commission has, by affirmative vote, determ ined.\nthlit_the_ bringing of a civil action would- not serve the public interest.\n(c) rf the Commission has failed or declined to bring a civil action within the\ntime required under subsection (b), the person claiming to be 'aggrieved may, if\none member of the Commission gives permission in writing, bring a civil action\nto obtain relief as provided in subsection (e).\n•(cid:9) •(cid:9) • (d) Each United. States district court and each United States court of a place\nsut oct to the jurisdiction of the United States shall have jurisdiction of actions\nbrought under this title. Such actions may be brought either in the judicial\ndistrict in which the unlawful employment practice is alleged to have been cora-\nmitted or in the judicial district in which the respondent has his principal ofae.\nNO such civil action shall bo based on an unlawful employment practice occurring\nmore than six months prior to the Sling of the charge with the Commission and\nthe giving of notice thereof to the respondent, unless the person-aggrieved thereby\nwas prevented from filing such charge by reason of service lathe Armed Forces,\nin which event a period of military service shall not bo included in computing the'\nsix-month period.\n(c) If the court finds that the respondent has engaged in- or is engaging in an\nunlawful employment practice charged in the complaint the court may enjoin\nthe respondent from engaging in such unlawful employment practice, and snail..-,\norder the, respondent to take such affirmative action, including-reinstatement. or •\nhiring of employees, with or without back pay (payable by the employer, employ-\nment agency, or labor organization, as the case may be, responsible for tho unlawful\nemployment practice), as may be appropriate. Interim earnings or amounts\nearnable with reasonable diligence by the person or persons discriminated against\nshall operate to reduce the back pay otherwise allowable. No order of the court\nshall require the admission or reinstatement of an individual as a member of a\nunion or the hiring, reinstatement, or promotion of an individual as an employee,\nor the payment to him of any back pay, if such individual was refused admission,\nsuspended, or expelled or was refused employment or advancement or was sus-\n' pended or discharged for cause.\n(f) In any case in which the pleadings present issues of fact, the court may\nappoint a master and the order of reference may require the master to submit with\nhis report a reco--ended order. The master shall be compensated by the United\nStates at a rate to be fixed by the court, and shall bo reimbursed by the United\nStates for necessary expenses incurred in performing his duties under this section.\nAny court before whica a proceceing is brought under this section shall advanco.\nsuch proceeding on the docket and expedite its disposition.\n.r•\n(g) The provisions of the Act entitled \"An Act to amend the Judicial Code\n• And to dofino and limit the juriadiotion of oourta sitting in oquity, and tor otha•\n.\t '\n•.•\n\nCD\n.*: Hous: JUDICIARY COMMITTEE 'REPORT .(cid:9) J1(cid:9) - 147 ..\no •\npurposes,\" approved March 23, 1032 (20 T.5.S.C. 101-115), shall not apply with .\n)(cid:9)\nrespect to civil actions brought under this section.\n. Cr.) In any action or proceeding under this title the Commission'shall bo liable\n■*(cid:9) for costs the saroeas a private person.\n.(cid:9) -ir:CT ON STA:::: Laws\nSze. 70S. (a) Nothing in this title shall be deemed to exempt or relieve any\nperson from any liability, duty, penalty, or punishment provided by any present\n-or future law o: any State or political subdivision of a State, other t-- - any zuch\nlaw which purports to rc,,ce or permit the doing of any act which would be\n.An unlawful employment practice under this title.\n.!(cid:9) (b) Where t1e:0 is .0. State or local regency which has effective power to eliminete\nl •(cid:9) lend prohibit diser'—'nation in employment, in cases covered by this title, and the\nCo:ree'esion deterre'e es the agency is effectively exercising such power, the Com-\n)(cid:9)\nmission shall seek written agreements with the State or local agency under which\nthe.Cominission shall refrain from bringing a civil action in any cases or class of.\ncases referred to in such agreement. No person may bring a civil action under\n.7.(cid:9) section 707(c) in any cases or class of.case,e referred to in such agreement. The\n)i(cid:9) Commission shall rescind any such agreement when it determines such agency\n.(cid:9) no longer has such power, or is no longer effectively exercising such power.\n-(cid:9) .• . • :Nvieseecnr:oNs, issrz.moss, auConaS\n■(cid:9)\nI(cid:9) Sae. 700; (a) In connection with any investigation of a charge filed under\ni.••••• •e sreegcatirodnin 7g0 t7h,e t hpera Cctoicmesm oisfs aionny  opre ristso nd easnidg nmaateyd e rnetperr easnedn tinastipveec tm sauyc hg aptlhaecre sd aantad\nsuch records .and make such transcriptions thereof), question such employees,\nand investigate such facts, conditions, practices, or matters as may be appropriate\n. ..(cid:9) to determine whether the respondent has committed or is committing  an unlawful\nemployment practice, or which may aid in the enforcement of this title.\n(b) With the consent and cooperation of State and local agencies charged with\n••(cid:9) the administration of State fair employment practices laws, the Commission may,\n• for the purpose of carrying out its functions and duties under this title and within\n;he limitation of funds appropriated specifically for such purpose, utilize the\n1 :(cid:9) services of State and locelagc;:cies and their employees and, notwithstanding any\ne •(cid:9) other provision of law; may reimburse such State and local agencies and thee:\n enplovees for services rendered to assist the Co—ission in carryinc; out this title.\n...., th. iksrc  ,t)(cid:9)i tEle,v sehray lle (m1p) lmoyaekre,  eanmdp lkoeyemp esnutc ha greenccoyrd, sa rnedle lvaabnotr  toor gthaen idzaettieornm sinuabtjioencts  toof\nwhether unlawful employment practices have been or are being committed,\n..1!.(cid:9).(cid:9) (2) preserve such records for such periods, and (3) make such reports therefrom,\nas the Commission shall prescribe by regulation or order as reasonable, necessary,\ne ••(cid:9) or appropriate for the enforcement of this title or the regulations or orders there-\n:t(cid:9) •• i .(cid:9) under. The Commission shall, by regulation, require each employer, labor , e .\norganization, and joint labor-management co-----'tte.e subject to this title which\ncontrols an apprenticeship or other training program to maintain such records as\nI • are reasonably necessary to carry out the purpose of this title, including, but not\nlimited to, a list of applicants who wish to participate in such program, including\nthe chronological order in which such applications were received, and shall furnish\nt..•(cid:9) to the Commission, upon request, a detailed description of the manner in which\nr•(cid:9) persons are selected to participate in the apprenticeship or other training program.\nl;e(cid:9) Any employer, employment agency, labor organization, or joint labor-management\ne1(cid:9) co-----'ttee which believes that the application to it of any regulation or order\nI.(cid:9) issued under this section would result in undue hardship it may (1) apply to the\n•Core ee'ssion for an exemption from the application of such regulation or order,\n, • sourc (h2 )r ebcroinrdgs  aa rceiv kile apctt.i oIfn t hine  tChoem Umniitsesdio nS toart etsh ed icsotruicrtt,  caosu trht efo cra tshee m daisyt rbicet,  wfinhdesre e\nthat the application of tl•.e regulation or order to the employer, employment\n• service, or labor organization in question would impose an undue hardship, the\nCommission or the court, as the case may be, may grant appropriate relief. '\n.•(cid:9) INVZST:GATO:3.1' eowiens\n,(cid:9) . Sac. 710. (a) *For the purposes of any investigation provided for in this title.,\n••(cid:9) the provisione of sections 0 and 10 of the Federal Trade Commission. Act of Sep-\n• tember IG, 1014, as amended (15 U.S.C. .10, 60), are hereby made applicable to\nthe jurisdiction, ;ewers, and duties of the Commission, except that the proerisions\nof section 307 of the Federal Power Commission Act shall apply with respect to\n\nAPPENDIX D \nThe Mansfield-Dirksen Compromise \n\n(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)\nQD\nIILS2 CON'CaESSIONAL RI:CORD - SINA.T2 May 26'\nrcli^:on. r.c:c. or r.ational oils-:n in orly con-,(cid:9) (c) '1'ho Federal Executivo Pay Act of 105C,',(cid:9) a stibaecluentr,:,:,:...ecrim,,,:. Any officer o: et:I-\nn:unity, State, sectlon, or other :.::::\"., ,-,': In(cid:9) C.Z; amended (5 U.S.C. 21:O1-1‘.•3:,), :c furtilc.: , p*.c.yee o: the C:h.r...1.5:ion, •.:no s1::.:1 raahe\nLilo av  • ''- blc work .C..)::::: ir. •lily coo:triunity, amended-(cid:9) public in any fn..nner whatever any :r.forrr.:...\nState.. section, o: other area.(cid:9) (1 ) by adding to secuon 105 tIlcrco: (5 Lion in vlolatio:i of tl-hs r.ubsect:on ,-..!..:.:. tie(cid:9) •\n -an:a:all:1 employment' prec:ices U.S.(:.220,1) the following clause:(cid:9) deemeci: guilty cf a. ntiscie..-heano: tar..(: ..;late\n•\"(a2) Chairman, 1.4'11:al :1.4n1)loyntent Op-(cid:9) cohylcUon 'tile. of  &h:..11 'r.,:: 'lire(: not :Lore\nor ; '•.•(cid:9) (cid:9) pcdpl:rrpC:hii..reilol•a:reivoSa. ;ipr-onr.1hi.yht ;.ld.,l•1,i:tim..i c cc-i)uec.:p:s1i.iaian•p easterrgi7 rtln.oidater.tt.:e  ttt.. no0cpol4ea   ae c fp1ndr.ri1fdo}e i, ro.ay (:f':der.I ;a .cr.ot : npt:c )iomatArorl r ti i lI naaiccgm(ieac.n1cssoh .nets tt hpya o il ,tha:c af lbrbeiroabeaongnr yen.ylonhera ylrl m ,y r:renst  bto .ht lioaoonanieleiniitsrdf1nesp: h, i  aCte:.1tt.,he 'i.(n1,  ;.1:. )ab1r,i1lrf  tse:nn.:1ave1oih1 dn1rp ee  ;rtu,),:-ad,nl.aa : :.o'n.narrt•iute  nyi.ols pt orraswhsIer. lowttn  otret.cbfh    vfryuoIatteueioocellncls,elo oe di  y ec tdetfzlt ltmiio ii1iiit tonasgsyooslos•.--e-ir-r-t (cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9).-p  poas&tI1hposrhh 0oIutsii-oem((tei0wE t:ny2r n1 . c(qe  oe1ia) (ulliIsr/  ettf).:Asbt y K. Ie;: )nI-1 ht.ayitaCl\" nh utleL (cid:9)i:i ls sl:roaialalip  yeirsn Onlnoir tchpymiriieIfnt1 m:   cls..lu(coi.,eeeu5.•yit li.pe. tlhcrar•U(cid:9)iOtarh.•le:a  el .ro'   t1rSoor chy1rp.en:lcO e l1gil1\"le :ie,.i;:L.i 0x o1e Oi a2rNa ,.npr,or,2c:t.opneaf.c0re  Ol .ii5ot' s(c(cid:9)rhor:(atmit5aot rU o)e) a p)l SC fl. n(cid:9)0CIItl ttoihCya:yso te t hoCr:oeC ponf l ,utronoro:h rehliolimsreitcii.sfst rbcip osm,oeIivli(cid:9)unanrot-.is;r(cid:9)(cid:9)(cid:9)n(cid:9)s- o-‘  'n i. jtth1sop1;:o;ah,u.;:-a,rr;bt1„aal;(as .i:wbri:;nacp, cl::.;)a:oae(cid:9)eu• :-toC h:cr1X i Sictl t:<ite.i;h.irty1e•nt1o(cid:9)a.w. ;ei -,,,Q•n:ct-,tGrre ie;..0 a.te,cz C,( C.h1o..loao ., 0 .•:  )'r,s,f,:e rr  -i'tou ,re,,o,  Or rrarler b.y roa.. h'u..,. I.cp-d-nco,t„.tns:Lheipato hev cs:erlelcoz oI thit. zo,sl:i : poaar pt tifnLuoiherry Ozacgratn;eecOi aCeenrenp t,o .eCc.*k :. .gn.nnat..CcU*.o.  laa  ,!o. lar ,a:  rye,1hzr:u: -e„. :lg.Syi:rL*p t,bre,.,•1it.zeh,ceS.ldr.-,,t: .os.:;t .,n:fi .,.Ita)-r,n *l.l,. fettIizl:r:•g, rei:, e:Ce - nto:. p;ovhc i,L..:l  r.:eaer1aawu1o  -nlSd1w n.lcVb0C ott ecC uabf:L iecocintoZcsdeeaeho:Iii-:-r-•l,l:\np:a(c tb:c)o : tf oLr latna lcl rbhpel oayne ru, nla'obmorf  our:; ,e-m.11p1lo12y:nittieonnt,(cid:9)(cid:9) ((1g ))  `tI'Oha  cCooom omriastseio wn isthha lal nhadv. ew. p:tohw etrh-e(cid:9)ir(cid:9) fcoeir:Oe itnh;;es  :elaxvpai ri1aCt.:oCnh  ocofr :ct.r:rN.,t-y. :dr.ac:c.t'si  ta•ftlceire rp rthoe-\ncOo:t n.2,:c1,1 12.:00 ytri,ct0 p:1rt.i natgeedn coyr  t;oAu pllirieilnlstli lo. :rA ilp yu bI■liosthle odr  octohners eanzath, ct:ictoil, i1z,eo rr.1e1g i2ooublaIcl  Stttiladt .p).r ilvoactea,l ,a anndd(cid:9)  S1t1o:ttvoe  obre e)nd eeaarll (cid:9)ilearwt, eurnmleinssr. tseudc,h p prorovicdceedd it•zlizaat.\n4Gc1l:i: tCa,1sd1ivf :ie'c,:ralt teisimoemnp leoonry ter.r er foeelrar rtnainielg mf uLbro e e0rn1stI1;l1-l,:p:4o 0Iyynrr:n Aoecrn;i tta.  bnbyyy(cid:9)(cid:9)(cid:9) :AenrO(e2l v3)i. c:t.Io%lli i1.p6. r:o(cid:9).ry  Wto2 iiwi .i.t.rreie AS.SL.eV:.:1 V6/11o\"u:6tS..e.1 d heepfoosrite:0 t1h1e6.(cid:9)f •i Orsusnceth  h s',l'il4xl.i:t.d.y■r-: Cdafcatly e a.rh) etorll iicot d,e.v fsefhera..t:lytl i bvdeea  yed.x;a tateueo rco:cife .s,d .t, :htcore.\nScsI00•4ieents,(cid:9)e:ltlm:r::1-oat I1rxA.e:•ac:si:tp•;,•nLm  1:hs:i;:beolc:11ci o. 1f1i:.e\"o,e0:r(cid:9)t:ni:y1 1.c,1 :1n m a1nw11ao.lat-i  .tAeamrie2hi iom o1tnmtceoi,:niitnd ,znt:od,lp.,a,eA,o  r vntl.rbu oo■: ieeAl:oaOir.i;lrtr:u: lni..t cn.g r;oc.l;.cOe4.ieA iinou.e.lf:nr:i le0,i nprii)tnoz1gre, a.r1. tnlai‘tslnaet.ggi ie onoi.lleirx  rpontifen.C.u.l oa  xe:•cooC,nlr: cy :rrls aqf,,ee  e:  ynrCupmc1Ne oa1aA.:t..3(cid:9)p1ltl.  lo4ilit(Go'lf.1o•.rho)1iC:.1(rcn c:ay4r 11. aie.atml4I:..ltil.  l i :atio. s-;iioce;to.ulo;.lr.r  n.i.nri'.,p; a'c .  it x11a4'gro  f1:n1Aeib1oi4s n11::y1■-:ry-,Iy(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)(cid:9)  Cw11:r.tWl''::1..ttei(cid:9)0.,o (cid:9)1toCi3iii(!il:0lll,:01Cri1.:ll'l1a111y,.i:4.1•:)i1 ,1, .l'4,;:h(cid:9).s l(cid:9)'o; .v::41 hi.,efoqi;l4•. it;u,  ,.t;  o'iI.:iothl1t(;11rlen1'1rr. sto1. o13l1e  ao.n:lr c0r •u:yngh ih1,l.ttcr:,:; ouaiV. . soi'.1  rt1el:'nrr i ei:.1ae.i(cid:9)t1:oz.•■lo ,,11:u.o,l1L• ,. , r.s,1},p;t ' r:e 1If tb1t eOoi ,.ih-Oo:C4r:nrisw(cid:9) %oe.r a.tio.U rh i.ol :tW.lrrfSeLe1hn.   1 :s  ic1uriso,l 1n1e:;o.g„ 1. :0ifas1ir,A:0n0 tttqht1,0t/t:e1t - ipn Oi0ytnli;l1enity:s.;.:.I;.1d0 e i  .1ac.ntctt m::shco.ith1,l:l.t.ce l:   ba:eptort: o- OOeye. tlr soer   r wtm(aSsWyuh1m;i 0(cid:9)sC1o1oitrose)hy-r. (cid:9)(cid:9)(cid:9)• 1Llstrbtpar.hh:t-Lprue.a11.ae(0 p0tr,tr.tc0ep  ; ri.1stcpci no.:t iaeo,0grotIsp.i1oel nnne .,rrn1UCcselti  I!ae tbcCtCron theiiI y; efes uldse 1o   nltrnc.Ssr ac0.lcecei 'tt aargSe1a.ea.l,s o1 -,z•.  .:.. :.:.a: ;& ..:. e:3a 'evIte\\bo1 n encnob\\oLy : .t 1ry 'f.o.0. ..oe  .e::o:r:la: :dfeco .tefn h.le ,t.gscc .teniy.Cuhcio ar(cid:9) .s .ueh:ccil:ct2: , oihe*l :1ah::a i r,. upnra1Cpzaee:rt.nrudL1r c.ctgtho.;t :,he;ih.e:i foc ennoiiu o:r:ecfcf:V pe r.delet::ooiyeil1Uidtmern.ny  .dwefltg e oowoon .r r bsigtts i th n:thusytf.h:aceoc e ;:ihneeharrSl .•\nto ct,OperAle In effectuating the provisions anember of the ;on:miss:on allegio:r, ao or.- ...\nEruct E7np;oyment Opportunity of this title, 1,0 to.hl,t 1.:1 such c:rectuation lawful c::•)1..(cid:9) ant prACLICZ: oz.:Ur:ie.; in a\nCi.7;l7r.iscion,(cid:9) by e.00caliaticol  such ot.lter remedial action(cid:9) State or politi, al subdivision ci a State. •.:\n....:C:.. ;3 5. (a; The.re Is her.eby creat.ed a(cid:9) as :is prOviclCed bory  this t.itlo;(cid:9) :w.hich has ea St .t.i: or lc,cr.1 law prollithur.g ''....\"\ncEornm;)lmoyirsnseinotn(cid:9)  toO bpep okrntuonwitny(cid:9) es Cthoem 1m.kti,nslaoln(cid:9) , Api3p)r otop rmiataek eto l ielifeflel ct.tiu.,CatlIea ltchale s tpuudripaso s;lea. ;a arned t hauet phoraricztiincge 'a a z ' ,taagtee do r; Ilnocc:(cid:9)al astuotbhlicsr•-.t.y^. ;- .o0r\nw•rsth.heoamitlcl  hmbb eero.r hasrpa eolpl f tob htiehna tocneo d wmt hbapnryoe etse hep edoo .Pl fior tewifcs ahifdilov epemna tmr  tsbeyhym, a awlbnl hedbro ese(cid:9), r opalfo  w'sh(uic6tch;)eh  art  eosoct fuor etdrhf.ileiensrsi  e:t haintavldetaat i:eCllrnaIsbcO ttl oe:t1  ott4 ro ienf  oLaA1rk 1teIt0n.o  pttruehnlre)evl yierc en•G(cid:9)stuieolntn-s   C.e,Hroianme nsrmte:i ttoiousr -t Usesi eopc.neoril nmt•s  rlrhnieca  e:.ielil.v f  bipfn.reogof..o. m4n4r.o.e1  s t,1iot:c1ace,k-l.: :ist n phwgre airatcehrt.io c',r,f,e e,a s.cc p,tt:hi eovce.n't,\nwCiat:h:  otIft eti laed ovricigei nanald m coemnsbeenrts o sfh tahlel  bSee naapt-e .par1ty11 u an cdiveril  saecctit•io-rnit  7b0r6o.u oalri tf .o.)ry  {alnie .aigngsrtiietuvteidon(cid:9)  pwroitphr rieastep eSctta ttoe  sourc lho ccahla orgnei,c ^ia.Gls '::a':n(cid:9):!. ius  pbaspa-\npt:f, •eo.. -r::1:r :nas::.  t oteoedfrn .tn etfe 'o fooo:  fra; , f, alevt aeetrre.s mry• noe a'no rosef.f    ofbfonoeer.ug  alyri  meytaeeinrra.nar  os'f ,nro oaefmn  :t'dho tr rhoe eaen(cid:9)(cid:9)e oumannaddtat ee acrrs sissv.iesiclt t OitohCneLI  O7Ai0lt 1btfo,y ra tnnhedey   tAo*Gt etaonc rievnrleasyel  ,oG cnoe nr&.s ueulrtca,hl r eshiqucxtunt. yedle-srdest.dsa  ay taf hnpfodaet rrt'dlswoi extdhnt ytCey i :rddI.aa aalyyl  s rCb e(.eapU sie•.ooixnrntlgeda nbctI:dl:te:ee   tdtrti.i : rhr.t:O,t.e.  .  s,I,X.t e.au1.:.,ht.:)\nydssueeaarct.rc.e (cid:9):oe.  sores,af o. cfreihslnl  saahe cvaxtla:clI ceb:aapenn tca;t yp t ohpshoaf taitn lhalt neibsdye   t fiainotplrdep it.ove, riibdnwtuuaeiat d olt  fohC 1fnei1vl0iyer■(cid:9)(cid:9)(cid:9)(cid:9) stiioo(nn h.  t a)r p.Aapytet,o aarrth  fteohyrse  A aitlni,prde  :cr.:te:-,p otr,re,c.s 1oe 1rf.. utt :htdheer e C•  Ctohoirirs.nr nasleilses--- lrataeofmtwe trei )dCt hytt1, e1 t1u h10enefs.df sepecc rrata ic :vsiCteii'Inc cdeehr aatt calSe•lre to golpeft ede sr .uio.ocrdhN  . i1Ss t•artee q outre slootec:1al,\nfor the une.xpired term of the rhernber whoa: 6/04 ill tatty cr.so tit court.(cid:9) (d) A charge uunnccllee.. subsection (a) shall\n1I1i. . ••' •nArh etnseht g tesVe, ohC in'acJolr eil. m  cisbC umnlheci eiaco:misenriemob bdneae.r, hn  TtUa.o'hl lf Tles aoC h Pfo7e rtVn heCesOeih  dCm aAeoiernrr.mn toC hns:a1hetni::as4  Slt:sl:o1 :h1c0 s1la:e1e:l:sl r: fi.v lgooio-rf(cid:9)(cid:9)(cid:9)(cid:9) c/aiicApih r,(twrOiha)cAce .:lcT 1l.op..h .te.wioorcriIf.i ;.to,iCi11ir   omo4orctnrathni nvepliclrtrsl oe.d,r: i.41eo.1spfo0. (cid:9)nia1..r. .4st•.,mhc21laei: -ln.el1,td  :aI.u cnactn aiavdtini othyinge aoasli, fl ac cIriocitdsa-(cid:9)(cid:9) cbppuenieeoplr atyst;io,m l:tefnh det araa t.wgt te  giTiptnrrrhi-e ai,t-vTnchet. -Iierdc.ir ie--hinrC-aeeWsitafy•i tstf- leodif.  lialroroye.:7fwssC P'ae teidn.Cc .c tt: ht erItoelo:l. :ip  esvt.ro.::owrh'rc feiueca,-dlhl.:. C„u •: :r:eh6;e)..a1-.•\nIt .;(cid:9) .. the a-'-'-'strotIve operat:or.s of the Corn- .Prevcis,:fon 0/ un;c:ofia einptoyment precticeJ set, out-tr.-subsection • (b ) , such charge 5...,.\ni(cid:9) ±(cid:9) roission, and shall appoint, In acCOrdance(cid:9) •Sex: 70G, (a) WheneVer it is chiagcti In be fil,-..,-.,..\u0012 y the persott :. c:,::::zr :::: w;.u:,'Ll :w:,\nwith the civil service laws, such of:leers, writing under oath by :L .,cite..clairhin;; to(cid:9) l' 1.ITii-d---Ci.iii- -itfifil--7.: fa:: the '''\"•'-ei.:\n' •a.'t fc;ee.n.ft.ss:.. rayt ttoo ranseFy.'s,:,,. ta nItd.  cinr hthpelo pyeerefsc .aersw I.t, :ee.l.c..c omf(cid:9)& fbiele ;.1; ;1biy:r 4t.,: y4e.'a,.,., :oi,r', .a,: rt vcarrir t.tl.e.)n C eollmarmf:ois s1io-.na sw bheeenn::(cid:9)(cid:9) twinit-l1a1--anlrtt1.111-11e-ntytT paNloyt :sM:A.:fztietr -::r/::r.,acc,:tlikc:er.. gb ieteoUtt:eree dth, aotf*\nIts fim.:t(cid:9):•-::• anti to flx :;.:::: compe::::•.thor.(cid:9) Ito hits reasoilahle cav,ze Lie believe a vi:.,lation(cid:9) thc State c.r__1(...cal.. agency _ 1.1:.s lorr.:::•.....:\nIr. i.ucorciance tvitit the Clasr,if•cation Act of(cid:9) of thi., Lat.. h.,:', or:.:I.CrisAl (mid stick: char;;,)(cid:9) tlIc•:\"-PrOcC3.8inzs under the ST..aze or local 1.•,....\n1 C.;(.., so; ar.lended.. The. Vico Chairman shall(cid:9) seis i'm\"..li the fa,:ts 1.1+x''4\\\\411411It is based;(cid:9) whic1Laser•-is-en-r::::r.---a1S.Zr a Co;:y 0: st...i..\nqi(cid:9)(cid:9) 'tt(cid:9) 4oin,f2  1;Lh  :;o. :4c., .1i i ,:C(cid:9).. ...:.:I:..:el-.a(cid:9).::Lt:n1  oinr  1th11e t haeb seevnecnet  oorl  da ioV■aon.'1i4l.iltieyy(cid:9)(cid:9) l1Lo:ia.wastfo.ur  ilti wle: ifepolo(cid:9)ipiuiilrho,ofyiytm0uVAe.ln :0i4, 2+p11r.;0a):.e. .L‘49yi1c:;1e;:1,. .4i;:.::h1,■le 1i nC.' “4og4em4ilc4my t.ii sno--r(cid:9)(cid:9)\t •.cthha;eer g): 1eif 1s :l\\1ia4.lL'r'b4-V.-4z -1f,.7\"i1l':e1c7d-l7.t ;:7b.::•txey n tdhvyae.y Cs onraintenrss .io, nc .:v\".;:;,;:I;.:)\n(cid:9)(4, !:t', . vacancy 111 the Co-----'ss.on shall(cid:9) sion shall furnish suer'. employer, employ- .1s hied with tr..: Comr.v,::::::-. C. ,.‘“.;.11:11 V.v.:TI\n:.i(cid:9)(cid:9)I.•;  f!;\t  ■ •'(cid:9)  rz..Co.-...o..Ci.,-..a:(cid:9)Z' :t.--t:-, -.I:..;M.%o..T:t-t  ,ae,i r t :a.o4a 4:  :;e .1txh*e,4er1 c ri..is:l:e;ch oa tml,l  eotmilfe bt ephroes w trheee.nr-esto aoft fns lti.)nh;..e.,g1(cid:9)(cid:9) nia\"ef tn\"etr'P  ar.eg;f eecnr'rree \"dyc ,t \"oo  rc; islla\" tb.hCoer;  \" \"ore.r.sg\"pa1ut hn\"rd:a\"et'.iliolt tn\"\" )1( th4ve12r1e:-..i.1n.\"1-':(cid:9)(cid:9).c.;ce„clim otmhy-seoe rtrc  eu.c- ra:t:ohs.oe:a:r nc sre u ,x:sexpt%ittb rysa  pet(icreoatrr yi.Io soo :tntfy   m*r(.c.raa).. yy.(. ,.p..\"I.,e..,.x r,e.i.N.o:.,z:d-e,,.ti ,..o t.t.,cf h., . ar..:e.t..f ..e:•:C•:,:-.\nil(cid:9) (c; ':•:•.(cid:9) 1:. •.l (cid:9) shall have an oir.cial 'In1t\"e\"r'.\" c1h\"a:'tr1g0e4 s h(4a l.li .n'\"o\"t,  1C),\":. 1\":1.■\"1\"0..:. • \"4):4::'•,'.'',C','_':,.y _.1'.1\"%\"*34. L101t hy {Ile Cor.1:n1s„1.:: -....,:;:„..,.,....\n;I. i (cid:9) ,,,,,,. \\'.....::1r(cid:9)s- 'i oe judicially noticed.(cid:9) Conimiss' ---17-ill-CCommirsi-311 sli..11 deter-(cid:9) to aerttre volintt.ry .o:•.:..1..1r.:;.. ..:C \\:'..:•\nTt.(cid:9) ?,(cid:9) ' e:-.1“.:1 1j  f1i.s•c..ael ,C yCe, a-r1 :r1e.p::::O,:‘t It Lo: 1L4::140 aCt;o tnhre, rcel.Ot.:,s ea n0d:(cid:9)(cid:9) r4•ieiaa.:\"a1m-,T:shtrr(iVcCt  cia■l:l.,.,1e  itnov leisetlii;et:tI'eti othil,a .t. ,t..hte4.1c1h\"a'crjias(cid:9) ztor. noz'o.,stea.u;,i  tvhoel uCnotna-r -y- 6c;o:cn.r•.p hliaasi lbeee ewr.: tc!.'r. .•,t:':.:0•\n,(cid:9) ,(cid:9) ;LOCV,A I .t:oIiCt.e rnr:e(cid:9)iiitth:Ce: 1li;. .C.u0ll1.c:C. ePr..n.‘l,i,l.g.. ,t-i..l eA ialiic1t iioitinl.o i.its(cid:9)(cid:9) ei6h :thriulle...I. nt haell yC oti 6i ri cm 1 1i(cid:9)l4“,,;4:e0i.1•t.1!i l E1ll1n4l::,.e c1Wro:l:ic: ..,:1.i;v1;o:lrk e‘;,.i0.(cid:9) stl.i,.t.,;;l:;s:e ,11/,4).: ,1t(cid:9)hti.tr:i t:cye.V.,..,.•.,....0:..;y;;ra;.-:k, .:.;.1 1;;, ..2..;..;„,..:.:.iz.:.(cid:9)L:.;., .,(cid:9).,...t:.:.,.:,:t:.1■:1::.....y., .,..::t,,:.'.?.0::.\ni.a A::(cid:9) lioliv1tioat... iii :- ,•.:.',IOY n.,,;(cid:9) ilAn(cid:9) illl'ilt.(cid:9) pe.i.:LICO ' Ly(cid:9) :1.14i:111:::(cid:9) ::14::::■,■N(cid:9)■li.(cid:9)\n(cid:9)''.(cid:9)1I(cid:9)(cid:9) •:1,t(cid:9),,.i1,.-.:k.o,..•--..)1.:,. :(cid:9),;i.1l, is a1t:  44, (cid:9)i..n1... 1I(cid:9).1.I(cid:9)t..1(cid:9)y 1 .o41144.h (464 •oo■11:.Ai i'4..it(cid:9);lW.. 4.Af■.e..k .4::;1 1i,4n,,■,..61..4.4,.I6.o1ft4.A1,i;.■.•  1 •■t(cid:9),••; (cid:9)••Ibiie.al!(cid:9)(,.•(cid:9):!• i•l4,•l,i•,t.i.0u ■4tl1i.iiit.,/•:ti.0li lllt : u1(cid:9)•4,kl1.;b :i“41a1. 1.i4•m.∎44•(cid:9)!•(cid:9)(cid:9)(cid:9) •b••f1•■14o.i16i0.1i 1“4t.,1:0i ..,4,. .e:.o:.o.:,4.•i1g46 1,.  .t1e•s4i1l•ato•(cid:9)4,)i1td ,te4,: :at)o.1■v.ria.4,, .L1i.4 '1.:1\\1,,0.1vl 1:1iiiioc,t:.  ltao.i,,1rym(( ..: •i•hi•f.(cid:9)fs;:e4 :e4t. i1u•.tn1••h1 4•:„1 a.,%4.,d1(cid:9). .oe,..(P rIpi•e.it:..it.t+'itlre:hi.%.ns ii ,ie.C,. •p:uI  u.b. o.li 'yl.l .-lt.(cid:9)(cid:9)(cid:9)(cid:9) c.oo(:h.rf) \" a(.4'2.r:1ig).1. .e0).I.. .f‘C  1 as'o1lt11l4im:eo: glm:i.e ;;c;si::hs ::l‘saiv'n1r:l\"gus': e:t:i:l .:;'w ;;‘b;!.;a1y;:;s\" ;: Va141n,:1::1y.1::A  .p'C.0ee,:,.7 r '. 1s.:.,ho,.0;.,n':;, , ' ,,i:1w:tc1 sni:rt4.i.cc7'4.aa...,.l:lrl:? .,.te.......•.:...\n•\n\n\t\t(cid:9)\nr/\nf,$.64\nit' „(cid:9) / 17\nj\n.1 \ntY-\n•C-\\iNGR...S.Si()Ni%:.(cid:9) SE'NT.i ' en;\"\ne;eI.insrecueurinruenle sc um1o.)ipeyl rcts',o :iiet•si nc to,h,mne tpc opiauriarltci et:niIc•tae ay. n U(dtep eionmn  s jauupset-t: CitiOioibrmlnee mfyoir'ss C sfOieo:e.nt 1 ae1s nt hdpe  at1hr..et1  1oU:1fn rt ihateetd  a cS potesrlitvtsee,n tae  Enpdlelea tslhlo ebne .7\t\t 00reec.s ctehensetea  Cttiovo,em  fJo..m.r.. ^its\"i lsCei.o1 ;p naul lro prreo aI:st.o:e,n: :da oebslfie get tndoiarr\tte,e. .c.:-t\t, .-\t..ovn.:.\neine court 1.,ay' eppomt\t attorney for such, Soc. '707. (o) Whenever :he Attorney Gen- and the rieht, to copy any evidence e - ..:y\n' m•pr,.e;:eee,m,rs.?:.m.pcIt:cl e:iaota\t•.:lt  citfohe•neet\t. s  A,to hcrt'le:o •its drhct:so'et ,om uCyorr atoG  ytmstee onaacnleylu1 r,w,re 1iili1ntL 0ty ho7i.to1  sU;Il: nte(ptt det othrenvheee e:tn ie cmePto :1aero1nyln1y--\\ tpcpehrneaairtjsltso'  eohtyrinamnts l oeoe rr,nre   tgatpo srrooooafncut  aatpCinbc holyeee:   o etep ftate; uht rrhrese.e0 osp  nirtesiosgt:  a,hIipn-scd •er;i ee;s;e n  tovsog•re   aets; l'ngthiar.•eo,c.i. .tl r1ai oc ilblnl,l)y y\t\ta p  apteogrra a(:tcbi:htno)iecs nTte  c:th :hh becaa eorteg ivtrneeee rguieenn -dItsde nlebrivr,sy  esti ontishov tvIneer_, ge znt'e.net:tti-w:gecc ;afd, -utc, irlOoo  aeno.rm:.p  Iepspr rlarooeecy.eic:nn.v.ti.ae.lrent.hdtt\nsr::i,luteiace5yh  ,t(cid:9)(cid:9)eefrefnrs-:rt:ns.oa adttr-iitrrotnzna•or neeote.fi   fUStinhtpe,a'ont-esn  .t: o arxrei :u:q-eyurw' tedehs:a te•y.rrs ot  cippelereeond ccd:ieoilneu•:dgr3-t. Jr sietshlev eroIw lf l :iesldeau:!,cA  hetwh xalee  1n r:Aca1iid  LstioeIri*. e'oe,  ae:fyyn p'\td,rh oie;s,  reil.i.i%,gntaeetl, u domrl,ls ae:hrdyeie  rti.,oe: , i edrn.o.e ;u;On;tys ;;a-\t\t\t peSa,1e(t*,wea/nnteieene :lnse,, o.Ll,ad rmwa tlaso.l cyoaa nflg  ooAersfg .t e hw:::iesti ta:phet usst hr epefha oecieror genee snod,i:f pnw hct .eaG,e,..i:, ,!... .teinilte;.;\neeeer ..C. .L onoemde. m1;1's s-uAh:soenc ttioon o ('1o)t;a oirn t:h:e(cid:9)  cifortst eorf/. optIirle etihn Aet  (e: htIii)nl tseet edAn Steit(,e1,;r  bwtsyy  b ky(ilI nto iO\tinlilWleig rI(cid:9)dnw )1..111 .11(cid:9)1::: ;tIt)tl ) ,ae.(cid:9),e.`.t'30ti11i:ntn:in-f.(cid:9)\t\t met:p it:le•; arIo zap(cid:9)snr ifdnus nvtee:dIttt IostpnIne5 c t8.i1:dl1e7 1ead ilIl::yLM flIeoLsr : sI:Mti:nocCnh C orr: \"u..\t \tI :.:.e.I,s:s: •\nze,feil :tf eUelnsi Unendit ecde Sutratt eosf : lais ;t,:sleut rceo ns:u: bajencdt, fPo•ratchtl efe.l. eatsn dp e('r1t)a rt•tirii:oieN.e t.to,: g'. omrbee ps aretltieerfn. i ioi-e\t  utthielinzr ee mtiplelo ySeeervsi caen—d; .O nr ostuwcihth :s;:te.i1n;cri1ten._.  1• : L,(..4y\nte :he jur.-dlet.on o: the United .,,late; shall chid nig an appliee Lion fur a ;.c.rnitu,vis t, or other provision of law, may reirr.ourto :! ..x.\nheve ;;;:ischetion of actions brought. under temporery injunct.on, restraining orcler or agenciee and their e:ee,loyeee for se:\t es\nother order against :liepersons or person:; rendered to aesIst the Cee--'-elor. ill cr,,-;.-e-\ndi,trr.cletito rt.h :eh eSyt ebteeb rIors. swe.hhti c:nh  athney rheos pdoenesmibsle n feocre 5s1s.1(a..r1y1  ptoat ;i neerou roer  thp7en :cstiIlol e,e nan-\t coino;•p oeuratt tivhei se:f ftoitrtlse,. t h:re.  Cf o1m1:m-th:ee:se:nocne  noefa ys  ns.-:h\nuel•wfn: onu,loyntent prectice is alier:ed to joyment of the rights herein dereribech\t ter into written af;rcernento with such St .4\neave been committed. in the judIcial district. (b) The district; courts of tile United Stater: •\t or local agenciea and eUell a;;:ecracata 7.y\ntl.c.•(cid:9) rscords relevant shall have and shell exercise jurisdiction of Include provislor.s under which the\n• • to st;:\".7. •,::acLic:e are mair.tained end ad- peoceedings instituted pureuent, to this sec- mIreion. shall refral\t from, processing a\nnensistered. or In the tut:lc:el CIIStrIet tion, and in any stich proceeding the Attor- charge in any casee e: class of ceeee\nch the plaintiff would heyC worited but :ley General may file with the clerk of suet: fled in shell\t nu, and ti•.de• which\nfc: the shekel unlawful employr.tent prec- court a receuest th;!t, a court of three judges no person may bring r. civil act:or. tinder\nt:ee. but.\t the respondent Is not found, be convened to hoer arid cletere'ee the cese. sectior. 700\t any cases or cies:. c: \t\nr.ry ouch district. such ar. action Such rcqueet by the Attorney General shall spe.efled, or under tvliich the Con:ra•:sic\n.00 •,:01:;:'1tt■le 14dIelal c:iztziez be accompanied by a certificate that, III :lit; shall relieve any per:or. or dillse of persons\nwhich the respondent has his principal Opinion, the case is •of genera: publi• im- Filch State or locality front requirements\npin-pores of sections 140e and portance; A copy of the certificate end re- Imposed under thie section. The Co\t--' -\n',ICi of tizic 2fi of the Ur.ited States 'Code. the cosest. for a thrre-judge court teeell be sion shall reeeinci any such agree.mene when-\n;Indicial district in which the respondent has Immediately furnisisecl by such cler'‘: to the ever It deter-'~ce; that the agre.ernent r.0\na.s oinct• shall In all cases be con- ellicf judge of the circuit (or in his :elver-lee, Joel:et ie.:yea the Interest of effective enforce-\nslee:ed a di:.tr.cr. Ir. which the action zr.iglit the presiding cleetdr. ju(tee of the ciresint) in' ment of this title.\nheve been brouz,lyz. which the case is pending. Upon recr:pt of (c) Except as provided In subseceicn (d),\nfgl If the court finds that the respondent such request, it shell be the duty of the chief every einpioyer, employment. aeency. and la-\naee intentionally engaged in or is intention- judee ‘); the circuit or tine presiding circuit bor organization subject to this title shall\n..:y ereertir.gIr. an unlewfsil emplo myent ;ticlee, as the case nay be, to clesh:orti • Ins- ( / ) make and keep such records reievent\nectice charged In the corepleint. the court er.ecile.tely three judges In such circuit, of the determIr.attons 0: whether unlewful err,-\natey enjoin therespondent from engaging whom at least one •hall be a circuit judge and ployment practices have been or are being\nsuch unlawful employment practice, and another of whom than be a district jtrign of committed, (2) preserve such records for such\nsneer stic.h rifilrraritive action as may be ap- the court In which the proceeding NV:It; In- peziocis, and (3) make such reports there-\nere,priate, which may Include reinstatement stituted, to hear end determir.e such case, from, as the Commission shall prescribe by\nen hiring of employees, with or WI hout beck and It shall be the duty of the judges so regulation or order, after public hearing, az\npey (;):••1'a Ole. ley the eir.ployer, employment designated to assign the case for 11,aring reasonable, necezeary, or appropriate for the\nre;er.cy. or sac:.:: organization, as the case at the earlient practicable date, to partieipate enforcement of this title or the regulation.:\n, :n-e•• :b.\te. rperpaorc.rt.i,c:bel)e..  Ifnotre rtihme \tunieasvef runl ienmgsp\t loyo-r Iann dth teo h c..a.s.uasrein tgh ea ncda sdee tteor mhein Ien:e eovne trhye wreaoyf, obry  orredgeursla tthioerne,u rnedceurl.e Te heea cCho remmrp.ilsosyiee,rr..  lsahbaollr,\neaeounte ea:enable :with reasonable diligence. expedited. An appeal from the final 'judg- or:,--,nizatior., and joint hebor-ree--.,,ernent\n.\t dy 1he persor. or persons clIscr'--'-^ted. ment of such court will lie to the Supreme committee subject to title title which oar.-\noperate to reduce the back pay Court. trots apprer.tIceshlp or other training pro-\nother-wise• allowable.. No order of the court In the evens the Attorney General fails to grant to maintain such records as are reesen-\nrand rligui:e the ache:is:don or reinstaterner.t file Stith a request ill soy such proceeding, it r.bly necessary to carry out the purpeses of\nof an *---\"vidual reea merober of a union shall be the duty of the chief judge of the this title, including, but no: limited to, a\nor the hirir.g. reinsteterr.ent, or promotion of district (or hs iris absence, the acting chief list of applicrints who wish to pa:tic:pet:: In\nen tr.dividuel as an employer:. or the payment judge) In which the ease Is panda;; immedi- such progrem, including the chronological\nto him of any back pay. If such Individual ately to designate a judge in such district to order in which such applicatior.s were me-\nwas refused admission, suspended, or ex- hear ar.d detersr.ine the cane. In the event, ceived, and shall furnish to the Co—en:is:cr.,\npellee. or was refused ernploynter.t or eel- that no judge Ir. the district Is availah:e to upon request, a detailed description of the\n7f:o17r. c :e. nrry.  c: ct aoerc wa aosth seurs tpielenrd.e ddi socr rdimiscihnaarteio,end ohef atrh ea nddi sdteritcetr,m oirn eth teh ea ectaisneg,  tchhei ecfh irca:i sjued, gaes mpe^rt-:teelpra itno  Iwni tdhteh a ppeprrceennttisc easreh ispe leemct eodth teor\n' or. eccount of race, color religion, sex or the case may be, shall certify th:s fact no the training program. Any employer, employ-\nnetiona: ori:;in or In violation of section. chief judge of the circuit: (or In his abeence, ment agency, labor orgenization; or jeer.:\n;CeI(r.j. the acting chic: judge) who shall then dee- labor-manegement committee which believes\n;*:.) ;he provistor.s of the Act er.titled \"An, Ignetie a district or circuit, judge of the circuit that the application to It of any re:tile:ion\n.i.ct to amend the Judicial Code ar.d to de- to hear and deter-'-e the case. or order Issued under tills .secticn would re-\n`r; and .omit the jurisdiction of courts It shall be the duty of the judge desig- sult In undue herdehip :hey (1) snnly to\n..eetting in cc; :sty, and. for other purposes.\", nated pursuant to th:s sccelon to es,ign the the Commission for an exemption f. ..• the\nepproecd 'Meech 23. 10:::2 (20 U.S.C. coos for hearing at the earliest p:ectleable application of ouch rezulatier. or order. or\n:feel; lot apply with respect to civil actions •date and to cause the case to be in every way (2) bring a civil action in the. (:•\"-ed. States\n.\t cferi(aiit):\t\telohyeum naae ndcrey.itvr  r cit.lahg asietsce•r .t. eticihoeny nc ,a w tonhiorh eo nrliraec.,bh-\t.o \ter no er.0:.m,.:,; adaprc. l.ico:z oaystuueiobrrn,t- daexneSepyme zldeieiadt.eb  td7iol.0 iet0yxEe,.  fmdNicupeott :yo to,hr  pnirene Slngtt'eoa li.lvtneye  l, ta a.onwtr'yv s ppeue nrseihnsahn lmilr oebnne:t r2CeceCm1hcA1oe1prc1tld1e:o.es,i yta eh:esot, r rrtc,eh.  o(cid:9)eeomu fe rptathsl ofeeo y rmrme gatehyutneh lbtae  ee ndC,iei onnsen:tt:ni irrodciecysr.:  t,Sts  hoSwmer:.lCi s.l.le:c.a :.r:tb' o ht0o,oe: ra   te:tt1eh7r\tl-ee•\n\tAry\t• to comp.(cid:9) e.l eobnrio;)ullgahnct; eu. nsedidesr  oGu11c.0h■ pSthrtoaatvnei  daoenrd yp  beoyuli cteihcn aylal  wpsru ewb.d,heiinvctih no ipro unfru potouf rrate : S:l attawot e ro,e fo. eatuhnieryer Adgeusn eti hzheeat icrodarsw.h Isin pm c, uathty,e. :b\t :ec,,\t:. •\t..\t gran.rto. aar pp:hspo.r:z :a ,ipn7ro iuur.nrtte.\ntI.;;(cid:9) •(cid:9);,r.aCi-.,;c e(cid:9) eti ilii:e1 s7u.1bj;eroctl it,o;h atp upena-l bOee  apne eumnilta, wthfeu ld oeminpg loofy maretyn ta cptr wachtiicche  wunoudledr noCt Oep) Tphlye  ptoro evnisyio enms opfl ostyibeere,c eemionp lfeo)y. .:e\nA.;(cid:9) arZe:i;ti arat.ec rst.ie 'oCcnotid oOen.rs p :r2o0c1ee adnindg 1 u2rn.d, et:i ttlheis 'In.\"4ti\"tl2ea.t'lone, insPeClfC'r4' retorts, .S:\":3 craoagrenntgceyr,n leitnheo :e ccrra';r.nainteiezea zwioitnh,  roers jpce.c:nt tto l ainboart-\ntitle the court, In Its diecretion, may\t agencies ttqs occurrIn1 In any State or politIral sub-\n' tat: ?rev-\t  party. Other than the Co---\t Soc. 703. (a) In connection with any Ir.- cilvision thereof which has a fair entplo,Triont\nLisa or the United Statce, a rewionablo(cid:9) 'Vast:gat:On Of a charge Stied under section practice law during any period In which such\n.(cid:9) .\n•\n\n(cid:9)\nEQUAL 1.-.Mr;,()YlENT OIYORTUNITY(cid:9) 7(cid:9) I,\nsuch advisory nna conciliation (\"outwits shall be composed of representative si\n•l•ii i7.C•Es usideitt or liter` area for wnich thoy am appoinied, wi,o s..,a;1.;,:erve is\nwi(hof::: c(•,;o:)(sils:11.:0;1, :mt. sb;1■1 rocoi VP I rall,Liwr: al ion ;Ind Per ,%:-'lli i;1 ;!ell ..-(cid:9) t\nof sultslstence as anthorl4eil hy section 5 of the Act. or August 2, 10•.:( -■3 (cid:9) .(cid:9) r:\nmU.aSy. Cin. nTl,:ieli -p2r)o, vfoisr iopenr sfoorn st escehrnviincagl  Wanii dh ocwle;r icvoaml aps•nssis-taatniocne.  t1o` itseu Ccho inctoauisnsc.oilns .(cid:9) (cid:9) g1:•1\n00(1 for the expenses of such iissisitlnce. ,Ateftehers of such conneibs slatil he\nexempt from the operation of,title .18, United ;States Code, sections 2til, 2S::,(cid:9) • ';::\n28•1, 431. owl 1014. and section 3..)0 of the Revised Statutes of the United(cid:9) i\nStates t(\"i U.S.C. Ir.)). \n(I) Attorneys appointed under hill; section nuty, at the direction of the Coln- i\nmission. appear for and represent. the Commission ill any case in 'court. f:\nIi) The Commission slin11, lit oily a its C(111(!ft I ionit I or prot1101iOnt■I /1 eti VI t.ios, i:\nCooporn 1 (1 with other departmelits and agencies iii the rerfOl•ilit■lit,V of such eau-(cid:9) R\ncotional and promotional act iVi ( it's.(cid:9) ..\nritE.VENTION(cid:9) IrN LAW rm., KNITS/1Y if ENT CRACMCES\nSvc. D. (a) 2.heCommission is empowered, as hereinafter provided, to ..pn(cid:9) we,t;-),_\nfaay(cid:9)./.„;„ilLs.\"ILLAl -(cid:9) _ raet iee.afj_te1t f or t..1\n(It) Whenever a written charge hos been filed' by or on behalf of any person\nclaiming to be aggrieved, or a written charge has been tiled icy a member of the\nCominission, that any person subject to the Aet •Ittis engaged in any unlawful\nemployment practice, the Commission shall notify the person elmrged with the\ncommission of on unlawful employment. pro •tiee (hereinafter referred to ns\nthe \"respondent\") of such charge and :distil investigate such charge and if it\nshall determine after such preliminary investigation that probable cause exists\nfor crediting such written charge, it shall endeavor tr. ohhutnate any unlawful\nem;iloyment practice by informal methods of conference, conciliation, and\npersuasion. Nothing said or done during and as a part of such endeavors may\nbe used as evidence in any suhsequent proceeding.\n(c). If the Commission fails to effect the elimination of such unlawful practice\nand to ()Main voluntary compliance with this Act. or in advance thereof if air-\ncumstances warrant., the__Contutis.siou...shall_haye power to issue and c..'.„Lusato____-\nte served upon .the_respndent-a complitinttating tliFTTfifirA7,g irithat.(cid:9) resnect,\n•together with a notice of hearing_ befoat_the (!ititTfaissi(Tn, or a member thereof\". •\nor-before a ddeseigsnignated agent. at. a place tifereift ton__S!,178 \nriffe17-the-service_of.such, eompladut-:---No-cOmplaitit-shallissne based upon any\nuMawfol employment practice occurring more <11:11< one year prior to the filing\nof the charge with.the Commission uniess the ),arson aggrieved thereby was\nprevented from filing such charge by reason of service in the Armed Forces, in\nwhich event the period of military service shall not lie included in computing\nthe one-year period.\n(d) Time. respondent shall have the right to file a verified answer to such corn-\npinint..and to appear at such bearing ill person or otherwise,. with or without\nCounsel, to present evidence.and to examine and cross-examine witnesses. -\n(e) The Commission or a member or designated agent conducting such hear-\ning shall have the power reasonably nod fairly to amend any complaint, and the\nrespondent. shall have like power to amend its answer.\n(f) All testimony shall be taken under oath.\nin a(g h)eaTrhineg  mtheemreboenr.(cid:9) of the C..•ommission who_ filed_n_charge shall not participate\n'Co) At the conclusion of khnnring before &member or designated agent of the\nCommission, such member or agent shall transfer the entire record thereof,\nto- the Commission, togetherVith--his-recommended-dec.ision and copies thereof\nshall he served upon-the parties. The. Commission, or a_panel of three qualified\nmembers designated by it to sit and rieTliti-tlitrCifiriiiiission in such ease, shall\nafford the partiesan-opportnnity-te-be heard on such record at a time and place\nto be specified upon reasonable -notice:—/11-fts discrettoii,.. the Commission upon\nnotice may take-fUrthertestimeny:—\nWith the-approval of the member or. designated agent conducting the\nhearing, a case may be ended nt any time prior to the transfer of the record\nthereof to the Commission by agreement between the parties for the elimination\nof the alleged unlawful employment practice on mutually satisfactory terms.\n(j) If, upon the preponderance of the evidence, including all the testimony\ntaken, the Commission shall Lad that the respondent engaged In any ualawful\n\nIN THE UNITED STATES DISTRICT COURT\nFOR THE\nNORTHERN DISTRICT OF GEORGIA\n(ATLANTA DIVISION)\nCURTIS OTIS REESE, for\nhimself and all other\npersons similarly situated,\nPlaintiff\nCIVIL ACTION NO. 10309\nv.\nATLANTIC STEEL COMPANY,\na corporation, et al.,\nDefendants\nAPPENDIX TO BRIEF OF DEFENDANTS\nUNITED STEELWORKERS OF AMERICA, AFL-CIO AND\nLOCAL NO. 2401 OF UNITED STEELWORKERS OF\nAMERICA \n\nAPPENDIX A \nH. R. 405 introduced by Representative Roosevelt \n\n16.\nsixty days pending the termination of . . . the efforts\nof the Commission to obtain voluntary compliance.\"\nIt is obvious from this provision that Congress\nmeant at the very least for the conciliation step to\nhave been initiated before the charged party could be\nbrought into court. Senator Humphrey, for example,\nexplained that \"Where a suit has been brought, the\nCourt may stay proceedings up to 60 days, pending the\ntermination of proceedings under state or local law\nor further efforts at conciliation by the Commission.\"\n110 Cong. Record 12722 (June 4, 1964) (Emphasis supplied\nThe importance of having at the least initiated\nconciliation before the lawsuit is brought is equally\nobvious. For otherwise, the protection which Congress\nintended would be entirely destroyed and replaced by\na system of suing first and then later asking the\ndefendants whether they would like to avoid what has\nalready happened to them. In colloquial terms, it\nbecomes a system of shoot first and ask questions later,\nand this is most certainly entirely contrary to the\nprocedure intended by Congress.\n\n0(cid:9) 0\nThe Title VII case before the Tennessee DistrLct\nCourt:\nThe Court's opinion in the Hall v. Werthan Bac\nS\nCo., case,251 F. Supp. 184, expresses the view that\nhaving conciliation before the civil action was des4n71\nto give charged parties the opportunity of avoiding ?1-1\nthe lawsuit.\nThe background was that the plaintiff who brought\nthe suit had filed a charge with the Commission alleging\nthat he and \"other Negroes simiarly situated\" had been\ndenied equal training, wage increases, and transfer\nrights. The Commission \"then attempted unsuccessfully\nto obtain what it considered voluntary compliance with\nthe provisions of the title.\" When the suit was filed,\nanother Negro employee sought to intervene, and the\nCourt allowed him to do so on the theory that \"while\nhe had not proceeded through the Commission, the\npurpose of the requirement of resort to the Commission\nhas already been served\" by the charge filed by the\nplaintiff.\nSince the Commission had taken the conciliation\nstep in that case, the issue here was not directly before\nthe\nthe Court for decision. However, it was raised by/Court's\n8 Concerned with whether a suit under Title VII\ncould be maintained as a class suit.\n\n18.\nanalysis of the right of an employee who has not proceeded\nthrough the Commission to intervene. In this analysis, the\nCourt had this to say of the purpose of the conciliation process\nwhen the Commission has found reasonable cause:\n\"It seems clear, therefore, that the\nrequirement of resort to the Commission\nwas designed to give a di3criminator\nopportunity to respond to persuasion\nH\nrather than the big stick of injunction. . . .\nThe opinions of the commentators:\nThe commentators who have written on the issue here\nbefore the Court have likewise expressed the opinion that\nconciliation is required as a prerequisite to the institution\nof a civil action.\nThis is, for example, the explanation of the staff\nassistant to the Senate Labor Committee who was praised by the\ntitle is floor manager for his \"outstanding work in perfecting\nthe Senate bill and in advising the members of the Committee\non Labor and Public Welfare on the relationship between the\nSenate bill and the House bill.\" 17 This staff member, now\n17. Senator Clark at 110 Cong. Record 12596.\n\n12-\nDeputy Solicitor of Labor, stated in discussing the\nprocedures of Title VII at the New York UniversIty\nConference on Labor last year that:\n\"It is only where the state action ,\nif any, has been invoked and has been ncn-\nproductive and where federal conciliatica has\nbeen unsuccessful that the aggrieved party is\ngiven access to the federal district courts to\nenforce his private right of action under the\nTitle . . .\n\"If the Commission decides the case has\nmerit but fails in its effort to conciliate,.\nthe complainant may then pursue his private\nright of action.\" Edward D. Friedman, Racial \n-Problems and Labor Relations: The Civil Rights \nAct in the Proceedings of the 18th Annual New\nYork University Conference on Labor, pages\n373 and 376 (1965).\nIV.\nIn sum total, it is the clear teaching of the\nlegislative history, from the first Committee Report\nand throughout the discussions in Congress, that \"an\nattempt would have to be made to 'conciliate . . . before\nan action could be brought in the district court.\" It\n\nlabor relations arises under this Act, he need not\nexhaust his contractual remedies.\nBut allegation of discrimination as an element\nin a complaint should not and, we submit, does not,\nobviate the necessity of complying with the require-\nments of exhaustion of contractual and internal union\nremedies.\nThe contract which these defendants have\nnegotiated is not discriminatory in terms. That is\nof considerable importance.\nIndeed, plaintiff, in effect, wishes to avail\nhimself of the benefits of that very contract. He'\nclaims loss or deprivation of those benefits (e.g.\npromotion). His claim but represents a cornfield\nvariety of matters for whose vindication the grievance\nmachinery of the contract is specifically designed.\nPlaintiff, for no good reason, would simply\nskirt that procedure. Paragraph (8) of the complaint\nvaguely and obliquely attempts to explain failure to\n9\nutilize the grievance machinery.(cid:9) There is only the\n9 We are cot concerned here with any specific\ncontentions that the union fraudulently or collusively\nor in a manner discriminatory by race, administered the\ngrievance procedure to plaintiff's detriment.\n\n22(\nallegation that \"The defendants, thoir officers, agents,\nservants or attorneys and those persons in active coil-\ncert or participiation with them have failed or refused\nto effect the transfer of the plaintiff to the job\nwhich he desires, solely because he is a member 3:2 the\nNegro race.\" This falls far short of any allegation\nthat plaintiff has filed any grievance, or has attempted\nto institute any grievance. It is not a charge that\n••■••■•■••■•......\nany official or agent of the union has been conulted\nwith respect to a grievance or, if asked, has refused\nto entertain and process one. The fact is, once again\n4.4-7\ntr\"\nthe complaint fails to include a crucial allegaion \nbecause the allegation, if made, could not be s;Ipportec\nin fact.\nDespite the absence of precise authority, some\nprecedents, we submit, do illumine the Act's meaning.\nTo construe it as completely unrelated to the doctrine\nof exhaustion of administrative remedies would be to\ndepart from a long course of Supreme Court pronounce-\nments in this area..\nOver a number of years that Court has spelled\nout the principle that:\n\n--'CIE:.C6 to whicb\nfederal law applies, federal labor policy\nrequires that individual employees wishing\nto assert contract grievances must attempt\nuse of the contract grievance procedure\nagreed upon by employer and union as the\nmode of redress.\"\nRepublic Steel Corp. v.  Maddox,\nsupra, at 652, 616\nAnd, further, the Court has noted that\n\"Congress has expressly approved\ncontract grievance procedures as a prefe..—\nred method for settling disputes and sta-\nbilizing the 'common law' of the plant.\nLMRA § 203(d), 29 U.S.C.(cid:9) 173(d); § 201(c),\n29 U.S.C. § 171(c) (1958 ed  ) (cid:9) Anc.\nit cannot be said in the normal situation,\nthat contract grievance procedures are in-\nadequate to protect the interests of an\naggrieved employee until the employee\nhas attempted to implement the procedures\nand found them so.\n\"A contrary rule which would permit an\n\nindividual ...m-floye^ to completely side-\nstep available grievance procedures in\nfavor of a lawsuit has little to commend\nit.\" Id., at 653; 616-617.\nVI.\nIt has been the statutory policy for years\nthat \"Final Adjustment by a method agreed upor by the\nparties is declared to be the desirable method for\nsettlement of grievance disputes arising over the\napplication or interpretation of an existing collective\n10\nbargaining agreement.\"\nIt is further the settled principle that an.\nemployee asserting claims which call into conEideration\nan interpretation of the contract between his\nemployer and his union must have exhausted his remedies\nunder the contract, for \"there can be no doubt that.\nthe employee must afford the Union the opportunity\nto act_ on his behalf.\" Republic Steel Corp. v. Maddox,\nsupra.\n10 Section 203(d) of the Labor Management\nRelations Act, 29 U.S.C.A. 5 173(d).\n\n25.\nThe issue, then, is the applicability of this\nsettled law to acto7.1s brought under Title VII.\nTo present all aspects of the issue, we start with\nthe holding of eight years ago that a suit asserting\nveteran's re-employment, rights could be maintained\nalthough. the plaintiff had not pursued the administrativ e\nand contractual remedies. McKinney v. M-K-T R. Co.,\n357 U.S. 265 (1953).\nHowever, we would submit that there are at least\nthree reasons that this case is not controlling here\nand that actions under Title VII, like all suits claiming\nracial discrimination in employment, should be subject\nto the settled legal principles.\nFirst: To begin with, the decision of that case in\n1958 antedated the authorities which have now firmly\nestablished the principle requiring that employees\nasserting claims to which the contract is applicable\nmust first afford their Union the opportunity to act\non their behalf.\nIt was not until 1960 that the Court decided the\n11\nSteelworkers Trilogy and there established the\nimportance of the role of the Unions in handling and\n11 United Steelworkers of America v. American\nMfg. Co., 363 U.S. 564 (1960); United Steelworkers of \nAmerica v. Warrior & Gulf Navigation Co., 363 U.S. 574 ,\n(1960); United Steelworkers of America v. Enterprise  Vr,\nWheel & Car Corp., 363 U.S. 593 (1960).\n\nadjusting \"every and all disputes that arise under\nthe agreement\" through the grievance and arbitration\nprocedure. This beginning was then followed by the\ncases which have reiterated the importance of the\n12\narbitration process and by the culmination in last\n#.4ifj\nyear's Republic Steel case of the principle requiring\nthat the employee afford the Union the opportunity toy\nact on his behalf.(cid:9)\n21 )/ 1/t\"\nMoreover, since the decision of the g-K-T case\n1958, it has been held that a suit by employees asserting\nrights created by federal statute and brought under the  I/\n4p,(cid:9) 6,1\nspecific authority of federal statute is governed by(cid:9)\n•(cid:9) V c.\n.//p)\nthis principle.(cid:9)\nThus, in Beckley. v. Tcyssier, 332 F. 2d 495 (9th Cir.\n1964), employees brought suit against their employer\nunder the Fair Labor Standards Act for overtime pay alleg-\nedly due under the Act together with the liquidated\ndamages and attorneys' fees provided for by the Act.\n12 E. c1. Teamsters Local 174 v. Lucas Flour Co.,\n369 U.S. 95 (1962), holding that a strike over a matter\ncovered by the arbitration provision of the contract is\na breach of contract even without a no-strike clause:\nGunther v. San Diego and Arizona a. Co.,(cid:9) U.S.(cid:9)\n15 L. Ed. 2d 308 (1965), holding that awards of the\nAdjustment Bc;ard are not reviewable; John Wiley & Sons \nv. Livingston, 376 U.S. 543 (1964), holding; that the\narbitration clause survives a merger and becomes binding\non the successor employer.\n\n(cid:9)\n(0\nThe District Court stayed the action pending th,\ndisposition of arbitration proceedings under the Union\ncontract and the Court of Appeals affirmed. In\nholding, the Court of Appeals rejected the employees'\nargument that they could maintain an action seeking\nrecovery under the Act and held that:\n\"Appellants cite no provision of the\nFair Labor Standards Act which precludes\narbitration of claims arising under it . .\nv\\-‘,0-(1(cid:9) %)1.<---\nIt is clear to us  that(cid:9) a invs–‘\n—3\nof appellants are ones growing out of thc\n4/''\"(cid:9) 0\nrelation of employer and employee and L4.Ae\",;(Cr'eN\ne\nt*\nnecessarily involve the application and\n.\ninterpretation of the contract provision:\nabove quoted, and therefore fall squarely\nwithin Article V of the Collective Bargaining\nAgreement . • . 'I\nIn an analogous vein, the Supreme Court held\nincCarey v. Westinghouse Electric Corp., 375 U.S. 261\n(1964), that even though the matter at issue was\ngoverned by the National Labor Relations Act, it\nnevertheless should be resolved by the grievance\nand arbitration procedure of the Union contract.\n\n26„\nMoreover, the Court concluded this holding witl'1\nthe consideration that by its decision, \"the therapy of\narbitration is brought to-bear in a complicated and troubled\narea\", and it hardly need be said that this consideration\nis most certainly applicable to claims of racial discrim-\nination in employment conditions.\nSecond: If Congress had intended to override\nthe statutory policy and to preclude the application of\nthe settled law to claims asserted by employees under\nTitle VII, it adopted no indication of'such intent.\nThe fact is that while Congress provided in another\n\n29.\ntitle of the Act that the District Courts would have jurisdiction;\nof actions brought thereunder without regard to the exhaustion !\nof remedies principle, no such provision was placed in Title\nf/).\nVII.(cid:9)\nkgCF5\nThus, the sections of the public accommodations \ntitle concerning suits in the District Court provide that \"The\nDistrict Courts of the United States shall have Jurisdiction\nof proceedings instituted pursuant to this Title and shall(cid:9)\nt/\nexercise the same without regard to whether the aggrieved\nparty shall have exhausted any administrative or other remedie\nthat may be provided by law\" (aectiorl 207(a)) and that \"The\nremedies provided in this title shall be the exclusive means\nof enforcing the rights based on this title . ... .\" (Section\n207(b)).\nIt is thus obvious that Congress was well aware in\nenacting this Act of the principle of exhausting administrative\nremedies and was equally well aware of the way to preclude the\napplication of this principle when it desired to do so.\nThe fact that no such provision was placed in\nTitle VII is therefore compelling evidence that claims under\nthis title are subject to the settled principle requiring\n\n30.\nexhaustion of remedies under the Union contract.\nThird: Still further evidence from the legis_ative\nhistory consists of the fact that there was offered an .amendment\nto provide that the Commission would have exclusive jurisdiction\nover claims of racial discrimination in employment and :hat\n' this amendment was rejected.\nSenator Tower proposed an amendment pro7iding\nthat \"the provisions of this title shall constitute the exclusive\nmeans whereby any department, agency, or instrumentalit; in.\nthe executive branch of the Government, or any independent\nagency of the United States, may great or seek relief from,\nor pursue any remedy with respect to, any employment practice\n'of any employer, employment agency, labor organization, or\njoint labor-management committee covered by this title, if such\nemployment practice may be the subject of a charge or complaint\n1/2l\nunder this title.\nHowever, this amendment was rejected by the Senate,\nand this fact points further to the conclusion that claims\nunder Title VII are subject to the principle that the\nemployees asserting them must have pursued their remedies)\nunder the contract.\n21. 110 Cong. Record 13650 (June 12, 1964).\n\n(cid:9)\nal.\nVII.\nThe Act does not set up a super grievance\nmachinery. Its implementation depends in large part\nupon the sympathetic participation of labor unior”,J.\nCongress may be presumed to have remained silent _..11\norder not to depart from its prior approval of \"c7_1tract\ngrievance procedures.\"\nThe aims of the Act will be furthered by , con-\nstruction that an aggrieved employee must attem pt ase of\nthe contract grievance procedure before coming into Court.\nVIII.\nThe purpose of the Act, in the long run, will bye\nfurthered (a) if regard is shown for non-legal voluntary\nprocedures before jurisdiction o2.  this court may be invQ.c.ed,\nand (b) if contractual remedies are given an opportunity\nto function.\nRespectfully submitted,\n,\nJ. R GOLDTM■TA I TE,(cid:9) )'-\n1431 Candler Bldg.\nAtlanta, Georgia\nCOOPER, MITCH & CRAWFORD\nn\nBy (cid:9)\nJerome A. Cooper\n1025 Bank For Savings Bldg.\nBirmingham, Alabama\n\n32.\nCERTIFICATE OF SERVICE \nI hereby certify that I have served a copy of\nthe above and foregoing Brief by mailing a copy of\nsame, United States Mail, postage prepaid, this the\n//  day of August, 1966, to the following:\nFrazier Durrett, Jr., Esq.\n6th Floor, Haas-Howell Bldg.\nAtlanta, Georgia 30303\nCharles Morgan, Jr., Esquire\nM. Laughlin McDonald, Esquire\n5 Forsyth Street, N. W.\nAtlanta, Georgia\nMorris Brown, Esq.\n1122 Healey Building\nAtlanta, Georgia\nMelvin L. aulf, Esquire\n156 Fifth Avenue\nNew York, New York\nik",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/84960"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 113609,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113609"
    }
  ],
  "document_count": 3
}