{
  "case_id": 18037,
  "fetched_at": "2025-10-22T00:33:07.507826",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": "Yes",
    "case_status": "In Process (Public)",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Pennsylvania state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2020,
    "id": 18037,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 27459,
      "docket_entries": [],
      "docket_case_type": "md",
      "docket_year": 2020,
      "docket_filing_number": 364,
      "is_main_docket": true,
      "court": "Pennsylvania state trial court",
      "state": "Pennsylvania",
      "docket_office_number": "",
      "docket_number_manual": "364-MD-2020",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "NAACP Pennsylvania State Conference v. Boockvar",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "COVID-19 (novel coronavirus)",
      "Healthy Elections COVID litigation tracker"
    ],
    "special_case_type": [],
    "state": "Pennsylvania",
    "summary": "<p><b>NOTE: This case is being tracked in close to real time by the Stanford/MIT Healthy Elections Project. So for information, see <a href=\"https://healthyelections-case-tracker.stanford.edu/\"> their tracker</a>.</b> </p><p>According to their summary as of September 16, 2020, <blockquote>Plaintiff NAACP Pennsylvania State Conference sued Pennsylvania's Secretary of State and Director of the Bureau of Election Services and Notaries (\"State Defendants\"). It alleges that Pennsylvania's election laws and practices during the pandemic severely burden the right to vote and disproportionately burden African-American and Latino voters in violation of Article I, sec. 5 of the Pennsylvania Constitution. It further alleges Pennsylvania's election laws and pratices, including reducing polling places and restricting access to mail-in and early voting disporportionately burden some but not other voters in violation of Article I, sections 1 and 26 of the Pennsylvania Constitution. It seeks injunctive relief that defendants be required to maintain a sufficient number of polling places, give adequate notice to voters of any change in polling places through mail, permit early voting for the General Election, increase access to vote by mail, and use hand-marked paper ballots for the General Election in all polling places while retaining at least one accessible voting machine per polling place for those who request one and as required by federal law.</p><p></blockquote></p>",
    "summary_published_date": null,
    "summary_short": "Plaintiff NAACP Pennsylvania State Conference sued Pennsylvania's Secretary of State and Director of the Bureau of Election Services and Notaries (\"State Defendants\"). It alleges that Pennsylvania's election laws and practices during the pandemic severely burden the right to vote of Pennsylvania voters, and disproportionately burden African-American and Latino voters in violation of Article I, sec. 5 of the Pennsylvania Constitution. It further alleges Pennsylvania's election laws and practices, including reducing polling places and restricting access to mail-in and early voting disproportionately burden some but not other voters in violation of Article I, sections 1 and 26 of the Pennsylvania Constitution. It seeks injunctive relief that defendants be required to maintain a sufficient number of polling places, give adequate notice to voters of any change in polling places through mail, permit early voting for the General Election, increase access to vote by mail, and use hand-marked paper ballots for the General Election in all polling places while retaining at least one accessible voting machine per polling place for those who request one and as required by federal law. The Court found that the plaintiff failed to satisfy the high burden that must be satisfied before the Court may grant the requested mandatory injunctive relief and denied the plaintiff's application.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/18037",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=18037",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=18037",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=18037"
  },
  "documents": [
    {
      "date": "2020-09-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Docket Alarm",
      "document_status": "Empty/Missing Document",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Pennsylvania state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 113206,
      "file": null,
      "title": "Docket",
      "text": null,
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/113206"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114030,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114030"
    },
    {
      "date": "2020-06-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Public.Resource.Org",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Pennsylvania state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110885,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110885.pdf",
      "title": "Petition for Review Addressed to this Court's Original Jurisdiction",
      "text": "Received 6/18/2020 1:36:29 PM Commonwealth Court of Pennsylvania\nSozi Pedro Tulante (Pa. 202579)  Neil Steiner (pro hac vice forthcoming) \nJulia Chapman (Pa. 315959)  DECHERT LLP \nTiffany Engsell (Pa. 320711)  Three Bryant Park \nCraig Castiglia (Pa.  324320)  1095 Avenue of the Americas \nDECHERT LLP  New York, NY 10036 \nCira Centre  212.698.3822 \n2929 Arch Street   \nPhiladelphia, PA  19104 \n215.994.4000 \n \n \nRonald Fein (pro hac vice forthcoming) \nJohn Bonifaz (pro hac vice forthcoming) \nBen Clements (pro hac vice forthcoming) \nFree Speech For People \n1320 Centre Street #405 \nNewton, MA 02459 \n617.244.0234 \n \nAttorneys for Petitioner \n__________________________________________ \n                : \nNAACP PENNSYLVANIA STATE      :COMMONWEALTH COURT \nCONFERENCE,            :  OF PENNSYLVANIA \n                :         \n        Petitioner,      :   \n                : \n    v.            : ORIGINAL JURISDICTION \n                : \n                :   No.______________ \n                : \nKATHY BOOCKVAR,          : \nSECRETARY OF THE COMMONWEALTH,   : \nAND JESSICA MATHIS, DIRECTOR OF THE   : \nBUREAU OF ELECTION SERVICES AND   : \nNOTARIES,            :         \n                :   \n        Respondents.    : \n_________________________________________: \n \n\n \n \nNOTICE TO DEFEND \nYou have been sued in court.  If you wish to defend against the claims set \nforth in the following pages, you must take action within 20 days after this Petition \nand Notice are served by entering a written appearance personally or by attorney and \nfiling in writing with the Court your defenses or objections to the claims set forth \nagainst you.  You are warned that if you fail to do so the case may proceed without \nyou and a judgment may be entered against you by the Court without further notice \nfor any claim or relief requested by the Petitioner. \nYOU SHOULD TAKE THIS PAPER TO A LAWYER AT ONCE.  IF YOU DO \nNOT HAVE A LAWYER OR CANNOT AFFORD ONE, GO TO OR \nTELEPHONE THE OFFICE SET FORTH BELOW TO FIND OUT WHERE \nYOU CAN GET LEGAL HELP. \n \nDAUPHIN COUNTY BAR ASSOCIATION \nLawyer Referral Service \n213 North Front Street \nHarrisburg, PA 17101 \n(717) 232-753 \n2 \n\n__________________________________________         \n                : \nNAACP PENNSYLVANIA STATE      :COMMONWEALTH COURT \nCONFERENCE,            :  OF PENNSYLVANIA \n                :         \n        Petitioner,      :   \n                : \n    v.            : ORIGINAL JURISDICTION \n                : \n                :   No.______________ \n                : \nKATHY BOOCKVAR,          : \nSECRETARY OF THE COMMONWEALTH,   : \nAND JESSICA MATHIS, DIRECTOR OF THE   : \nBUREAU OF ELECTION SERVICES AND   : \nNOTARIES,            :         \n                :   \n        Respondents.    : \n_________________________________________: \n \nPETITION FOR REVIEW \n ADDRESSED TO THIS COURT’S ORIGINAL JURISDICTION  \nPetitioner the National Association for the Advancement of Colored People \nPennsylvania State Conference (“NAACP-PSC”) files this Petition for Declaratory \nand Injunctive Relief against Defendants Kathy Boockvar in her official capacity \nas Secretary of the Commonwealth and Jessica Mathis in her official capacity as \nthe Director of the Bureau of Election Services and Notaries, and alleges as follows: \n \nINTRODUCTION  \n1.  There is no right more fundamental under our state constitution than \nthe right to vote.  Bergdoll v. Kane, 731 A.2d 1261, 1268 (Pa. 1999) (“The interest \nsought to be protected is the fundamental right to vote); cf. id. at 1269 (“The right \n\n[to vote] is pervasive of other basic civil and political rights, and is the bed-rock of \nour free political system.”) (quoting Moore v. Shanahan, 486 P.2d 506, 511 (Kan. \n1971)). \n2.  To that end, the Pennsylvania Constitution’s Free and Equal Elections \nClause provides that “[e]lections shall be free and equal; and no power, civil or \nmilitary, shall at any time interfere to prevent the free exercise of the right of \nsuffrage.”  Pa. Const. art. I, § 5.   \n3.  Petitioner the NAACP-PSC brings these claims because \nPennsylvania’s response to the novel SARS-CoV-2 coronavirus (“coronavirus”) \npandemic has created the perfect storm for depriving Pennsylvania citizens of their \nfundamental right to vote in the midst of an unprecedented public health crisis, in \nviolation of the Free and Equal Elections Clause.   \n4.  Absent judicial intervention, Pennsylvania’s voting regime will \ndisenfranchise large numbers of Pennsylvanians in the upcoming November \nGeneral Election and in future elections as long as the pandemic continues.   \n5.  In just a few months since the first confirmed case of the Coronavirus \nDisease 2019 (“COVID-19”) in Pennsylvania, almost 80,000 Pennsylvanians have \n2 \n\nconfirmed cases of COVID-19, the disease caused by the novel coronavirus, and \nmore than 6,000 have lost their lives.1   \n6.  The coronavirus will continue to spread for the foreseeable future as \nthere is no known cure nor available vaccine.  The recent efforts to reopen the \neconomies in several states, including Pennsylvania, do not change the imminent \nthreat posed by the coronavirus.  In fact, nearly half of the states—the bulk of them \nthat reopened weeks ago—are now seeing a devastating surge of cases, including \nrecord numbers in Texas and Arizona.2  There is no reason that Pennsylvania will \nescape this fate once social distancing practices and other strict rules are relaxed.  \nIn fact, public health experts, and the Commonwealth of Pennsylvania itself, \nproject that the crisis will persist at least until the end of 2020, and that the second \n“wave” of COVID-19, which is expected to occur in Fall 2020, will be even more \ndire than the initial wave of Spring 2020.  This devastating second wave will \ndirectly impact the November 2020 General Election.  Further, there are likely to \nbe a number of additional “waves” of COVID-19 going forward, unless and until a \n                                           \n1 Pennsylvania Department of Health, COVID-19 Data for Pennsylvania (last \nupdated June 17, 2020), https://www.health.pa.gov/topics/disease/coronavirus/ \nPages/Cases.aspx. \n2 Sheryl Gay Stolberg and Noah Weiland, As Coronavirus Infections Climb, \nWashington Moves On to Other Business, N.Y. Times (June 10, 2020),  \nhttps://www.nytimes.com/2020/06/10/us/politics/coronavirus-washington-\ntrump.html?action=click&module=RelatedLinks&pgtype=Article. \n3 \n\nvaccine is developed and becomes widely available, and elections beyond \nNovember 2020 may be impacted.   \n7.  There are multiple ways Pennsylvania has failed to take appropriate \nsteps to protect voters amid the pandemic and has otherwise prevented voters from \ncasting their ballots.  These issues were apparent in the June 2, 2020 Primary \nElection and the very same issues will persist for the November General Election, \nunless this Court takes action.   \n8.  First, for the Primary Election, Pennsylvania allowed county board of \nelections to consolidate polling places, in some instances by 84 percent, and \noperate with fewer poll workers.  Indeed, four counties presented consolidation \nplans calling for more than 60% consolidation of polling places, and Respondents \napproved those consolidation plans without adjustment or question.   \n9.  Pennsylvania’s reduction of polling places and failure to have \nadequate numbers of poll workers at each polling place to service large crowds \nresulted in long lines and overcrowding at polling places that did not allow voters \nto practice necessary social distancing measures to prevent the risk of transmission \nof COVID-19.  As a result, Pennsylvanians who voted in person are at increased \nrisk for COVID-19.  Because the pandemic will not subside by, and is predicted to \nin fact be worse in, November, the same concerns will motivate polling place \n4 \n\nconsolidation during the general election.  Pennsylvanians will again be required to \nrisk their health and lives to ensure that their votes are counted. \n10.  Second, Pennsylvania has not established any state-wide deadlines or \nprocedures sufficient to notify voters of changed or consolidated polling places.  \nNotice of changes in polling locations was required to be posted only 15 days \nbefore the elections and only at the county board of elections office and on the \nInternet.  Many Pennsylvania voters did not learn of the change in their regular \npolling place for the June 2020 Primary Election until it was too late, or they never \nlearned the correct location of their new polling place at all, and as a result, were \nunable to cast their votes.  Absent different deadlines or procedures in November, \nmany Pennsylvanians will again be prevented from voting based on factors outside \ntheir control. \n11.  Third, Pennsylvania permitted counties to require all voters to vote on \nrepeat-touch electronic voting machines and did not make hand-marked paper \nballots available to voters.  Because coronavirus can be spread on contaminated \nsurfaces and electronic voting machines are difficult to decontaminate, voters \nforced to use electronic polling machines were again subjected to an increased risk \nof transmission of coronavirus.  At polling places where poll workers attempted to \nadequately clean electronic voting machines, long lines and overcrowding were \ncommon results, making social distancing difficult, which again increased the risk \n5 \n\nof transmission.  When Pennsylvania faces a second coronavirus wave in \nNovember, COVID-19 will be just as contagious.  Without effective safety \nprecautions, Pennsylvanians will again be required to risk their health and lives to \nexercise their right to vote in person. \n12.  Pennsylvania’s mail-in voting procedures are similarly deficient.  \nBecause voting in person poses grave risks to people’s health and lives while \ncoronavirus is in our communities, Pennsylvanians turned in unprecedented \nnumbers to voting by mail—or at least they tried to do so.  Applications to vote by \nmail for the June 2020 primary skyrocketed across the Commonwealth.  By May \n20, 2020, more than 1.4 million Pennsylvanians had requested a mail-in ballot.3  \nPhiladelphia voters alone requested more mail-in ballots than voters across the \nentire state did in 2016.4  But the rules for mail voting in Pennsylvania—and \nparticularly, the deadline by which county boards of elections must receive \n                                           \n3 Associated Press, Election official: Number of Pa. mail-in ballot applications ‘off \nthe charts,’ Pittsburgh Post-Gazette (May 21, 2020),  https://www.post-\ngazette.com/news/politics-state/2020/05/21/pennsylvania-applications-mail-in-\nballots-june-primary/stories/202005210104; Jonathan Lai, Philly voters have \nrequested more mail ballots than all of Pennsylvania did in 2016, Phila. Inquirer \n(May 20, 2020), https://www.inquirer.com/politics/election/coronavirus-\nphiladelphia-mail-ballot-requests-20200520.html. \n4 Lai, Philly voters have requested more mail ballots than all of Pennsylvania did \nin 2016, Phila. Inquirer (May 20, 2020), \nhttps://www.inquirer.com/politics/election/coronavirus-philadelphia-mail-ballot-\nrequests-20200520.html \n6 \n\ncompleted absentee and mail-in ballots—do not account for difficulties in voting \nby mail during a pandemic.   \n13.  The deadline for Pennsylvania voters to apply for an absentee or mail-\nin ballot is just one week before Election Day.  For the many voters who applied \nfor a ballot on or near this deadline before the Primary Election, the county boards \nof elections were unable to process and approve the application and/or send the \nvoter a ballot via the U.S. Postal Service (“USPS”) in time for the election.   \n14.  Ballot applications overwhelmed county boards of elections, many of \nwhich experienced staff shortages as a result of the pandemic, and there were \ntremendous backlogs in processing applications in advance of Election Day.   \n15.  As an added layer of difficulty, USPS experienced its own delays due \nto the pandemic. As a result, many Pennsylvanians who timely requested an \nabsentee or mail-in ballot did not receive their ballots in adequate time to return \nthem by mail to be counted and, in many instances, never received a ballot by mail \nat all.  And many voters who received their ballots late and returned them by mail \nin the few days immediately prior to the election were left uncertain if their ballots \nwere received by the county board of elections in time to be counted.   \n16.  Faced with this chaotic situation, Governor Wolf—on the day before \nthe Primary Election—extended the mail-in ballot deadline by seven days, but the \nextension inexplicably applied only to voters in Philadelphia, Delaware, \n7 \n\nMontgomery, Allegheny, Dauphin, and Erie Counties—not to the entire state.  This \nlate change of course in turn created even more confusion for voters, who were left \nuncertain as to when their ballots must be received and whether the extension \napplied to them.  In addition, counties such as Bucks County and Delaware County \nsought judicial intervention to obtain the necessary relief.5 \n17.  Voters who received their ballots late faced a dilemma that the \nPennsylvania Constitution does not tolerate:  either mail the absentee or mail-in \nballot and risk that it will arrive too late and will not be counted, or vote in person \nand risk not only their own health and lives, but the health and lives of their \nfamilies and neighbors.   \n18.  As the Primary Election made clear, many Pennsylvanians have been \nburdened by the hardships of voting in a pandemic under Pennsylvania’s current \nscheme.  Still, these burdens were not, and in the future will not be, shared equally \namong Pennsylvania voters.  For some voters, finding out about relocated polling \nplaces depends on Internet access because traveling to the county board of \nelections during a public health crisis is risky.  Likewise, for some voters, relocated \npolling places means using public transportation to travel longer distances, which \n                                           \n5 Jonathan Lai, Courts extend Pa. mail ballot deadlines in Bucks and Delaware \nCounties, Phila. Inquirer (June 2, 2020), https://www.inquirer.com/ \npolitics/election/bucks-delaware-county-mail-ballot-deadlines-extended-\n20200602.html. \n8 \n\nincreases their risk of being infected with the coronavirus.  In both cases, African-\nAmerican or Latino voters are most likely to be impacted.6  Thus, while some \nvoters can vote burden-free, African-American and Latino voters are more likely to \nface an unacceptable and unnecessary risk to their lives and health. \n19.  In Pennsylvania, like elsewhere, African-American and Latino \npersons have been disproportionately affected by COVID-19, experiencing higher \nincidences of infection, hospitalization, and fatalities from the disease.  Thus, the \nrisks of voting in an overcrowded polling place are particularly severe and \ndisparate for these populations.   \n20.  Without judicial intervention before the November general election, \nPennsylvania voters who vote in person—either by choice or necessity—will be \nfaced with excessive crowding due to an insufficient number of polling locations, \nlong lines, and potentially contaminated electronic voting machines and other \nsurfaces, all at great risk to their health.  And those who try to vote by mail to \navoid the risk of traveling to a polling place may never have their vote counted at \nall or may still be forced to vote in person.  These substantial burdens amount to a \n                                           \n6 See, e.g., Andrew Perrin & Erica Turner, Smartphones help blacks, Hispanics \nbridge some – but not all – digital gaps with whites, Pew Research Center Fact \nTank (Aug. 20, 2019), https://www.pewresearch.org/fact-tank/2019/08/20/ \nsmartphones-help-blacks-hispanics-bridge-some-but-not-all-digital-gaps-with-\nwhites; Monica Anderson, Who relies on public transit in the U.S., Pew Research \nCenter Fact Tank (Apr. 7, 2016), https://www.pewresearch.org/fact-\ntank/2016/04/07/who-relies-on-public-transit-in-the-u-s/. \n9 \n\ndenial of an individual’s right to vote, and undermine free and equal elections in \nPennsylvania in violation of its Constitution. \n21.  In short, the current voting regime needlessly permitted the crisis to \ndisenfranchise the voting rights of Pennsylvanians during the Primary Election.  \nAbsent judicial intervention, there is no reason to believe things will be different in \nthe fall.7 \n22.  Now is the time to address the problems of voting in a pandemic that \nmanifested in the Pennsylvania Primary Election and in the weeks and months that \nfollow.  Although the November General Election is still months away, presenting \nthese issues to the Court now allows the Court sufficient time to develop a record \nand adequately consider the legal merits of Petitioner’s claims.  Petitioner \nrespectfully requests that the Court enjoin Respondents from making the same \nmistake twice:  In addition to any other affirmative relief that the Court may deem \nnecessary and proper, the Court should also require a sufficient number of polling \nplaces, expand early voting, provide for safe in-person voting conditions, and \nincrease access to mail-in voting for the General Election and any other voting \n                                           \n7 For instance, counties in other states have already acknowledging the likelihood \nthat polling places will be reduced in November.  See Morgan Timms, Taos \nCounty reduces polling locations to slow spread of virus, Taos News (May 14, \n2020), https://www.taosnews.com/stories/taos-county-polling-locations-\ncoronavirus-primary,63888.  There is no reason to believe Pennsylvania is situated \nany differently from these counties when it comes to a second wave of COVID-19 \nin the fall.   \n10 \n\nduring the pandemic.  Doing so will ensure that Pennsylvania’s election scheme \ndoes not impermissibly deny the right to free, fair, and equal elections.      \nPARTIES \nPetitioner \n23.  NAACP-PSC is a non-partisan organization operating in Pennsylvania \nand is affiliated with the National Association for Advancement of Colored People \noperating across the United States.   NAACP-PSC has approximately 10,000 \nmembers in 44 branches across the state.   Among other organizational missions, \nthe NAACP-PSC Political Action Committee is dedicated to ensuring that all \neligible Pennsylvania citizens are given a full and equal opportunity to exercise \ntheir fundamental right to vote.   In furtherance of these purposes, NAACP-PSC \nconducts voter registration, education, and turnout efforts.   It also has been \ninvolved in voting rights litigation in the Commonwealth and has sought to prevent \nefforts to suppress or disenfranchise African American voters.  Indeed, since its \ninception in 1934, NAACP-PSC has focused on “securing voting rights for all \ncitizens.”  Because of the current Pennsylvania election regime, some specific \nNAACP-PSC work related to the Primary Election involved voter registration \nwhich included on-line registration.  The COVID-19 pandemic greatly impacted \nthe manner in which the NAACP-PSC needed to communicate with the \ncommunities.  Therefore, besides having to mail information to individuals, it was \n11 \n\nalso necessary to use social media, emails, and phone calling as additional efforts \nto get out the information.   Utilization of the option for mail-in ballots was \nimportant because the polling places everywhere had been cut in half.   This meant \nthat for most voters the places were no longer easily accessible to where they lived, \nand now contained approximately three precincts per polling location.  Thus, \nreducing polling places and restricting access to mail-in ballots will injure \nNAACP-PSC members who will face unreasonable burdens on their right to \nsuffrage.  Further, NAACP-PSC itself will have to divert substantial resources \naway from traditional voter registration and get-out-the-vote efforts in order to \neducate and assist voters in applying for mail-in voting, submitting mail-in ballots, \nlocating polling places, and traveling to polling places. \n12 \n\nRespondents \n24.  Kathy Boockvar is the Secretary of the Commonwealth of \nPennsylvania.  In this role, Boockvar leads the Pennsylvania Department of State.  \nAs Secretary, she is Pennsylvania’s Chief Election Official and a member of the \nGovernor’s Executive Board.  The Secretary is charged with the general \nsupervision and administration of Pennsylvania’s elections and election laws. \nAmong her numerous responsibilities in administering elections, she is charged \nwith tabulating, computing, and canvassing all votes cast, as well as certifying and \nfiling the votes’ tabulation, 25 P.S. § 3159, and ordering county boards to conduct \nrecounts and recanvasses, id. § 2621(f.2). \n25.  Respondent Jessica Mathis is the Director of the Bureau of Election \nServices and Notaries (“Bureau”).  The Bureau is responsible for planning, \ndeveloping, and coordinating the statewide implementation of the Election Code, \nvoter registration process, and notaries public. \nJURISDICTION \n26.  This Court has original jurisdiction of this action pursuant to 42 Pa. \nCons. Stat. § 761(a) (2019) because it is a civil action against an officer of the \nCommonwealth government, acting in her official capacity. \n13 \n\nFACTUAL ALLEGATIONS \nI.  The Pandemic and Its Impact in Pennsylvania  \n27.  The coronavirus has been spreading throughout the United States \nsince approximately January 2020. \n28.  Once contracted, coronavirus can have a range of effects, from \npassing without any symptoms at all, to flu-like symptoms, to causing a severe \nimmune system response that can cause fluid to build in the person’s lungs and \nlead to death.8 \n29.  To date, COVID-19 has killed more than 116,000 people across the \ncountry.9  \n30.  Pennsylvania has been one of the hardest hit states in the country.  As \nof June 17, 2020, the Pennsylvania Department of Health and Human Services has \nreported over 6,319 confirmed fatalities and 77,543 confirmed cases of COVID-19 \nin Pennsylvania.10  Because Pennsylvania currently tests only a small percentage of  \n   \n                                           \n8 Centers for Disease Control and Prevention (“CDC”), People Who Are at Higher \nRisk for Severe Illness?, https://www.cdc.gov/coronavirus/2019-ncov/need-extra-\nprecautions/people-at-higher-risk.html (last visited Apr. 30, 2020). \n9 CDC, Coronavirus Disease 2019 (COVID-19)–Cases in the US, \nhttps://www.cdc.gov/coronavirus/2019-ncov/cases-updates/cases-in-us.html. \n10 Pennsylvania Department of Health, COVID-19 Data for Pennsylvania, \nhttps://www.health.pa.gov/topics/disease/coronavirus/Pages/Cases.aspx (last \nupdated June 17, 2020). \n14 \n\nits residents for coronavirus infection, it is likely that the true rate of infection and \nfatalities is higher than reported.11   \n31.  The coronavirus is known to spread from person to person through \nrespiratory droplets, close personal contact, and from contact with contaminated \nsurfaces and objects.12  The coronavirus has been found to survive on glass \nsurfaces for four days and on plastic surfaces for three days.13 \n32.  The risk that the coronavirus will spread to another person increases \nwhen the infected person sneezes or coughs, or when an infected person stands \nwithin 6 feet of other people for an extended period of time.14   \n33.  The coronavirus can also spread when a person touches a surface or \nobject that has the virus on it and then touches their own mouth, nose, or eyes.15 \n                                           \n11 Pennsylvania Department of Health, Plan for Pennsylvania: Testing Strategy, \nhttps://www.health.pa.gov/topics/disease/coronavirus/Pages/Testing-Strategy.aspx \n(describing the Department of Health’s goal for testing 2% of the population per \nmonth). \n12 CDC, Coronavirus Disease 2019 (COVID-19) Factsheet, What you should know \nabout COVID-19 to protect yourself and others, https://www.cdc.gov/coronavirus/ \n2019-ncov/downloads/2019-ncov-factsheet.pdf. \n13 Jill Seladi-Schulman, Ph.D., How Long Does the Coronavirus Live on Different \nSurfaces?, Healthline (Apr. 29, 2020), https://www.healthline.com/health/how-\nlong-does-coronavirus-last-on-surfaces. \n14 CDC, Coronavirus Disease 2019 (COVID-19) Factsheet, What you should know \nabout COVID-19 to protect yourself and others, https://www.cdc.gov/coronavirus/ \n2019-ncov/downloads/2019-ncov-factsheet.pdf. \n15 Id. \n15 \n\n34.  Because of the highly contagious and potentially deadly nature of \nCOVID-19, on March 13, 2020, President Trump declared a national state of \nemergency.   \n35.  Pennsylvania is among the 48 states that have declared local states of \nemergency.16  On April 1, Governor Wolf issued a state-wide stay-at-home order, \nclosing schools and non-life-sustaining businesses and restricting large gatherings, \nas well as urging residents to maintain social distancing guidelines in order to \ncombat the virus’s spread.  On May 7, 2020, the order was extended to June 4.17  \nAll Pennsylvania schools will remain closed for the remainder of the academic \nyear.18  \n                                           \n16 Adam Edelman et al., Trump declares national emergency to combat \ncoronavirus, authorizes waiving of laws and regulations, NBC News (Mar. 13, \n2020, updated 4:00 PM), https://www.nbcnews.com/politics/donald-trump/trump-\nhold-friday-afternoon-press-conference-coronavirus-n1157981; Rosie Perper et al., \nAlmost all US states have declared states of emergency to fight coronavirus—\nhere’s what it means for them, Bus. Insider (Mar. 17, 2020, 1:34 AM), \nhttps://www.businessinsider.com/california-washington-state-of-emergency-\ncoronavirus-what-it-means-2020-3. \n17 See Gov. Wolf, Sec. of Health Take Actions on Stay-at-Home Orders, Issue \nYellow Phase Orders, Press Release (May 7, 2020), https://www.governor.pa.gov/ \nnewsroom/gov-wolf-sec-of-health-take-actions-on-stay-at-home-orders-issue-\nyellow-phase-orders. \n18 Avi Wolfman-Arent, Pa. closes schools for the rest of academic year, urges \nonline learning, WHYY (Apr. 9, 2020), https://whyy.org/articles/pa-schools-\nordered-to-remain-closed-until-end-of-academic-year. \n16 \n\n36.  While Pennsylvania has implemented a phased approach to lifting the \nstay-at-home order,19 the risk of COVID-19 remains.  Even as certain businesses \nreopen and activities resume within Pennsylvania, social distancing guidelines \nremain in effect because a high risk of community spread remains.20  And \nindividuals who are at higher risk for serious illness from COVID-19 are still \nencouraged to “stay home if possible.”21 \n37.  Further, the Commonwealth recognizes that closing portions of \nPennsylvania, or the entire state, may again become necessary for the health and \nsafety of Pennsylvanians, as the pandemic is ongoing.  On June 3, 2020, Governor \nWolf renewed the 90-day disaster declaration that he originally signed on March 6, \n2020.22 \n                                           \n19 See Responding to COVID-19 in Pennsylvania: Stay at Home Order, \nhttps://www.pa.gov/guides/responding-to-covid-19/#StayatHomeOrder (last \nupdated May 11, 2020, 8:45 PM); Avi Wolfman-Arent, Pa. closes schools for the \nrest of academic year, urges online learning, WHYY (Apr. 9, 2020), \nhttps://whyy.org/articles/pa-schools-ordered-to-remain-closed-until-end-of-\nacademic-year. \n20 Governor Tom Wolf: Process to Reopen Pennsylvania, \nhttps://www.governor.pa.gov/process-to-reopen-pennsylvania/ (last updated June \n11, 2020); Stacey Burling, Coronavirus cases trend downward around \nPhiladelphia, but masks are here to stay, Phila. Inquirer (June 11, 2020), \nPhiladelphia Inquirer, https://www.inquirer.com/news/philadelphia-coronavirus-\ncases-down-masks-necessary-pennsylvania-new-jersey-20200611.html. \n21 CDC, Coronavirus Disease 2019 (COVID-19), People who need extra \nprecautions, https://www.cdc.gov/coronavirus/2019-ncov/need-extra-\nprecautions/what-you-can-do.html. \n22 Governor Tom Wolf: Gov. Wolf Renews COVID-19 Disaster Declaration for \nState Response and Recovery, Stay-at-Home Order Ends June 4, Press Release \n17 \n\n38.  There are already clear warnings that coronavirus is not going away \nanytime soon.  In fact, as states begin to retreat from their strict shutdown orders, \nthe number of COVID-19 cases has jumped.23  On June 10, 2020, Texas reported \nthe highest one-day total during the pandemic, while Florida has reported the \nhighest seven-day average of new cases during the pandemic.24  Arizona has also \nseen a stunning increase of new cases, and its hospitals have been forced to \nactivate their emergency plans.25   \n39.  In addition to the recent uptick in cases, “experts are steeling for \nautumn, when changes in weather and back-to-school plans could have damaging \nrepercussions.”26  Indeed, the Director of the Centers for Disease Control and \nPrevention (“CDC”) has warned that the United States will likely face a second \nand worse wave of coronavirus infections in the fall of 2020, which will “be even \nmore difficult than the one we just went through.”27  Another renowned public \n                                           \n(June 3, 2020), https://www.governor.pa.gov/newsroom/gov-wolf-renews-covid-\n19-disaster-declaration-for-state-response-and-recovery-stay-at-home-order-ends-\njune-4. \n23 Emma Court and David R Baker, Second U.S. Virus Wave Emerges as Cases \nTop 2 Million, Bloomberg (June 10, 2020. 1:34 PM), https://www.bloomberg.com/ \nnews/articles/2020-06-10/second-u-s-virus-wave-emerges-after-state-reopenings. \n24 Id. \n25 Id. \n26 Id. \n27 Lena H. Sun, CDC director warns second wave of coronavirus this winter will \nlikely be worse, Phila. Inquirer (Apr. 21, 2020), https://www.inquirer.com/health/ \ncoronavirus/coronavirus-second-wave-covid-19-cdc-20200421.html.   \n18 \n\nhealth expert, Dr. Anthony Fauci, the director of the National Institute of Allergy \nand Infectious Diseases and member of the White House’s coronavirus task force, \nhas also warned that “we could be in for a bad fall and a bad winter”,28 and that \n“there is a real risk that you will trigger an outbreak that you may not be able to \ncontrol” upon broadly reopening the economy.29  More recently, Dr. Fauci \ndescribed COVID-19 as his “worst nightmare” and warned, “Where is it going to \nend? We’re still at the beginning of really understanding.”30  Many other experts \nagree.  For instance, Yale physician and researcher Nicholas Christaki warned that \n“there will be a second wave and we will have to prepare ourselves for it.”31  \nSimilarly, Harvard epidemiologist Marc Lipsitch has told the Journal of the \nAmerican Medical Association that “[w]e will have a harder time controlling \ncoronavirus in the fall.”32  Dr. Gregory Poland, an expert based with the Infectious \n                                           \n28 J. Edward Moreno, Fauci: Second wave of coronavirus ‘inevitable,’ The Hill \n(Apr. 29, 2020), https://thehill.com/homenews/news/495215-fauci-second-wave-\nof-coronavirus-in-fall-inevitable. \n29 Top Health Experts Paint Bleak Picture of Pandemic, N.Y. Times (May 12, \n2020), https://www.nytimes.com/2020/05/12/us/coronavirus-live-news-\nupdates.html. \n30 Denise Grady, Fauci Warns That the Coronavirus Pandemic Is Far From Over, \nN.Y. Times (June 9, 2020), https://www.nytimes.com/2020/06/09/health/fauci-\nvaccines-coronavirus.html?action=click&module=RelatedLinks&pgtype=Article. \n31 Len Strazewski, What’s ahead on COVID-19? Expert offers forecast for \nsummer, fall, AMA (Apr. 6, 2020), https://www.ama-assn.org/delivering-\ncare/public-health/what-s-ahead-covid-19-expert-offers-forecast-summer-fall. \n32 Len Strazewski, Harvard epidemiologist: Beware COVID-19’s second wave this \nfall AMA (May 8, 2020), https://www.ama-assn.org/delivering-care/public-\nhealth/harvard-epidemiologist-beware-covid-19-s-second-wave-fall. \n19 \n\nDiseases Society of America, has said, “Nobody has a crystal ball.  We’d all like to \nknow definitively.  We can only look at what other seasonal coronaviruses and \nseasonal influenzas do.  Based on that, most of us feel comfortable that there will \nbe a second wave.”33 \n40.  Various public and private entities have already began implementing \nplans for the fall based upon the strong likelihood of resurgence of the virus.  By \nway of example, the nation’s largest four-year public university system cancelled \non-campus classes for the fall semester because researchers and experts are \npredicting another wave of coronavirus in the summer, “followed by a very \nsignificant wave in the fall and another wave in the first quarter of next year.”34  \nAnd Pennsylvania hospitals and nursing homes are already preparing for a second \nwave of coronavirus.35 \n                                           \n33 Quentin Fottrell, Yes, America needs to brace itself for a second wave of \ncoronavirus, Marketwatch (June 10, 2020), \nhttps://www.marketwatch.com/story/the-coronavirus-only-knows-one-thing-and-\nthat-is-to-infect-another-host-why-america-should-brace-for-a-second-wave-2020-\n06-10.  \n34 Shawn Hubler, Fearing a Second Wave, Cal State Will Keep Classes Online in \nthe Fall, N.Y. Times (May 12, 2020), \nhttps://www.nytimes.com/2020/05/12/us/cal-state-online-classes.html (internal \nquotation marks omitted). \n35 Pandemic far from over in nursing homes, Phila. Inquirer (June 8, 2020), \nhttps://www.inquirer.com/opinion/editorials/nursing-home-residents-employees-\ndeaths-infections-coronavirus-pennsylvania-new-jersey-20200608.html; see also \nAlan Yu, Were hospitals unprepared for the pandemic? How are they planning for \na 2nd wave?, WHYY (May 23, 2020), https://whyy.org/articles/were-hospitals-\nunprepared-for-the-pandemic-how-are-they-planning-for-a-2nd-wave/. \n20 \n\n41.  The Surgeon General of the United States, Dr. Jerome Adams, \nrecognized in April that people of color experience higher rates of infection, \nillness, and death, perhaps because they are less likely to be able to work from \nhome, more likely to live in dense areas, and more likely to live in multi-\ngenerational housing.36  Underlying inequities like environmental racism, lack of \nfair employment opportunities, unaffordable housing, poverty, and inadequate \nhealth care have increased the vulnerability of African-American and Latino \ncommunities to coronavirus outbreaks.37  This is true in Pennsylvania, as well as \nthroughout the United States.    \n42.  There is no known effective treatment for COVID-19, and vaccines \nare at best a year away.38  Public health officials therefore urge the public to \npractice social distancing (that is, maintain a distance of at least 6 feet from other \npeople and avoid going to crowded places), wash their hands often, clean and \ndisinfect frequently touched surfaces often, and wear masks when in public.  The \n                                           \n36 Juana Summers, U.S. Surgeon General: People Of Color 'Socially Predisposed' \nTo Coronavirus Exposure, N.P.R. (Apr. 10, 2020), \nhttps://www.npr.org/sections/coronavirus-live-updates/2020/04/10/832026070/u-s-\nsurgeon-general-people-of-color-socially-predisposed-to-coronavirus-exposure. \n37 Id. \n38 Patrick Ercolano, A Coronavirus Vaccine Is In The Works—But It Won’t Emerge \nOvernight, Johns Hopkins University (April 16, 2020), https://hub.jhu.edu/2020/ \n04/16/coronavirus-vaccine-timeline. \n21 \n\nCDC cautions that wearing cloth face covers is not a substitute for social \ndistancing.39  \n43.  Contracting coronavirus could be significantly more dangerous, as \nwell as more costly, for African Americans and Latinos.  In Pennsylvania, people \nwithout health insurance will have less access to coronavirus testing, and less \naccess to treatment and care once they begin exhibiting symptoms of infection.  By \nrace, 10.2% of African Americans and 16.8% of Latinos are uninsured, as \ncompared with only 6% of White people.40   \n44.  COVID-19 also disproportionately afflicts and kills more African \nAmericans and Latinos than other people:  “The disparity is especially stark in \nPennsylvania, where African Americans account for just 11.3% of the state’s \npopulation but represent almost a third of . . . COVID-19 cases where the race of \nthe patient was recorded.”41  In Philadelphia, for instance, “African Americans \naccount for over 56 percent of positive cases where the patient’s race is known”, \n                                           \n39 CDC, Coronavirus Disease 2019 (COVID-19) Factsheet, What you should know \nabout COVID-19 to protect yourself and others, https://www.cdc.gov/coronavirus/ \n2019-ncov/downloads/2019-ncov-factsheet.pdf. \n40 Sarah Gantz, In Pa., N.J., and across the country, the ACA has narrowed racial \ngaps in health-care access, Phila. Inquirer (Jan. 16, 2020),  \nhttps://www.inquirer.com/health/consumer/aca-medicaid-insurance-racial-\ndisparities-20200116.html. \n41 Ryan Briggs, Racial disparity grows as the coronavirus disproportionately claims \nBlack lives in Pa., Jersey and Delaware, WHYY (May 15, 2020),  \nhttps://whyy.org/articles/racial-disparity-grows-as-the-coronavirus-\ndisproportionately-claims-black-lives-in-pa-jersey-and-delaware. \n22 \n\ndespite making up 42.3% of the city’s population.42  In York City, “Latinos \nrepresent 33.3 percent of the population but account for 71.6 percent of the \nconfirmed cases of COVID-19.”43  According to Dr. Fauci, “[t]he coronavirus has \nbeen a ‘double whammy’ for black people” because “they are more likely to be \nexposed to the disease by way of their employment in jobs that cannot be done \nremotely” and “they are more vulnerable to severe illness from the coronavirus \nbecause they have higher rates of underlying conditions like diabetes, high blood \npressure, obesity and chronic lung disease.”44 \n                                           \n42 Yun Choi, Philadelphia's coronavirus numbers show stark racial and income \ndisparities, 6abc.com (Apr. 8, 2020), https://6abc.com/coronavirus-philadelphia-\nphilly-racial-disparity-income/6087689. \n43 Mike Argento, Latinos in York City infected with COVID-19 at higher rate than \nothers: 71.6% of cases, York Daily Record (Apr. 16, 2020), \nhttps://www.ydr.com/story/news/2020/04/16/why-latinos-becoming-infected-\ncovid-19-higher-rate-than-others/5145512002. \n44 Denise Grady, Fauci Warns That the Coronavirus Pandemic Is Far From Over, \nN.Y. Times (June 9, 2020),  https://www.nytimes.com/2020/06/09/health/fauci-\nvaccines-coronavirus.html?action=click&module=RelatedLinks&pgtype=Article. \n23 \n\nII.  Elections in Pennsylvania  \nA.  Elections to Be Held in Pennsylvania During the Pandemic \n45.  Pennsylvania has already held one election during the pandemic, \nwithout adequately implementing the CDC’s guidance or taking sufficient other \nmeasures to protect Pennsylvanians.   \n46.  On Friday, March 27, Governor Wolf signed Senate Bill 422, also \nknown as Act 12,45 which made several changes to Pennsylvania’s election \nprocess, including rescheduling the 2020 Primary Election from April 28 to June 2, \n2020.  The Primary Election went forward on June 2, even though the stay-at-home \norder remained in effect for many counties in the state.   \n47.  As a result of the many failures to adequately adapt Pennsylvania’s \nvoting regime to the context of voting during the COVID-19 pandemic, thousands \nof Pennsylvanians were disenfranchised.  \n48.  The General Election is scheduled for November 3, 2020, at a time \nwhen many experts agree that the nation is likely to be in the midst of the second \nand even more devastating wave of the COVID-19 pandemic.  This is a \npresidential election year, and hence voter participation in the general election, at \n                                           \n45 Pennsylvania General Assembly, 2020 Act 12–Pennsylvania Election Code – \nOmnibus Amendments (Mar. 27, 2020), \nhttps://www.legis.state.pa.us/cfdocs/Legis/LI/uconsCheck.cfm?txtType=HTM&yr\n=2020&sessInd=0&smthLwInd=0&act=12. \n24 \n\nleast in normal times, would be significant and likely higher than that in other \nelections, including the 2020 Primary Election.  For context, over 6 million \nPennsylvanians voted in the general election in November 2016.   \n49.  “Due to the COVID-19 crisis, in March the Pennsylvania General \nAssembly passed, and Governor Wolf signed, Act 12 of 2020 . . . to reduce \ncrowding at polling places and encourage voters to use mail-in ballots.”46  Without \njudicial intervention, there will be more Pennsylvania voters who are \ndisenfranchised in the General Election than were in the recent Primary Election.  \nBecause many more people will seek to vote and the likelihood that pandemic will \nbe worse in November, the Commonwealth will face these problems again. \nB.  Risks of Coronavirus at Polling Stations \n50.  The COVID-19 pandemic endangers voters’ health and life while \nvoting.47  Because people can spread the coronavirus through person-to-person \ncontact, any dense grouping of people might result in person-to-person spread of \nCOVID-19, especially in enclosed spaces inside of voting locations.  In addition, \ncoronavirus can be spread through frequently touched surfaces. \n                                           \n46Governor Tom Wolf: Gov. Wolf Signs Executive Order Extending Mail Ballot \nDeadline in Six Counties to June 9, Press Release (June 1, 2020), \nhttps://www.governor.pa.gov/newsroom/gov-wolf-signs-executive-order-\nextending-mail-ballot-deadline-in-six-counties-to-june-9/. \n47 Dr. Joia Mukherjee, Mark Ritchie, et al., Safe Voting During the COVID-19 \nPandemic (Apr. 2020), https://freespeechforpeople.org/wp-content/uploads/ \n2020/04/FSFP-Report-on-Safe-Voting-04-07-2020-11.pdf. \n25 \n\n51.  At many polling places, voters waiting to vote must stand in line with \nother voters, often indoors and in confined spaces, sometimes for extended periods \nof time.  Once inside the polling location, the typical “flow” involves interacting \nwith multiple poll workers to check in; proceeding to a semi-private voting booth \nor area that may be quite close to another voter’s voting booth; and then interacting \nwith another poll worker to check out.  All of these interactions offer opportunities \nfor an infected voter or poll worker to transmit the coronavirus directly to others.  \nAny additional crowding only enhances these concerns. \n52.  Additionally, the coronavirus may be shed onto voting machines, \nvoting booths, and other materials required for voting, contaminating those \nsurfaces.48  The virus could remain present on those materials for hours or days.49 \n53.  To that end, the CDC has issued guidance for actions that election \nofficials and workers should take in advance of election day and encouraged the \nadoption of “voting methods that minimize direct contact with other people and \nreduce crowd size,” including mail-in voting and early voting.50  In addition, the \n                                           \n48 CDC, Coronavirus Disease 2019 (COVID-19), Election Polling Locations (May \n27, 2020), https://www.cdc.gov/coronavirus/2019-ncov/community/election-\npolling-locations.html. \n49 Id. \n50 Id. \n26 \n\nCDC recommends routine cleaning and disinfection of polling locations areas and \nvoting equipment.51 \nC.  Consolidation of Polling Places in Response to the Pandemic \n54.  For the June 2020 Primary Election, multiple Pennsylvania counties, \nincluding those with highest concentration of African-American and Latino \nresidents, consolidated polling places.  Some eliminated more than 80 percent of \ntheir normal number of polling places.52   \n55.  Consolidation of polling places for the June 2020 Primary Election \nwas done pursuant to Act 12.  Act 12 introduced Election Code § 1802-B(a)(3), \nwhich provides as follows: \nTwo  or  more  polling  places  may  be  consolidated,  except  that  the \nconsolidation of polling places may not result in more than a 60% \nreduction  of  polling  place  locations  in  the  county,  except  for \nnecessitous circumstances and as approved by the Department of State. \nTwo or more polling places may be located in the same building.53 \n56.  Act 12 further provided that the polling place for an election district \ncould be moved to any other election district anywhere in the county.54  In \nconsolidating polling places, election officials were not required to consider \n                                           \n51 Id. \n52 Letter from Mike Turzai, Jason Oritaty, Bob Brooks, Michal Pukaric, Natalie \nMihalek and Lori Mizgorski to Kathy Broockvar (May 21, 2020) (“May 21, 2020 \nTurzai Letter”),  \nhttp://www.pahousegop.com/Display/SiteFiles/1/2020/alleghenypoll.pdf. \n53 25 Pa. St. § 3582(a)(3). \n54 Id. § 3582(a)(1). \n27 \n\nwhether the new locations were accessible to voters, within a reasonable distance \nfrom the old polling place, or easily reachable by public transportation.  Indeed, \nthere was no requirement that election officials consider community input or seek \ninput from legislators when selecting new locations.   \n57.  Further, Act 12 did not require county election boards to consider \ndifferent municipalities’ populations to determine whether there should be a larger \nnumber of polling places based on the number of registered voters in the areas.  \n58.  Counties were not required to provide any evidence as to why they \ndecided to consolidate or close down certain polling places, or make findings that \nreducing the number of polling locations will be safer, or that the consolidation \nplan included an adequate number of polling places to allow for social distancing, \ntime for disinfecting polling machines and other surfaces, and otherwise keep \nvoters safe.  As a common-sense matter, if polling places were reduced \ndisproportionately to the reduction in in-person voting (e.g., in-person voting \ndeclines by 20% but polling places are reduced by 60%), that would actually \nincrease crowding of voters at the polling site, in turn increasing the chances of \nvoter lines and the number of voters in each location—expanding the public health \nrisk. \n59.  Further, election officials were given no criteria for determining \nwhich polling places should be closed.  Thus, in deciding to close a polling place \n28 \n\nas part of consolidation, election officials may have considered the demographics \nor political preferences of voters that are assigned to that polling place.    \n60.  Based on these concerns, several members of the state House of \nRepresentatives from Allegheny County wrote a letter alleging that Allegheny \nCounty’s consolidation plan was unlawful because the county had not provided \nevidence to justify reducing the polling places, and the county failed to get \nappropriate public input on the plan.55  The letter sought return to Allegheny \nCounty’s regular number of polling places.   \n61.  For the Primary Election, county boards of elections were required to \ndecide upon consolidation of polling places no later than 20 days prior to the \nPrimary Election.56   \n62.  Some counties consolidated polling places at the 60% threshold.  For \nexample, Montgomery County opened just 140 locations instead of 352.57 \n                                           \n55 May 21, 2020 Turzai Letter.   \n56 Act 12 Guidance, Election Operations During COVID-19, at § 3.3.1 (Apr. 28, \n2020),  https://www.dos.pa.gov/VotingElections/OtherServicesEvents/Documents/ \nPADOS_ElectionOperationsDuringCOVID19.pdf. \n57 Jonathan Lai & Julia Terruso, Philly wants the state to let it cut a lot of polling \nplaces — or send the National Guard to help, Phila. Inquirer (May 8, 2020), \nhttps://www.inquirer.com/news/philadelphia-2020-primary-polling-places-poll-\nworkers-20200508.html. \n29 \n\n63.  At least four other counties asked Respondents to grant exemptions \nfor the reduction of polling places by more than 60%.58  The Department of State \ngranted those exemptions in all instances. \n64.  Respondents authorized Philadelphia County to reduce polling places \nby over 75 percent, from 1,703 to 190.59 \n65.  Likewise, Respondents authorized Allegheny County, which normally \nhas 1,323 polling sites, to reduce the number of polling places to 211:  one for each \nward district in Pittsburgh, and one for each other municipality.60  The Pittsburgh \ndistricts average around 34,000 residents each; some of the other municipalities in \nthe county have under 1,000 (in at least one case, under 100) residents.     \n66.  The consolidated polling places caused traffic jams around the polling \nsites.  The challenge for some voters “was getting into line to begin with.”61  In \n                                           \n58 Jonathan Lai & Julia Terruso, Philly wants the state to let it cut a lot of polling \nplaces — or send the National Guard to help, The Philadelphia Inquirer (May 8, \n2020),  https://www.inquirer.com/news/philadelphia-2020-primary-polling-places-\npoll-workers-20200508.html. \n59 Alecia Reid, Pandemic Forces Philadelphia Elections Officials To Consolidate \nPolling Sites By 75% For Primary, CBS Philly (May 13, 2020 at 6:29 pm), \nhttps://philadelphia.cbslocal.com/2020/05/13/pandemic-forces-philadelphia-\nelections-officials-to-consolidate-polling-sites-by-75-for-primary. \n60 May 21, 2020 Turzai Letter.  \n61 Chris Potter, Polling Places Draw Long Lines, Report Few Problems, Amid \nPandemic And Unrest, Pittsburgh’s NPR News Station (June 2, 2020), \nhttps://www.wesa.fm/post/polling-places-draw-long-lines-report-few-problems-\namid-pandemic-and-unrest#stream/0. \n30 \n\nPenn Hills, the parking lot became full and some voters could not walk one quarter \nmile to “[t]he nearest parking [that] was down a hill with no sidewalk.”62 \n67.  The problem of the reduced number of polling places was exacerbated \nby reduced numbers of poll workers.  Poll workers tend to be older individuals, \ntypically retired, and therefore in the most vulnerable demographic should they \ncontract COVID-19.  Some counties actually affirmatively encouraged older and \nmore high-risk election workers not to volunteer for the June election.  For that \nreason, some counties reported that they were missing over 30 percent, if not more, \nof their poll workers on Election Day.63   \nD.  Inadequate Notice of New Polling Locations  \n68.  Further, Pennsylvania does not provide for adequate procedures to \nnotify voters of their new polling place upon reduction of polling places.   \n69.  For most Pennsylvania voters, their polling place has been in the same \nlocation for many years.   \n                                           \n62 Id. \n63 Ivey DeJesus, As counties look to consolidate polling places, advocates worry \nabout voter disenfranchisement, PennLive (Apr. 28, 2020), \nhttps://www.pennlive.com/coronavirus/2020/04/as-counties-look-to-consolidate-\npolling-places-advocates-worry-about-voter-disenfranchisement.html; see also   \nAvi Wolfman-Arent et al., On unprecedented Pa. primary day, high turnout in \nWest Philly, too-big ballots in Bucks, WHYY (June 2, 2020),  \nhttps://whyy.org/articles/polls-open-in-pa-amid-historic-mix-of-civil-unrest-\neconomic-strife-and-covid-19/ (reporting on poll workers in Philadelphia, \nDelaware, and Montgomery counties dropping out due to coronavirus). \n31 \n\n70.  For the June 2020 primary, the only required notice of the change in \nthe location of a polling place was as follows:   \n“[A] county board of elections shall, not less than 15 days prior to the \nelection . . . , post in a conspicuous place at the office of the county board of \nelections, a list of each place at which the election is to be held in each \ndistrict of the county.  The list shall be available for public inspection at the \noffice of the county board of elections and posted on the county's publicly \naccessible Internet website.”64    \n \n71.  These notice methods were insufficient for persons who may not be \nable to travel to the county board of elections office or who do not have access to \nthe Internet.  Those persons are disproportionately African American, Latino, and \nlow-income Americans.65  At least four other counties asked the Pennsylvania \nDepartment of State to grant exemptions for the reduction of polling places by \n                                           \n64 Pennsylvania General Assembly, 2020 Act 12–Pennsylvania Election Code – \nOmnibus Amendments (Mar. 27, 2020), \nhttps://www.legis.state.pa.us/cfdocs/Legis/LI/uconsCheck.cfm?txtType=HTM&yr\n=2020&sessInd=0&smthLwInd=0&act=12. \n65 Andrew Perrin & Erica Turner, Smartphones help blacks, Hispanics bridge  \nsome – but not all – digital gaps with whites, Pew Research Center Fact Tank \n(Aug. 20, 2019),  https://www.pewresearch.org/fact-tank/2019/08/20/smartphones-\nhelp-blacks-hispanics-bridge-some-but-not-all-digital-gaps-with-whites; Monica \nAnderson, Who relies on public transit in the U.S., Pew Research Center Fact Tank \n(Apr. 7, 2016),  https://www.pewresearch.org/fact-tank/2016/04/07/who-relies-on-\npublic-transit-in-the-u-s; Monica Anderson & Madhumitha Kumar, Digital divide \npersists even as lower-income Americans make gains in tech adoption, Pew \nResearch Center Fact Tank (May 7, 2019),  https://www.pewresearch.org/fact-\ntank/2019/05/07/digital-divide-persists-even-as-lower-income-americans-make-\ngains-in-tech-adoption. \n32 \n\nmore than 60%.66  The Department of State granted those exemptions in all \ninstances without question. \n72.  As evidenced by voters’ experiences during the Primary Election, \nthese notice procedures failed to alert many people of the changes in their polling \nplace.67  Many people showed up at their old polling location and were confused \nabout the location of their new polling place, due to inadequate notice.68  For \nexample, “Jacqueline Brower showed up to her normal voting location at Heston \nSchool near 54th Street and Lancaster Avenue, only to be told her polling place \n                                           \n66 Jonathan Lai & Julia Terruso, Philly wants the state to let it cut a lot of polling \nplaces — or send the National Guard to help, Phila. Inquirer (May 8, 2020), \nhttps://www.inquirer.com/news/philadelphia-2020-primary-polling-places-poll-\nworkers-20200508.html. \n67 Julia Shanahan, Voting Rights’ Advocates Warn Of Bumpy Fall Unless PA. \nAddresses Primary Day Glitches, Pennsylvania Capital-Star (June 4, 2020),  \nhttps://patch.com/pennsylvania/across-pa/voting-rights-advocates-warn-bumpy-\nfall-unless-pa-addresses-primary-day. \n68 Jan Murphy, Voter confusion abounds in places around Pennsylvania due to \nconsolidated polling places, PennLive (June 2, 2020), https://www.pennlive.com/ \nnews/2020/06/voter-confusion-abounds-in-places-around-pennsylvania-due-to-\nconsolidated-polling-places.html (“[A]round the state, voters showed up at their \nstandard polling place only to be met with a sign directing them to another location \nor simply seeing no notice at all.”). \n33 \n\nhad been moved.”69  Others only learned about their new polling place after \nstanding in line at polling places that “lacked signs directing people to new sites.”70    \n73.  Although the emergency election procedures in Act 12 by its terms \napplied only to the Primary Election, there is a real threat that substantially similar \nlegislation will be passed that will be applied to the November 2020 election to \nreduce the number of polling places, without adequate notice to voters.  The \nCOVID-19 pandemic—which was the express motivation for enacting Act 12—\nwill continue up to and through the November 2020 election.  Indeed, experts \npredict the wave of disease could be more severe in November 2020.   \n74.  Moreover, multiple counties asked the Pennsylvania Department of \nState to grant exemptions for the reduction of polling places by more than 60%, \nand the Department of State granted those exemptions whenever requested, \nwithout publishing any findings as to whether voters would have adequate access \nto polling places.  Thus, the problems with the state’s procedures for reducing \npolling places will continue to exist for the November 2020 General Election.   \n                                           \n69 Avi Wolfman-Arent et al., On unprecedented Pa. primary day, high turnout in \nWest Philly, too-big ballots in Bucks, WHYY (June 2, 2020),  \nhttps://whyy.org/articles/polls-open-in-pa-amid-historic-mix-of-civil-unrest-\neconomic-strife-and-covid-19. \n70 Michaelle Bond et al., Polling locations in Northwest Philly got the wrong \nvoting machines, causing confusion and long lines: ‘It was a mess,’ Phila. Inquirer \n(June 2, 2020), https://www.inquirer.com/politics/election/northwest-philadelphia-\nvoting-lines-2020-pa-primary-20200602.html. \n34 \n\nE.  Repeat-Touch Voting Machines \n75.  Many counties in Pennsylvania require all voters to vote on repeat-\ntouch electronic voting machines and do not make hand-marked paper ballots \navailable to voters. \n76.  Electronic voting machines have glass and plastic components that are \ntouched by each voter who uses the machine, as well as by poll workers who set up \nthe machines and assist voters when necessary. \n77.  Other coronaviruses, including Severe Acute Respiratory Syndrome \n(SARS) coronavirus and the Middle East Respiratory Syndrome (MERS) \ncoronavirus, have been found to persist on glass for 4-5 days, and to persist on \nplastic for up to 6 days, with one coronavirus strand surviving on plastic for up to 9 \ndays.71  \n78.  A study on the aerosol and surface stability of the novel coronavirus \nhas determined that the novel coronavirus can remain viable on plastic for up to 3 \ndays.72  \n                                           \n71 G. Kampf et al., Persistence of Coronaviruses on Inanimate Surfaces and Their \nInactivation With Biocidal Agents, 104 J. of Hospital Infection 246 (Mar. 1, 2020), \nhttps://doi.org/10.1016/j.jhin.2020.01.022.  \n72 Neeltje van Doremalen et al., Aerosol and Surface Stability of SARS-CoV-2 as \nCompared With SARS-CoV-1, Letter to the Editor, New England Journal of \nMedicine (Mar. 17, 2020), https://bit.ly/2Uibd28.  \n35 \n\n79.  Many of the electronic voting machines use touch screens, tested and \nintended to be used by voters touching their fingers to the screen to make \nselections.  These machines are not certified for use with styli or by the gloved \nhand, and they have not been tested for effectiveness or accuracy of using styli or \ngloved hands.  \n80.  CDC guidance advises that poll workers must “[c]lean and disinfect \nvoting-associated equipment (e.g., voting machines, laptops, tablets, keyboards) \nroutinely.”73 \n81.   Manufacturers of voting machines have provided very specific \ncleaning instructions for their machines.74 \n82.  Manufacturers of voting machines have warned that failure to clean \nthe machines according to their instructions may cause the machines to \nmalfunction.  \n83.  For example, Election Systems & Software (“ES&S”), which \nmanufactures voting machines used in Philadelphia and 12 other counties, warns \nthat poll workers must be careful to not touch the sensors on the edges of the \n                                           \n73 See CDC, Recommendations for Election Polling Locations, \nhttps://www.cdc.gov/coronavirus/2019-ncov/community/election-polling-\nlocations.html (revised Mar. 27, 2020). \n74 See Election Assistance Comm’n, Vendor and Manufacturer Guidance on \nCleaning Voting Machines and Other Election Technology, https://www.eac.gov/ \nelection-officials/vendor-and-manufacturer-guidance-cleaning-voting-machines-\nand-other-election (last visited June 9, 2020). \n36 \n\nscreen, “scratch touch screens,” or allow moisture to “linger[] on the external \nsurface.”75  ES&S also warns poll workers not to apply cleanser directly to the \nscreens, or to use too much cleaner on the cloth, or else the equipment may become \n“damaged during cleaning.”76  \n84.  Similarly, Dominion Voting, which manufactures voting machines \nused in Luzerne County and other counties, warns that some CDC-recommended \nproducts “may not be appropriate for your hardware and may cause problems.”  \nDominion further warns that the cleaning instructions must be followed precisely \n“to prevent damage to your voting system touchscreens and tabulators,” and that \n“[c]leaning the units while they are powered ON is not recommended.”77  \n85.  If a poll worker inadvertently deviates from the cleaning instructions \nand damages a machine, this will further reduce polling place capacity and thus \nlead to longer lines, creating an increased risk of person-to-person transmission.  \n86.   Several manufacturers recommend cleaning equipment with 50% or \nhigher isopropyl alcohol solution without disclosing that the CDC recommends \n                                           \n75 Election Assistance Comm’n, ES&S, Best Practices – Voting System, at 1-2 \n(Mar. 2020), https://www.eac.gov/sites/default/files/electionofficials/coronavirus/ \nESS_BestPractices_Cleaning_Disinfecting.pdf.  \n76 Id. at 3.  \n77 Election Assistance Comm’n, Dominion Voting, Customer Notification: \nCOVID-19 (‘Coronavirus’) Information, at 1 (Mar. 9, 2020), https://www.eac.gov/ \nsites/default/files/electionofficials/coronavirus/DVS_CoronavirusCleaningNotice_\n030920.pdf (emphasis in original).  \n37 \n\ncleaners of at least 60% alcohol solution.  Other manufacturers warn against \napplying cleaner directly to the screen and using only enough cleaner to “lightly \ndampen” cloths.  While these methods may limit the likelihood of damaging the \nequipment, neither the Respondents nor the voting machine manufacturers have \ndemonstrated that these methods are sufficient to sanitize the machines. \n87.  Cleaning each machine properly takes time.  In many cases, following \nmanufacturers’ recommended cleaning guidelines would cause long lines.  \n88.  For example, Dominion Voting (which manufactures machines used \nin Luzerne and two other counties) warns that its touchscreen-based voting \nmachines must be powered down before cleaning, noting that “[m]oist wipes may \nalter the touch sensitivity of screens until the moisture is removed” and that “some \nscreen buttons may be inadvertently activated during wipe down.”78  \n89.  Powering down a voting machine before cleaning, and then restarting \nit after cleaning, takes time, especially because many machines will require a \nspecial administrator login after rebooting. Even without rebooting, the delicate \nand complex procedures are time-consuming. \n                                           \n78 Election Assistance Comm’n, Dominion Voting, Customer Notification: \nCOVID-19 (‘Coronavirus’) Information, at 1 (Mar. 9, 2020), https://www.eac.gov/ \nsites/default/files/electionofficials/coronavirus/DVS_CoronavirusCleaningNotice_\n030920.pdf.  \n38 \n\n90.  If the poll worker uses the wrong cleaner, accidentally touches a \nbutton during cleaning, uses too much liquid cleaner or does not clean according to \nmanufacturer instructions, the machine could break or malfunction. \n91.   If the machine is not cleaned after each person casts a ballot, the \ncoronavirus and other pathogens will remain on the machine’s surfaces, such as the \nscreen or keypad.  \n92.   If poll workers clean each machine after every voter, particularly at \nthe necessary level of care and following the precise cleaning procedures \nrecommended by manufacturers, then voter lines will increase in counties in which \nall voters are required to use electronic voting machines. \n93.  Many of these problems have manifested in other states.  For \nexample, in the early voting phase of Georgia’s primary election, where voters are \nrequired to use the Dominion ImageCast X ballot marking device that is also used \nin Luzerne and several other Pennsylvania counties, one county found it necessary \nto use only half of the normal complement of voting machines for social distancing \npurposes, while another county’s election director noted that “[t]he process is \nmuch slower than before due to distancing and sanitation requirements.”79   \n                                           \n79 Mark Niesse et al., Social distancing leads to some lines as Georgia early voting \nbegins, Atlanta Journal-Constitution (May 18, 2020), https://www.ajc.com/news/ \nstate--regional-govt--politics/social-distancing-leads-some-lines-georgia-early-\nvoting-begins/LsXxsSUxD8XTMfMAnNKVZN.  \n39 \n\n94.  Several Pennsylvania counties have acknowledged that the cleaning \nprocedures are inadequate.  For example, in Northampton County, where citizens \nmust cast their ballot on an electronic voting machine and do not have the option of \npaper ballots, Registrar Amy Cozze encouraged voters to bring their own gloves.80 \n95.  Allowing counties to require all voters to vote by electronic voting \nmachine places people at high risk for contracting the coronavirus.   \n96.  The risk was higher for individuals who would have liked to vote by \nmail (perhaps because of age or underlying conditions that renders them \nparticularly vulnerable to becoming seriously ill if they contract COVID-19), but \ninstead were required to vote at their polling place because they did not receive \ntheir mail-in ballot or had concerns about their completed ballot being received in \ntime to be counted. \n97.  The coronavirus does not survive as long on paper and cardboard as it \ndoes on glass and plastic.81 \n                                           \n80 Laura Olson and Tom Shortell, Lehigh Valley Voters may want to bring their \nown pen, gloves to vote in coronavirus-plagued primary, The Morning Call (May \n4, 2020), https://www.mcall.com/news/pennsylvania/capitol-ideas/mc-nws-pa-\nprimary-election-june-2-vote-by-mail-20200504-ztdn33oq2bcmfhi4oqou24b77u-\nstory.html.  \n81 See, e.g., Cleveland Clinic, How Long Will Coronavirus Survive on Surfaces? \n(Apr. 24, 2020), https://health.clevelandclinic.org/how-long-will-coronavirus-\nsurvive-on-surfaces. \n40 \n\n98.  While universal-use electronic voting machines are handled \nrepeatedly by poll workers and by all voters, hand-marked paper ballots are \nhandled only by the poll worker who hands it to the voter, and by the voter.   \n99.  Hand-marked paper ballots can be filled out on surfaces that are easily \nwiped clean with any cleaner approved by the CDC. \n100.  The Secretary of the Commonwealth has provided guidance to polling \nplace workers that acknowledges the relative simplicity of pathogen control with \npaper ballots.  The Secretary’s guidance contains two simple suggestions: “[u]se \nplastic folders that can be wiped off or sprayed with disinfectant before being \nhanded to another voter” and “[u]se single-use sheets of large-sized paper (e.g. 11’ \nX 17’) that can be folded to cover the ballot but may then be discarded by voters \nfollowing their usage.”  These steps illustrate that it is much easier, faster, and \neffective to protect voters from virus transmission via the medium of paper ballots, \nas opposed to electronic voting machines.82 \n101.  If hand-marked paper ballots are made available to voters across \nPennsylvania, rather than in a limited number of counties, as they were for the \nPrimary Election, it will reduce voters’ risk of exposure to potentially unsafe \nelectronic voting machines, limit lines, provide poll workers with more time to \n                                           \n82 See Dep’t of State, Election Operations During COVID-19, at 8 (Apr. 28, 2020), \nhttps://www.dos.pa.gov/VotingElections/OtherServicesEvents/ \nDocuments/PADOS_ElectionOperationsDuringCOVID19.pdf. \n41 \n\nclean the machines properly without causing back-ups or delays, and increase the \nlikelihood that voters who need or prefer to use electronic voting machines will \nhave prompt access to a sanitized machine that has not been touched by hundreds \nof other voters.  \n102.  Several Pennsylvania counties that were planning to use electronic \nvoting machines for all voters decided, at least for the June 2020 Primary Election, \nto switch to hand-marked paper ballots for general use, reserving the electronic \nvoting machines for those voters who need or prefer them.83  In Luzerne County, \nthe county manager announced that voters would use hand-marked paper ballots \ndue to concerns about the coronavirus, explaining that “the use of paper ballots and \nindividual pens for each voter will be much safer than using touchscreen \nmachines.”84  In Crawford County, the board of elections voted unanimously to use \npaper ballots for the primary, because “[t]he switch will allow for a less potential \nspread of the virus than using the electronic voting machines, according to board \n                                           \n83 Eric Mark, County to use paper ballots for primary due to virus concerns, \nCitizens’ Voice (Apr. 29, 2020), https://www.citizensvoice.com/news/county-to-\nuse-paper-ballots-for-primary-due-to-virus-concerns-1.2623147; Keith Gushard, \nPaper ballots at polling places for June 2 election, Meadville Tribune (Apr. 23, \n2020), https://www.meadvilletribune.com/news/paper-ballots-at-polling-places-\nfor-june-2-election/article_72d77f4a-850c-11ea-bcf2-abc7ccd89009.html. \n84 Eric Mark, County to use paper ballots for primary due to virus concerns, \nCitizens’ Voice (Apr. 29, 2020), https://www.citizensvoice.com/news/county-to-\nuse-paper-ballots-for-primary-due-to-virus-concerns-1.2623147. \n42 \n\nmembers.  The electronic voting machines would require cleaning of touch screens \nafter each use by a voter which could slow the process.”85  \n103.  On Primary Election day, voters in those counties who primarily used \npaper ballots were not exposed to a potential vector of disease transmission to \nwhich those voters in counties using electronic voting machines were forced to be \nexposed.  \nF.  Pennsylvania’s Lack of Early Voting Will Lead to Overcrowding \n104.  Experts agree that a critical measure for reducing the threat of \ncoronavirus exposure is physical distancing and prevention of overcrowding.  \n105.  It is axiomatic that forcing citizens to congregate in a fixed space over \na limited number of hours leads to more crowding than permitting the same \nnumber of citizens to enter that space on multiple days spanning a greater total \namount of time. \n106.  Early voting permits citizens to cast ballots in person at a polling \nplace prior to Election Day.  In states that permit no-excuse early voting, a voter \ndoes not have to provide an excuse for being unable to vote on Election Day itself. \n107.  Pennsylvania does not allow in-person early voting at polling places.   \n                                           \n85 Keith Gushard, Paper ballots at polling places for June 2 election, Meadville \nTribune (Apr. 23, 2020), https://www.meadvilletribune.com/news/paper-ballots-at-\npolling-places-for-june-2-election/article_72d77f4a-850c-11ea-bcf2-\nabc7ccd89009.html. \n43 \n\n108.  Act 12, purportedly enacted to address voter safety concerns for the \nPrimary Election, did not provide for early voting.  Thus, it is unlikely that the \nPennsylvania General Assembly will provide for early voting for the General \nElection, despite the ongoing pandemic.   \n109.  Thus, for the upcoming General Elections, Pennsylvanians will have a \nperiod of thirteen hours on one day to vote at the polls.86   \n110.  In states with early voting, polling places are often open for several \ndays over the course of a week or several weeks, rather than one day for a \nparticular election. \n111.  Pennsylvania’s current failure to provide for early voting \nunnecessarily put lives of voters at risk during the Primary Election and will again \nput the lives and health of voters at risk, and force voters to choose between their \nright to vote and risking their health, for the General Election in November, \nespecially since the fall wave of the pandemic is expected to be much worse.  \n                                           \n86 The 2020 Pennsylvania Elections Calendar, https://www.votespa.com/About-\nElections/Pages/Election-Calendar.aspx. \n44 \n\nG.  Mail-in Voting During the Pandemic  \n112.  Pennsylvania allowed mail-in voting for the first time for the Primary \nElection, which occurred during the pandemic.   \n113.  Pennsylvania officials, including Governor Wolf, have encouraged as \nmany Pennsylvanians as possible to vote by mail, lauding it as safer than in-person \nvoting.87  However, Pennsylvania’s expansion of mail-in voting does not remedy \nthe burdens and public health concerns created by polling place consolidation and \nfailure to provide paper ballots.  Rather, the mail-in voting regime imposes its own \nburdens on voters, particularly African-American and Latino and impoverished \npersons, and therefore does not resolve the burdens of consolidation of polling \nrisks and the health risks of voting in persons.  \n114.  On October 31, 2019, Governor Wolf signed Act 77 of 2019 into law.  \nWhereas previously only electors who were not eligible for absentee ballots were \npermitted to vote with mail-in ballots, under Act 77, voters who did not qualify for \nabsentee ballots also can vote by mail.  Thus, Pennsylvania law provides for two \ncategories of voters who are permitted to vote by means other than voting in \nperson at a polling location: absentee voters and mail-in voters.   \n                                           \n87 Ron Southwick, Dealing with mail-in ballots emerges as major challenge for Pa. \nprimary election, PennLive (May 28, 2020), https://www.pennlive.com/news/ \n2020/05/dealing-with-mail-in-ballots-emerges-as-major-challenge-for-pa-primary-\nelection.html. \n45 \n\n115.  Under Pennsylvania’s current mail-in voting regime, the deadline for \nvoters to apply for an absentee ballot or a mail-in ballot is “five o’clock P.M. [on] \nthe first Tuesday prior to the day of any primary or election.”  25 P.S. \n§§ 3146.2a(a) (2019), 3150.12a(a) (2019).  This was the same deadline that was in \nplace when only voters who qualified for absentee ballots could vote by mail.  \nThus, although the population of persons who may vote by mail was greatly \nexpanded, the county election offices were not given additional time to process \ngreater numbers of applications.   \n116.  Voters can apply to vote-by-mail online, but only if they have a \nPennsylvania driver’s license or non-driver photo identification from the \nPennsylvania Department of Transportation (PennDOT).  If they do not have a \nPennDOT identification card, they can download and print an absentee or mail-in \nballot application, complete it on paper, and mail it to their county board of \nelections. \n117.  If a voter submits an application and the county board of elections \ndetermines that the voter meets the statutory requirements for an absentee ballot or \na mail-in ballot, the board sends a ballot to the voter.  See 25 P.S. \n§§ 3146.2a(a.3)(3), 3150.12b(a)(1).   \n46 \n\n118.  To be counted, the voter’s absentee or mail-in ballot must be received \nby the county board of elections “on or before eight o’clock P.M. the day of the \nprimary or election.”  25 P.S. §§ 3146.6(a)(1)(), 3146.8(g)(1)(ii), 3150.16(c). \n119.  “‘These deadlines have real consequences,’ said Delaware County \nCouncil Member Christine Reuther. ‘And one of them is, people are going to be \ndisenfranchised.’”88  \n120.  During the June 2020 Primary Election, Governor Wolf signed an \nexecutive order extending the deadline for county election offices to receive \nabsentee or mail-in ballots by mail to 5:00 p.m. on June 9, 2020, but only for six \ncounties:  Allegheny, Dauphin, Delaware, Erie, Montgomery, and Philadelphia \ncounties.89  There was no explanation provided for why the deadline did not apply \nstatewide.  In fact, Governor Wolf attributed the need for an extension not to the \npandemic, but to protests over the death of George Floyd (an unarmed black man \nkilled by a Minneapolis police officer), and curfews put in place in some \nPennsylvania municipalities in response to protests, not to the challenges of voting \n                                           \n88 Jonathan Lai, Tens of thousands of Pennsylvania mail ballots were turned in \nafter the deadline. November could be worse., Phila. Inquirer (June 10, 2020), \nhttps://www.inquirer.com/politics/election/pa-mail-ballots-deadline-2020-primary-\nelection-20200610.html?utm_medium=referral&utm_source=ios&utm_campaign= \napp_ios_article&utm_content=XZXYGZCE4RHBVJCWYNN3DG26CI. \n89 Governor Tom Wolf: Gov. Wolf Signs Executive Order Extending Mail Ballot \nDeadline in Six Counties to June 9, Press Release (June 1, 2020), \nhttps://www.governor.pa.gov/newsroom/gov-wolf-signs-executive-order-\nextending-mail-ballot-deadline-in-six-counties-to-june-9/. \n47 \n\nduring a pandemic.  If not for the protests, Governor Wolf may not have granted \nany extensions.  \n121.  Limiting the extension to certain counties led to significant confusion \namong Pennsylvanians as to when mail-in ballots were actually due.  Indeed, \nGovernor Wolf initially announced at a June 1, 2020 press conference that the \nextension would apply throughout the entire state, only to later correct himself.   \n122.  Voters who timely request an absentee or mail-in ballot, but do not \nreceive the ballot with sufficient time before election day, face significant hurdles \nin exercising their right to vote.  As a default rule, voters who request an absentee \nor mail-in ballot may not vote by regular ballot in person on Election Day, even if \nthey have not cast the absentee or mail-in ballot.  25 P.S. §§ 3146.3(e), 3150.13(e). \nIf a voter requested an absentee or mail-in ballot but wishes to vote in person on \nelection day, the voter may cast a regular ballot at a polling place only if the voter \nbrings the absentee or mail-in ballot to the polling place (along with the envelope \nthat came with it), “remits” (or “spoil[s]”) the absentee or mail-in ballot, and \nsubmits a sworn statement in substantially the following form: \nI  hereby  declare  that  I  am  a  qualified  registered  elector  who  has \nobtained an absentee ballot or mail-in ballot. I further declare that I have \nnot cast my absentee ballot or mail-in ballot, and that instead I remitted \nmy absentee ballot or mail-in ballot to the judge of elections at my \npolling place to be spoiled and therefore request that my absentee ballot \nor mail-in ballot be voided. \n25 P.S. §§ 3146.6(b)(3), 3150.16(b)(3). \n48 \n\n123.  If the voter does not bring the absentee or mail-in ballot and the \naccompanying envelope to the polling place, the voter may cast only a provisional \nballot.  25 P.S. §§ 3146.3(e), 3150.16(b)(2). \n124.  For the June 2020 primary, the county elections officers received \ntremendous increases in applications to vote by mail beyond numbers received in \nprevious elections when only absentee ballots were available.  Pennsylvania \nelection officials estimated that as many as 2 million voters total would apply to \nvote by mail.90  “Ultimately, more than 1.8 million voters applied for a mail-in or \nabsentee ballot.”91 \n125.  In the weeks before the Primary Election, the county election offices \ntried to add extra personnel to process applications and procure additional print and \nmailing services to prepare ballots for delivery.  As acknowledged by Jonathan \nMarks, the Deputy Secretary for Elections and Commissions for Pennsylvania, due \nto the impact of COVID-19, many county election offices were still unable to keep \nup with the applications and experienced a tremendous backlog in applications.  \n                                           \n90 Decl. of Jonathan Marks, the Deputy Secretary for Elections and Commissions \nfor Pennsylvania, Crossey v. Boockvar, No. 266 MD 2020 (May 18, 2020) [Marks \nDecl.] ¶ 32. \n91 Trump, Biden win Pennsylvania primary contests amid unrest, pandemic, \nTRIBLive–Associated Press (June 2, 2020), https://triblive.com/news/ \npennsylvania/pennsylvania-primary-begins-amid-unrest-pandemic/. \n49 \n\nSome counties were unable to catch up with their pending applications and process \nnew applications that were received just prior to the application deadline.  \n126.  Just weeks before the election, other counties, including Philadelphia, \nhad only began mailing out their ballots.  \n127.  For other county election offices that were able to process and send \nout a large percentage of mail-in ballots for approved applicants by May 19, 2020, \nonly about 20% of ballots mailed out had been received as voted ballots by the \ncounty election offices.92   \n128.  Jonathan Marks, the Deputy Secretary for Elections and Commissions \nfor Pennsylvania, noted that the United States Postal Service (“USPS”) is \nexperiencing delays in processing of first-class mail that extended, and will extend, \nmailing times during the pandemic, which in turn, resulted in delays at all steps of \nthe mail-in voting process: (1)  county election offices receiving voters’ \napplications, (2) voters receiving their ballots, and (3) county election officers \nreceiving Pennsylvanians’ voted ballots for counting.   \n129.  Many voters who timely requested an absentee or mail-in ballot one \nweek before Election Day were precluded from voting in the Primary Election \nbecause they did not have sufficient time to receive and return the ballot to the \n                                           \n92 Marks Decl. ¶ 32. \n50 \n\nboard of elections by Election Day.93  Those voters did not have their votes \ncounted. \n130.  For a large portion of those voters who did not receive their ballots or \nwere unable to mail it back in time, the insufficient number of polling places open \non Primary Election day, including that their new polling place might be far away \nor not easily accessible, interfered with voters’ capacity to safely vote by regular \nballot in person. \nH.  Severe Burdens on Pennsylvanians Under Pennsylvania’s Current \nElection Regime During the Pandemic  \n131.  The experiences of Pennsylvania voters in the Primary Election \ndetailed throughout this Petition is just a preview of what is going to happen during \nthe November General Election, given that greater numbers of voters are likely to \nvote in presidential election and the second wave of COVID-19 is expected by \nhealth experts to be far worse.  Due to closed polling places and reduced numbers \nof poll workers on June 2, long lines were seen outside polling places throughout \nthe state.  Other states, such as Wisconsin, that had similar lines and crowding at \ntheir polling places for the primary election, observed large increases in the state’s \n                                           \n93 Ivey DeJesus, In communities of color, Pa. primary was marred by \nirregularities, including voter intimidation, advocates say, PennLive (June 3, \n2020),  https://www.pennlive.com/news/2020/06/in-communities-of-color-the-\nprimary-was-marred-by-a-slew-of-irregularities-including-voter-intimidation-say-\npa-voting-advocates.html (“Legions of voters reported having never received the \nmail-in ballot.”). \n51 \n\nnumber of COVID-19 cases. 94  According to researchers who studied the \nWisconsin primary and patterns of COVID-19 cases, the data suggest that counties \nwith higher numbers of voters per polling location saw notably higher increases in \ntheir positive test rate in the weeks following the election, relative to those with \nlower in-person votes per location realities.95  There is nothing to suggest that \nPennsylvania will not experience the same uptick in COVID-19 cases in the \ncoming weeks. \n132.  In addition, the difficulties experienced by many Pennsylvania voters \nin the Primary Election is likely to discourage them and other Pennsylvanians, \nespecially those vulnerable to COVID-19, from voting in-person in November.   \n133.  As observed with the June Primary Election, a dramatic reduction in \nthe number of polling places means voters have to travel longer distances to cast \nballots.  It also means congregating more voters into fewer polling places, \nincreasing their contact with others and the risk of spreading the coronavirus.  \nAlthough Act 12’s provisions for consolidation expire after the Primary Election, \nthat multiple counties sought to reduce their polling places—including, four \ncounties that consolidated polling places beyond 60%—and the Department of \n                                           \n94 Meghan Roos, Wisconsin’s In-Person Voting May Have Led To ‘Large’ Increase \nIn Coronavirus Cases, Study Suggests, Newsweek (May 18, 2020),  \nhttps://www.newsweek.com/wisconsins-person-voting-may-have-led-large-\nincrease-coronavirus-cases-study-suggests-1504801. \n95 Id.  \n52 \n\nState improved all plans to reduce polling places suggests that reduction will also \nproceed for the November General Election.    \n134.  In addition, changing polling place locations causes voter confusion.96  \nThis problem was exacerbated in the June primary by the fact that notice of the \nchange in polling locations was required only to be posted at the county board of \nelections office and on the website.  Voters who were unable to travel to the county \nboard of elections office and/or do not have access to the Internet experienced \nsignificant hardship in determining their polling location.  In Philadelphia, for \ninstance, “some voters showed up at their normal location to find facilities \nshuttered with no signs directing them to a consolidated location.”97    \n135.  Although the Department of State issued guidance for polling \nlocations to follow social distancing and for disinfecting polling sites during the \npandemic and said it would supply masks, gloves, hand sanitizer and other \ncleaning sanitizers, and tape to mark the floor for distance markers, and the \nDepartment may issue similar guidance or provisions for the November election, \n                                           \n96 Id. \n97 Amy Gardner, Elise Viebeck, & Natalie Pompilio, Primary voters in 8 states and \nD.C. faced some confusion, long lines and poor social distancing, Wash. Post \n(June 2, 2020),  https://www.washingtonpost.com/politics/in-pennsylvania-\nofficials-prepare-for-coronavirus-civil-unrest-to-disrupt-tuesday-\nprimary/2020/06/02/96a55c40-a4be-11ea-b619-3f9133bbb482_story.html. \n53 \n\nthese measures did not, and will not, alleviate all risks of in-person voting, \nespecially to vulnerable populations, or in the event of crowding at polling places.   \n136.  On June 2, a number of polling places experienced significant \ncrowding, and social distancing was not maintained.  In some instances, polling \nplaces lacked markings on the floor for social distancing and workers neglected to \nwear masks, forcing voters to feel unsafe and leave before casting votes.98  In other \ninstances, voters reported “crowded” polling rooms and “voice[d] concerns about \nthe safety of voting . . . during a pandemic.”99   \n137.  Pennsylvania’s inadequate vote-by-mail procedures do not present a \nviable alternative for many Pennsylvanians during the pandemic, considering the \nsevere burdens imposed on many voters by Pennsylvania’s vote-by-mail scheme:  \nThe deadlines for mail-in applications and submission of mail-in ballots proved to \nbe unworkable for the Primary Election.  Voters were advised that they may apply \n                                           \n98 See, e.g., Christine Vendel, Man refuses to vote after some Dauphin County poll \nworkers wouldn’t wear masks, PennLive (June 2, 2020), https://www. \npennlive.com/news/2020/06/man-refuses-to-vote-after-some-dauphin-county-poll-\nworkers-wouldnt-wear-masks.html; Lehigh County poll workers refusing to wear \nPPE, and other election day challenges, FOX56 Newsroom (June 2, 2020),  \nhttps://fox56.com/news/local/lehigh-county-poll-workers-refusing-to-wear-ppe-\nand-other-election-day-challenges (reporting that some poll workers refused to \nwear PPE). \n99 Avi Wolfman-Arent et al., On unprecedented Pa. primary day, high turnout in \nWest Philly, too-big ballots in Bucks, WHYY (June 2, 2020), https://whyy.org/ \narticles/polls-open-in-pa-amid-historic-mix-of-civil-unrest-economic-strife-and-\ncovid-19. \n54 \n\nfor mail-in ballots up until one week before the election.  But many voters waited \nuntil that deadline or close to that deadline because the Pennsylvania election \nscheme only requires that voters receive fifteen days’ notice of a change in polling \nplaces—a change that will be dispositive of many voters’ voting methods.  By \nthen, the right to vote depended on the actions of third parties—the county board of \nelections and a postal service experiencing difficulties, delays, and budget \nshortfalls—and there was insufficient time to resolve logistical challenges.100  The \nrequirement that mail ballots be received on or before Election Day did not take \ninto account disruptions in mail delivery or in processing by the county board of \nelections during the COVID-19 pandemic.   \n                                           \n100 According to the National Association of Letter Carriers, as of mid-April, 900 \npostal workers tested positive for the coronavirus, 600 additional workers were \npresumed positive, and more than 8,000 were in quarantine.  Alanis King,  \n‘The supervisor coughed in a coworker’s direction as a joke’: As coronavirus \ncases at the US Postal Service surpass 1,200, employees say a lack of supplies  \nand care is putting them at risk, Business Insider (Apr. 25, 2020),  \nhttps://www.businessinsider.com/postal-workers-usps-worry-for-their-safety-amid-\ncoronavirus-pandemic-2020-4.  Postal workers in Pennsylvania are no different. \n55 \n\nI.  Severe, Unequal Burdens on African-American and Latino \nPennsylvanians Under Pennsylvania’s Current Election Regime \nDuring the Pandemic  \n138.  African-American and Latino populations are severely and \ndisproportionately impacted by the current election scheme in place for the primary \nand General Elections during the pandemic.  \n139.  Studies show that African-American and Latino voters are less likely \nto vote by mail,101  and face greater difficulties in voting by mail than the general \npopulation.  For example, “[t]he online ballot application form is also available \nonly in English.”102 \n140.  Across all U.S. census racial and ethnic classifications, African \nAmericans are least likely to use vote-by-mail options.  For example, during the \n2018 midterm elections, only about 11 percent of African-American voters cast \nballots by mail, compared with 23.5 percent of white voters.  To vote by mail, an \nindividual must first receive a ballot at their address, which may prove challenging \nfor people who frequently move or lack permanent addresses.  African Americans \nhave the highest move rates in the United States and are about 3 percentage points \n                                           \n101 Reid J. Epstein & Stephanie Saul, Does Vote-by-Mail Favor Democrats? No. \nIt’s a False Argument by Trump., N.Y. Times (Apr. 10, 2020, updated June 10, \n2020),  https://www.nytimes.com/2020/04/10/us/politics/vote-by-mail.html. \n102 Nick Corasaniti, What Pennsylvania’s ‘Dry Run’ Election Could Reveal About \nNovember, N.Y. Times (June 2, 2020, updated June 3, 2020),  \nhttps://www.nytimes.com/2020/06/02/us/politics/pennsylvania-primary-\nelection.html. \n56 \n\nmore likely to move than their white counterparts.  Additionally, African \nAmericans account for nearly 40 percent of the U.S. homeless population—those \nwho lack a “fixed, regular, and adequate nighttime residence,” according to the \nU.S. Department of Housing and Urban Development.  For voters who frequently \nmove or lack permanent addresses, in-person voting options often offer the only \nmeans by which they can cast a ballot.  \n141.  African-American and Latino voters, especially in urban areas like \nPhiladelphia, are also less likely to have access to private means of transportation \nand more likely to rely on public transportation.103  Thus, it is more difficult for \nAfrican-American and Latino voters to travel farther distances to vote at \nconsolidated polling locations, or return their mail-in ballots at county election \noffices, should they be unable to return the ballot by mail.   \n142.  As a result, African-American and Latino voters are severely and \ndisproportionately impacted by consolidation of polling places because, without \nadequate mail-in protections, they must forgo their right to vote or accept public \nhealth risks on public transit, where social distancing may be unmanageable.  This \nwas born out in the June 2 Primary Election.  “For example, in Penn Hills, a \ncommunity on the outskirts of Pittsburgh that has a large black population, more \n                                           \n103 Monica Anderson, Who relies on public transit in the U.S., Pew Research \nCenter Fact Tank (Apr. 7, 2016), https://www.pewresearch.org/fact-\ntank/2016/04/07/who-relies-on-public-transit-in-the-u-s/. \n57 \n\nthan 50 polling locations are being consolidated into one location.”104  And \n“polling places in communities of color saw longer lines than other areas.”105 \n143.  The unequal burden is compounded by the consolidation of polling \nplaces in locations that are not easily accessible through means of public \ntransportation during the pandemic.  Due to consolidated polling places, some \nvoters “described walking three-quarters of a mile to get there instead of to their \nusual polling place in one of the densest parts of the city.”106  For people without \ntransportation or reliable public transit, reaching a polling place may be \nimpossible. \nCOUNT I \nDuring this Pandemic, the Commonwealth’s Election Laws and Practices \nSeverely Burden the Right to Vote of Many Pennsylvania Voters in Violation \nof Article I, § 5 of the Pennsylvania Constitution  \n144.  Petitioner hereby incorporates the foregoing Paragraphs 1-143 as if \nthey were fully set forth herein. \n                                           \n104 Nick Corasaniti, What Pennsylvania’s ‘Dry Run’ Election Could Reveal About \nNovember, N.Y. Times (June 3, 2020), https://www.nytimes.com/2020/06/02/us/ \npolitics/pennsylvania-primary-election.html. \n105 Ivey DeJesus, In communities of color, Pa. primary was marred by \nirregularities, including voter intimidation, advocates say, PennLive (June 3, \n2020), https://www.pennlive.com/news/2020/06/in-communities-of-color-the-\nprimary-was-marred-by-a-slew-of-irregularities-including-voter-intimidation-say-\npa-voting-advocates.html. \n106 Avi Wolfman-Arent et al., On unprecedented Pa. primary day, high turnout in \nWest Philly, too-big ballots in Bucks, WHYY (June 2, 2020),  https://whyy.org/ \narticles/polls-open-in-pa-amid-historic-mix-of-civil-unrest-economic-strife-and-\ncovid-19. \n58 \n\n145.  The Pennsylvania Constitution’s Free and Equal Elections Clause \ndeclares that “[e]lections shall be free and equal; and no power, civil or military, \nshall at any time interfere to prevent the free exercise of the right of suffrage.” Pa. \nConst. art. I, § 5.  \n146.  Elections are free and equal only if “the regulation of the right to \nexercise the franchise does not deny the franchise itself, or make it so difficult as to \namount to a denial; and when no constitutional right of the qualified elector is \nsubverted or denied him.” Winston v. Moore, 91 A. 520, 523 (Pa. 1914).  The \nclause prevents interference with the exercise of the right to vote “even if the \ninterference occurs by inadvertence.”  League of Women Voters v. Commonwealth, \n178 A.3d 737, 811 (Pa. 2018); In re New Britain Borough Sch. Dist., 145 A. 597, \n599 (Pa. 1929) (noting that purpose of legislation was “meritorious” but that “in \nattempting to secure a laudable result, legislation cannot be enforced which \nviolates fundamental rights secured by the Constitution”).  The “plain and \nexpansive sweep of the words ‘free and equal’” is “indicative of the framers’ intent \nthat all aspects of the electoral process, to the greatest degree possible, be kept \nopen and unrestricted to the voters of the Commonwealth, and, also, conducted in a \nmanner which guarantees, to the greatest degree possible, a voter’s right to equal \nparticipation in the electoral process for the selection of his or her representatives \nin the government.”  League of Women Voters, 178 A.3d at 804.   \n59 \n\n147.  Requiring voters to risk their health by voting at a polling place on \nElection Day would be a severe burden.   If a voter cannot complete a mail-in \nballot safely at home (for any reason) and also cannot safely vote in person \n(because of the conditions of the polling place), then their vote has effectively been \ndenied. \n148.  Requiring voters to risk their health by voting at a polling place that \nuses unsafe practices is a severe burden on the right to vote.  \n149.  Expanded access to mail-in voting is critical in the pandemic for those \npeople who cannot or prefer not to vote in person.  \n150.  All voters should have an adequate opportunity to vote by mail. \n151.  There must be an adequate number of polling places open to allow \nvoters to enter and vote safely without overcrowding. \n152.  Voters should be able to cast votes without touching common plastic \nor metal surfaces that have been touched repeatedly by dozens or hundreds of other \nvoters. \n153.  Polling places should be open for early access voting in order to help \nalleviate crowds at polling places, allow for social distancing measures, and help to \nprovide some measure of comfort for those with health concerns.   \n154.  Early voting (which Pennsylvania lacks) would reduce crowding at \nthe polls and thus help reduce the spread of COVID-19 because some voters who \n60 \n\notherwise would have crowded into polling places on Election Day would naturally \nstagger their voting over multiple days or weeks.  At least several days of early \nvoting could dramatically reduce the number of voters congregating in polling \nplaces at any one time.  \nCOUNT II \nDuring this Pandemic, the Commonwealth’s Election Laws and \nPractices Will Disproportionately and/or More Severely Burden Many \nPennsylvania Voters in Violation of Article I, § 5 of the Pennsylvania \nConstitution \n155.  Petitioner hereby incorporates the foregoing Paragraphs 1-143 as if \nthey were fully set forth herein. \n156.  The Pennsylvania Constitution’s Free and Equal Elections Clause \ndeclares that “[e]lections shall be free and equal; and no power, civil or military, \nshall at any time interfere to prevent the free exercise of the right of suffrage.” Pa. \nConst. art. I, § 5.  \n157.  As noted above, the Free and Equal Elections Clause requires that \nelections be “equal.”  Pa. Const. art. I, § 5.  This clause ensures “that the power of \n[an individual’s] vote in the selection of representatives be equalized to the greatest \ndegree possible with all other Pennsylvania citizens.”  League of Women Voters, \n178 A.3d at 817.  The clause is “specifically intended to equalize the power of \nvoters in our Commonwealth’s election process.”  Id. at 812.  Because the Free and \nFair Elections Clause protects “a voter’s individual right to an equal, \n61 \n\nnondiscriminatory electoral process,” League of Women Voters, 178 A.3d at 810, \n“open to all qualified electors alike,” Winston, 91 A. at 523, onerous burdens on \nsome people’s right to vote are impermissible.  \n158.  In addition, the Pennsylvania Constitution’s Equal Protection Clause \nprohibits the Commonwealth or any of its political subdivisions from \n“discriminat[ing] against any person in the exercise of any civil right.”  Pa. Const. \nart. I, § 26.  \n159.  The burdens and risks faced by voters who must or prefer to vote in \nperson are substantially and unjustifiably increased as compared to voters who can \neasily vote by mail.  These burdens and risks will fall disproportionately and more \nseverely on African-American and Latino voters, because they are \ndisproportionately likely to have to stand in long lines and be subject to large \ncrowds in order to vote, placing them at greater risk for person-to-person \ntransmission of coronavirus, as well as disproportionately likely to suffer from \nother risk factors that make them more susceptible to the coronavirus. \n160.  Thus, Pennsylvania’s current voting scheme violates voters’ \nconstitutional right to free and equal elections. \n62 \n\nCOUNT III \nDuring this Pandemic, the Commonwealth’s Election Laws and \nPractices Will Disproportionately and/or More Severely Burden Many \nPennsylvania Voters in Violation of Article I, §§ 1 and 26 \n161.  Petitioner hereby incorporates all foregoing Paragraphs 1-143 as if \nthey were fully set forth herein. \n162.  Article I, Section 1 of the Pennsylvania Constitution provides:  “All \nmen are born equally free and independent, and have certain inherent and \nindefeasible rights, among which are those of enjoying and defending life and \nliberty, of acquiring, possessing and protecting property and reputation, and of \npursuing their own happiness.” \n163.  Article I, Section 26 provides: “Neither the Commonwealth nor any \npolitical subdivision thereof shall deny to any person the enjoyment of any civil \nright.” \n164.  This Court applies three standards of scrutiny depending on the type \nof government classification at issue. See William Penn Sch. Dist. v. Pa. Dep’t of \nEduc., 170 A.3d 414, 457-58 (Pa. 2017).  Pennsylvania’s election scheme violates \nequal protection under any of this Court’s standards. \n165.  When “a fundamental right has been burdened,” this Court applies \n“strict scrutiny.”  Id. at 458. And the “right to vote” is a “fundamental” right.  \nBanfield v. Cortés, 110 A.3d 155, 176 (Pa. 2015); In re Nader, 858 A.2d 1167, \n1181 (Pa. 2004) (“[W]here the fundamental right to vote is at issue, a strong state \n63 \n\ninterest must be demonstrated.”); Smith v. City of Phila., 516 A.2d 306, 311 (Pa. \n1986) (“The most protected rights, fundamental rights, are those which have their \nsource, explicitly or implicitly, in the Constitution.”). \n166.  Pennsylvania’s election scheme is subject to strict scrutiny because it \ndisproportionately burdens some individuals in connection with their fundamental \nright to vote.  Reducing polling places and restricting access to mail-in and early \nvoting will necessarily result in differential treatment of similarly situated voters—\nsome disenfranchised and some not.  And enforcement of the election scheme \namid the COVID-19 pandemic necessarily will give rise to another, more \npernicious form of differential treatment:  The ability of citizens to cast their votes \nwill depend on their capacity and willingness to risk their health and safety by \nvoting in person as an alternative to submitting a timely requested mail-in ballot \nthat otherwise would not be counted. \n167.  The Commonwealth has no legitimate interest, let alone a compelling \none, in reducing polling places and restricting access to mail-in and early voting \nthat will inevitably cause this arbitrary disenfranchisement. The abstract goals of \nensuring that elections are orderly and administered uniformly is not sufficient to \nsupport widespread, arbitrary disenfranchisement in the face of a public-health \ncrisis.  And even if it were, reducing polling places and restricting access to mail-in \nand early voting is not necessary to further that interest. \n64 \n\n168.  Even if strict scrutiny did not apply, the challenged provisions would \nbe subject to an “intermediate” (or “heightened”) standard of review because they \nunquestionably involve an “important” right.  William Penn Sch. Dist., 170 A.3d at \n458.  For a law to pass intermediate scrutiny, “the government interest [must] be an \n‘important’ one” and “the classification be drawn so as to be closely related to the \nobjectives of the legislation.”  James v. SEPTA, 477 A.2d 1302, 1307 (Pa. 1984).  \nReducing polling places and restricting access to mail-in and early voting amid the \nCOVID-19 pandemic fail intermediate scrutiny as well. \n169.  Finally, even absent heightened scrutiny, enforcing the challenged \nscheme during the COVID-19 crisis violates equal protection under this Court’s \nrational-basis test.  “[T]reating people differently under the law” must further a \nlegitimate state interest and must be reasonably related to that interest.  Curtis v. \nKline, 666 A.2d 265, 268 (Pa. 1995).  In other words, government classifications \nmust be “reasonable rather than arbitrary.”  Id. \n170.  Reducing the number of polling places, without access to early voting \nor sufficient access to mail-in voting, will arbitrarily disenfranchise voters and thus \ndoes not pass the rational-basis test.  There is “no rational reason” to \ndisenfranchise certain, arbitrarily selected voters based on these inevitable \novercrowding and delays that are entirely outside their control, and to offer, as the \n65 \n\nonly potential recourse, that those voters risk their lives to vote in person.  Curtis, \n666 A.2d at 260. \n171.  Similarly, compelling voters in certain counties to repeatedly touch \nsurfaces previously touched by dozens or hundreds of strangers without adequate \ndisinfection, or to undergo the risk of excessive and unsafe time spent waiting in \nline due to time-consuming disinfection and/or equipment downtime, will \narbitrarily disenfranchise voters and thus does not pass the rational-basis test. \nREQUEST FOR RELIEF \nWHEREFORE, Petitioner requests that this Court enter judgment in its favor \nand: \na.  Direct Respondents to require each county board of election to \nmaintain a sufficient a number of polling places such that each \nresident can exercise his or her right to vote;  \nb.  Direct Respondents to provide that each county board of \nelection give adequate notice to voters of any change in polling \nplace by mailing notice to voters sufficiently in advance of the \nGeneral Election, as well as posting at old polling places;  \n66 \n\nc.  Permit early voting for the General Election in advance of \nelection day; \nd.  Require increased access to vote by mail across the \nCommonwealth, by among other things, automatically sending \nmail-in ballot applications to all registered voters in accordance \nwith their language preferences; ensuring that absentee and \nmail-in ballots are available in formats that are accessible to \nvoters with disabilities without requiring assistance from \nanother person; requiring each county to provide ballot \ndropboxes, and accepting ballots returned to a drop-box by close \nof polls on Election Day; and providing adequate guidance to \nelection officials when verifying mail ballots through signature \nmatching and require notice and an opportunity to cure a mail \nballot flagged for signature mismatch;  \ne.  Require that all polling places in the Commonwealth use hand-\nmarked paper ballots for the 2020 General Election, while \nretaining at least one accessible voting machine per polling \nplace for those who request one and as required by federal law; \nand  \n67 \n\nf.  Grant such other relief as may be just and proper. \nDate: June 18, 2020   \n/s/ Sozi Pedro Tulante      \n \nSozi Pedro Tulante (Pa. 202579) \nJulia Chapman (Pa. 315959) \nTiffany Engsell (Pa. 320711) \nCraig Castiglia (Pa.  324320) \nDECHERT LLP \nCira Centre \n2929 Arch Street \nPhiladelphia, PA  19104 \n215.994.4000 \n \nNeil Steiner (pro hac vice forthcoming) \nDECHERT LLP \nThree Bryant Park \n1095 Avenue of the Americas \nNew York, NY 10036 \n212.698.3822 \n \nRonald Fein (pro hac vice forthcoming) \nJohn Bonifaz (pro hac vice forthcoming) \nBen Clements (pro hac vice forthcoming) \nFree Speech For People \n1320 Centre Street #405 \nNewton, MA 02459 \n617.244.0234 \n \n \nAttorneys for Petitioner NAACP State \nConference of Pennsylvania \n68 \n\n \n\nCERTIFICATION \n \n  I certify that this filing complies with the provisions of the Public Access \nPolicy of the Unified Judicial System of Pennsyvlania: Case Records of the \nAppellate and Trial Courts that require filing confidential information and \ndocuments differently than non-confidential information and documents.  \n \nDate: June 18, 2020      /s/ Sozi Pedro Tulante      \n            Sozi Pedro Tulante (Pa. 202579) \n ",
      "document_type_other": "",
      "external_url": "https://healthyelections-case-tracker.stanford.edu/detail?id=119",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110885"
    },
    {
      "date": "2020-09-11",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Public.Resource.Org",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Pennsylvania state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110886,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110886.pdf",
      "title": "Memorandum Opinion",
      "text": "IN THE COMMONWEALTH COURT OF PENNSYLVANIA \nNAACP Pennsylvania State \nConference, \nPetitioner \nv.  No. 364 M.D. 2020 \nHeard:  September 8-9, 2020 \nKathy Boockvar, Secretary of the \nCommonwealth, and Jessica Mathis, \nDirector of the Bureau of Election \nServices and Notaries, \nRespondents \nBEFORE:  HONORABLE P. KEVIN BROBSON, Judge \nOPINION NOT REPORTED \nMEMORANDUM OPINION \nBY JUDGE BROBSON  FILED:  September 11,2020 \nPresently before the Court for disposition in this original jurisdiction action is \nthe \"Application for Special Relief in the Nature of a Preliminary Injunction; and \nApplication for Expedited Hearing Schedule\" (Preliminary Injunction Application), 1 \nwhich Petitioner the National Association for the Advancement of Colored People \nPennsylvania State Conference (NAACP) filed  on August 6,  2020.2  The Court \nconducted a remote video hearing on the Preliminary Injunction Application on \nSeptember 8 and 9, 2020, by Cisco WebEx®.  The following parties, represented by \ncounsel,  participated in the  hearing:  (1) the NAACP;  (2)  named Respondents \nKathy Boockvar, in her official capacity as  Secretary of the Commonwealth, and \nJessica Mathis, in her official capacity as the Director of the Bureau of Election \n1 The Court granted the \"Application for Expedited Hearing Schedule\" portion of the \nPreliminary Injunction Application by Order dated August 11, 2020. \n2 The NAACP commenced this action by filing a Petition for Review on June 18, 2020. \n\nServices  and  Notaries  (collectively,  Respondents);  (3)  President  Pro  Tempore \nJoseph  B.  Scamati  III  and  Pennsylvania  Senate  Majority  Leader Jake  Corman \n(Senate  Leader  Intervenors);  ( 4)  Speaker  of  the  Pennsylvania  House  of \nRepresentatives Bryan Cutler and Majority Leader of the Pennsylvania House  of \nRepresentatives Kerry Benninghoff (House Leader Intervenors); and (5) Donald J. \nTrump for President, Inc., the Republican Party of Pennsylvania, the Republican \nNational  Committee,  and  the  National  Republican  Congressional  Committee \n(collectively, Republican Committee Intervenors).3 \n3 As the NAACP's claims and relief in this matter, as set forth in its Petition for Review \nand Preliminary Injunction Application, bear directly on the November 3, 2020 General Election, \nwhich is  less than two months away, in the interest of time the Court resolved the pending \napplications for  intervention in an expedited fashion,  erring on the side of overinclusion for \npurposes of creating a fulsome record on the Preliminary Injunction Application.  The Court, \nnonetheless, consulted case precedent on the related,  but separate questions of standing and \nintervention in lawsuits that involve the right to vote and the right to have one's vote counted. See, \ne.g., Albert v. 2001 Legislative Reapportionment Comm 'n, 790 A.2d 989, 995 (Pa. 2002) (holding \nthat because right to vote is personal, \"entity not authorized by law to exercise the right to vote in \nthis Commonwealth lacks standing to challenge the reapportionment plan\"); Erfer v.  Cmwlth., \n794 A.2d 325, 330 (Pa. 2002) (applying Albert and confirming holding that Pennsylvania State \nDemocratic Committee lacks standing to bring reapportionment challenge), abrogated on other \ngrounds by League of Women  Voters v.  Cmwlth., 178 A.3d 737 (Pa. 2018); Order, League of \nWomen  Voters v.  Cmwlth.  (Pa. Cmwlth., No. 261  M.D. 2017, filed Nov.  13, 2017) (sustaining \npreliminary objections challenging standing and, applying Erfer, dismissing League of Women \nVoters as a party petitioner for lack of standing).  The Court has also looked to recent orders from \nthe Pennsylvania Supreme Court relating to standing and intervention in similar election-related \nmatters.  See Order, Disability Rights Pa. v. Boockvar (Pa., No. 83 MM 2020, filed May 15, 2020) \n(denying as moot motions to intervene filed by Senate leaders, House leaders, and Republican \npolitical committees); see  also  id.  (Wecht,  J.,  concurring)  (noting \"skepticism that a single \nchamber of the legislature would have standing to intervene in an action of this nature\" based on \npurported  authorization by  a majority of the  members  of each respective  chamber);  Order, \nCrossey v.  Boockvar (Pa., No.  108 MM 2020, filed Aug.  21, 2020) (denying intervention to \nRepublican political committees); see also id. (Saylor, C.J., concurring in part & dissenting in part) \n(noting similar interests between Republican political committees denied intervention and entity \nnamed as petitioner); Order, Pa.  Democratic Party v.  Boockvar (Pa., No.  133 MM 2020, filed \nSept. 3, 2020) (granting intervention to Senate leaders representing Republican Senate Caucus and \nto  the  Republican  Party  of Pennsylvania,  but  denying  intervention to  Republican political \ncommittees,  other  political  organizations,  and  individual  electors);  see  also  id.  (Wecht,  J., \nconcurring in part & dissenting in part) (opining that \"Republican Party of Pennsylvania can claim \nonly the prospect of injury to its political interests, which does not constitute a cognizable basis \nupon which to intervene in\" the case).  In light of the foregoing, and in the interest of clarifying \n2 \n\nFollowing the presentation ofthe NAACP's case in support of its Preliminary \nInjunction  Application,  Respondents,  Senate  Leader Intervenors,  House  Leader \nIntervenors,  and  Republican  Committee  Intervenors  jointly  applied  for  the \nsuspension  of the  hearing  and  an  order  denying  the  Preliminary  Injunction \nApplication.  They contended that the NAACP failed to meet its evidentiary burden \non the necessary elements for preliminary injunctive relief.  The Court heard oral \nargument from the parties and, thereafter, on the record, granted the application for \nsuspension  of the  hearing,  noting  that  it  was  inclined  to  deny  the  NAACP's \nPreliminary Injunction Application.  The Court provided reasons for its tentative \ndecision on the record but informed the parties that its decision was not final until it \nissued  a written order.  This Memorandum Opinion and the  accompany Order \nrepresent the  Court's  final  disposition  of the  NAACP's Preliminary  Injunction \nApplication. \nThe Petition for Review \nGenerally  speaking,  the  Petition  for  Review in  this  matter  sets  forth  the \nNAACP's  concern  that  the  current  COVID-19  pandemic  will  cause  various \ndisruptions to the November 3, 2020 General Election (General Election), as were \napparent in the June 2,  2020 Primary Election (Primary Election),  and that the \noccurrence of such disruptions will result in the disenfranchisement oflarge numbers \nof  Pennsylvania  voters,  particularly  African  Americans  and  Latinos,  and, \nconcomitantly,  violations  of  rights  protected  under  the  United  States  and \nPennsylvania  Constitutions.  More  specifically,4  the  NAACP  raises  general \nthe area of the law, the Court would welcome guidance from the Pennsylvania Supreme Court on \nthe question of organizational standing to sue and/or intervene in matters involving \"the right to \nvote and the right to have one's vote counted.\" Erfer, 794 A.2d at 330. \n4 In Count I of the Petition, the NAACP alleges generally that the provisions of the Election \nCode relating to absentee and mail-in voting, the use of electronic voting machines, and the \nconsolidation of polling places severely burden many Pennsylvanians' right to vote in violation of \n3 \n\nconstitutional  claims  challenging  the  \"election  scheme,\"  as  set  forth  in  the \nPennsylvania Election Code5 (Election Code), as it relates to absentee and mail-in \nvoting,  a method of voting that was  added to the Election Code by the Act of \nOctober 31, 2019, P.L.  552 (Act 77);  in-person voting and the use of electronic \nvoting machines, which Act 77 mandated; and the consolidation of polling places, \nwhich  the  General  Assembly  and  the  Governor  authorized through the  Act  of \nMarch 27,2020, P.L. 41 (Act 12) (expired).6  Specifically, as it relates to the General \nElection, the NAACP contends that Pennsylvania has failed to take appropriate steps \nto  protect voters during the pandemic and has otherwise prevented voters from \ncasting their ballots either in person or by mail.  The NAACP claims that voters in \nthe free  and  equal  elections clause  of article I,  section 5 of the  Pennsylvania Constitution. \nPa. Const. art. I, § 5 (\"Elections shall be free and equal; and no power, civil or military, shall at \nany time interfere to prevent the free exercise of the right of suffrage.\").  Count II similarly alleges \nthat the Commonwealth's current election scheme will disproportionately and/or more severely \nburden many Pennsylvanians' right to vote in violation of article I, section 5 of the Pennsylvania \nConstitution,  including,  in  particular,  African-American  and  Latino  voters  who  have  been \ndisproportionately affected by COVID-19 in Pennsylvania generally and, on that basis, are more \nlikely to be disproportionately burdened by the current voting scheme in the upcoming General \nElection.  Finally, in Count III, the NAACP alleges that the current election scheme will, again, \ndisproportionately and/or more severely burden Pennsylvania voters  in violation of article I, \nsections 1 and 26 of the Pennsylvania Constitution.  Pa. Const. art. I, §§  1 (\"All men are born \nequally free and independent, and have certain inherent and indefeasible rights, among which are \nthose of enjoying and defending life and liberty, of acquiring, possessing and protecting property \nand reputation, and of pursuing their own happiness.\"), 26 (\"Neither the Commonwealth nor any \npolitical subdivision thereof shall  deny to  any person the enjoyment of any  civil right, nor \ndiscriminate against any person in the exercise of any civil right.\"). \n5 Act of June 3, 1937, P.L. 1333, as amended, 25 P.S. §§ 2600-3591. \n6 Act 12 amended various provisions of Act 77 and added emergency provisions to the \nElection Code for the Primary Election only, including provisions postponing the Primary Election \nto June 2, 2020, permitting the consolidation of polling places, and mandating other steps to ease \nadministration of the Primary Election in light of the unprecedented series of challenges faced by \nelection officials not only due to  the COVID-19 pandemic but also because Act 77's major \nrevisions to the Election Code would be applied to an election for the first time, during a pandemic. \nAlthough Act 12 has since expired, which the NAACP acknowledges in its Petition for Review, \nthe NAACP nevertheless argues that there is a \"real threat that substantially similar legislation\" to \nAct 12 will be passed for the General Election.  (Petition ,-r 73.) \n4 \n\nthe  Primary  Election  experienced  long  lines  and  overcrowding  due  to  the \nconsolidation of polling places, making social distancing nearly impossible (Petition \n~~ 8-9); inadequate notice of relocated or consolidated polling places (Petition~ 10 ); \n\"an increased risk of transmission of the coronav  irus\" caused by counties requiring \nall voters to vote on electronic voting machines and failing to make hand-marked \npaper ballots available to voters (Petition~ 11 ); and absentee and mail-in ballots that \narrived  late  due  to  either  the  county  boards  of elections'  delay  in  processing \napplications and/or sending ballots to voters or delays experienced by the United \nStates Postal Service (USPS), forcing voters to decide either to mail in their ballots \nand risk that they would arrive late and not be counted or vote in person at great risk \nto their health (Petition ~~ 13,  17).  It further claims that African-American and \nLatino  voters,  who  have  been  disproportionately  affected  by  the  COVID-19 \npandemic generally, are more likely to experience these issues compared to other \nvoters.  (Petition ~~ 18-19.)  The NAACP contends that these same issues are likely \nto repeat themselves in the upcoming General Election without judicial intervention. \n(Petition~~ 20-21.) \nAs relief, the NAACP seeks a comprehensive order directing the Secretary to: \n( 1)  ensure that each county board of elections maintains a sufficient number of \npolling places so each resident can exercise his or her right to vote; (2) require that \neach county board of elections gives adequate notice to voters of any change in \npolling place by mailing notice to  voters sufficiently in advance of the General \nElection, and posts such notice at old polling places; (3) require increased access to \nmail-in voting across the Commonwealth by (a) automatically sending mail-in ballot \napplications to all registered voters in accordance with their language preferences, \n(b)  ensuring that absentee  and  mail-in ballots  are  available  in formats  that  are \naccessible  to  voters  with  disabilities  without  requiring  assistance  from  another \n5 \n\nperson, (c) requiring each county to provide ballot drop boxes and to accept ballots \nreturned to a drop box by the close of the polls on Election Day, and (d) providing \nadequate  guidance  to  election  officials  when  verifying  mail-in  ballots  through \nsignature matching and requiring notice and an opportunity to cure a mail-in ballot \nwith facial defects, such as a mismatched signature; and (4  ) require that all polling \nplaces  in  the  Commonwealth  use  hand-marked  paper  ballots  for  the  General \nElection, while retaining at least one electronic voting machine for those voters who \nrequest to use  same and as  required by Federal law.  (See  Petition at ~~ 66-67 \n(Wherefore Clause).) \nPreliminary Injunction Application \nThe  NAACP's  Preliminary  Injunction  Application  seeks  even  more \ncomprehensive relief pertaining to the General Election than that requested in the \nPetition for Review, including an order directing the Secretary to:  (1) ensure that \neach county board of elections maintains a sufficient number of polling places to \nensure that no voter must wait more than 30 minutes to vote; (2) require that each \ncounty board of elections mails notice to voters of any change in polling place at \nleast three weeks in advance oft he General Election, as well as posting at old polling \nplaces;  (3)  ensure  that  the  Secretary provides for  the  accessibility  of polling \nlocations when reviewing county boards of elections ' applications to consolidate \nany polling locations  and disapproves  any proposed consolidation  that would \nrequire any voter to travel more than 0. 5 miles farther than the distance to their \nnormal polling place; ( 4) require at least two weeks ofe arly in-person absentee and \nmail-in voting for the General Election in advance of Election Day and instruct \ncounty boards of elections offices to establish satellite or mobile locations where \nvoters can request, complete, and submit their mail-in ballots, in a range of easily \naccessible  locations,  and during weekends  and evenings;  (5)  require  increased \n6 \n\naccess  to  vote  by mail  across  the  Commonwealth,  by among  other things,  (a) \ndirecting county boards of elections to automatically send mail-in ballot applications \nto all registered voters in accordance with their language preferences, (b) requiring \neach county to provide ballot drop boxes, and (c) accepting ballots returned to a drop \nbox by close of the polls on Election Day, (6) instruct county boards of elections to \nexpand number of ballot drop boxes where voters can return their voted ballots by \nthe close ofp olls on Election Day; (7) require the use of low-touch hand-marked \npaper ballots as the primary voting methods, while retaining at least one accessible \nvoting machine per polling place for those who request one and as  required by \nFederal law; and (8) require all persons to wear a mask at all times while in polling \nplaces or in lines outside polling places and ensure that all polling places allow \nsix-foot  separation  at  all  stages.  (See  Preliminary  Injunction \nApplication ~ 8 (additional  relief  sought  in  Preliminary  Injunction  Application \nindicated by italicized text).) \nPreliminary Injunction Standard \n\"The sole object of a preliminary injunction is to preserve the subject of the \ncontroversy in the condition in which it is when the order was made[;] it is not to \nsubvert, but to maintain the existing status until the merits of the controversy can be \nfully heard and determined.\" Appeal ofL ittle Britain Twp. From Decision ofZ oning \nHr 'g Bd.  of Little Brittain  Twp.,  Lancaster Cty.,  Pa.,  651  A.2d 606,  611  (Pa. \nCmwlth.  1994), appeal denied,  663  A.2d  696  (Pa.  1995).  Thus, a preliminary \ninjunction is  a temporary remedy granted until the parties'  dispute can be fully \nresolved.  Id.  The party seeking a preliminary injunction bears a heavy burden and \nmust establish the following: \n( 1) relief is necessary to prevent immediate and irreparable \nharm  that  cannot  be  adequately  compensated  by \nmoney  damages;  (2)  greater  injury  will  occur  from \nrefusing  to  grant  the  injunction  than  from  granting  it; \n7 \n\n(3) the injunction will restore the parties to their status quo \nas  it  existed  before  the  alleged  wrongful  conduct; \n(4  ) the petitioner  is  likely  to  prevail  on  the  merits; \n(5) the injunction  is  reasonably  suited  to  abate  the \noffending activity; and (6) the public interest will not be \nharmed if the injunction is granted. \nBrayman Constr.  Corp.  v.  Dep't of Transp.,  13  A.3d 925, 935 (Pa. 2011) (citing \nSummit Towne Centre, Inc. v. Shoe Show ofR  ocky Mount, Inc., 828 A.2d 995, 1001 \n(Pa. 2003)).  Because the grant of an injunction is such a harsh and extraordinary \nremedy, each criterion must be satisfied.  Patriot-News Co.  v.  The Empowerment \nTeam ofthe HarrisburgSch. Dist. Members, 763 A.2d 539,546 (Pa. Cmwlth. 2000). \nHere,  the  NAACP  seeks  a  mandatory preliminary  injunction  against  the \nSecretary, requiring her to direct each of the 67 Pennsylvania county boards of \nelections \"to put in place temporary and common-sense procedures to ensure that \nthe constitutional rights of millions of Pennsylvania voters are protected during an \nunprecedented public  health crisis.\"  (Preliminary Injunction Application at  1.) \nAccording to the NAACP, the failure of the Court to grant the mandatory injunctive \nrelief it seeks will result in the unconstitutional disenfranchisement and denial of \nthousands of Pennsylvania voters' fundamental right to vote in a free, fair, and equal \nelection.  This Court has stated that a mandatory preliminary injunction \nis one which goes beyond a mere restraint and commands acts to be \ndone or undone.  As such, mandatory preliminary injunctions should be \nmore sparingly issued than those prohibitory in nature.  In order to \nobtain a preliminary mandatory  injunction,  the  moving  party must \ndemonstrate that he is legally entitled to immediate relief and that he \nwill suffer irreparable injury if the relief is not granted. \nLewistown Police Ass 'n v.  Mifflin Cty. Reg 'l Police Dep 't, 661 A.2d 508, 510 n.ll \n(Pa. Cmwlth. 1995); see Mazzie v.  Cmwlth., 432 A.2d 985, 988 (Pa. 1981); Zebra v. \nSch. Dist. ofC  ity ofP  ittsburgh, 296 A.2d 748, 750 (Pa. 1972).  Furthermore, \"courts \nwill grant a mandatory injunction only upon a strong showing that the plaintiff has \n8 \n\na clear right to relief.\"  Medico v. Makowski, 793 A.2d 167, 169 (Pa. Cmwlth. 2002) \n(emphasis added). \nAnalysis \nThe Court has considered the record testimonial and documentary evidence \noffered  by  the  NAACP  in  support  of its  Preliminary  Injunction  Application. \nThe Court finds the testimony of the NAACP's witnesses credible. Nonetheless, the \nCourt concludes that the NAACP's evidentiary presentation fell well short of the \nhigh  burden  that  must  be  satisfied  before  this  Court  can  grant  the  requested \nmandatory preliminary injunctive relief. \nThe NAACP failed to prove that, absent the requested mandatory injunctive \nrelief, the NAACP and/or its members are likely to suffer immediate and irreparable \nharm.  Much of the NAACP's evidentiary presentation related to the difficulties its \nmembers encountered during the Primary Election under Act 77 and Act 12.  The \nNAACP failed to prove that these  difficulties,  related almost exclusively to the \nconsolidation of polling places in certain counties authorized by Act 12, are likely \nto recur during the General Election. \nReverend Kenneth L. Huston, Dr. Joan Duvall-Flynn, Ed.D., and Springfield \nTownship Commissioner Eddie Graham, all of whom serve the NAACP in some \ncapacity,  honestly and  credibly testified about their negative  experiences while \nvoting in the Primary Election, their fear of contracting COVID-19, and how deeply \nthey care about their fundamental right to vote.  The Court was so moved by their \ntestimony that it is  convinced that nothing, including a global pandemic, could \nprevent these three witnesses from voting in the upcoming General Election.  Under \nthe Election Code, they, and all Pennsylvanians, will be able to choose to vote in \nperson at a polling place, by mailing in their ballot, or by hand-delivering a mail-in \nballot to the county boards of elections. \n9 \n\nIn fact, Reverend Huston7 adamantly testified that despite voting in person in \nthe Primary Election, he will vote by mail-in ballot in the General Election so as not \nto expose himself to the crowded conditions he experienced while voting in person \nin the Primary Election.  Dr. Duvall-Flynn8 testified that she was also able to vote in \nthe Primary Election and did so by mail-in ballot; she plans to use a mail-in ballot \nfor the General Election as well.  Commissioner Graham9 testified that he, too, voted \nin the Primary Election; however, he did not receive the mail-in ballot he applied for \nuntil the day of the Primary Election, despite having requested it in April2020. He, \ntherefore, travelled to his consolidated polling place on Election Day with a mask \nand gloves in order to vote, which he did.  Commissioner Graham also testified that \nhe plans to vote in person in the General Election because he does not trust the mail. \nWhat this testimony shows is that these three witnesses are deeply committed \nto  exercising  their  fundamental  right to  vote  no  matter  the  current,  or future, \ncircumstances.  It shows that they have elected the option to cast their vote that best \nfits  their  personal  circumstances  and  concerns  in  relation  to  the  COVID-19 \npandemic.  The NAACP did not show that these voters, or any other voters, will \nsuffer some cognizable harm to their right to vote in the absence of the requested \nrelief in the Preliminary Injunction Application. \n7  Reverend  Huston  testified  that  he  lives  in  Momoeville  in  Allegheny  County, \nPennsylvania, serves as President of the NAACP Pennsylvania State Conference, and has been a \nmember thereof for approximately 20 years. \n8  Dr.  Duvall-Flynn  testified  that  she  resides  in  Glen  Mills  in  Delaware  County, \nPennsylvania, has a doctorate degree in education as well as other degrees, is a lifelong member \nof the NAACP, and has served the NAACP in a multitude of capacities during her lifetime. \n9  Commissioner  Graham  testified  that  he  lives  in Oreland  in Montgomery  County, \nPennsylvania, is a retired corporate attorney, is now serving his second term on the Springfield \nCounty Board of Commissioners, and has served the NAACP in numerous capacities. \n10 \n\nDr. Marc Meredith, 10 testifying as an expert witness on behalf of the NAACP, \nopined that the \"cost ofvoting\"11  in person increases when potential voters' polling \nplaces are moved; that increased costs of voting may cause potential voters to vote \nby mail rather than in person or to abstain from voting altogether; and that racial and \nethnic minorities are more likely to be disenfranchised due to the increased costs of \nvoting in person.  The Court finds the testimony of Dr. Meredith credible from a \npolitical science perspective.  The Court accepts Dr. Meredith's expert opinion that \nlower voting costs tend to increase voter tumout-i. e., the higher the cost to vote, \nthe less likely someone will vote.  The Court, however, does not find Dr. Meredith's \nopinion  sufficient  to  establish  immediate  and  irreparable  harm.  Dr. Meredith \nacknowledged in his testimony that the cost to vote is driven by many factors and \nthat there is no such thing as a \"cost-free\" election.  To the extent this cost-to-vote \nprinciple has any value in the context of the Preliminary Injunction Application, the \nNAACP would have had to show by evidence that, without the requested mandatory \npreliminary injunctive relief, the cost to vote in the upcoming General Election is \nlikely to be so high that it would infringe upon the constitutional right to vote and to \nhave one's vote counted.  The NAACP failed to establish such a connection. \n10  Dr.  Meredith testified that he  is  an associate professor of political  science at the \nUniversity of Pennsylvania and holds both a master's degree in political science and a Ph.D. in \npolitical economics, as well as other commendable degrees.  He explained that his focus is on \nAmerican politics arid elections. The Court accepted Dr. Meredith as an expert in political science \nand voter behavior, without objection. \n11 In this context, \"cost to vote\" is broadly understood as encompassing both monetary \ne.g., the costs of postage, gas, etc., and opportunity-e.g., the value of time spent traveling to a \npolling place and in line waiting to cast an in-person ballot--costs incidental to exercising one's \nright to vote. \n11 \n\nDr.  David  Weber's  testimony12  was  certainly  helpful  in  terms  of \nunderstanding issues generally relating to the spread of COVID-19 and effective \nmethods to limit the spread ofthe disease.  Like Dr. Meredith's testimony, however, \nnot much weight can be given to Dr. Weber's testimony in terms of proving the \nNAACP's  entitlement to  a mandatory preliminary injunction  in this  case.  For \nexample, while Dr. Meredith offered his opinions relating to the risk of transmission \nof COVID-19 through the use of common touch services, he also opined on how \nthose risks can be mitigated.  He certainly did not offer any opinion in support of the \nview that common touch services must be avoided entirely during the pandemic. \nThe NAACP failed to present any evidence that the Secretary or the county \nboards  of  elections  are  ignoring  the  risks  of  COVID-19  transmission  and \nrecommended mitigation efforts when planning for the upcoming General Election. \nIndeed, both Jonathan Marks, who serves as Deputy Secretary for Elections and \nCommissions at the Department of State, and Seth Bluestein, who serves as Chief \nDeputy Commissioner for Philadelphia City Commissioner AI Schmidt and oversees \nelections in Philadelphia, testified about ongoing efforts to mitigate the risk of spread \nof the virus during in-person voting.  And, of course, voters who remain concerned \nabout contracting the virus at a polling place may exercise the option of voting by \nmail.  Nothing in Dr.  Weber's testimony,  or in the testimony of Mr.  Marks or \nMr. Bluestein,  convinces  the  Court  that  voters  will  be,  or  are  likely  to  be, \ndisenfranchised in the upcoming General Election absent the requested mandatory \ninjunctive relief. \n12 Dr. Weber is a medical doctor and professor of medicine, pediatrics, and epidemiology \nat the University of North Carolina School of Medicine.  After sustaining various objections \nregarding the scope of Dr.  Weber's testimony, the Court accepted Dr.  Weber as an expert in \nepidemiology. \n12 \n\nIn reaching this conclusion, the Court does not pass on the question of whether \nthe relief that the NAACP  seeks  in this  case  and  in  its Preliminary Injunction \nApplication reflects good policy with respect to the administration of elections, \nduring times of a pandemic or otherwise.  That is not the question before the Court. \nThe question is whether the requested relief is  a constitutional imperative-i.e., \nwhether the  requested relief is  necessary to  prevent immediate  and  irreparable \nconstitutional injury.  On this question, we find that the NAACP has not met its \nburden. \nGiven that we are not convinced that the NAACP has made the necessary \nshowing of irreparable harm, the Court cannot fully engage in the balancing of harms \ncontemplated by the second criteria for a preliminary injunction. Nonetheless, based \non the requested relief and the testimony of both Mr. Marks and Mr. Bluestein, the \nCourt finds that ordering the requested mandatory preliminary injunctive relief will \nimpose costs and burdens on all 67 counties of the Commonwealth.  While those \ncosts  are  not  easily  quantifiable,  the  Court  does  not  believe  they  would  be \ninsignificant or de minimis. Similarly, the testimony of Mr. Marks and Mr. Bluestein \nshows  that  the  Department  of State  and  the  City  of Philadelphia  are  actively \npreparing for the upcoming General Election.  The testimony also shows that the \nNAACP is currently engaged in voter education efforts relating to mail-in voting. \nThe mandatory preliminary injunctive relief that the NAACP seeks would certainly \ndisrupt those efforts and likely the efforts of county boards of elections across the \nstate to plan for the upcoming General Election.  The Court is concerned that issuing \nthe type of relief the NAACP seeks could also confuse the public as to how, where, \nand when they may cast their vote.  For these reasons, the second and sixth criteria \ncounsel against issuance of the requested mandatory preliminary injunctive relief. \n13 \n\nWith regard to whether the NAACP established a very strong showing that it \nhas a clear right to the relief it seeks, the Court is not persuaded.  The Petition for \nReview in this matter does not allege that any specific provision of the Election Code \nis unconstitutional on its face or even as-applied.  Rather, the NAACP alleges that \nthe Election Code, as a whole, is inadequate to address the unique circumstances of \nvoting during a global pandemic and that this inadequacy is particularly acute for \nAfrican-American and Latino voters.  The bulk of the NAACP's concerns, however, \nstem from events during the Primary Election that were confined to a handful of the \nmore  populous  counties  in  the  Commonwealth,  particularly  in  and  around \nPhiladelphia and Allegheny Counties, and in response to Act 12, which is no longer \nin effect.  The Election Code expressly contemplates that issues may arise during an \nelection and provides that such issues are to be addressed by the court of common \npleas of each county.13  Accordingly, the Court is not convinced that the Petition for \nReview presents a strong case for the prophylactic statewide mandatory preliminary \ninjunctive relief that the NAACP seeks.  Even if the NAACP could meet the burden \nof rebutting the presumption of constitutionality attached to the Election Code, 14 the \nCourt doubts it has the authority to grant the remedy that the NAACP seeks in its \n13 Section 1206 of the Election Code, 25 P.S. § 3046 (providing that each county court of \ncommon pleas \"shall act as a committing magistrate for any violation of the election laws; shall \nsettle summarily controversies that may arise with respect to the conduct of the election; shall issue \nprocess, if necessary, to enforce and secure compliance with the election laws; and shall decide \nsuch other matters pertaining to the election as may be necessary to carry out the intent of this \nact\"); see In re General Election in City &  Cty.  of Phila.  on November 8,  1938, 2 A.2d 301 \n(Pa. 1938) (holding that, where a voter's registration card is not produced by election commission \nat the voting place at the time of an election, as required by statute, such voter may apply to any \njudge of the court of common pleas for relief pursuant to Section 1206 of the Election Code); see \nalso In re General Election-1985, 531 A.2d 836 (Pa. Cmwlth. 1987) (affirming decision of court \nof common pleas to suspend general election in eleven election districts for two weeks due to \nsevere flooding, loss of electricity, and heat and water because of extreme weather, and rejecting \nrequest to hold new, county-wide election). \n14 Pa. Gaming Control Bd, 161 A.3d 228, 238 (Pa. 2017). \n14 \n\nPetition for Review.  See,  e.g., In re Fortieth Statewide Investigative Grand Jury, \n197 A.3d 712, 721 (Pa. 2018) (\"In responding to the present constitutional challenge, \nour Court may not usurp the province of the legislature by rewriting the Act to add \nhearing  and evidentiary requirements  that  grand juries,  supervising judges,  and \nparties must follow which do not comport with the Act itself, as that is not our proper \nrole under our constitutionally established tripartite form of governance.\"). \nWith respect to the final criteria, the NAACP's requested relief would create \na new paradigm for the upcoming General Election.  It neither preserves the status \nquo nor restores the parties to any prior status.  Moreover, the requested mandatory \ninjunctive relief is overbroad when compared to the alleged constitutional injury. \nWhat the NAACP seeks ventures  into policymaking territory in the conduct of \nelections reserved to the General Assembly under the United States Constitution.15 \nIndeed, the relief that the NAACP seeks in its Preliminary Injunction Application is, \nin the Court's view, incompatible with the policy choices made by the General \nAssembly, as reflected in the Election Code. \nFor  the  above  reasons,  the  NAACP  has  failed  to  meet  its  burden  of \nestablishing all of the criteria for entitlement to the mandatory preliminary injunction \nthat it seeks in its Preliminary Injunction Application.  The Preliminary Injunction \nApplication is, therefore, denied. \nP. KEVINBROBSON, Judge \n15 U.S. Const. art. I, § 4, cl.l. \n15 \n\nIN THE COMMONWEALTH COURT OF PENNSYLVANIA \nNAACP Pennsylvania State \nConference, \nPetitioner \nv.  No. 364 M.D. 2020 \nKathy Boockvar, Secretary of the \nCommonwealth, and Jessica Mathis, \nDirector of the Bureau of Election \nServices and Notaries, \nRespondents \nORDER \nAND NOW, this  11th day of September, 2020, the Application for Special \nRelief  in  the  Nature  of a  Preliminary  Injunction  of Petitioner  the  National \nAssociation for the Advancement of Colored People Pennsylvania State Conference \nis DENIED for the reasons set forth in the accompanying Memorandum Opinion. \nP. KEVIN BROBSON, Judge \nCertified from the Record \nSEP 11 Z020 \nAnd Order Exit ",
      "document_type_other": "",
      "external_url": "https://healthyelections-case-tracker.stanford.edu/detail?id=119",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110886"
    }
  ],
  "document_count": 4
}