{
  "case_id": 17961,
  "fetched_at": "2025-10-22T00:32:52.368482",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Non-settlement Outcome"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title I Warrant (Electronic Surveillance), 50 U.S.C. §§ 1801-1812"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2020,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Warrant/order for search or seizure"
      }
    ],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2018-12-12",
    "filing_year": 2018,
    "id": 17961,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality"
    ],
    "last_checked_date": "2020-12-15T00:00:00-05:00",
    "main_docket": {
      "id": 27533,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2019,
      "docket_filing_number": 218,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "19-218",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re [Redacted], Non-U.S. Persons",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2020,
    "order_start_year": 2020,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is the Federal Bureau of Investigation",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Warrant/Order allowing surveillance"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2020-03-05",
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [
      {
        "value": "Warrant or subpoena application (or protection)"
      }
    ],
    "state": "District of Columbia",
    "summary": "<p>For the Civil Rights Litigation Clearinghouse collection of FISA Matters, see our <a href=\"http://www.clearinghouse.net/results.php?searchSpecialCollection=20\">special collection</a>.</p><p>On December 12, 2018, the Federal Bureau of Investigation (FBI) submitted a draft application on the authority to conduct surveillance on foreign targets under the Foreign Intelligence Surveillance Act (FISA). After the FBI filed its official application in 2019, Judge Rosemary C. Collyer of the Foreign Intelligence Surveillance Court (FISC) released an opinion granting the warrant for surveillance on March 5, 2020. Since the opinion revealed a new interpretation of the word \"facilities\" and the probable cause standard surrounding the term as it pertains to FISA section 1805(a)(2)(B), the Office of the Director of National Intelligence (ODNI) released a redacted version of the opinion on September 23, 2020. In preparing this opinion, the FISC sought input from Amici Curiae David Kris, former Assistant Attorney General for National Security, and Ben Johnson, former National Security Agency computer scientist and FISC technical advisor.</p><p>FISA section 1805(a)(2)(B) allows a FISC judge to grant a warrant application if he or she has probable cause to believe that \"each of the facilities or places at which the electronic surveillance is directed is being used, or is about to be used, by a foreign power or an agent of a foreign power,\" as long as the application specifies the facilities to be monitored. The Amici argued that \"facility\" should be interpreted in a narrow manner, though their definition was redacted. Judge Collyer rejected this meaning, instead holding that Congress intended to interpret the term \"facility\" in line with its ordinary, broad meaning. She focused on the language pairing \"facility\" with \"places\" in the statutory text, indicating that a facility should be read in a way similar to a \"place.\" Judge Collyer added that the purpose of this section FISA is to engage with third parties to cooperate in surveillance, which may not involve collections of communications at all; if \"facility\" was read too narrowly in this section, such solicitation of cooperation would be barred, according to the FISC.</p><p>Judge Collyer continued her opinion by discussing how the definition of \"facility\" interacts with \"electronic surveillance.\" She stated that \"facility,\" as it pertains to this section, only requires a finding of a connection to a foreign target, not anything more specific. She distinguished \"facility\" in this context from warrants that demand more specificity, like the pen register/tap and trace (PR-TT) warrant, highlighting that the latter has much more stringent relevance requirements than the section being interpreted here. Judge Collyer added that the warrant application process for \"facility\" in this context was enough to protect facilities from illegal searches.</p><p>In a heavily redacted section, Judge Collyer discussed how she found probable cause for granting a warrant for surveillance of this particular facility. The information on the target's foreign connections was redacted, and the rest of the section focused on determining probable cause for multiple \"facilities,\" here, phone numbers. Judge Collyer held that a judge should make a probable cause finding into the target's use of each of the phone numbers at issue, and finish the inquiry, instead of analyzing the probable cause of the use of all three phone numbers as a group simultaneously. She stated that this comports with how judges typically treat probable cause inquiries, and it would ensure that the probable cause standard is not altered depending on the form of the application; she posited that, if the extra layer of scrutiny were required, then the Government would simply file individual warrants for the phone numbers to avoid a higher scrutiny level for the numbers as a group.</p><p>Since the warrant was granted, the case is presumed to be closed.</p>",
    "summary_published_date": "2020-12-15T00:00:00-05:00",
    "summary_short": "On March 5, 2020, Judge Rosemary Collyer of the Foreign Intelligence Surveillance Court (FISC) granted the Federal Bureau of Investigation (FBI) a warrant to monitor foreign persons in line with section 1805(a)(2)(B) of the Foreign Intelligence Surveillance Act (FISA). The Office of the Director of National Intelligence (ODNI) released a redacted version of the opinion on September 23, 2020 because it clarified the definition of \"facility\" in section 1805(a)(2)(B) and the probable cause standard surrounding the term. With the warrant granted, the case is presumed to be closed.",
    "summary_tiny": "@ODNIgov releases a FISC opinion clarifying the term \"facilities\" in section 1805(a)(2)(B) of the Foreign Intelligence Surveillance Act.",
    "terminating_date": "2020-03-05",
    "clearinghouse_link": "clearinghouse.net/case/17961",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17961",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17961",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17961"
  },
  "documents": [
    {
      "date": "2020-03-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 110562,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/110562.pdf",
      "title": "Opinion",
      "text": "1 nu:a \nUt11lt,~ ltMtl& l\"~Hlft1 \nh..ttlligonee Su~m,ume court \nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nMAR  O5  2020 \nTOP ::tl!)eft:ET//S1'1'0ft:e6Ni'i't0F61tNfFl9W LeeAnn Flynn Hall, Clerk of Court \nUNITED STA  TES \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D.C. \n) \n) \n)  Docket No. 19-218 \n) \n) \n) \nOPINION \nOn this date in the above-captioned docket, the Couti granted a Verified Application \n(\"App.\") for authorization to conduct electronic surveillance pursuant to Title I of the Foreign \nfotelligence Surveillance Act (FISA), codified as amended at 50 U.S.C. §§  1801-1813.  The \ntargets of that application are non-U.S. persons believed by the Federal Bureau oflnvestigation \ngranting the application, the Court \nfound, among other things, probable cause to believe that the targets are agents of a foreign \npower as defined at 50 U.S.C. § 1801(b)(2)(E) and that each of the facilities at which electronic \nsurveillance will be directed is being used or are about to be used by the targets.  In this Opinion \nthe Court explains its reasoning regarding the latter finding. \n'FOP 8fi61l11'Fh'81#8R60ltFil'JOPORi'l \nAuthorized for Public Release on: September 23, 2020 Page 1 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nifOf B@@Mif;1'BIJ\\10ft~OiftVifttOJii10WJ:1Jii1lflrb \nI.  PROCEDURAL HISTORY \nOn December 12, 2018, the government submitted a draft application for authority to \nconduct electronic surveillance of the above-captioned targets.  See Order at 1, No. 19-218 (FISA \nas the facilities at which surveillance would be \ndirected.  Due to the complexity of the proposed surveillance and the issues presented, the Court \nappointed amici curiae with relevant legal and technical expertise - David Kris and Ben Johnson \n- on March 27 and 28, 2019.  See id. at 2; Order at 2, No, 19-218 (FISA Ct. Mar. 28, 2019).  The \nCourt has benefitted greatly from the insights and expertise of both amici and is grateful for their \ncontributions. \nThe government submitted a second draft application on March 29, 2019.  On April 2, \n2019, the Court held a meeting during which the Court and both amici asked questions and \nsought clarification from government representatives about the proposed surveillance an \nsed by the targets.  fu response to matters discussed during the April 2 meeting, the \ngovernment filed another revised draft on May, 7, 2019.  The government submitted its Verified \nApplication in final form on March 5, 2020. \nII.  THE PROPOSED ELECTRONIC SURVEILLANCE \n'f'er 919CM'fh'Bl,V6RCON}NOflORN:'fll81'1 \n2 \nAuthorized for Public Release on: September 23, 2020 Page 2 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nI Of SELKE i))Sl)}bitCOMNOllbft14)fift9A \nfJlOIP El66ftEi'Fh'Ell#Oft60N/JtOfsOIUVfslElA \n3 \nAuthorized for Public Release on: September 23, 2020 Page 3 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nI Gt Ji!JetmT;; 9fil Oltf!0Hl'H8fi8BJ fJ'FI8A \nThe government describes the facilities at which the proposed electronic surveillance will \nbe directed as \"facilities serviced by' \nproviders\") \"and denominated as ... \n·  ·  ·  ·  al).  The govern \n50-52. \nIII.  ANALYSIS \nPursuant to 50 U.S.C. § 1805(a)(2)(A), the Court has found probable cause to believe that \nthe  argets1 are agents of a foreign powe1  s \ndefined at§ 180l(b)(2)(E).  Pursuant to§ 1805(a)(2)(B), the Court has found probable cause to \nbelieve that each of the facilities at which the proposed electronic surveillance is directed is being \nused or is about to be used by a  arget.  With regard to the latter finding, the \n1 The target \"'is the individual or entity ... about whom or from whom information is \nsought.\"'  See In re Sealed Case, 310 F.3d 717, 740 (FISA Ct. Rev. 2002) (en bane) (quoting H. \nRep. No. 95-1283, pt. 1, at 73 (1978)). \nTOP ililldillflBll'.OMCSli?IGFOMtl'.FJS t \n4 \nAuthorized for Public Release on: September 23, 2020 Page 4 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nCourt concluded: (1)  roperly be regarded as \"facilities\" for purposes \nectronic surveillance will be directed a \ncquired by such surveillance; and (3) the facts and \ncircumstances support a finding of probable cause to believe that each \nat which such surveillance will be directed is being used, or is about to be used, by a \nThe Court explains the bases for those conclusions below. \narded as \"Facilities\" as that Term is Used \nin § 1805(a)(2)(B). \nTitle I of FISA contemplates that an electronic surveillance will be directed at one or \nmore facilities or places.  Specifically, an application for electronic surveillance \"shall include,\" \namong other things, \na statement of the facts and circumstances relied upon by the applicant to justify his \nbelief that ... each of the facilities or places at which the electronic surveillance is \ndirected is being used, or is about to be used, by a foreign power or an agent of a \nforeign power. \n§ l 804(a)(3)(B).  A judge of the Foreign Intelligence Surveillance Court (FISC) may approve \nsuch an application upon finding, among other things, probable cause to believe that \"each of the \nfacilities or places at which the electronic surveillance is directed is being used, or is about to be \nused, by a foreign power or an agent of a foreign power,\" § l 805(a)(2)(B), and the resulting order \nI Gt SEC RE f)) 31)) ORCOI C, 14 OPOM CJ Pt89t \n5 \nAuthorized for Public Release on: September 23, 2020 Page 5 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n'ft)f 9t'lEltt'l'fh'9t,4'81tC6~ii'NOl-61ll'i,'fl8A \n\"shall specify,\" among other things, \"the nature and location of each of the facilities or places at \nwhich the electronic surveillance will be directed, if known,\"§ 1805(c)(l)(B).2 \nThe legal amicus suggested that, for purposes of these provisions, the term \"facilities\" is \nbest understood to refer to thing \nwith which Congress was familiar and presumably had foremost in \nmind when it enacted FISA in 1978.  From that premise, amicus argued for an interpretation of \n\"facility\" under which the Court should not regard something as a \"facility\" for purposes of§ \n1805(a)(2)(B) unles  he \namicus contended that, whenever plausibly supported by the facts, the Court should understand \nand analyze a proposed electronic surveillance as directed at \nven if the government pleads the surveillance as directed at a different type of \nthing and that pleading is otherwise factually supported. \nThe Court understands that the amicus advanced this narrow interpretation of \"facilities\" \nout of concern that FISA should be applied with special caution in technological contexts that \nCongress could not foresee when it enacted the statute in 1978.  But, as explained below, the \nCourt concludes that Congress did not intend the term \"facilities\" in§ 1805(a)(2)(B) to be \ninterpreted in that narrow fashion.  The Court therefore gives \"facilities\" its ordinary, broader \nmeaning, which encompasses \n2 If the nature and location are not known, the order must direct the government to inform \nthe Court after it initiates electronic surveillance of a facility or place  not specified in the order. \nSee§ 1805(c)(3). \n'.JMe'P ililGlllii+l'il110laCON1llOFORN'FIS t \n6 \nAuthorized for Public Release on: September 23, 2020 Page 6 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nI OP SELKE f }}Sf})URCOMl◄OFOIGUFl5A \nThe fundamental flaw in the amicus' s suggested interpretation is that it lacks support in \nthe statutory text.  ''In determining the meaning of a statutory provision, 'we look first to its \nlanguage, giving the words used their ordinary meaning,\"' Lawson v.  FMR LLC, 571 U.S. 429, \n440 (2014) (quoting Moskal v.  United States, 498 U.S. 103, 108 (1990)), on '\"the assumption \nthat the ordinary meaning of that language accurately expresses the legislative purpose,\"' Engine \nMfrs. Ass'n v. South Coast Air Quality Mgmt. Dist., 541 U.S. 246,253 (2004) (quoting Park 'N \nFly, Inc. v.  Dollar Park & Fly, Inc., 469 U.S. 189, 194 (1985)).  More precisely, a court generally \nlooks to the ordinary meaning that a statutory term had when the provision in which it appears \nwas enacted. 3  When Congress enacted the language at issue in 1978, 4 the term \"facilities\" was \nunderstood to denote the means used to facilitate an action or process.5 \ncomfmtably within that understanding of \"facilities\" because they are used to facilitate the \n3 See, e.g., Wisconsin Central Ltd. v.  United States, 138 S. Ct. 2067, 2070-2071 (2018); \nSandifer v.  United States Steel Corp., 571 U.S. 220, 227-28 (2014); Perrin v.  United States, 444 \nU.S. 37, 42 (1979). \n4 Congress enacted the provisions now codified at 50 U.S.C. §§ l 804(a)(3)(B) and \n1805(a)(2)(B) in 1978, see FISA, Pub. L. No. 95-511, §§ 104(a)(4)(B) and 105(a)(3)(B), 92 Stat. \nI 7 83, 1789-1 790 ( 197 8) , and has not amended them. \n5 See The American Heritage Dictionary of the English Language 469 (new college ed. \n1976) (defining facility in relevant part as \"3.  Often plural.  The means used to facilitate an \naction or process; convenience; provision: the facilities ofa  library.\") ( emphasis in original).  It \nnow seems to have an even broader meaning in the telecommunications field.  See Newton's \nTelecom Dictionary 518 (30th ed. 2016) (stating that \"'facilities' means practically anything you \nwant it to mean so long as it covers a sufficiently broad variety of 'things' which you haven't got \na convenient name for\"). \n:P@f fJl!CM:PPr'31;\\181t@8Pflff t8P8 IY l/Jil Ortz \n7 \nAuthorized for Public Release on: September 23, 2020 Page 7 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nMoreover, the pertinent statutory provisions pair \"facilities\" with \"places\" to describe the \nthings at which an electronic surveillance is directed.  See§§ 1804(a)(3)(B), 1805(a)(2)(B) \n(\"each of the facilities or places at which the electronic surveillance is directed\").  The \ncombination of those expansive terms is best understood to refer to any type of thing at which \nelectronic surveillance can be directed, not to limit the types of things at which surveillance may \nbe directed. \nThe use of the term \"facilities\" in other provisions of Title I of PISA does not support a \nmore narrow interpretation.  The term is used in a way that includes wires that transmit \ncommunications,6 but it is also used to describe the obligations of third parties to furnish \"all \ninformation, facilities, or technical assistance necessary to accomplish\" an authorized electronic \nsurveillance.  § 1805(c  )(2)(B).  The manifest purpose of§ 1805( c )(2)(8) is to secure necessary \naid from third parties in conducting an authorized surveillance, which may not involve acquiring \n6 See 50 U.S.C. § 1801(1) (defining \"wire communication\" as \"any communication while \nit is being carried by a wire, cable, or other like connection furnished or operated by any person \nengaged as a common carrier in providing or operating such facilities for the transmission of \ninterstate or foreign communications\") (e mphasis added). \nEf~P Ui6GIWlci4'ilYQllGQ})l\\l>IOEQQNfFJS 1 \n8 \nAuthorized for Public Release on: September 23, 2020 Page 8 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nIOI  SEGl&ilibi!)blf@blllt:SL szs::21012 \ncommunications at all.7  The narrow interpretation of \"facilities\" suggested by the amicus is at \nodds with the purpose of§ l 805(c)(2)(B), which casts further doubt on its viability in the context \nof§ 1805(a)(2)(B).  See, e.g., Henson v. Santander Consumer USA Inc., 13 7 S. Ct. 1718, 1723 \n(2017) (recognizing the ''usual presumption that 'identical words used in different parts of the \nsame statute' carry 'the same meaning\"') (quoting IBP, Inc. v. Alvarez, 546 U.S. 21, 34 (2005)). \nAccordingly, the Court affords the term \"facilities\" in § l 805(a)(2)(B) its ordinary, broad \nmeaning, which include \nB. \nIn pertinent part, FISA defines \"electronic surveillance\" as \"the acquisition by an \nelectronic, mechanical, or other surveillance device of the contents ofa ny wire communication to \nor from a person in the United States, without the consent of any party thereto, if such acquisition \noccurs in the United States.\"  50 U.S.C. § 1801 (f)(2) (emphasis added).  That definition, and the \nrelated definitions of \"contents\"8 and \"wire communication,\" were enacted in 1978, see FISA § \nlOl(f), (l), (n), 92 Stat. at 1785-86, and have been amended only to exclude from the definition \n7 An electronic surveillance may consist of installing or using a surveillance device - e.g., \na camera - \"for monitoring to acquire information, other than fi·om a wire or radio \ncommunication.\"  50 U.S.C. § 1801(f)(4) (emphasis added).  And assistance in conducting an \nauthorized surveillance may be compelled not only from a \"communication or other common \ncarrier,\" but also from a \"landlord, custodian or other ... person.\"  § 1805(c)(2)(B). \n8 The definition of \"contents\" \"includes any infonnation concerning the identity of the \nparties to [a] communication or the existence, substance, purport, or meaning of that \ncommunication.\"  50 U.S.C. § 180l(n). \nIOI  SLGl&lliSILGICCGtti!tOL Sldllll!!IJIL \n9 \nAuthorized for Public Release on: September 23, 2020 Page 9 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n\"\"' J~@MTi~1tn,;:on@OP fJIP JOF8N f;IFIBA \nof \"electronic surveillance\" the acquisition of certain communications of computer trespassers, \nsee USA PATRIOT Act of 2001, Pub. L. No. 107-56, § 1003, 115 Stat. 272,392 (2001).  Under \nthe definition of electronic surveillance at § 1801 (f)(2), \"the electronic surveillance is the \nacquisition of the contents of communications.\" \nOrder & Mem. Op. at 8 (FISA Ct. Apr. 3, 2007) (emphasis in original) \nIn this case, barring misfunction or error \nIt is therefore sensible to say that the acquisition of the contents of communications, and by \ndefinition the surveillance itself, is directed at  See The American Heritage \nDictionary oft he English Language 373 (new college ed. 1976) (including in the definition of \n\"direct\" \"To move (something or someone) toward a goal; aim; point.\").  Importantly, that \ninterpretive approach appropriately focuses the Court's probable cause inquiry on the likelihood \nubject to acquisition are being used by \nExecutive branch personnel will not be free \"to direct surveillance \nagainst persons and communications of their unilateral choosing.'  Rather, \nas intended by Congress, \"the pre-surveillance 'judicial warrant procedure,' and particularly the \n10 \nAuthorized for Public Release on: September 23, 2020 Page 10 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nifOP QUOAUIWOl#QllUQH'.JfOFQftli:tFlfi t \njudge's probable cause findings, [w  ill] provide an 'external check' on executive branch decisions \nto conduct surveillance.\"  Id. at 14 ( quoting S. Rep. 95-604, pt. I, at 16 (1977), reprinted in 1978 \nU.S.C.C.A.N. 3904, 3917). \nThe legal amicus, however, advanced a narrower understanding of when a surveillance is \ndirected at a facility for purposes of§ 1805(a)(2)(B).  Following a line of analysis related to his \nsuggested interpretation of \"facilities,\" see supra pp. 6-9, he reasoned that Congress should be \npresumed to have had conventional telephone surveillance foremost in mind when in 1978 it \nenacted the provision now codified at§ 1805(a)(2)(B).  At that time, Congress would have \nunderstood that such surveillance is directed at telephone lines that are uniquely associated with a \nparticular user or group of users to the exclusion of other persons.  From that premise, the amicus \nconcluded that § l 805(a)(2)(B) should be interpreted to require surveillance to be directed at a \nfacility uniquely associated with a particular user or group of users. \nOn this point also, the language of§ 1805(a)(2)(B) does not lend itself to the suggested \ninterpretation.  There is nothing in the phrase \"facilities ... at which the surveillance is directed\" \nthat indicates that the facilities must be uniquely associated with a particular user or group of \nusers.  By the terms of§ l 805(a)(2)(B), the only required nexus between a facility at which \nsurveillance will be directed and any person is probable cause to believe that the facility is being \nused or about to be used by a foreign power or an agent of a foreign power. 9 \n9 As discussed below, it is not necessary for the facility to be used exclusively by a foreign \npower or an agent of a foreign power.  See infra p. 20. \n11 \nAuthorized for Public Release on: September 23, 2020 Page 11 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n'FOP SECltl3'fh'f:H081t@8N,'N8F81lN:'Fl6A \nThe amicus argued that amendments to other parts ofFISA- namely the specific \nselection term requirements for pen register/trap-and-trace (PR/TT) authorizations and orders to \nproduce tangible things10 and the limitation on acquiring \"abouts\" communications under Section \n702 (codified at 50 U.S.C. § 1881a)11 - support his interpretation of§ 1805(a)(2)(B).  But one \nwould not usually expect recent acts of Congress to shed light on the meaning of statutory \nlanguage enacted decades ago.  At least as a general rule, \"every statute's meaning is fixed at the \ntime of enactment,\" even though \"new applications may arise in light of changes in the world.\" \nWisconsin Central Ltd., 138 S. Ct. at 2074 (emphasis in original).  A court must have \"an \nappropriate reason\" to \"depart from the original meaning of the statute,\" New Prime Inc. v. \nOliveira, 139 S. Ct. 532, 539 (2019), and speculation about how Congress might address new \nsituations does not justify such departure. 12  As explained below, the Court does not find a \nsufficient basis to depart from its understanding of the original meaning of§ l 805(a)(2)(B). \n10 See USA FREEDOM Act of 2015, Pub. L. No. 114-23, § 103, 129 Stat. 268, 272 \n(2015) (codified at 50 U.S.C. § 1861(b)(2)(A) & (c)(2)(A), (3)); § 107, 129 Stat. at 273-74 \n(codified at§ 186l(k)(4)); § 201, 129 Stat. at 277 (codified at 50 U.S.C. §§ 1841(4), 1842(c)(3)). \n11 See FISA Amendments Reauthorization Act of 2017, Pub. L. No. 115-118, § 103, 132 \nStat. 3, 10-13 (2018) (codified in part at 50 U.S.C. § 1881 a(b)). \n12 \"[W]hile it is of course our job to apply faithfully the law Congress has written, it is \nnever our job to rewrite a constitutionally valid statutory text under the banner of speculation \nabout what Congress might have done had it faced a question that ... it never faced.\"  Henson, \n137 S. Ct. at 1725.  See also Magwood v.  Patterson, 561 U.S. 320, 334 (2010) (\"We cannot \nreplace the actual text with speculation as to Congress' intent.\"). \n'.J.l~P illlCllllllci4'Sl:410llCON:'NOiliO:liltf:'!lili'. t \n12 \nAuthorized for Public Release on: September 23, 2020 Page 12 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n'FOP SECRf!l'f/f§lh'ORCONfP-JO~OR!'VFISA \nPursuant to amendments enacted in 2015, see supra note 10, the government must \nidentify a specific selection term to serve as the basis for using a PR/TT device, 50 U.S.C. § \n1842(c)(3), or producing tangible things, § 1861(b)(2)(A).  A specific selection term must \n\"specifically identif[y] a person, account, address, or personal device, or any other specific \nidentifier\" and ''limit, to the greatest extent reasonably practicable, the scope of [tangible things \nor PR/TT information] sought consistent with the purpose for seeking\" them.  §§ 1841(4)(A), \n1861 (k)( 4 )(A).  Multiple terms or identifiers may be used to satisfy those requirements.  § § \n1841(4)(D), 1861(k)(4)(A)(iii).  By analogy, amicus reasoned that when \n· s used to describe the facilities at which electronic surveillance is directed, § \n1805(a)(2)(B) should be interpreted to require  uniquely identify the users of \nthose facilities. \nThe Court does not find the analogy instructive.  Congress added the specific selection \nterm requirements for types of collection which had merely required relevance to an \ninvestigation13 in reaction to prior interpretations of relevance that it deemed unduly broad.  See \nH. Rep. No. 114-109, pt. I, at 18-19, 21  (2015).  The relevance standard is lower than probable \n13  See § 1842(c  )(2) (PRITT application must include ''a certification ... that the \ninformation likely to be obtained is foreign intelligence information not concerning a United \nStates person or is relevant to an ongoing investigation to protect against international terrorism \nor clandestine intelligence activities\"); § 1861 (b )(2)(8) (application for production of tangible \nthings must include \"a statement of facts showing that there are reasonable grounds to believe \nthat the tangible things sought are relevant to an authorized investigation ... to obtain foreign \nintelligence information not concerning a United States person or to protect against international \nterrorism or clandestine intelligence activities\"). \n13 \nAuthorized for Public Release on: September 23, 2020 Page 13 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\ncause and has no role in the Court's review of electronic surveillance applications under Title I of \nFISA.  Therefore, the concerns that led Congress to adopt the specific selection term \nrequirements in cases governed by the relevance standard have no bearing on this case. \nSimilarly, Congress adopted the \"abouts\" limitation in 2018, see supra note 11, in \nresponse to specific concerns.  In March 2017, the National Security Agency (NSA) discontinued \ncertain forms of Internet collection under Section 702 that had a heightened risk of acquiring \nnon-pertinent information about U.S. persons.  See In re DNI/AG 702(h) Certification \nPredecessor Certifications, N  et al., Mem. Op. & Order at 12-14 (FISA Ct. Oct. \nl 8, 2018).  In addition to communications to or from a Section 702 target, the discontinued forms \nof Internet collection could acquire communications that were \"about\" a target, i.e., ones to \nwhich the target was not a party, but which contained a reference to a facility used by the target, \nsuch as an email address.  Id.  at 12-13.  In January 2018, Congress enacted the abouts limitation, \nwhich (absent narrowly defined exigent circumstances) imposed a requirement of congressional \nnotification and a 30-day congressional review period before the government can resume abouts \ncollection under Section 702.  Id.  at 10-11 (d iscussing FISA Amendments Reauthorization Act of \n2017 § 103). \nHere also, the particular concerns that led to enactment of the abouts limitation do not \nbear on the Title I electronic surveillance proposed in this case (which, of course, is not governed \nby Section 702).  The proposed surveillance in this matter is designed to acquire \nto which a  arget is a party, not abouts communications.  And \n'fl~ P O1 5 Ellill!l 1Wfl l:VQ8G QN:!N QPQIUVPI i t \n14 \nAuthorized for Public Release on: September 23, 2020 Page 14 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n'f8P SECRE'fh'Sfh'(-)ftCON(l'iOFOftN)FISA \nalthough the Court cannot rule out the possibility that non-target information may be acquired, \nsee in.fra p. 19, there is no reason to expect substantial volumes of it will be acquired. \nIn sum, there is no tension between the specific selection term requirements and the \nabouts limitation, on one hand, and the Court's understanding of the original meaning of§ \n1805(a)(2)(B), on the other.  Congress chose to respond to concerns that arose under other \nprovisions of FISA by amending just those provisions, while leaving intact the statutory language \nthat controls this case.  And that language provides no basis for requiring that an electronic \nsurveillance be directed at a facility that uniquely identifies a particular user or set of users. \nAccordingly, the Court concludes that, for purposes of§ 1805(a)(2)(B), the proposed \nsurveillance is directed \nby that provision, there is probable cause to believe that each of those facilities is being used or \nabout to be used by an agent of a foreign power, specifically, a  arget. \n14 In view of the government's contention that it is exceptionally unlikely for the \nsurveillance to acquire non-target communications, see infra p. 19; it mi  ht be ar  ed \no uniquely identify a particular set of users, i.e., th \ntargets.  For the reasons stated above, however, it is unnecessary to reac \nTQP fiiFGDFT11£J((QPCONNOFOPN'FIS t \n15 \nAuthorized for Public Release on: September 23, 2020 Page 15 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n..  . \n• \n.  _'fllhll~  • \nC.  There is Probable Cause to Believe that each \nProposed Electronic Surveillance is Directed is Being Used or About to  .  I  . • \nb  a  Tar  et. \nProbable cause is distinct from \"[flinely tuned standards such as proof beyond a \nreasonable doubt or by a preponderance of the evidence\" and is \"not readily, or even usefully, \nreduced to a neat set oflegal rules,\"  Illinois v. Gates, 462 U.S. 213,232, 235 (1983).  It is a \n\"practical and common-sensical standard,\" the application of which calls for a \"flexible, all \nthings-considered approach,\" rather than \"rigid rules, bright-line tests, and mechanistic \ninquiries.\"  Florida v.  Harris, 568 U.S. 237, 244 (2013). \nProbable cause takes its \"substantive content from the particular contexts in which ... [it \nis) being assessed.\"  Ornelas v.  United States, 517 U.S. 690, 696 (1996).  There is probable cause \nto conduct a law enforcement search \"where the known facts and circumstances are sufficient to \nwarrant a man of reasonable prudence in the belief that contraband or evidence of a crime will be \nfound.''  Id  That standard is satisfied when there is a \"fair probability\" of finding such evidence. \nHarris, 568 U.S. at 246 n.2; Gates, 462 U.S. at 238; see also id at 244 n.13 (\"[P]robable cause \nrequires only a probability or substantial chance of criminal activity, not an actual showing of \nsuch activity.\"). \nIn this case, there is sufficient reason to believe that the \n16 \nAuthorized for Public Release on: September 23, 2020 Page 16 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n17 \nAuthorized for Public Release on: September 23, 2020 Page 17 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n18 \nAuthorized for Public Release on: September 23, 2020 Page 18 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nAfter examining the proffer and asking questions of government personnel, the technical \namicus has not contested the government's contentions, nor has he recommended means of \nfurther tailoring the proposed surveillance to acquire onl  ommunications. \nIn the Court's assessment, the described facts and circumstances provide probable cause to \nbelieve that any particular communicatio  acquired by the proposed surveillance will \narget. \nIt is possible, however, that the surveillance will acquire som \nAlthough \"the FBI assesses that the likelihood of acquiring \nnon-target communications is exceptionally low,\" id. at 49, such acquisitions cannot be ruled out. \niiQP IJE616:liil?'.'.Sl'.'.OPGON'.NOFOP>J1FJS t \n19 \nAuthorized for Public Release on: September 23, 2020 Page 19 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nA possibility - even a likelihood - that some non-target communications will be acquired \nneed not foreclose approval of an electronic surveillance, if the minimization procedures \nadequately protect non-target U.S.-person information.  For example, it is common for family \nmembers or co-workers to share use of a telephone line  here one user \nof a shared facility is a valid FISA target, electronic surveillance of it may be authorized if there \nare adequate protections for how the government handles such non-target communications as \nmay unavoidably be acquired.17  The legal amicus has not suggested otherwise, \nIn shared-facility cases, non-target communications may be acquired because non-targets, \nin addition to the target, use the facility in question.  In this case, non-target communications \nmay be acquired because it is possible that surveillance will be directed at \nsed by a non-target, and not used by a target.  The Court now turns to how that \npossibility relates to assessing probable cause under § l 805(a)(2)(B).  For the following reasons \nthe Court concludes that § l 805(a)(2)(B) does not require probable cause to believe that all \nhich surveillance will be directed, without exception, are being used or about to \nbe used by a  arget.  Rather, it suffices to find, as the Court has found, \n20 \nAuthorized for Public Release on: September 23, 2020 Page 20 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nhich surveillance will be directed is being used \nor about to be used by \nThat interpretation squares with the text of§ I 805(a)(2)(B).  The word \"each\" is used as a \npronoun in that provision.  When so used, \"each\" is defined as \"[ e ]very one of a group of objects, \npersons, or things considered individually; each one.\"  The American Heritage Dictionary oft he \nEnglish Language 408 (new college ed. 1976).  Thus, it is consistent with the 1anguage of§ \n1805(a)(2)(B) to determine whether there is probable cause to believe that each one of the \nfacilities, considered individually, is being used or about to be used by an agent of a foreign \npower, without further inquiring whether there is probable cause to believe that they are \nall,without exception, being used or about to be used by such an agent. \nAn example may clarify the distinction between those two formulations.  Suppose that the \ngovernment submits an application for electronic surveillance of Jones, which establishes \nprobable cause to believe that he is an agent of a foreign power.  The application seeks approval \nof electronic surveillance of three cell phone numbers and provides information regarding \nJones's asserted use of those numbers.  Under the Court's interpretation of§ 1805(a)(2)(B), the \njudge reviewing the application would make a probable cause determination regarding Jones's \n18  In view of the government's assertion that acquiring non-target communications is \nexceptionally unlikely, s e A  . 't 49  there might be a sufficient basis for finding probable \ncause to believe that all  hich surveillance will be directed, without exception, \nare being used or about  +n~~=••n  be c earer if there were \nmore information about  In any case, \nthe Court finds that inquiry unnecessary \n21 \nAuthorized for Public Release on: September 23, 2020 Page 21 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nI di 0EC2!blli02ii 91!tl8HlffQFQRIJ!IFII I \nuse of the first cell phone number, another determination regarding use of the second number, \nand another regarding use of the third.  After making such a determination for each number, \nconsidered individually, the judge's work under§ 1805(a)(2)(B) would be done.  The judge \nwould not assess whether there is probable cause to believe that Jones is using or about to use all \nthree numbers, without exception. \nIn the experience of the undersigned judge, that interpretation comports with how FISC \n'ud ! es routine!  a •• I  § 1805(a)(2)(B)  F  le, in \nI  0. 19 \nthe undersigned judge approved electronic \nhe Court made the probable cause findings in that case because there was \nsufficient reason to believe that each \nas being used or about to be used by the target.  The Court did not inquire whether \nthere was probable cause to believe that al  ithout exception, were being used or \nabout to be used by the target. \n22 \nAuthorized for Public Release on: September 23, 2020 Page 22 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nTr>! t,rJCft\"rJT,.,1:,t/;'Ofteor,,rr,BPOIM'VFIBs\\: \nMoreover, because the probable cause standard requires only a fair probability, see supra \np. 16, its application frequently involves a non-trivial chance that it will turn out that what there \nwas probable cause to believe in fact was not true.  See Harris, 568 U.S. at 249 (\"[W]e do not \nevaluate probable cause in hindsight, based on what a search does or does not turn up.\").  A \nrequirement of probable cause to believe that a target uses all facilities at which surveillance is to \nbe directed, without exception, would require a higher level of confidence regarding use of each \nfacility than is usually required for probable cause.  That is because, even for a small number of \nfacilities, a fairly strong probability that each facility is used by a target may correlate with a \nmuch lower probability that the target uses all of them. \nMore fundamentally, it would be illogical for approval of surveillance of one facility to \ndepend on the likelihood that the target uses a different facility.  But that is the result of \ninterpreting § l 805(a)(2) to require probable cause to believe that the target is using or about to \nuse all facilities at which surveillance will be directed.  The government could try to unbundle \nthe facilities for probable cause purposes by bringing a separate application for each one, but it \nwould be unclear, to say the least, why the bar for probable cause should be raised or lowered \ndepending on procedural form. \nTo be sure, this case does not present all of the considerations discussed above.  Here the \nfacilities at which surveillance will be directed are described b \nhe government makes t  e same proffer for all \nsuch facilities and they cannot be separately pied and targeted without altering the manner in \n23 \nAuthorized for Public Release on: September 23, 2020 Page 23 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n''\" tJl!JClfflTntJf})t.)ftCeN,rHt.)fil('.)ftl'VfiltB?t \nwhich the surveillance would be conducted.  But§ 1805(a)(2)(B) must be given a single \nconsistent interpretation, even if the case subjudice does not present all of the considerations that \nlead a court to adopt that interpretation.  For example, in Clark v.  Martinez, 543 U.S. 371 (2005), \nthe Supreme Court interpreted a statute to avoid constitutional difficulties as applied to one class \nof aliens, even though the case before it did not present those difficulties because it involved a \ndifferent class.  The Court observed that \"[t]o give these same words a different meaning for each \ncategory [of alien] would be to invent a statute rather than interpret one,\" and rejected a \"novel \ninterpretive approach ... which would render every statute a chameleon, its meaning subject to \nchange depending on the presence or absence of constitutional concerns in each individual case.\" \nId. at 378, 382.19 \nInterpreting§ 1805(a)(2)(B) to require probable cause to believe that, considered \nindividually, each facility at which the surveillance will be directed is being used or about to be \nused by a foreign power or an agent of a foreign power comports with the statutory text and the \nnature of the probable cause standard.  An alternative interpretation, under which there must be \nprobable cause to believe that all such facilities, without exception, are being used or about to be \n19 See also United States v. Santos, 553 U.S. 507, 522 (2008) (Scalia, J., joined by two \njustices) (refusing to give \"the same word, in the same statutory provision, different meanings in \ndifferent.factual contexts\") (emphasis in original), superseded by statute, Fraud Enforcement and \nRecovery Act of 2009, Pub. L. No. 111-21, § 2(f), 123 Stat. 1617, 1618 (2009); id. at 532,546 \n(Alito, J., dissenting, joined by three justices) (rejecting interpretation under which meaning of \nterm varies depending on the facts presented); Leocal v. Ashcroft, 543 U.S. 1, 11 n.8 (2004) \n(\"Because we must interpret the statute consistently, whether we encounter its application in a \ncriminal or noncriminal context, the rule of lenity applies\" in noncriminal case); United States v. \nThompson/Center Arms Co., 504 U.S. 505, 517-18 & n.10 (1992) (plurality opinion) (statute \ncannot be interpreted differently in civil and criminal cases). \nTQP fl6GIU.Ji:41il#QllGQD:HAlOEOlillHl.&li' 1 \n24 \nAuthorized for Public Release on: September 23, 2020 Page 24 of 26 FISC Opinion, Mar. 5, 2020\n\nFISA Title I FISC Opinion Authorized for Public Release by ODNI\n'FOP Bl3l€llliJ'.fA'BIA'QIUJQN{!)lQMlllN,'14U'  1: \nused by such a target would lead to anomalous results in many cases.  Accordingly, the Court \nadopts the former interpretation, pursuant to which it has made the probable cause finding \nrequired by§ 1805(a)(2)(B) in this case. \nAs always, the Court has assessed probable cause based on the facts before it.  The results \nof the authorized surveillance may weaken or strengthen the basis for probable cause if the \ngovernment brings a renewal application.  The Court is ordering the government by the end of \nthe authorized surveillance period to report the number of communications acquired and how \nmany of those communications are assessed to be non-target communications.  See Primary \nOrder at 9-10.  For each non-target communication, the government must (a) report the location \nand U.S.-person status of the parties, if known; (b) assess how and why the communication was \nacquired; and (c) describe its handling and disposition.  Id. at 9.  That information is expected to \nassist the Court in assessing the probable cause and minimization issues presented by any \nrenewal application. \nIV.  CONCLUSION \nFor the foregoing reasons, the Court made the probable cause findings required by 50 \nU.S.C, § 1805(a)(2)(B).  Having found the other applicable requirements satisfied as well, the \nCourt approved the proposed electronic surveillance. \n~ \n_5_ \nENTERED this  day of March, 2020. \nROSEMARY,  . COLLYER \nJudge, United States Foreign \nIntelligence Surveillance Court \n:,_C hief Deputy clerk,  'f'OP f}li!Cft@'F/;'61,'fORCOP.l,'J>~Ol6QRJ>li'li'l~A: \nFISC, cerUl'y thal this document is a true \nand correct copy o1 the orlgtnaL  25 \nAuthorized for Public Release on: September 23, 2020 Page 25 of 26 FISC Opinion, Mar. 5, 2020\n\nl\"'UU'A \nUnited &ttl\\ttti flltH~IG\" \nIntelligence surveillance Ct>ui't \nFISA Title I FISC Opinion Authorized for Public Release by ODNI\nMAR  O5  2020 \n\"TlO OTP'i~!'ll!:l!':1<.'.e'1'ft:!E~T\"'tiii~\"t!l7'1\"/'i7C  ,Mlt~t'.'.~C,'1fr\"'i'ffi'f~i6MP-e6rtlt~f\"'4'1ti'PiflS~A.---\nLeeAnn Flynn Hall, Clerk of Court \nAPPENDIX \nYer SJ!CttJ!TffStn:e1tC81tif t8ifl8tui:'ifll82'1 \nAuthorized for Public Release on: September 23, 2020 Page 26 of 26 FISC Opinion, Mar. 5, 2020",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/110562"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114070,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114070"
    }
  ],
  "document_count": 2
}