{
  "case_id": 15187,
  "fetched_at": "2025-10-22T00:24:17.686866",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "California state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2014,
    "id": 15187,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29388,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2014,
      "docket_filing_number": 712570,
      "is_main_docket": true,
      "court": "California state trial court",
      "state": "California",
      "docket_office_number": "",
      "docket_number_manual": "RG14-712570",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Scott v. Bowen",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "California",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15187",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15187",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15187",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15187"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116636,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116636"
    },
    {
      "date": "2014-05-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "California state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 81131,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/81131.pdf",
      "title": "Order (1) Granting Petition of Petitioners for Writ of Mandate and (2) Setting Hearing on Issue of Remedy",
      "text": " \n1   \n2   \n3   \n4   \n5   SUPERIOR COURT OF THE STATE OF CALIFORNIA \n6  IN AND FOR THE COUNTY OF ALAMEDA \n7   \nMICHAEL SCOTT, et al,       Case No. RG14-712570 \n8 \n \n  Plaintiffs, \n \n9 \nORDER (1) GRANTING PETITION OF \n  v. \n10  PETITIONERS FOR WRIT OF MANDATE \n \nAND (2) SETTING HEARING ON ISSUE \nDEBRA BOWEN, Secretary of State of \n11  OF REMEDY. \nCalifornia, \n \n12 \n  Defendant.  DATE:     4/2/14 \nTIME       1:30 PM \n13 \nDEPT.      31 \n14 \n15 \n  \n16   \nThe petition of Michael Scott, et al (“Petitioners”) for a writ of mandate came on for \n17 \nhearing on April 2, 2014, in Department 31 of this Court, the Honorable Evelio Grillo presiding.  \n18 \n19  After consideration of the briefing and the argument, IT IS ORDERED:  The petition for a writ \n20  of mandate is GRANTED.   \n21 \n1.  The court holds as a matter of law that Election Code 2101 requires that the State of \n22 \nCalifornia provide all otherwise eligible persons on Mandatory Supervision (Penal \n23 \nCode 1170(h)(5)(B)) and Post-Release Community Supervision (“PRCS”) (Penal \n24 \nCode 3451) the same right to register to vote and to vote as all other otherwise \n25 \neligible persons.   \n26 \n  1 \n \n\n \n2.  The court directs the parties to meet and confer regarding the appropriate scope of the \n1 \nremedy and the text of a proposed judgment and writ.  If the parties cannot reach \n2 \nagreement, then on or before May 21, 2014, the parties may file cross-opening briefs \n3 \n4  of up to 8 pages on the remedy.  On or before May 28, 2014, the parties may file \n5  cross-opposition briefs of up to 5 pages on the remedy.  The court will hold a further \n6 \nhearing on the remedy at 1:30 pm on June 4, 2014, in Department 31.  \n7 \n \n8 \nEVIDENCE. \n9 \nThe court GRANTS the requests of Petitioners for judicial notice of Exhibits A-G \n10 \n(Dictionary definitions) (Sierra Club v. Superior Court (2113) 57 Cal.4th 157, 171), of Exhibit H \n11 \n(legislative history in the form of ballot Initiative materials) (Sierra Club, supra.), and of Exhibit \n12 \n13  I (data from Chief Probation officers of California website) (People v. Alexander (1985) 163 \n14 \nCal.App.3d 1189, 1201 fn 3). \n15 \nThe court GRANTS the request of the Secretary for judicial notice of Exhibit 1 (The \n16 \nMemorandum), of of Exhibits 2-3 (Court records), of Exhibits 4-8 and 11-14 (legislative \n17 \nhistory).  (Sierra Club, supra.), and of Exhibits 9-10 (Governor’s budget summary)  (Carmel \n18 \nValley Fire Protection Dist. v. State (2001) 25 Cal.4th 287,293, fn 2). \n19 \n   \n20 \n21  FACTUAL BACKGROUND. \n22  The first California Constitution, adopted in 1849, permanently disenfranchised all \n23 \npersons “convicted of any infamous crime.”   In 1972, the voters  passed an initiative to  amend \n24 \nthe California Constitution to state: “[T]he legislature shall prohibit improper practices that affect \n25 \nelections and shall provide that no severely mentally deficient person, insane person, person \n26 \n  2 \n \n\n \nconvicted of an infamous crime, nor person convicted of embezzlement or misappropriation of \n1 \npublic money shall exercise the privileges of an elector in this State.”  (League of Women Voters \n2 \nof California v. McPherson (2006) 145 Cal.App.4th 1469, 1475-79 [historical summary].) \n3 \n4   On 11/4/74 the people of the State of California through a referendum amended the  \n5  California Constitution, Article II to read: “The Legislature shall prohibit improper practices that \n6 \naffect elections and shall provide for the disqualification of electors while mentally incompetent \n7 \nor imprisoned or on parole for the conviction of a felony.” \n8 \nOn 1/12/10, a three judge panel of the federal District Court ordered California to reduce \n9 \nits prison population to 137.5% of the prisons' design capacity within two years.  (Coleman v. \n10 \nSchwarzenegger (E.D. Cal. 2010) 2010 WL 99000.)1  \n11 \nIn 2010, the California Governor proposed a realignment plan that included what the \n12 \n13  Legislative Analyst’s Office described as a “Proposal to Shift Adult Parole” (Secretary RJN, Ex. \n14 \n8, pp12-14.)  The Legislative Analyst stated that the Governor’s proposal was designed to both \n15 \nreduce the cost to the state and to “improve offender outcomes and reduce their risk of \n16 \nreoffending.” The Governor later issued Budget Summaries that stated his goals.  (Secretary \n17 \nRJN, Ex. 9, 10.)      \n18 \nOn 4/4/11, AB109 (the “Realignment Act”) was filed with the Secretary of State.  Section \n19 \n479 of the Realignment Act added Penal Code 3450 et seq, which “shall be known and may be \n20 \n21  cited as the Postrelease Community Supervision Act of 2011.” \n22  The Legislature’s stated purpose for the Realignment Act and in the Postrelease \n23 \nCommunity Supervision Act was to address both the stagnant or worsening reincarceration rates \n24 \nand the unsustainable policy of building and operating more prisons by reinvesting criminal \n25                           \n1 On 5/23/11, the United States Supreme Court affirmed the decision directing California \n26  to reduce its prison population.  (Brown v. Plata (2011) 131 S.Ct. 1910.)   \n  3 \n \n\n \njustice resources to support community-based corrections programs with the goal of achieving \n1 \nimproved public safety returns.  To accomplish  this goal, the Realignment Act transferred \n2 \nresponsibility for low-level felony offenders who do not have prior convictions for serious, \n3 \n4  violent, or sex offenses to locally run community-based corrections programs with the goal of \n5  improving  public safety outcomes and facilitating their reintegration back into society.  (Penal \n6 \nCode 17.5(a)(1)-(6); Penal Code 3450(a)(1)-(6).)  The Legislature noted that such correctional \n7 \npractices would align with sound fiscal policy because the realignment will “manage and allocate \n8 \ncriminal justice populations more cost-effectively, generating savings that can be reinvested in \n9 \nevidence-based strategies that increase public safety while holding offenders accountable.”  \n10 \n(Penal Code 17.5(a)(8); Penal Code 3450(a)(8).)  \n11 \nThe Realignment Act created two new forms of noncustodial supervision: \n12 \n13    Mandatory  Supervision.  The  Realignment  Act  states  that \ndefendants without prior or current felony convictions for serious, violent, or sex \n14 \nrelated crimes are sentenced to county jail rather than to state prison.  (Penal Code \n1170(h).)  Under Penal Code 1170(h)(5)(B), the court may suspend the term and \n15 \nrelease  the  defendant  to  Mandatory  Supervision,  “during  which  time  the \ndefendant shall be supervised by the county probation officer in accordance with \n16 \nthe terms, conditions, and procedures generally applicable to persons placed on \n17  probation.”  A person on Mandatory Supervision is serving their felony sentence \nunder the supervision of a county probation officer instead of in a county jail. \n18   \n  Post-Release Community Supervision (“PRCS”).  The Postrelease \n19 \nCommunity Supervision Act states that defendants without prior or current felony \nconvictions for serious, violent, or sex related crimes will, upon release from state \n20 \nprison, “be subject to community supervision provided by a county agency.”  \n21  (Penal Code 3451(a).)  A person on PRCS is serving their mandatory period of \nsupervision following release under the supervision of a county agency instead of \n22  the state Department of Corrections and Rehabilitation. \n \n23 \nThere is no indication that the Legislature ever considered how the creation of Mandatory \n24 \nSupervision or PRCS would affect the voting rights of persons who would be placed on \n25 \nMandatory Supervision or PRCS. \n26 \n  4 \n \n\n \n  On 12/5/11, Respondent Debra Bowen as California Secretary of State (the “Secretary”) \n1 \nissued Secretary of State County Clerk/Registrar of Voters Memorandum #11134 (the \n2 \n“Memorandum”).  The Memorandum was supported by an 18 page legal analysis and concluded \n3 \n4  that persons on Mandatory Supervision or PRCS were ineligible to vote because mandatory \n5  supervision was “akin to parole.”  (Secretary RJN, Ex. 1.)  The Memorandum reasoned that \n6 \nPRCS is “functionally equivalent” to parole (Memorandum, page 11) and that Mandatory \n7 \nSupervision is a “form of probation that is more akin to parole than to [] post-conviction, pre-\n8 \nsentencing probation” (Memorandum, page 13).  When the Secretary issued the Memorandum \n9 \nthere was no case law interpreting the the Realignment Act and addressing whether, or how, \n10 \nMandatory Supervision or PRCS were different from parole.  \n11 \nOn 3/7/12, an organization filed a petition directly in the Court of Appeal seeking to \n12 \n13  resolve whether otherwise eligible persons on Mandatory Supervision and PRCS had the right to \n14 \nvote.  On 5/17/12, the Court of Appeal denied that petition without issuing an opinion.  \n15 \n(Secretary RJN, Ex. 2.)  On 5/30/12, the petitioner sought review in the California Supreme \n16 \nCourt.  On 7/26/12, the California Supreme Court denied the petition for review without issuing \n17 \nan opinion.  (Secretary RJN, Ex. 2.) \n18 \nOn 2/22/13, Assemblyman Weber introduced AB938, which would have amended \n19 \nElections Code 2101 to state that Mandatory Supervision and PRCS are not state parole.  The \n20 \n21  bill’s author stated that it “clarifies that people sentenced pursuant to the Criminal Justice \n22  Realignment Act retain their constitutional right to vote.”  The legislative analyst stated that the \n23 \nbill would make “significant changes to voter eligibility.”  (Secretary RJN, Exh 5.)  Ultimately \n24 \nthe bill was withdrawn by its author before it was subjected to a vote by the full Assembly.  \n25 \nThere is no evidence in the record of any legislator having introduced any legislation to state \n26 \n  5 \n \n\n \naffirmatively that Mandatory Supervision and PRCS are within the definition of “parole” for \n1 \npurposes of voting rights. \n2 \n This petition squarely presents the question of whether in enacting the Realignment Act \n3 \n4  the Legislature intended Mandatory Supervision and PRCS to be “parole” for purposes of voting \n5  rights under the California Constitution, Article II, Section 2 and Election Code 2101.  \n6 \n \n7 \nPROCEDURE. \n8 \nPlaintiff seeks a traditional writ of mandate under CCP 1085 to compel the Secretary to \n9 \nperform the ministerial duty of permitting qualified voters to register.  Mandamus is the proper \n10 \nremedy for compelling an officer to register voters according to law.  (Legal Services for \n11 \nPrisoners with Children v. Bowen (2009) 170 Cal.App.4th 447, 451 fn 2.) \n12 \n13   \n14 \nANALYSIS. \n15 \nTHE COURT OF APPEAL HAS DETERMINED THAT MANDATORY SUPERVISION AND \n16 \nPRCS ARE NOT “PAROLE.” \n17 \nStripped to its essence, Petitioner’s argument is (1) Elections Code 2101 states that \n18 \nUnited States citizens who are residents of California and “not in prison or on parole for the \n19 \nconviction of a felony” are entitled to register to vote; (2) persons on Mandatory Supervision and \n20 \n21  PRCS are not on “parole for the conviction of a felony,” so (3) persons on Mandatory \n22  Supervision and PRCS are entitled to register to vote.  Petitioner’s argument finds substantial \n23 \nsupport in three recent opinions published by three separate panels of our Court of Appeal, each \n24 \nof which concluded that Mandatory Supervision and PRCS are not “parole.” People v. Cruz \n25 \n26 \n  6 \n \n\n \n(2012) 207 Cal.App.4th 664; People v. Fandinola (2013) 221 Cal.App.4th 1415; People v. Isaac \n1 \n(2014) 224 Cal.App.4th 143. \n2 \nIn People v. Cruz (2012) 207 Cal.App.4th 664, the Court of Appeal (Fifth District) held \n3 \n4  that disparate treatment of defendants sentenced before and after operative date of Realignment \n5  Legislation did not violate equal protection.  In the course of reaching that decision, the Court \n6 \nnoted that a defendant sentenced under Penal Code 1170(h), whether for a straight jail term or a \n7 \nhybrid term of jail time and Mandatory Supervision, is not subject to a state parole period after \n8 \nhis or her sentence is completed.  The Court then observed, “Accordingly, such a defendant is \n9 \nnot subject to a parole revocation restitution fine.”   (207 Cal.App.4th 672 fn 6.)  The holding that \n10 \na person sentenced to Mandatory Supervision “is not subject to a parole revocation restitution \n11 \nfine,” is a holding that Mandatory Supervision is not “parole.” \n12 \n13  In People v. Cruz, supra, 207 Cal.App.4th at 672, the Court of Appeal also stated, “A \n14 \ndefendant sentenced to state prison is subject to a mandatory period of supervision following \n15 \nrelease, either parole supervision by the state ( § 3000 et seq.), or postrelease community \n16 \nsupervision by a county probation department ( § 3450 et seq.).” The reference to parole and \n17 \nPRCS in the alternative is a strong indicator that PRCS is not “parole.” \n18 \nIn People v. Fandinola (2013) 221 Cal.App.4th 1415, the Court of Appeal (Third \n19 \nDistrict) directed the parties to address whether the court could impose a probation supervision \n20 \n21  fee under Penal Code 1203.1b where a defendant was sentenced to Mandatory Supervision under \n22  Penal Code 1170(h).  The Court of Appeal resolved the issue, stating “We conclude the answer is \n23 \nno.”  After reviewing the plain text of 1203.1b (the probation supervision fee), the Court \n24 \nobserved that the Legislature, following enactment of the Realignment Act, amended Penal Code \n25 \n1202.45 (concerning a parole revocation restitution fine) to also provide for a “mandatory \n26 \n  7 \n \n\n \nsupervision revocation restitution fine.”  The Court then stated, “this amendment indicates the \n1 \nLegislature understood mandatory supervision is neither probation nor parole, and specific \n2 \nauthorization for a mandatory supervision revocation restitution fine was therefore required even \n3 \n4  though probation and parole revocation restitution fines were already authorized by sections \n5  1202.44 and 1202.45, respectively.” (Emphasis added.)  The finding that “the Legislature \n6 \nunderstood mandatory supervision is neither probation nor parole” is tantamount to a holding \n7 \nthat Mandatory Supervision is not “parole.” \n8 \nIn People v. Isaac (2014) 224 Cal.App.4th 143, the Court of Appeal (First District) held \n9 \nthat the trial court lacked authority to impose a parole revocation restitution fine because the \n10 \ndefendant was sentenced to PRCS rather than to parole.  The court first reaffirmed the holding in \n11 \nCruz, 207 Cal.App.4th at 672 fn 6, that under former Penal Code 1202.45, “defendants facing \n12 \n13  [Mandatory Supervision] instead of parole are ‘not subject to a parole revocation restitution \n14 \nfine.’”  The court then addressed the Attorney General’s argument that under former Penal Code \n15 \n1202.44, a defendant’s sentence to PRCS was “substantially equivalent to a ‘conditional \n16 \nsentence’ referenced in [Penal Code 1202.44].”  The court found no merit to the “substantially \n17 \nequivalent” argument advanced by the Attorney General.  The court noted that the defendant was \n18 \nsentenced to PRCS and that PRCS is different from the statutory definition of “conditional \n19 \nsentence” in Penal Code 1203(a).  (Isaac, 224 Cal.App.4th at 147.)  The court then observed that \n20 \n21  “the Attorney General's sweeping interpretation of the term “conditional sentence” under section \n22  1202.44 would render that section applicable to parolees, and make the original provisions of \n23  1202.45, now located in subdivision (a), entirely superfluous.”  (Isaac, 224 Cal.App.4th at 148.)  \n24 \nThe holding that a person sentenced to PRCS is not subject to a parole revocation restitution fine, \n25 \nis a holding that PRCS is not “parole.” \n26 \n  8 \n \n\n \nThis trial court is required to follow the Court of Appeal’s decisions in Cruz, Fandinola, \n1 \nand Isaac.  (People v. Taylor (2009) 47 Cal.4th 850, 880 [Court of Appeal decisions are binding \n2 \non a trial court].)  (See generally Auto Equity Sales, Inc. v. Superior Court of Santa Clara County \n3 \n4  (1962) 57 Cal.2d 450, 455). 2  The Secretary must raise an argument in the trial court to preserve \n5  it for appeal, but a trial court is not free to reach a conclusion contrary to that of the Court of \n6 \nAppeal. \n7 \nIn short: (1) the plain language of Elections Code 2101 states that United States citizens \n8 \nwho are residents of California and “not in prison or on parole for the conviction of a felony” are \n9 \nentitled to register to vote; (2) Cruz, Fandinola, and Isaac each hold that Mandatory Supervision \n10 \nand PRCS are not “parole,” so (3) persons on Mandatory Supervision and PRCS are entitled to \n11 \nregister to vote. \n12 \n13  The court can discern two potential arguments with the above analysis and conclusion.  \n14 \nFirst, Cruz, Fandinola, and Isaac addressed whether Mandatory Supervision and PRCS were \n15 \n“parole” under Penal Code 1202.44 and 1202.45, not whether Mandatory Supervision and PRCS \n16 \nwere “parole” under Elections Code 2101.  Cruz, Fandinola, and Isaac never considered \n17 \nElections Code 2101 or voting rights.  Cases are not authority for propositions not decided.  \n18 \n(Santisas v. Goodin (1998) 17 Cal.4th 599, 620.)  Second, Cruz, Fandinola, and Isaac addressed \n19 \nthe definitions of Mandatory Supervision, PRCS, and parole under Penal Code 1202.44 and \n20 \n21  1202.45, and “parole” could have a different definition for purposes of Elections Code 2101.  \n22  (Harris v. City of Santa Monica (2013) 56 Cal.4th 203, 222; Heritage Residential Care, Inc. v. \n23 \nDivision of Labor Standards Enforcement (2011) 192 Cal.App.4th 75, 84.)  \n                         \n24 \n2 (See also Lavie v. Procter & Gamble Co. (2003) 105 Cal.App.4th 496, 514 (Haerle, \nconcurring) [Stating “As I am sure the Attorney General’s office understands, we are required to \n25 \nfollows applicable precedent” and noting that the Attorney General’s office was asking court “to \n26  become the only court to” adopt the asserted reading of the statute].) \n  9 \n \n\n \n1  The court is not persuaded by either argument.  First, in prior appellate cases, Attorney \n2  General Opinions and administrative memoranda, the Court of Appeal, the Attorney General, \n3  and the Secretary of State have all relied on the Penal Code when considering California \n4  Constitution Article II, section 4 and Elections Code 2101.  (McPherson, 145 Cal.App.4th 1469; \n5  Flood v. Riggs (1978) 80 Cal.App.3d 138, 153 fn 19; 88 Ops. Cal. Atty. Gen. 207; Ptnr, RJN, \n6  Ex. 1 (Memorandum).)  If the Court of Appeal, the Attorney General and the Secretary of State  \n7  rely on the Penal Code when seeking to define “parole” in various contexts, then this court \n8  should similarly rely on the Penal Code when determining the meaning of “parole” in the context \n9  of  Elections Code 2101.  Second, Mandatory Supervision and PRCS should have consistent \n10  definitions in the Realignment Act and throughout the Penal Code.  It should make no difference \n11  whether the Court of Appeal held that Mandatory Supervision and PRCS were not “parole” \n12  under Penal Code 1202.44, Penal Code 1202.45, or any other section of the Penal Code.  \n13  (Joannou v. City of Rancho Palos Verdes (2013) 219 Cal.App.4th 746, 755-756; Miranda v. \n14  National Emergency Services, Inc. (1995) 35 Cal.App.4th 894, 905 [“A word or phrase ... \n15  accorded a particular meaning in one part or portion of a law, should be accorded the same \n16  meaning in other parts or portions of the law, especially if the word is used more than once in the \n17  same section of the law”]; Legal Services for Prisoners with Children v. Bowen (2009) 170 \n18  Cal.App.4th 447, 459 and fn 7 [“identical words used in different parts of the same act are \n19  intended to have the same meaning”].) \n20  The court will now address the statutory construction, legislative intent, and other \n21  arguments presented by the parties. \n22   \n23  THE TEXT OF ELECTIONS CODE 2101. \n24  The court will address the meaning of the word “parole” in the context of Elections Code \n25  2101 rather than in the context of the Constitution. This is consistent with the principle that the \n26 \n  10 \n \n\n \n1  court should reach Constitutional issues only as a last resort.  (NBC Subsidiary (KNBC-TV), Inc. \n2  v. Superior Court (1999) 20 Cal.4th 1178, 1190; Cumero v. Public Employment Relations Bd. \n3  (1989) 49 Cal.3d 575, 585.)   \n4  The Legislature can determine the precise scope of the terms in the California \n5  Constitution, Article II, section 4, and therefore the precise scope of the right to vote.  (Ramirez \n6  v. Brown (1973) 9 Cal.3d 199, 204.)  (See also McPherson, 145 Cal.App.4th at 1484 \n7  [Legislature's interpretation of Constitution deserves great deference]; In re Fain (1983) 145 \n8  Cal.App.3d 540, 554-556 [summary of legislative changes to “parole”].)  Elections Code 2101 is \n9  the statute that implements California constitution, Article II, section 4.  (Legal Services for \n10  Prisoners with Children v. Bowen (2009) 170 Cal.App.4th 447, 452.)  Section 2101 states: “A \n11  person entitled to register to vote shall be a United States citizen, a resident of California, not in \n12  prison or on parole for the conviction of a felony, and at least 18 years of age at the time of the \n13  next election.”  Neither Petitioners nor the Secretary cite to Elections Code 2101 in their briefs, \n14  and the Realignment Act does not mention Elections Code 2101.  The text of Elections Code \n15  2101 provides no assistance to the court, and the court must therefore look to the Realignment \n16  Act for guidance. \n17   \n18  THE REALIGNMENT ACT’S DEFINITION OF “PAROLE.” \n19  The text of the Realignment Act is the starting point for determining whether the \n20  Legislature intended Mandatory Supervision and PRCS to be “parole” for purposes of voting \n21  rights under Elections Code 2101.  When examining the text of a statute to ascertain the \n22  Legislature's intent, the court must first look to the words of the statute, giving them their usual \n23  and ordinary meaning.  If the language of the statute is susceptible to more than one reasonable \n24  construction, then the court may consider various extrinsic aids, including the purpose of the \n25  statute, the evils to be remedied, the legislative history, public policy, and the statutory scheme \n26 \n  11 \n \n\n \n1  encompassing the statute.  (People v. Cornett (2012) 53 Cal.4th 1261, 1265.)  (See also Ailanto \n2  Properties, Inc. v. City of Half Moon Bay (2006) 142 Cal.App.4th 572, 582.)  Where the \n3  language of a statute is clear, trial courts should not engage in exercises of statutory construction \n4  in order to determine the plain meaning of the statute’s words.  (Regents of University of \n5  California v. Superior Court (2013) 222 Cal.App.4th 383, 399 [no further analysis necessary \n6  where statute defining meaning of “public records” is clear].)   \n7  The Legislature did not define “parole” in the Penal Code.  The Realignment Act \n8  contains neither a definition of parole, nor does the statute address whether Mandatory \n9  Supervision and PRCS are “parole” for purposes of voting rights under Elections Code 2101.  \n10  The court must therefore resort to extrinsic aids to assist in its task.   \n11  The definitions of parole contained in dictionaries are of limited assistance to the court \n12  because modern dictionaries conflate the term “parole” with “probation.”  “Parole”  is \n13  consistently defined as something in the nature of “The release of a prisoner before his or her \n14  term as expired on condition of continued good behavior.”  (Ptnr RJN, Ex. A-G.)  The Merriam \n15  Webster online dictionary3 defines probation first as “a situation or period of time in which a \n16  person who has committed a crime is allowed to stay out of prison if that person behaves well, \n17  does not commit another crime, etc.” and then states the Full Definition as “the action of \n18  suspending the sentence of a convicted offender and giving the offender freedom during good \n19  behavior under the supervision of a probation officer.”  The online “Free Dictionary”4 states that \n20  the American Heritage Dictionary (2000) defines probation as “The act of suspending the \n21  sentence of a person convicted of a criminal offense and granting that person provisional \n22  freedom on the promise of good behavior”; the Collins English Dictionary (2003) defines \n23  probation as “a system of dealing with offenders by placing them under the supervision of a \n24 \n25                           \n3 http://www.merriam-webster.com/dictionary/probation \n26  4 http://www.thefreedictionary.com/probation \n  12 \n \n\n \n1  probation officer”; and the Webster's College Dictionary ( 2010) defines probation as “the \n2  conditional release of an offender under the supervision of a probation officer.”  \n3  Courts, too, have accorded great similarity to the words “parole” and “probation.” The \n4  California Supreme Court in Lucido v. Superior Court (1990) 51 Cal.3d 335, 347 fn 7 stated, \n5  “the purpose and procedures involved in parole matters closely resemble those present in the \n6  probation context.”  Similarly, in Gagnon v. Scarpelli (1973) 411 U.S. 778, 781, fn 3, The \n7  United States Supreme Court referred to “undoubted minor differences between probation and \n8  parole.”  In this case, however, the distinction between probation and parole is crucial.   \n9  McPherson, 145 Cal.App.4th at 1484, holds that persons on probation can vote but persons on \n10  parole cannot vote. \n11  It is noteworthy that California’s Penal Code contains a spectrum of categories under \n12  which a court can sentence a person convicted of a felony to noncustodial supervision, including \n13  parole, Mandatory Supervision (Penal Code 1170(h)), PRCS (Penal Code 3451), probation \n14  (Penal Code 1203(a)), alternative custody programs for female inmates (Penal Code 1170.05), \n15  post-guilty plea diversion (Penal Code 1000), pre-guilty plea diversion (Penal Code 1000.5), and \n16  participation in the Back on Track deferred entry of judgment reentry program (Penal Code \n17  1000.8 et seq).5   Each of these species of noncustodial supervision is defined differently and has  \n18  unique procedural and substantive attributes and the courts have been careful to distinguish \n19  between them.   (E.g., People v. Willis (2013) 222 Cal.App.4th 141, 145 [work release is not \n20  probation].)  The court has no confidence that any dictionary defines California’s categories of \n21  noncustodial supervision and accurately describes each such category. \n22 \n23 \n                         \n5 California’s Penal Code also contains numerous categories under which persons \n24 \nconvicted of misdemeanors are under noncustodial supervision, including probation (Penal Code \n1203(a)), post-guilty plea diversion (Penal Code 1000), pre-guilty plea diversion (Penal Code \n25 \n1000.5), conditional sentences (Penal Code 1203(a)),  and a Work Release Program (Penal Code \n26  4024.2). \n  13 \n \n\n \n1  Given California’s detailed statutory scheme with numerous categories of noncustodial \n2  supervision and the generalized non-state specific dictionary definitions of “parole,” the court \n3  finds that there is no commonly understood definition of “parole” and that dictionaries are of \n4  limited use in determining the meaning of the word “parole” as used in Elections Code 2101. \n5   \n6  TEXT OF THE REALIGNMENT ACT - FUNCTIONAL EQUIVALENCE WITH “PAROLE” \n7  The Secretary argues that Mandatory Supervision and PRCS are the functional equivalent \n8  of parole and should be considered to be parole for purposes of Elections Code 2101.  As a \n9  starting point, the Secretary has not cited, and this court has not found, any California case law, \n10  statute, or principle of statutory construction suggesting that when the Legislature uses a word or \n11  phrase to describe something specific that the Legislature presumptively intends to include other \n12  specific (but unlisted or unidentified) things that are “functionally equivalent.” \n13  The Secretary rests her “functional equivalence” argument on Young v. Harper (1997) \n14  520 U.S. 143, where the United States Supreme Court held that the right to due process in the \n15  protection of a parolee’s liberty interest under the 14th Amendment applies equally to a persons \n16  on “preparole” under Oklahoma law.  In Young, the Court held that there were minor differences \n17  between parole and preparole under Oklahoma law, but that preparole “differed from parole in \n18  name alone,” was “fundamentally parole-like,” and that preparole was sufficiently parole like for \n19  the purpose of determining whether that parolees have a constitutionally protected due process \n20  liberty interests.  Young concerned whether preparole and parole are equivalent for the purposes \n21  of due process analysis.  Young contributes little or nothing to a meaningful, reasoned, analysis \n22  of the definition of “parole” in the context of Mandatory Supervision and PRCS under \n23  California’s Realignment Act.  Young concerned the concept of “due process” under the 14th \n24  Amendment, in the context of the Oklahoma Legislature’s definitions of parole and preparole. In \n25  contrast, this case concerns the California Legislature’s definition of the precise meaning or \n26 \n  14 \n \n\n \n1  scope of “parole,” and whether Mandatory Supervision and PRCS are within the scope of \n2  “parole” for purposes of Election Code 2101. \n3  The court’s analysis of the “functional equivalent” argument is guided by People v. \n4  Superior Court (Flores) (2014) 223 Cal.App.4th 1535, where the court held that a Penal Code \n5  section that applies to offenders with a specific type of sentence does not apply to offenders with \n6  functionally equivalent sentences.  The court stated: \n7   \nThere is nothing in the language that indicates the Legislature intended for [Penal \n8 \nCode 1170(d)(2)] to also apply to sentences that may be the functional equivalent \nof life without the possibility of parole. Had the Legislature intended that effect, \n9 \nwe presume it would have expressly stated so. It is not “the province of this court \nto rewrite the statute to imply an intent left unexpressed by the Legislature.... The \n10 \ncourts may not speculate that the legislature meant something other than what it \n11  said. Nor may they rewrite a statute to make it express an intention not expressed \ntherein.” \n12 \n(Flores, 223 Cal.App.4th at 1541.)  Similarly, in People v. Isaac (2014) 224 Cal.App.4th 143, the \n13 \nCourt of Appeal rejected the Attorney General’s argument that that under former Penal Code \n14 \n1202.44, a defendant’s sentence to PRCS was “substantially equivalent to a ‘conditional \n15 \nsentence’ referenced in [Penal Code 1202.44].” 6 \n16 \nSimilarly in this case, there is nothing in the language of the Realignment Act indicating \n17 \nthe Legislature intended “parole,” as defined in Elections Code 2101, to apply to noncustodial \n18 \nsupervision that might be the functional equivalent of parole. As stated in Flores, had the \n19 \nLegislature intended that effect, this court presumes it would have expressly stated so and, as in \n20 \nFlores, it is not the province of this court to rewrite a statute to make it express an intention not \n21 \nexpressed therein. (See also Equilon Enterprises v. Consumer Cause, Inc. (2002) 29 Cal.4th 53, \n22 \n59.) \n23 \n24 \n                         \n6 The “functional equivalent” argument advanced by the San Diego District Attorney in Flores \n25 \nand the “substantially equivalent” argument advanced by the Attorney General in Isaac were \n26  both rejected by the Court of Appeal.     \n  15 \n \n\n \n1  Given the lack of California authority for this court to apply a “functional equivalency” \n2  analysis under the facts of this case, and the California authorities holding that courts should not \n3  presume an unexpressed legislative intent, the court finds the Secretary’s “functional \n4  equivalency” analysis unsound and lacking legal support. \n5   \n6  TOOLS OF STATUTORY CONSTUCTION. \n7  Express statement of legislative purpose.  A prime consideration in statutory \n8  interpretation is to ascertain the objective sought to be achieved by a statute as well as the evil to \n9  be prevented.  (People v. Superior Court (2014) 223 Cal.App.4th 1535.)   The Realignment Act \n10  states that the purpose of the Act is to address the state’s stagnant or worsening reincarceration \n11  rates by supporting community-based corrections programs.  (Penal Code 17.5(a)(1)-(4); Penal \n12  Code 3450(a)(1)-(4).)  (People v. Lynch (2012) 209 Cal.App.4th 353, 361 [“The Legislature's \n13  stated purpose for the Realignment Act, codified in section 17.5, is to reduce crime and use \n14  resources more efficiently by moving less dangerous felons from prison to local supervision”].) \n15  The Realignment Act states its purpose as follows: \n16   \nRealigning low-level felony offenders who do not have prior convictions for \n17 \nserious,  violent,  or  sex  offenses  to  locally  run  community-based  corrections \nprograms,  which  are  strengthened  through  community-based  punishment, \n18 \nevidence-based practices, improved supervision strategies, and enhanced secured \ncapacity, will improve public safety outcomes among adult felons and facilitate \n19 \ntheir reintegration back into society. \n20 \n(Penal Code 17.5(a)(5); Penal Code 3450(a)(5).)  (Emphasis added.)  There is no language in the \n21 \nRealignment Act suggesting the Legislature intended to fight voter fraud by restricting the voting \n22 \nrights of persons on Mandatory Supervision and PRCS, and a legislative goal of improving \n23 \npublic safety outcomes by restricting the right to vote should not be read into the statute.  \n24 \n(Ramirez v. Brown (1973) 9 Cal.3d 199, 216, revd. sub. opn. Richardson v. Ramirez (1974) 418 \n25 \nU.S. 24 [“the enforcement of modern statutes regulating the voting process and penalizing its \n26 \n  16 \n \n\n \n1  misuse - rather than outright disfranchisement of persons convicted of crime - is today the \n2  method of preventing election fraud which is the least burdensome on the right of suffrage”]; \n3  Collier v. Menzel (1985) 176 Cal.App.3d 24, 34 [to same effect].)  In contrast, the legislative \n4  goal of facilitating the reintegration of felons back into society suggests generally that the \n5  Legislature would have intended to restore some of the rights of citizens to persons on \n6  Mandatory Supervision and PRCS, potentially including the right to vote.7 \n7  The Realignment Act also states that the Act was expected to have financial benefits to \n8  the state.  The Act states: \n9   \nFiscal  policy  and  correctional  practices  should  align  to  promote  a  justice \n10 \nreinvestment strategy that fits each county. “Justice reinvestment” is a data-driven \napproach to reduce corrections and related criminal justice spending and reinvest \n11 \nsavings in strategies designed to increase public safety. The purpose of justice \nreinvestment is to manage and allocate criminal justice populations more cost-\n12 \neffectively, generating savings that can be reinvested in evidence-based strategies \n13  that increase public safety while holding offenders accountable. \n14  (Penal Code 17.5(a)(8); Penal Code 3450(a)(8).)  The Secretary argues that Legislative \n15  committee reports and statements by the Legislative Analyst describe the fiscal concerns as the \n16  primary motivating factor behind the Realignment Act and suggests that the Legislature was \n17  really not concerned about facilitating the reintegration of felons back into society. \n18  The court is persuaded that the Realignment Act was enacted primarily to improve public \n19  safety outcomes among adult felons and facilitate their reintegration back into society and that \n20  the anticipated financial benefits were a secondary goal of the Act. (Penal Code 17.5(a)(5) and \n21  3450(a)(5).) The statement of legislative purpose states unequivocally that the Act was designed \n22  to improve public safety outcomes and facilitate the reintegration of felons back into society, but \n23  more cautiously states that “Fiscal policy and correctional practices should align.”  To the extent \n24 \n                         \n7 Although the declaration of Jeff Manza submitted by Petitioners suggests that the ability \n25 \nto vote helps integrate felons into society, there is no indication that the Legislature considered \n26  Mr. Manza’s studies in the decision to enact the Realignment Act.       \n  17 \n \n\n \n1  that the statements of the Legislature in Penal Code 17.5 and 3450 suggest different goals from \n2  those identified in in the Governor’s Budget Summary and in legislative committee reports, the \n3  court finds the Legislature’s express statements of its own intent to be more persuasive than \n4  suggestions of legislative intent by either the executive branch and by legislative staff analysts.  \n5  The Secretary has proffered no argument or evidence to support a finding by this court that \n6  denying the right to vote to persons under Mandatory Supervision or Post-Release Community \n7  Service would either increase public safety, or align fiscal policy with correctional goals, both \n8  stated goals of the Act.  Conversely, the plain language of the statute suggests that the integration \n9  of adult felons into society would be facilitated by allowing persons under Mandatory \n10  Supervision or Post-Release Community Service to vote, thus giving full effect to one of the \n11  Legislature’s stated goals. \n12  For the above reasons, the court finds the legislative intent weighs in heavily favor of \n13  interpreting Mandatory Supervision and PRCS as being different from “parole” as “parole” is \n14  defined for purposes of Elections Code 2101. \n15  Reading the Statute as a Whole / Use of Different Words.    “A statute is passed as a \n16  whole and not in parts or sections and is animated by one general purpose and intent. \n17  Consequently, each part or section should be construed in connection with every other part or \n18  section so as to produce a harmonious whole. Thus, it is not proper to confine interpretation to \n19  the one section to be construed.”  (People v. Ramirez (2014) 224 Cal.App.4th 1078, 1085.)   \n20  “Where different words or phrases are used in the same connection in different parts of a statute, \n21  it is presumed the Legislature intended a different meaning.” (Briggs v. Eden Council for Hope \n22  & Opportunity (1999) 19 Cal.4th 1106, 1117.)  (See also Joannou v. City of Rancho Palos \n23  Verdes (2013) 219 Cal.App.4th 746, 755-756.)  \n24  The Realignment Act expressly created Mandatory Supervision and PRCS as alternatives \n25  to parole. The creation of these two categories of noncustodial supervision suggests that the \n26 \n  18 \n \n\n \n1  Legislature intended them to be different from the existing forms of noncustodial supervision \n2  and, in fact, they are different from parole regarding organization (the identity of the supervising \n3  government entity) and substance (the restrictions placed on the supervised persons).  The \n4  Legislature has consistently distinguished between parole, Mandatory Supervision, and PRCS.  \n5  (Penal Code 290.015(c)(2), 667.5(d), 830.5(a)(1) and (3), 1202.45, 1214(a), 7510, 7520(b), \n6  7521(d), 7519, 11105(b)(9), 13155, 13300(b)(9).)  The Legislature has also referred to parole \n7  and PRCS in the alternative.  (Penal Code 3000(a)(1), 3003(a).)  The general conditions of parole \n8  are different from the conditions of PRCS.  (Compare 15 CCR 2512 and 2513 with Penal Code \n9  3453.)   \n10  The organizational and substantive distinctions between Mandatory Supervision, PRCS, \n11  and parole weigh in favor of holding Mandatory Supervision and PRCS are not “parole” as that \n12  term is used in Elections Code 2101.  Similarly, the separate legislative references to parole, \n13  Mandatory Supervision, and PRCS suggest that the Legislature did not consider them to be \n14  functional equivalents. \n15  Presumption in Favor of Right to Vote. The Supreme Court and the Court of Appeal can \n16  establish legal presumptions. (Shadow Traffic Network v. Superior Court (1994) 24 Cal.App.4th \n17  1067, 1085, fn 12.)  This trial court is obliged to follow the decisions of higher courts and apply \n18  any such legal presumptions (Auto Equity Sales, supra, 57 Cal.2d at 455).   \n19  California law requires this court to give every reasonable presumption in favor of the \n20  right of people to vote.  “No right is more precious in a free country than that of having a voice \n21  in the election of those who make the laws under which, as good citizens, we must live. Other \n22  rights, even the most basic, are illusory if the right to vote is undermined.”  (Legal Services for \n23  Prisoners with Children v. Bowen (2009) 170 Cal.App.4th 447, 452.)  Giving effect to the \n24 \n25 \n26 \n  19 \n \n\n \n1  importance of the right to vote, in Otsuka v. Hite (1966) 64 Cal.2d 596, 603-604, 8 the California \n2  Supreme Court stated: \n3   \n[W]e keep in mind the rule that ‘every reasonable presumption and interpretation \n4 \nis to be indulged in favor of the right of the people to exercise the elective \nprocess.  ...  The exercise of the franchise is one of the most important functions \n5 \nof good citizenship, and no construction of an election law should be indulged \nthat would disfranchise any voter if the law is reasonably susceptible of any \n6 \nother meaning. (Emphasis supplied.) \n7 \n(See also Castro v. State of California (1970) 2 Cal.3d 223, 234; McPherson, 145 Cal.App.4th at \n8 \n1482.)  The presumption in favor of the right of the people to vote weighs heavily in favor of \n9 \ninterpreting “parole” in Elections Code 2101 to be limited to “parole” in the Penal Code and not \n10 \nto alternatives to parole such as Mandatory Supervision and PRCS. \n11 \nWorkability.  When faced with a latent ambiguity, the court is directed to “infer that the \n12 \nLegislature intended an interpretation producing practical, workable results, not one producing \n13 \nmischief or absurdity.”  (People v. Childs (2013) 220 Cal.App.4th 1079, 1101.)  It would \n14 \nproduce practical and workable results if the Secretary restricted persons on “parole” from voting \n15 \nconsistent with the Elections Code 2101. Although not necessarily producing mischief, it would \n16 \ncertainly create uncertainty and absurdity if in the absence of clear legislative direction the \n17 \nSecretary could interpret “parole” in Elections Code 2101 as including not only “parole” but also \n18 \nforms of noncustodial supervision that are neither identified by the Legislature as “parole,” nor \n19 \ninterpreted by the Court of Appeal as constituting “parole.”  People v. Cruz (2012) 207 \n20 \nCal.App.4th 664; People v. Fandinola (2013) 221 Cal.App.4th 1415; People v. Isaac (2014) 224 \n21 \nCal.App.4th 143. \n22 \nConstitutionality.  “[I]f reasonably possible the courts must construe a statute to avoid \n23 \ndoubts as to its constitutionality.”  (People v. Smith (1983) 34 Cal.3d 251, 259.) (See also Powell \n24 \n25                           \n8 Overruled on other grounds in Ramirez v. Brown (1973) 9 Cal.3d 1999, rev’d Richardson v. \n26  Ramirez (1974) 418 U.S. 24. \n  20 \n \n\n \n1  v. County of Humboldt (2014) 222 Cal.App.4th 1424, 1444.)  It does not raise any Constitutional \n2  doubts to use the same definition to “parole” in California Constitution Article II, section 4, \n3  Elections Code 2101, and in the Penal Code.  Conversely, serious Constitutional issues could \n4  arise were the court to adopt the construction of “parole” advanced by the Secretary and hold that \n5  the legislative definition of “parole” for purposes of limiting the right to vote in Elections Code \n6  2101, is different from, and broader than, the legislative definition of “parole” in the Penal Code.  \n7  The court declines the Secretary’s invitation to attribute different meanings to parole under the \n8  Constitution, the Penal Code and the Elections Code. \n9  No Major Change by Implication.  The Legislature was fully aware that the Realignment \n10  Act made significant changes in California law regarding where convicted persons would be \n11  incarcerated, which government entity would supervise them, how incarcerated persons would \n12  be returned to society, and the allocation of responsibility between the state and local entities in \n13  achieving those goals.  The Legislature was fully aware that it was creating Mandatory \n14  Supervision and PRCS as forms of noncustodial supervision that were alternative to, and \n15  different from, parole.   \n16  In the context of the Realignment Act as a whole and the changes it was making, the \n17  effect of the Realignment Act on voting rights was not a significant unconsidered change.  \n18  Rather, the effect on the voting rights of persons who would no longer be on “parole” was a \n19  natural consequence of the purposeful effects of the legislation.  It is not surprising that in \n20  drafting the Realignment Act the Legislature did not anticipate, consider, and address every \n21  effect of the legislation.  The Court is guided by In re Gabriel G. (2005) 134 Cal.App.4th 1428, \n22  1437, which states: \n23   \nAlthough eliminating a placement option from the juvenile court's consideration \n24 \nmay seem illogical, we must recall that in construing a statute, “that which is \nconstrued is the statutory text.” ... Evidence of legislative inadvertence would \n25 \nhave to be quite compelling before we would ignore the plain language of the law. \n... The only evidence of inadvertence the Department offers is its assessment of \n26 \n  21 \n \n\n \nthe  unintended  consequences  the  change  will  have.  Legislation  often  has \n1 \nunintended consequences. But we cannot construe the amendment in a manner \nwholly  unsupported  by  its  text  merely  to  avoid  the  purported  unintended \n2 \nconsequences. \n3 \n(Emphasis added.)  \n4 \nIf the Legislature overlooked the effect of the Realignment Act on voting rights and \n5 \nactually intended to restrict the voting rights of persons on Mandatory Supervision and PRCS, \n6 \nthen the Legislature can address the issue.  “Since passing the Realignment Act of 2011, the \n7 \nLegislature has amended the Penal Code in a number of ways to clarify how the new legislation \n8 \nis to be interpreted in conjunction with preexisting laws.”  (People v. Prescott (2013) 213 \n9 \nCal.App.4th 1473, 1477.)   (See also People v. Isaac (2014) 224 Cal.App.4th 143.) \n10 \nProposed Legislative Amendment to the Statute.  The court can draw “very limited \n11 \nguidance” from the fact that the Legislature did not enact the proposed amendment that would \n12 \nhave stated expressly that persons on Mandatory Supervision and PRCS could vote.  (Grupe \n13 \nDevelopment Co. v. Superior Court (1993) 4 Cal.4th 911, 922-923.)  Similarly, the court draws \n14 \nvery limited guidance from the fact that the Legislature has not enacted an amendment that \n15 \nwould have stated expressly that persons on Mandatory Supervision and PRCS cannot vote.  \n16 \nThis is not a situation where a court has decided an issue of statutory construction, the decision \n17 \nhas been followed on many occasions, and the the Legislature has declined to amend the statute \n18 \ndespite making numerous other amendments to the statute over a period of many years.  \n19 \n(Compare Olson v. Automobile Club of Southern California (2008) 42 Cal.4th 1142, 1155-1156.)  \n20 \nThe Legislature’s decision not to enact any amendment to state clearly whether Mandatory \n21 \nSupervision and PRCS fall within the definition of “parole” in Elections Code 2101 does not \n22 \nprovide any guidance to the court. \n23 \nPrior Case in Court of Appeal.  An organization previously filed a petition regarding the \n24 \nvoting rights of persons on Mandatory Supervision and PRCS directly in the Court of Appeal, \n25 \n26 \n  22 \n \n\n \n1  and the Court of Appeal denied that petition without issuing an opinion.  (Secretary RJN, Ex. 2.)  \n2  The California Supreme Court denied review without an opinion.  (Secretary RJN, Ex. 2.)   \n3  “The summary denial of a petition for a prerogative writ properly is viewed as a refusal \n4  by the court to exercise original jurisdiction over the matter.” (Lewis v. Superior Court (1999) 19 \n5  Cal.4th 1232, 1260 fn 18.)  Therefore, a summary denial of the petition is “without prejudice to \n6  the right of petitioners to seek such relief as they may be advised they are entitled to in the \n7  proper tribunal.”  (Funeral Directors Ass'n of Los Angeles and Southern California v. Board of \n8  Funeral Directors and Embalmers (1943) 22 Cal.2d 104, 110.)  The prior case filed directly in \n9  the Court of Appeal does not provide any guidance to the court. \n10  Administrative Interpretation / Secretary of State Memorandum.  The law on judicial \n11  deference to the interpretations of a state agency is multi-layered. As a general rule, where an \n12  agency has authority to adopt a regulation and does so under the Administrative Procedures Act, \n13  then Court must give substantial deference to any reasonable interpretation of the regulation \n14  advanced by the agency. “An administrative agency's interpretation of its own regulations is \n15  generally given great weight by courts, and a reviewing court must “defer to an agency’s \n16  interpretation of a regulation involving its area of expertise, unless the interpretation flies in the \n17  face of the clear language and purpose of the interpretive provision.”  (Margarito v. State \n18  Athletic Com. (2010) 189 Cal.App.4th 159, 168.)  Judicial deference to an agency’s \n19  interpretation of its own regulations promulgated under the APA is inapplicable on the facts of \n20  this case because the Memorandum is not a regulation under the APA, because the Memorandum \n21  concerns the Legislature’s intent in enacting the Realignment Act and amending the the Penal \n22  Code, which is not the Secretary’s area of expertise, and because this case concerns the \n23  interpretation of Elections Code 2101 and not the interpretation of the Memorandum.   \n24  Where an agency has the authority to adopt a regulation under the APA but instead elects \n25  to issue a memorandum for “guidance” without complying with APA’s notice, and public \n26 \n  23 \n \n\n \n1  comment procedural requirements, the agency has promulgated an underground regulation, and \n2  the court gives no deference to agency interpretation.  California Grocers Association v. \n3  Department of Alcoholic Beverage Control (2013) 219 Cal.App.4th 1065, 1073-1074, \n4  summarizes the law as follows: \n5   \nThe  APA  requires  that  an  agency  comply  with  the  notice  and  comment \n6 \nprocedures  for  formalizing  a  regulation  and  the  failure  to  do  so  voids  the \nregulation. ...  A regulation subject to the APA ... has two principal identifying \n7 \ncharacteristics. First, the agency must intend its rule to apply generally.... Second, \nthe rule must ‘implement, interpret, or make specific the law enforced by ... [the \n8 \nagency].  The first is a test of the generality of the agency's promulgation; the \n9  second is a test of the conformity of the interpretation with the statute interpreted. \n...  As to the second test, an agency interpretation of a statute is not subject to the \n10  APA if it is “the only legally tenable interpretation” of the statute.... That phrase \nhas been construed to apply only if the interpretation is “patently compelled by ... \n11 \nthe statute's plain language.” ... An interpretation is “patently compelled” when it \n“ ‘can  reasonably be read only one way’  such that the agency's  actions or \n12 \ndecisions in applying the law are essentially rote, ministerial, or ... repetitive of ... \n13  the statute's plain language.” \n(See also County of San Diego v. Bowen (2008) 166 Cal.App.4th 501, 516-520.) \n14 \nThe court finds that the Memorandum is an invalid underground regulation, and as such \n15 \nthe court is not required to give deference to the Memorandum in arriving at the court’s analysis \n16 \nand conclusions.  (Tidewater Marine Western, Inc. v. Bradshaw (1996) 14 Cal.4th 557, 576.) \n17 \nFirst, the Memorandum was written to interpret Elections Code 2101 and implement the \n18 \nSecretary’s interpretation of the law.  The Memorandum is not exempt from the APA as a mere \n19 \nrestatement of the only legally tenable interpretation of a statute. (California Growers, 219 \n20 \nCal.App.4th at 1074.)  To the contrary, the Memorandum is supported by 18 page legal opinion \n21 \nthat addresses an issue where there is no directly applicable statutory text and no guidance in the \n22 \nlegislative history.  Second, the Memorandum sets out a policy that the Secretary intended to \n23 \napply generally to all persons on Mandatory Supervision and PRCS.  Third, though in the \n24 \nabsence of a regulation the court will give deference to agency interpretation of a statute if the \n25 \nagency has special expertise in the area, “[t]he degree of ‘respect’ accorded the agency's \n26 \n  24 \n \n\n \n1  interpretation depends on the circumstances. An administrative agency’s interpretation of a \n2  statute is entitled to significant deference only if ... the agency has expertise and technical \n3  knowledge, especially where the legal text to be interpreted is technical, obscure, complex, open-\n4  ended, or entwined with issues of fact, policy, and discretion.”  (Powerhouse Motorsports \n5  Group, Inc. v. Yamaha Motor Corporation (2013) 221 Cal.App.4th 867, 880.)  (See also Holland \n6  v. Assessment Appeals Bd. No. 1 (2014) 58 Cal.4th 482, 494.)  The Memorandum is unrelated to \n7  the mechanics of how to implement Elections Code 2101, which would be an area of the \n8  Secretary’s expertise.  Conversely, The Secretary has no special expertise in statutory \n9  interpretation, or discerning the Legislature’s intent.  The Memorandum is not entitled to \n10  significant weight in deciding the issue before the court – whether otherwise eligible persons on \n11  Mandatory Supervision (Penal Code 1170(h)(5)(B)) and Post-Release Community Supervision \n12  (“PRCS”) (Penal Code 3451) have the same right to register to vote and to vote as all other \n13  otherwise eligible persons. \n14   \n15  CONCLUSION ON THE MERITS. \n16  The petition for a writ of mandate is GRANTED.  The court holds as a matter of law that \n17  California Constitution Article II, section 2 and Elections Code 2101, require the State of \n18  California to provide all otherwise eligible persons on Mandatory Supervision (Penal Code \n19  1170(h)(5)(B)) and Post-Release Community Supervision (“PRCS”) (Penal Code 3451) the same \n20  right to register to vote and to vote as all other otherwise eligible persons. Neither Mandatory \n21  Supervision nor PRCS is “parole” under the Penal Code, which compels this court to hold that \n22  neither Mandatory Supervision nor PRCS is “parole” under Elections Code 2101. People v. Cruz \n23  (2012) 207 Cal.App.4th 664; People v. Fandinola (2013) 221 Cal.App.4th 1415; People v. Isaac \n24  (2014) 224 Cal.App.4th 143.  The text of the Realignment Act as a whole suggests that the \n25  Legislature considered parole, Mandatory Supervision, and PRCS to be distinct forms of \n26 \n  25 \n \n\n \n1  noncustodial supervision that are not functionally equivalent. The legislative history of the \n2  Realignment Act states that a Legislative goal was to reintroduce felons into the community, \n3  which is consistent with restoring their right to vote when they enter Mandatory Supervision or \n4  PRCS.  And finally, the presumption in favor of the right of the people to vote weighs heavily in \n5  favor of interpreting “parole” in Elections Code 2101 to be limited to “parole” in the Penal Code \n6  and not to alternatives to parole such as Mandatory Supervision and PRCS, and this court should \n7  not engage in any construction of the an election law that would disfranchise any voter if the law \n8  is reasonably susceptible of any other meaning. \n9   \n10  THE REMEDY. \n11  The court in this order does not decide the nature or scope of the appropriate relief.  \n12  Petitioners seek a writ directing the Secretary (1) to withdraw the Memorandum because it \n13  misstates the law and was issued in violation of the APA and and (2) to issue a memorandum \n14  informing the county clerks and elections officials that otherwise eligible Californians on \n15  Mandatory Supervision of PRCS have the right to vote, and (3) to amend voter-registration and \n16  information materials to be consistent with the law.  (McPherson, 145 Cal.App.4th at 1486.)  The \n17  Secretary cautions that the Memorandum addresses issues other than those at issue in this case. \n18  Petitioners are seeking a traditional writ of mandate to compel a public official to perform \n19  an official act required by law.  (CCP 1085.)  The court can issue a writ to compel the Secretary \n20  to exercise her discretion under a proper interpretation of the applicable law, but the court cannot \n21  issue a writ to compel the Secretary to exercise her discretion in a particular manner, such as by \n22  issuing a new memorandum.   (Common Cause v. Board of Supervisors (1989) 49 Cal.3d 432, \n23  442; County of Los Angeles v. Superior Court (2013) 222 Cal.App.4th 434, 444.)  If the parties \n24  cannot agree on the appropriate remedy, then in further briefing the parties are to address \n25  whether the court can order the relief sought by Petitioners and, if not, what alternative relief \n26 \n  26 \n \n\n \n1  might be lawful and appropriate in this case.  The briefing schedule is stated at the beginning of \n2  this order. \n3   \nDated: May 7, 2014        ___________________________   \n4 \n                 Evelio Grillo \n                 Judge of the Superior Court \n5 \n \n6 \n \n7 \n8 \n9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n  27 \n ",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20181127140153/http://www.aclusandiego.org/wp-content/uploads/2014/05/Scott-v-Bowen-ORDER.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/81131"
    }
  ],
  "document_count": 2
}