{
  "case_id": 17642,
  "fetched_at": "2025-10-22T00:31:35.674609",
  "case_data": {
    "attorney_orgs": [
      "Perkins Coie"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Michigan Secretary of State",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Michigan Secretary of State Jocelyn Benson",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Michigan Attorney General",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Michigan Attorney General Dana Nessel",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Coding Complete",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [
      "Voting Rights Act, section 208 (assistance for disabled persons), 52 U.S.C. § 10508 (previously 42 U.S.C. § 1973aa-6)",
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Freedom of speech/association"
      },
      {
        "value": "Equal Protection"
      },
      {
        "value": "Supremacy Clause"
      }
    ],
    "content_of_injunction": [],
    "court": "Michigan state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2020-06-02",
    "filing_year": 2020,
    "id": 17642,
    "injunction_duration": "",
    "issues": [
      "Voting: Election administration",
      "Voting: Voter qualifications",
      "Voting: Voting: General & Misc."
    ],
    "last_checked_date": "2020-08-10T00:00:00-04:00",
    "main_docket": {
      "id": 27846,
      "docket_entries": [
        {
          "row_number": 1,
          "id": 1241034,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 2 of 9 20-000108-MM C/COC/MI"
        },
        {
          "row_number": 0,
          "id": 1241033,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 1 of 9 20-000108-MM C/COC/MI"
        },
        {
          "row_number": 4,
          "id": 1241037,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 5 of 9 20-000108-MM C/COC/MI"
        },
        {
          "row_number": 6,
          "id": 1241039,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 7 of 9 20-000108-MM C/COC/MI"
        },
        {
          "row_number": 5,
          "id": 1241038,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 6 of 9 20-000108-MM C/COC/MI"
        },
        {
          "row_number": 7,
          "id": 1241040,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 8 of 9 20-000108-MM C/COC/MI"
        },
        {
          "row_number": 2,
          "id": 1241035,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 3 of 9 20-000108-MM C/COC/MI"
        },
        {
          "row_number": 3,
          "id": 1241036,
          "entry_number": null,
          "date_filed": null,
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "8/10/2020 3:43:50 PM Page: 4 of 9 20-000108-MM C/COC/MI"
        }
      ],
      "docket_case_type": "",
      "docket_year": 2020,
      "docket_filing_number": 108,
      "is_main_docket": true,
      "court": "Michigan state trial court",
      "state": "Michigan",
      "docket_office_number": "",
      "docket_number_manual": "20-000108-MM",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Michigan Alliance for Retired Americans v. Benson",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Detroit/Downriver Chapter of A. Philip Randolph Institute, Michigan Alliance for Retired Americans, and private individuals",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [
      {
        "id": 17583,
        "name": "League of Women Voters v. Benson"
      }
    ],
    "relief_natures": [
      "None yet"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None yet"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "COVID-19 (novel coronavirus)"
    ],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p>This lawsuit was filed on June 2, 2020 in the Michigan state court of claims. Represented by private counsel, three individual plaintiffs, the Michigan Alliance for Retired Americans, and the Detroit/Downriver Chapter of the A. Philip Randolph Institute sued Michigan Secretary of State Jocelyn Benson and Michigan Attorney General Dana Nessel over three Michigan voting laws. First was a law that rejected all absentee ballots that are not delivered to the clerk by 8 p.m. on election day (the Ballot Receipt Deadline). The second was a law that required voters to use their own stamps to mail the ballots (the Postage Requirement). Third was a law that prohibited parties outside of election officials, postal workers, and a voter's immediate family from handling their absentee ballots (the Voter Assistance Ban). The plaintiffs argued that these laws were in violation of the Michigan constitution's guarantee of the right to vote absentee, the right to vote, due process, and free speech. They also argued that the voter assistance ban was preempted by federal law, specifically in the Voting Rights Act of 1965. The plaintiffs sought declaratory and injunctive relief in the form of preliminary and permanent injunctions that would prohibit the state of Michigan from enforcing these three laws. They also sought attorneys' fees and costs. </p><p>On June 10, the court ordered that the case be consolidated with two other cases, <i>Black v. Benson</i> and <i>Davis v. Benson</i>. Nine days later, the Michigan House of Representatives and the Michigan Senate moved to intervene as defendants. Both the plaintiffs and the defendants submitted memoranda in opposition to their intervention. On July 2, however, the court denied these motions, but allowed the bodies to submit amici briefs. Also on July 2, the Republican National Committee and the Michigan Republican Party moved to intervene. The court issued a similar order on July 14, denying the motion to intervene but granting amici status.</p><p>Throughout the last few weeks of July, the parties filed supplemental briefs that drew on a ruling by the Michigan Court of Appeals in <a href=\"https://www.clearinghouse.net/detail.php?id=17583&search=source%7Cgeneral%3BcaseName%7Cleague%20of%20women%20voters%3Borderby%7CfilingYear%3B\"><i>League of Women Voters of Michigan v. Secretary of State</i></a>. That case answered the question of whether the Ballot Receipt Deadline was in violation of the Michigan constitution -- the court of appeals concluded that it did not. So the parties submitted their reports outlining how they thought that case impacted the claims in this case going forward. </p><p>The case is ongoing as of August 10, 2020.</p>",
    "summary_published_date": "2020-08-10T00:00:00-04:00",
    "summary_short": "The Michigan Alliance for Retired Americans and the Detroit/Downriver Chapter of the A. Philip Randolph Institute filed this lawsuit against Michigan Secretary of State Jocelyn Benson and Attorney General Dana Nessel. They argued that three Michigan election laws were in conflict with the Michigan state constitution and that one was in conflict with superseding federal law. These three laws were: 1) the Ballot Receipt Deadline, which mandates that absentee ballots sent via mail must arrive at the clerk by 8 p.m. on Election Day; 2) the Postage Requirement, which requires that voters use their own stamps and postage to mail their absentee ballots; and 3) the Voter Assistance Ban, which prohibits most third parties from handling a voter's ballot. The plaintiffs said that the three laws were against the Michigan constitution's assurance of equal protection and free speech, and that the third was also in violation of the Voting Rights Act of 1965. Plaintiffs sought declaratory and injunctive relief. \r\n\r\nThe case is ongoing as of August 10, 2020.",
    "summary_tiny": "Michigan Alliance for Retired Americans and the Detroit Chapter of the A. Philip Randolph Institute sued @JocelynBenson and @dananessel arguing that three Michigan election laws were in violation of the MI constitution and one against federal law.",
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/17642",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17642",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17642",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17642"
  },
  "documents": [
    {
      "date": "2020-06-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Michigan state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 109063,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/109063.pdf",
      "title": "Complaint",
      "text": "IN THE STATE OF MICHIGAN  \nCOURT OF CLAIMS \n \n \nMICHIGAN ALLIANCE FOR RETIRED \nAMERICANS, DETROIT/DOWNRIVER   \nCHAPTER OF THE A. PHILIP RANDOLPH   \nINSTITUTE, CHARLES ROBINSON,   \nGERARD MCMURRAN, JIM PEDERSEN,   Civil Action No. 2020-________-MM \n       \nPlaintiffs,        \nv. \nJOCELYN BENSON, in her official capacity \nas the Michigan Secretary of State, and DANA \nNESSEL, in her official capacity as the \nMichigan Attorney General, \nDefendants. \n \nA civil action between other parties arising out of the transaction or occurrence alleged in this \nComplaint has been previously filed in the Michigan Court of Appeals, where it was given case \nnumber 353654. The action, entitled League of Women Voters of Michigan, et al v Benson, \nremains pending.  \n \nVERIFIED COMPLAINT FOR DECLARATORY AND INJUNCTIVE RELIEF \nPlaintiffs  MICHIGAN  ALLIANCE  FOR  RETIRED  AMERICANS, \nDETROIT/DOWNRIVER  CHAPTER  OF  THE  A.  PHILIP  RANDOLPH  INSTITUTE, \nCHARLES  ROBINSON,  GERARD  MCMURRAN,  and  JIM  PEDERSEN  (collectively, \n“Plaintiffs”) file this Verified Complaint for Declaratory and Injunctive Relief against Defendants \nJocelyn Benson, in her official capacity as the Michigan Secretary of State (the “Secretary”), and \nDana Nessel, in her official capacity as the Michigan Attorney General, and allege as follows:  \nNATURE OF THE CASE \n1.  In 2018, a supermajority of Michigan voters approved a constitutional amendment \nto enshrine the right to vote absentee in the Michigan Constitution. In elections held since, absentee \n\nvoting has surged, reflecting the electorate’s embrace of the Constitution’s new guarantee that \nvoters be permitted to exercise their most fundamental of rights in this way.  \n2.  Even in ordinary times, it would be reasonable to expect the shift toward absentee \nvoting to continue in Michigan. But these are not ordinary times. Over the past few months, life in \nthe United States has changed rapidly as the result of a highly infectious, novel coronavirus, which \nas of the date of this filing, has infected over 1.85 million and killed over 107,000 people across \nthe country. The pandemic has hit Michigan particularly hard, infecting Michiganders from Detroit \nto the Upper Peninsula. To date, there have been over 57,500 confirmed cases of coronavirus in \nMichigan, and over 5,500 deaths from the respiratory illness it causes, COVID-19.  \n3.  Public health officials warn that the virus will be with us for a significant period of \ntime—into November, certainly, when there is fear that a second, more devastating wave is likely \nto coincide with both flu season and the general election, and likely beyond, into at least 2021. As \na result, more and more voters are understandably turning to absentee voting to safely exercise \ntheir right to the franchise.  \n4.  On March 10, 2020—the same day that Michigan held its 2020 Presidential \nPrimary, in which nearly a million Michiganders requested an absentee ballot—Governor Whitmer \ndeclared a state of emergency as a result of the rapid advancement of the virus. From March 23 \nuntil June 1, the State was under at least partial lockdown in an attempt to stem the virus’s spread, \nand some restrictions in Michigan continue. The novel coronavirus has thus upended normal life \nin Michigan, and, if the April primary election in Wisconsin is any indication, it threatens to \ndisenfranchise many eligible voters in the upcoming August primary election and November \ngeneral election, absent relief from this Court.  \n2 \n \n\n5.  At issue in this case are three restrictions that threaten to deny Michiganders their \nnewly enshrined right to vote absentee, as well as their right to vote, their right to due process, \ntheir right to free speech and association, and their rights under the federal Voting Rights Act. The \ncurrent public health crisis only serves to exacerbate the constitutional infirmities with these \nprovisions, which have become increasingly undeniable as more and more Michiganders exercise \ntheir right to absentee vote. \n6.  First, Michigan law rejects any and all absentee ballots that are not delivered to \nelection officials by 8 p.m. on Election Day, MCL 168.764a (“ballot receipt deadline”). Even \nbefore the current public health crisis, the Secretary acknowledged that the ballot receipt deadline \nshould be extended because voters were being disenfranchised as a result of “more ballots \ntransmitted through the mail” since the advent of no-excuse voting, but the pandemic has made \nthings significantly worse. The U.S. Postal Service has reduced mail service in some parts of \nMichigan—including Detroit and other highly-populated areas—due to pandemic-related staffing \nshortages, with no end in sight; some residents have reported waiting not days, but weeks, for their \nmail. Once absentee voters timely submit their ballot in the mail, the Postal Service has sole control \nover when it arrives, and the agency’s delivery delays stemming from its current operational and \nbudgetary difficulties will disenfranchise voters through no fault of their own. Consistent with the \nemergency relief adopted by a Wisconsin federal court—and approved by the U.S. Supreme \nCourt—election officials should be required to count ballots postmarked by Election Day and \nreceived for up to 14 days after the election to allow for the delivery of delayed absentee ballots. \nSee Republican Nat’l Comm v Democratic Nat’l Comm, __ US __, 140 S Ct 1205, __ L Ed __, at \n1208 (2020). \n3 \n \n\n7.  Second, Michigan law requires voters who return their absentee ballots by mail to \nprovide  their  own  postage.  MCL  168.764a(a)  (the  “postage  requirement”).  This  postage \nrequirement imposes an unnecessary monetary cost to voting at a time when many Michiganders \nare suffering from the devastating economic impact of the novel coronavirus. Since March 15, \nunemployment has grown to a staggering 1.7 million or 22 percent in Michigan, one of the highest \nunemployment rates in the nation. Yet, the postage requirement forces Michigan voters to either \nventure out and subject themselves to health risks in search of a stamp or pay significantly more \nto order a sheet of stamps online—both of which add significant cost and delay to the voting \nprocess, especially for those who rely on public transportation.  \n8.  Third, while the receipt deadline and postage requirement add costs to absentee \nvoting, Michigan law erects a third obstacle—this one to returning a ballot. Michigan law strictly \nlimits who can deliver a voter’s sealed absentee ballot to their local clerk, allowing only election \nand postal workers and members of a voter’s household or immediate family to handle or return \nan absentee ballot on a voter’s behalf. See MCL 168.932(f); see also id. 168.764a. Any other \nperson who offers to assist a voter, or who provides such assistance, is guilty of a felony, id. \n168.932(f),  punishable  by  up  to  four  years’  imprisonment  and  a  $5,000  fine,  id.  750.503 \n(collectively, “voter assistance ban”).  \n9.  The voter assistance ban, which together with the ballot receipt deadline and \npostage requirement constitutes the “challenged provisions,” restricts the ability of organizations \nlike the Alliance for Retired Americans (the “Alliance”) and the Downriver/Detroit Chapter of the \nA. Philip Randolph Institute (“APRI”) to engage their core constituencies and to mobilize voters \nby assisting voters in making the transition, many for the first time in the upcoming election, to \n4 \n \n\nabsentee voting. The ban also makes it harder for voters who unexpectedly find themselves without \na way to return an absentee ballot on Election Day. \n10.   There is currently no end in sight to the daily upheaval caused by the novel \ncoronavirus and efforts to curtail its spread. The disease will continue to threaten American lives \nfor a long time. Recognizing the unique and serious threats to public health, the Secretary, \nGovernor Whitmer, and other Michigan officials—in line with CDC guidance—have encouraged \nabsentee voting in Michigan’s upcoming August primary and November general elections, in part \nbecause, as the Secretary explained, absentee voting eliminates the possibility of coronavirus \ntransmission while voting.  \n11.  The challenged provisions burden Michiganders’ self-executing constitutional right \nto vote absentee. In November 2018, Michigan voters overwhelmingly expressed an unequivocal \ndesire to expand voting access for all citizens when they passed Proposal 3 by a supermajority. \nProposal 3 enshrined in the State Constitution new self-executing voting rights, including the right \nto no-excuse absentee voting during the 40 days before an election and the right to choose whether \nto apply for, receive, and submit an absentee ballot in person or by mail. Const 1963, art 2, § \n4(1)(g). \n12.  To protect the right to vote absentee, to vote, to due process, and to free speech and \nassociation, as well as voters’ rights under Section 208 of the Voting Rights Act, in the midst of \nthe  current  pandemic,  Plaintiffs  therefore  request  that  the  Court  issue  an  Order  requiring \nDefendants to: (1) enjoin the ballot receipt deadline and extend the deadline for when ballots must \nbe received to 14 days after Election Day; (2) enjoin the postage requirement and provide pre-paid \npostage for all absentee ballot envelopes; and (3) enjoin the voter assistance ban and permit third \nparties to assist voters in submitting their sealed absentee ballots. With the primary and general \n5 \n \n\nelections fast approaching, the time to act is now, to prevent widespread disenfranchisement and \neffectuate the will of the voters so that all will have a safe and meaningful opportunity to participate \nin Michigan’s elections. \nJURISDICTION AND VENUE \n13.  Plaintiffs bring this action under Article I, Sections 3 and 5 and Article II, Section \n4 of the Michigan Constitution, 42 USC 1983, and 52 USC 10508. \n14.  This Court has jurisdiction over the subject matter of this action pursuant to \nMichigan Compiled Laws Section 600.6419. \n15.  This Court has personal jurisdiction over the Defendants, the Secretary of State and \nthe Attorney General, who are sued in their official capacities only. \n16.  Venue is proper in this Court pursuant to Michigan Compiled  Laws  Section \n600.6419, because this is a constitutional claim against the Secretary of State and Attorney \nGeneral.  \n17.  This Court has the authority to enter a declaratory judgment under Michigan Court \nRule 2.605. It has authority to enter an injunction under the Michigan Constitution. Sharp v City \nof Lansing, 464 Mich 792; 629 NW2d 873 (2001).  \n18.  All conditions precedent to the maintenance of this case and Plaintiffs’ claims have \noccurred, been performed, or otherwise been waived. \nPARTIES \n19.  Plaintiff MICHIGAN ALLIANCE FOR RETIRED AMERICANS (“the Alliance”) \nis incorporated in Michigan as a 501(c)(4) nonprofit, social welfare organization. The Alliance has \nover  200,000  members,  comprising  of  retirees  from  23  public  and  private  sector  unions, \ncommunity organizations, and individual activists. Some of its members are disabled, and many \nare elderly. It is a chartered state affiliate of the Alliance for Retired Americans. The Alliance’s \n6 \n \n\nmission is to ensure social and economic justice and full civil rights that retirees have earned after \na lifetime of work. The challenged provisions frustrate the Alliance’s mission because they deprive \nindividual members of the right to vote and to have their votes counted, threaten the electoral \nprospects of Alliance-endorsed candidates whose supporters will face greater obstacles casting a \nvote and having their votes counted, and make it more difficult for the Alliance and its members \nto associate to effectively further their shared political purposes. Because of the burdens on \nabsentee voting created by the challenged provisions, the Alliance will be required to devote time \nand divert resources from other efforts to educating its members about these requirements and \nassisting them in complying so that their absentee ballots are received by Election Day, accepted, \nand counted. These efforts will reduce the time and resources the Alliance has to educate its \nmembers and legislators on public policy issues critical to the Alliance’s members, including the \npricing of prescription drugs and the expansion of Social Security and Medicare and Medicaid \nbenefits.  \n20.  The Alliance also brings this action on behalf of its members who face burdens on \ntheir right to vote as a result of the challenged provisions. Because all of the Alliance’s members \nare of an age that place them at a heightened risk of complications from coronavirus, all members \nare overwhelmingly likely to vote absentee this year and consequently face the burdens that the \nchallenged provisions place on absentee voters. The Alliance’s members, for example, are voters \nwho are likely to face difficulty acquiring postage and delivering an absentee ballot themselves \nshould they be unable to return it through the mail in sufficient time for their ballot to be counted. \nAdditionally, many of the Alliance’s members will be absentee voting for the first time, and thus \nwill be more susceptible to disenfranchisement by the ballot receipt deadline. \n7 \n \n\n21.  Plaintiff DOWNRIVER/DETROIT CHAPTER OF THE A. PHILIP RANDOLPH \nINSTITUTE (“APRI”) is the local chapter of the national 501(c)(3) nonprofit organization the A. \nPhilip Randolph Institute. The A. Philip Randolph  Institute, founded in 1965 by A. Philip \nRandolph and Bayard Rustin, is the senior constituency group of the AFL-CIO. APRI is a \nmembership organization with the mission to continue to fight for Human Equality and Economic \nJustice and to seek structural changes through the American democratic process. APRI’s members \nare involved in voter registration, get-out-the-vote activities, political and community education, \nlobbying, legislative action, and labor support activities in the Detroit and Downriver areas of \nMichigan. \n22.  APRI works to educate voters about their voting options, to encourage voters to \ncast their ballots, and to provide assistance to help members of the Detroit/Downriver community \nvote, both in person and through absentee ballots. Some of APRI’s work specifically targets voters \nwho are disabled and voters who speak Spanish and Arabic as their first language. \n23.  In past elections, APRI has worked to inform individuals of their ability to cast \nabsentee ballots. Before Proposal 3, that eligible group of individuals who could absentee vote was \nlimited to people who had certain difficulties making it to the polls on Election Day. Now that \nProposal 3 has made absentee voting available to all, APRI would like to educate voters about the \nopportunities to apply to vote absentee in future elections, and to facilitate absentee voting by, \namong other things, collecting and returning ballots for its members.  \n24.  Plaintiff  CHARLES  ROBINSON  is  a  U.S.  citizen  and  registered  voter  in \nSouthfield. Robinson is 77 years old, a retired City of Detroit Social Studies teacher, and a member \nof the Michigan Alliance for Retired Americans. He currently serves as president of the American \nFederation  of  Teachers’  statewide  retiree  chapter  in  Michigan.  Voting  is  important  to  Mr. \n8 \n \n\nRobinson, and he has voted absentee for the past 25 years because he is usually busy on Election \nDay working or volunteering on campaigns. Mr. Robinson intends to vote absentee again this year, \nespecially because he is a polio survivor and does not want to take the unnecessary risk of \nventuring out to cast a ballot in the context of the coronavirus pandemic. Mr. Robinson is \nparticularly concerned about potential slowdowns in mail delivery service due to the coronavirus. \nHe is worried that his ballot will not be counted if it is not received by his clerk’s office by the \nElection Day receipt deadline, and he would be more confident that his ballot would be counted if \nMichigan were required to count ballots postmarked by Election Day.  \n25.  Plaintiff  GERARD  MCMURRAN  is  a  U.S.  citizen  and  registered  voter  in \nRockwood. Mr. McMurran is 65 years old, previously worked for the United Steelworkers, and is \na member of the Michigan Alliance for Retired Americans. Voting is important to Mr. McMurran, \nwho usually votes in person on Election Day. Due to the coronavirus pandemic, however, Mr. \nMcMurran does not want to take the unnecessary risk of standing in line to cast his ballot, \nparticularly because he is a two-time cancer survivor with diabetes and anemia. As a result, Mr. \nMcMurran intends to rely on the mail to cast his ballot this year. Because his city does not provide \nprepaid postage, Mr. McMurran must acquire and pay for postage before he can return his absentee \nballot. Mr. McMurran is also particularly concerned about potential slowdowns in mail delivery \nservice due to the coronavirus. He is worried that his ballot will not be counted if it is not received \nby his clerk’s office by the Election Day receipt deadline, and he would be more confident that his \nballot would be counted if Michigan were required to count ballots postmarked by Election Day.  \n26.  Plaintiff JIM PEDERSEN is a U.S. citizen and registered voter in Belleville. \nPedersen is 61 years old, previously worked for the United Auto Workers and the Ford Motor \nCompany, and is a member of the Michigan Alliance for Retired Americans. Since moving to \n9 \n \n\nMichigan decades ago, Mr. Pedersen has usually voted absentee because he is busy volunteering \non Election Day to get out the vote and participate in voter protection efforts at the polls. Mr. \nPedersen intends to volunteer this year as well, and therefore, he plans to rely on the mail to cast \nhis ballot again. Because his city does not provide prepaid postage, Mr. Pedersen must acquire and \npay for postage before he can return his vote-by-mail ballot. Mr. Pedersen is also particularly \nconcerned about potential slowdowns in mail delivery service due to the coronavirus and the U.S. \nPostal Service’s budgetary concerns. He is worried that his ballot will not be counted if it is not \nreceived by his clerk’s office by the Election Day receipt deadline, and he would be more confident \nthat his ballot would be counted if Michigan were required to count ballots postmarked by Election \nDay.  \n27.  Defendant, JOCELYN BENSON, is the Secretary of State of Michigan and is sued \nin her official capacity. She is Michigan’s chief elections officer and, as such, has “supervisory \ncontrol over local election officials in the performance of their duties.” MCL 168.21. She is \nspecifically responsible for “[a]dvis[ing] and direct[ing] local election officials as to the proper \nmethods of conducting elections” and providing to each precinct “specific instructions on assisting \nvoters in casting their ballots,” MCL 168.31(1)(b) & (c). The Secretary, personally and through \nthe conduct of her employees, officers, agents, and servants, acted under color of State law at all \ntimes relevant to this action. \n28.  Defendant  DANA  NESSEL  is  sued  in  her  official  capacity  as  the  Michigan \nAttorney General. She is Michigan’s top law enforcement official and is responsible, along with \nother prosecuting attorneys, for prosecuting the laws of the State of Michigan, including the voter \nassistance ban. MCL 168.940. The Attorney General, personally and through the conduct of her \n10 \n \n\nemployees, officers, agents, and servants, acted under color of State law at all times relevant to \nthis action. \nGENERAL ALLEGATIONS \nI.  The coronavirus pandemic has upended Michigan’s electoral processes. \n29.  Virtually all aspects of life in Michigan today are affected by the unprecedented \ncoronavirus pandemic.  \n30.  Since March 23, 2020, Michigan has been under at least partial lockdown. Schools \nand businesses are closed; the vast majority of people are sheltering in their homes; more than 1.7 \nmillion Michiganders have lost their jobs since March 15; more than 57,500 individuals are \nconfirmed to have coronavirus and 5,500 people have tragically lost their lives to COVID-19 in \nthe State.  \n31.  No part of Michigan has been spared. Initially, the virus hit Southeastern Michigan \nhard, but then it spread throughout the State.  \n32.  The virus has also begun to wreak havoc on Michigan’s voting systems. Several \ncounties held an election on May 5, and clerks across the State reported difficulty recruiting and \nretaining poll workers, many of whom are elderly.  \n33.  Michigan also saw a significant reduction in the number of polling places offered \nfor in-person voting in the May 5 election. Executive Order 2020-27, which governed that election, \nonly required that “each jurisdiction. . . maintain at least one (1) location on election day where \nany voter can appear in-person to receive and submit a ballot.” Venues that typically served as \npolling locations—like senior centers—were understandably unwilling to do so in the upcoming \nelection because of the attendant public health risks.  \n11 \n \n\n34.  For the limited group of poll workers who agreed to staff polling places on Election \nDay, and the few locations that agreed to open their doors to the public, election officials faced a \nhesitant electorate.  \n35.  Indeed, only 850 individuals voted in person in the May 5 election, compared to a \nstaggering 180,000 individuals who voted absentee.  \nA.  Many Michiganders will rely on absentee voting during the pandemic.  \n36.  Because packing more voters into fewer polling places could spell disaster from a \npublic health perspective, many Michiganders will understandably turn to absentee voting in the \nupcoming elections, like they did in the May 5 election.  \n37.  Since  2019,  all  Michiganders  have  had  the  unequivocal  and  self-executing \nconstitutional right “to vote an absent[ee] voter ballot without giving a reason, during the forty \n(40) days before an election, and the right to choose whether the absent voter ballot is applied for, \nreceived and submitted in person or by mail.” Const 1963, art 2, § 4(1)(g).  \n38.  Voters themselves created the right to vote absentee by overwhelmingly passing \nProposal 3 in 2018, which is now enshrined in the State Constitution.  \n39.  Unsurprisingly, absentee voting surged in the recent March 10, 2020 primary \nelection, in which nearly a million Michiganders requested absentee ballots.  \n40.  In the subsequent May 5, 2020 local elections, 99 percent of those who voted cast \nabsentee ballots.  \n41.  The upward trend in absentee voting is expected to continue in the coming August \nand November elections this year. \n42.   Michigan  officials  have  encouraged  absentee  voting,  especially  during  this \npandemic.  \n12 \n \n\n43.  As Governor Whitmer explained, “[t]he fewer people we have lining up at polling \nplaces the better, ensuring Michiganders safely practice social distancing while allowing them to \nsafely exercise their right to vote in local elections.”1  \n44.  The Secretary agreed, stating: “[o]ur sharpest tool to ensure citizens do not have to \nchoose between casting a ballot and risking their health is the constitutional right they have to \nabsentee vote, which voters themselves enshrined in our state constitution in 2018.”2 \n45.  The Secretary’s and Governor’s encouragement of absentee voting is in line with \nCDC’s recommendation that jurisdictions encourage absentee voting and reduce voting methods \nthat lead to direct contact with other voters or poll workers. And Congress recently authorized \n$400 million to help states transition to absentee voting during the public health crisis.  \nB.  The novel coronavirus reveals and exacerbates existing inadequacies in \nMichigan’s absentee voting system. \n46.  Absentee voters must complete several steps well in advance of Election Day to \nensure that they will be able to successfully cast an effective ballot. \n47.  The Secretary has sent absentee ballot applications to all voters in advance of the \nprimary and general election in 2020.  \n48.  After receiving the application, voters must submit the absentee ballot application \nto their city or township clerk, which can be done in person, by email, by fax, or by mail.  \n                                                 \n1 Office of Governor Gretchen Whitmer, Governor Whitmer Signs Executive Order Expanding \nAbsentee Voting in May 5 Elections (Mar 27, 2020), https://www.michigan.gov/whitmer/0,9309,7-\n387-90499_90640-523402--,00.html.  \n2 Id. \n \n13 \n \n\n49.  An application to vote absentee submitted by mail must be received by the clerk by \n5 p.m. on the Friday before Election Day, see MCL 168.759(1), though an individual applying in \nperson for an absentee ballot can do so until 4 p.m. on the day before Election Day. Id. 168.761(3).3  \n50.  Next, the voter’s local clerk must process the ballot request and mail the voter’s \nballot; upon receipt, the voter must then fill out the ballot, place the ballot in a specially designated, \nsealed secrecy envelope and sign the outside of the envelope, and mail the ballot with sufficient \npostage to ensure that it gets delivered to their local clerk before 8 p.m. on Election Day, or deliver \nthe ballot in person. Id. 168.764a; see also id. 168.759b; 168.765(3)-(5).  \n51.  These steps are not insubstantial, often requiring significant time and effort from \nvoters to complete. A misstep at any point⸺including a delay in processing ballot requests, or in \nthe U.S. Postal Service’s delivery of the absentee ballot application or the ballot itself⸺can result \nin complete disenfranchisement. \n52.  The U.S. Postal Service is currently experiencing operational difficulties, delivery \ndelays,  and  budget  shortfalls.  As  the  pandemic  continues  to  spread,  postal  workers  have \nincreasingly been infected. More than 2,800 postal workers across the country have tested positive \nfor the coronavirus and more than 60 have died, while at least 17,000 have been sent into self-\nquarantine because of exposure to the coronavirus. These pressures threaten to shutter the entire \nagency by this summer.  \n53.  Postal workers in Michigan are no different. Reports of the virus infecting Postal \nService employees throughout the State abound. As of early May, there were 113 confirmed \n                                                 \n3 A voter who registers to vote in person on Election Day, however, can apply for and obtain an \nabsentee ballot until 8 p.m. that day. See MCL 168.759(2). And individuals who register to vote \nin person right before or on Election Day can request an absentee ballot and vote an absentee ballot \nat  the  same  time.  See  Sec’y  of  State,  Absentee  Voting  Allows  You  to  Vote  by  Mail, \nhttps://www.michigan.gov/sos/0,4670,7-127-1633_8716-21037--,00.html. \n14 \n \n\nCOVID-19 cases of Postal Service employees in the Detroit, Pontiac, and Flint area, a handful of \ncases in Western Michigan, and three in Saginaw. And at least two Postal Service employees in \nDetroit have passed away as a result of COVID-19. One postal service worker described that the \nmain post office branch in Detroit is staffed at only 50 percent because of the pandemic. And some \nDetroit mail has been redirected from Southeastern Michigan to processing centers in Western \nMichigan due to staffing shortages. \n54.  The U.S. Postal Service has also reduced its standard mail service in parts of \nMichigan. The agency stated in early April that mail will only be delivered every other day in \nheavily-populated Detroit and in some metro areas (i.e. in zip codes beginning with 480-485 and \n492) as a result of staffing shortages due to the coronavirus.   \n55.  Some Michigan residents reported mail delays far in excess of a few days. In \nOakland County, for instance, residents reported not receiving any mail for two to three weeks. \nAnd, as of this filing, the U.S. Postal Service has not indicated when, if ever, it will resume regular \nmail service. \n56.  Due to the ongoing budgetary and personnel shortages, and the absence of any \npermanent solution, there is no end in sight to the Postal Service’s delivery delays in Michigan. In \nthe past, when the U.S. Postal Service faced a budget crisis, it responded by closing hundreds of \nprocessing centers. Moving forward, it is likely that the U.S. Postal Service will continue to make \ncuts to routes, processing centers, or staff due to the pandemic—any of which will continue to \nincrease mail processing delays.  \n57.  In  upcoming  elections,  the  U.S.  Postal  Service  will  attempt  to  deliver  an \nunprecedented number of absentee ballot applications and ballots across the country and in \nMichigan—both from election officials to voters, and then back again. The system will be under \n15 \n \n\nincreasing pressure, causing delays and, ultimately, some number of absentee ballot applications \nand ballots that are not received by voters in time to complete the voting process before the ballot \nreceipt deadline. Indeed, in the March 10 primary election in Michigan, there was a 97 percent \nincrease in requests for absentee ballots as compared to 2016, which has been attributed to “fear” \nof COVID-19 and the expansion of such voting. And due to mail delivery delays, some voters \nreported that they did not receive timely requested absentee ballots for the May 5 election. \nC.  The April primary in Michigan’s neighboring state of Wisconsin illustrates \nthe need for additional safeguards. \n58.  The recent primary election in Wisconsin serves as a cautionary tale because \nelection officials and absentee voters encountered many of the same issues leading up to Election \nDay that Michiganders will face, including backlogs of requests for absentee ballots and questions \nabout absentee voting, the loss of poll workers due to age, fears of illness, or actual illness, and \ndelayed mail delivery. Democratic Nat’l Comm v Bostelmann, No. 20-CV-249-WMC, 2020 WL \n1638374 at *1 (WD Wis, Apr 2, 2020).  \n59.  When Wisconsin proceeded to hold the election without sufficiently addressing \nthese issues, chaos and widespread disenfranchisement ensued as the U.S. Postal Service struggled \nto deliver absentee ballots to voters. Some ballots were delayed, but others did not arrive at all, \nwhich spurred both of Wisconsin’s U.S. Senators to write to the Inspector General for the U.S. \nPostal Service seeking an investigation into “absentee ballots not being delivered in a timely \nmanner.”4 There were similar delays returning ballots to election officials. In total, a staggering \nnumber of absentee ballots—approximately 107,871—were received by election officials after \nElection Day.  \n                                                 \n4 See Letter from Senators Tammy Baldwin and Ron Johnson to U.S. Postal Service Inspector \nGeneral  (Apr  9,  2020),  https://www.wispolitics.com/wp-\ncontent/uploads/2020/04/200409LETTER.pdf. \n16 \n \n\n60.  Additionally, cities in Wisconsin were forced to close polling locations due to the \npandemic. In Milwaukee, a city of around 600,000 people, 18,803 voters cast their ballots in person \nat only five polling locations. The result was crowded polling places, long lines, and excessive \nwait times. \n61.  Even more troubling are reports of 67 new coronavirus infections among in-person \nvoters and poll workers who participated in Wisconsin’s April 7 primary. \nII.  In the face of the continuing pandemic, Michigan must take steps now to protect the \nfundamental voting rights of all Michiganders. \n62.  Without adequate safeguards to ensure access to absentee voting, Michiganders \ncould suffer the same fate in upcoming elections: widespread disenfranchisement and unnecessary \nexposure to the health risks posed by the coronavirus pandemic. The federal government has \nannounced that it is preparing for the coronavirus crisis to last 18 months and has warned that the \npandemic could come in “multiple waves.”  \n63.  Recently, the White House’s coronavirus advisor and the Director of the National \nInstitute of Allergy and Infectious Diseases, Dr. Anthony Fauci, was asked at a White House press \nconference whether the United States was “prepared for [coronavirus] to strike again, say, in the \nfall?” Dr. Fauci responded that, “[i]n fact[,] I would anticipate that that would actually happen \nbecause of the degree of transmissibility.” \n64.  Similarly, the Director of the National Center for Immunization and Respiratory \nDiseases at the CDC, Dr. Nancy Messionnier, said in March 2020 that she expected the virus to \ncontinue spreading in the United States until next year.  \n65.  These  sentiments  are  also  shared  by  scientists  outside  the  United  States \ngovernment. The COVID-19 Response Team at the Imperial College of London has estimated that \n17 \n \n\nsocial distancing and other preventative measures will be required until a vaccine is developed and \ndistributed widely, which they predict could take “18 months or more.”  \n66.  By all accounts, the current public health crisis is expected to last well into the 2020 \ngeneral election cycle. \n67.  Even if coronavirus cases in Michigan significantly decrease by the upcoming \nelections, CDC guidelines still recommend that individuals take meaningful social distancing \nmeasures to protect the most vulnerable among us. This guidance is necessitated by the reality that \nasymptomatic carriers appear to be contributing significantly to community spread, and until there \nis a vaccine or widespread “herd immunity” (i.e., at least 60 percent of the population has been \ninfected and recovered), Americans will remain at serious risk of contracting this unpredictable \nand deadly virus. Access to in-person voting will remain limited and will continue to pose health \nrisks for voters. \n68.  The ongoing challenges introduced by the pandemic have exposed significant \ninfirmities in Michigan’s absentee voting procedures, which unlawfully hinder the ability for many \neligible  citizens—particularly  those  in  disadvantaged  communities,  the  poor,  the  elderly, \nindividuals with disabilities, and other vulnerable populations—to successfully exercise their right \nto vote. Many of these individuals have historically relied on absentee voting and will be even \nmore likely to do so in upcoming elections.  \n69.  To ensure that all citizens have reasonable and equal access to the electoral process, \nthe State must remove unnecessary barriers that will otherwise deny its citizens rights guaranteed \nby the Michigan Constitution and violate federal law.  \n18 \n \n\nA.  The Ballot Receipt Deadline. \n70.  In the 2018 general election, according to data from the Election Administration \nand  Voting  Survey,  approximately  2,207  absentee  ballots  were  rejected  because  they  were \ndelivered to election officials after 8 p.m. on Election Day. And in the 2016 general election, 2,140 \nabsentee ballots were rejected on that basis.  \n71.  In the November general election in 2018, Michigan voters passed Proposal 3, \nwhich amended the Michigan Constitution to allow all eligible citizens to vote absentee without \nan excuse. Const 1963, art 2, § 4(1)(g). Since then, absentee voting has surged in popularity. And \nbecause of the significantly increased volume of absentee ballots in the mail around Election Day, \nthe  Secretary  publicly  advocated  for  changing  the  ballot  receipt  deadline  even  before  the \npandemic. \n72.  The disruptions in the voting process caused by the coronavirus pandemic will \nmake matters worse. The ability to process absentee ballot applications and deliver applications \nand ballots on time has been compromised by the public health crisis.  \n73.  The growing demand for absentee ballots is already testing the limits of some \njurisdictions, like the City of Muskegon, which urged voters to return their application forms \nimmediately and then enlisted the help of other city government departments to count and process \nthe ballots themselves for the May 5, 2020 election.  \n74.  And  as  the  number  of  self-quarantined  and  infected  postal  workers  increase \nnationally and locally, the U.S. Postal Service will continue to face severe staffing shortages, and \nthe delivery delays to certain high-density zip codes in Michigan will persist. Due to delayed mail \ndelivery, some voters did not receive timely requested absentee ballots for the May 5 election. \n19 \n \n\n75.  Because absentee ballots must be received by 8 p.m. on Election Day, voters must \nnormally mail them multiple days or even up to a week or more before Election Day to ensure \ntimely delivery. This date operates as a shadow pre-election cutoff date. But given the recent, rapid \nexpansion of mail ballots, the pre-election cutoff date by which voters should mail or request their \nballots  to  ensure  timely  delivery  is  entirely  unclear,  subjecting  voters  to  arbitrary \ndisenfranchisement.  \n76.  For instance, Michigan voters can apply for absentee ballots by mail if their \napplications are received by the local clerk by 5 p.m. on the Friday before Election Day. See MCL \n168.759(1).5 If a voter submitted their absentee ballot application on time, or even several days \nbefore this deadline, it is anyone’s guess whether that voter would receive their ballot before \nElection Day, or with enough time to complete and submit the ballot by the receipt deadline. It is \neven less likely now, during the pandemic, that the ballot will be issued to the voter, and, in turn, \ndelivered to their city or township clerk all before the Election Day receipt deadline. \n77.  Although Michigan may have an interest in the finality of elections, the State can \ncontinue to advance this interest while providing sufficient time for the delivery of ballots that are \nall but certain to be delayed—due to the introduction of no-excuse absentee voting, the coronavirus \npandemic which will force even more Michiganders to vote absentee, and mail service reductions \nand delays—in order to ensure that its citizens have an opportunity to exercise their constitutional \nright to vote absentee.  \n78.  There  is  nothing  sacrosanct  about  the  ballot  receipt  deadline,  and  Plaintiffs’ \nrequested remedy is not a significant departure from already existing procedures. For voters living \n                                                 \n5 A voter who registers to vote in person on Election Day, however, can apply for and obtain an \nabsentee ballot until 8 p.m. that day. See MCL 168.759(2). \n20 \n \n\noverseas, for instance, the deadline to return an absentee ballot must be extended if the clerk is \ndelinquent in transmitting the ballots to overseas voters. See id. Yet no accommodations are \navailable for absentee voters living in Michigan whose ballots are delayed.  \n79.  Flatly rejecting all absentee ballots that arrive after 8 p.m. on Election Day, \ndisenfranchises Michigan voters—many of whom also lack reasonable access to safe, in-person \nvoting options during the pandemic—for reasons entirely beyond their control. \nB.  The Postage Requirement. \n80.  In Michigan, absentee voters who return their ballots by mail must provide “the \nnecessary postage upon the return envelope.” MCL168.764a(a).  \n81.  This postage requirement imposes both monetary and transaction costs that bear \nmost heavily on individuals who are least likely to be able to overcome them.  \n82.  In this digital era, many voters—and young voters in particular—do not regularly \nkeep postage stamps in their homes.  \n83.  Thus, Michiganders are forced to visit a post office or other essential business that \nsells stamps, or purchase stamps online in order to exercise their constitutional right to vote \nabsentee. Each option imposes costs that significantly exceed the currently published postage rates.  \n84.  A trip to the post office (or any other establishment that sells stamps), especially \nduring the present public health crisis in which individuals have been instructed to maintain social \ndistancing to ensure that they do not inadvertently spread or contract a potentially deadly disease, \nforces voters to expose themselves to health risks and incur other ancillary burdens, in order to \nvote. \n85.  While a voter can order stamps online through the U.S. Postal Service website, the \nstamps take 5 to 7 days to be delivered under normal circumstances; they are not sold individually; \n21 \n \n\nthey must be purchased on a sheet of stamps that costs a minimum of $11.00; and the purchaser \nmust pay for shipping and handling of the stamps themselves.  \n86.  Purchasing  stamps  online  could  cost  voters  more  than  $11—an  unnecessary \nexpense that can be cost prohibitive particularly for financially vulnerable individuals, some of \nwhom are among the 1.7 million Michiganders whose employment and source of income were \neradicated due to the devastating economic impact of the coronavirus.  \n87.  The amount of postage required for an absentee ballot is also not readily apparent \nto voters. Absentee ballots include two envelopes and have varying weight depending on the \nnumber of elections on the ballot. As a result, even where voters have stamps, mailing their ballot \nmay still necessitate a trip to the post office to weigh the envelope and determine the proper amount \nof postage to affix.  \n88.  Voters who receive their ballots too late to be sure that they will be timely delivered \nif they use regular First-Class postage may have to incur substantial additional cost expediting or \novernighting their ballots. And they similarly may have to leave the safety of their homes and \ninteract with others in order to do so. \n89.  Providing pre-paid postage to allow citizens to complete important government-\nrelated functions is a common practice that has been adopted by federal, state, and county \ngovernments in other contexts. For instance, the United States Census Bureau sends census surveys \nwith postage-prepaid return envelopes. Michigan provides, as the National Voter Registration Act \nrequires, a postage-prepaid return envelope when it asks voters to verify their address for the \npurpose of voter registration. Pursuant to Executive Order 2020-27, Michigan also sent absentee \nballot envelopes to individuals voting in the May 5 election with prepaid postage. And in its \n22 \n \n\ncoronavirus stimulus package, Congress allocated $400 million for elections, which can be used \nto cover the cost of prepaying postage, among other expenses.  \n90.  Studies have shown that sending absentee ballots in postage-prepaid envelopes \nincreases absentee voter turnout. When King County, Washington launched prepaid postage pilot \nprograms during the 2017 and 2018 primary elections, the county found that voters returned their \nabsentee ballots via the U.S. Postal Service at higher rates when they received return envelopes \nwith postage prepaid. In the 2016 general election, 48 percent of the tested group of voters returned \ntheir absentee ballots via the U.S. Postal Service. In the 2017 election, that number jumped to 81 \npercent, and turnout increased by 10 percent. In the 2018 primary, turnout rose by 6 percent. \nFollowing these pilot programs, King County sent all absentee ballots with postage-prepaid return \nenvelopes. And shortly after, the Governor and Secretary of State of Washington funded prepaid \npostage for every county in the state.  \n91.  While Michigan’s efforts to provide prepaid postage in the May 5, 2020 election \nare laudable, the barriers to absentee voting will continue to disenfranchise voters in future \nelections. Absent injunctive relief, Michiganders will continue to incur costs, and, in some cases, \nput their health at risk, just to exercise their constitutional right to vote absentee.  \nC.  The Voter Assistance Ban. \n92.  Michigan voters have two options for returning their absentee ballots: by mail or in \nperson. The postage requirement and ballot receipt deadline imbue the first option with cost and \nrisk of disenfranchisement, and the voter assistance ban significantly curtails the second.  \n93.  Specifically, the voter assistance ban prohibits organizations like the Alliance and \nAPRI from engaging voters through absentee voting by offering to assist to return their absentee \nballots, and it limits the ability of individuals from requesting assistance from anyone but a narrow \ngroup of people.  \n23 \n \n\n94.  It  is  common  for  political  campaigns  and  advocacy  organizations  outside  of \nMichigan to offer assistance and to assist voters in absentee voting. This interaction fosters \nconversations about why voting is important and how voting can build political power within a \ncommunity. The voter assistance ban, by prohibiting the offer or provision of assistance in \ndelivering a ballot, prevents these interactions from occurring. \n95.  The voter assistance ban not only hurts organizations seeking to persuade voters to \naction but also curtails voters’ ability to return their absentee ballots. The voter assistance ban \nsignificantly narrows the persons available to assist voters to election and postal workers and \nmembers of the voter’s household or immediate family. MCL 168.932(f). For voters who live \nalone or away from family, they are required to ask for assistance from strangers (election workers \nwho may be experiencing a staffing shortage)—a particularly unsavory option given the current \npublic health crisis—rather than rely on trusted friends or neighbors. And election workers are \nonly required to provide assistance if requested to do so by the Friday before Election Day. See id. \n168.764a(d); 168.764a(4). \n96.  Michigan has an aging population, ranking 18th among the 50 states by the size of \nits population over the age of 65 based on 2016 Census estimates. Seniors, especially those living \nin community homes or nursing homes, are particularly vulnerable to the current health risks and \nhave expressed concern that they have no reliable way to deliver their ballots to the proper polling \nsite; they cannot trust that the ballot will be delivered on time through the U.S. Postal Service and \nthey cannot personally deliver the ballot due to health concerns. Moreover, 27 percent of adults \nages 60 and older live alone in the United States.  \n97.  The voter assistance ban also disproportionately burdens voters living in poor, \nminority, and rural communities as well as voters who are disabled, because they generally have \n24 \n \n\nless access to postal services, live in areas that lack reliable access to public transportation, and/or \nare less able to bear the costs of waiting in long lines to vote or exposing themselves to health risks \nin order to submit an absentee ballot in person. Voters in rural communities, moreover, face longer \ntravel distances to their clerk’s office and less reliable mail service.  \n98.  No-excuse absentee voting is a positive step for Michigan and is now a self-\nexecuting constitutional right. But, as discussed, many voters who exercise their right to vote \nabsentee will not have any sufficiently reliable means of submitting those ballots in time without \nundue burden or significant risk of disenfranchisement.  \n99.  To the extent that the voter assistance ban is intended to serve as an anti-fraud \nmechanism, it is unnecessary. Michigan does not have any significant history of voting fraud \ngenerally or, in particular, of absentee voting fraud. \n100.  And the voter assistance ban is entirely duplicative of other, more tailored Michigan \nlaws. Interference with absentee voting is criminalized in at least six other ways: (1) it is a felony \nto forge a signature on an absentee ballot application, MCL 168.759(8); (2) it is a felony to mark, \nalter, or switch an absentee ballot, id. 168.932(e); (3) it is a felony to “suggest or in any manner \nattempt to influence” a voter filling out an absentee ballot, id. 168.932(g), (h); (4) it is a felony to \nbribe a voter, id. 168.932(a); (5) it is a misdemeanor to promise or receive something of value for \ndeciding whether and for whom to vote, id. 168.931(1)(a), (b); and (6) it is a misdemeanor to, in \nany other way, violate the Michigan Election Laws, id. 168.931(2). \n101.  Thus, the voter assistance ban leads to disenfranchisement for some voters. \n25 \n \n\nCLAIMS FOR RELIEF \n \nCOUNT I \nMichigan Constitution of 1963, art 2, § 4 \nUndue Burden on the Right to Vote Absentee \n \n102.  Plaintiffs  reallege  and  reincorporate  by  reference  all  prior  paragraphs  of  this \nComplaint and the paragraphs in the counts below as though fully set forth herein.  \n103.  Article 2, Section 4(1)(g) of the Michigan Constitution—which is a self-executing \nprovision, id. § 4(1)—guarantees “[t]he right, once registered, to vote an absent voter ballot \nwithout giving a reason, during the forty (40) days before an election, and the right to choose \nwhether the absent voter ballot is applied for, received and submitted in person or by mail.”  \n104.  Because Article II, Section 4(1)(g) is a self-executing provision, “[o]bligations \nother than those so imposed may not be added.” Soutar v St Clair Cty Election Comm, 334 Mich \n258, 265; 54 NW2d 425 (1952); see also Wolverine Golf Club v Hare, 384 Mich 461, 466; 185 \nNW2d 392 (1971) (explaining that the legislature may not enact laws that undermine self-\nexecuting provisions: “the right guaranteed shall not be curtailed or any undue burdens placed \nthereon”) (citation omitted).  \n105.  Michigan’s ballot receipt deadline, postage requirement, and voter assistance ban \nadd multiple such obligations that individually and together curtail and unduly burden Michigan’s \nconstitutional right to vote absentee.  \n106.  First, the ballot receipt deadline results in the rejection of absentee ballots that \nvoters submit “during the forty (40) days preceding an election.” Const 1963, art 2, § 4(1)(g). For \nexample, voters who mail their completed ballot the day before an election will have their ballot \nrejected if it arrives at the clerk’s office more than one day later. The ballot receipt deadline thus, \n26 \n \n\non its face, denies voters their self-executing right “to choose” to submit their absentee ballots “by \nmail” at any time within 40 days of Election Day. Id. \n107.  Second, the postage requirement adds a literal cost to exercising the right to vote \nabsentee. The cost burdens voters’ self-executing right “to choose” to submit their absentee ballots \n“by mail.” \n108.  Third, the voter assistance ban effectively disenfranchises voters who require last \nminute assistance to return their absentee ballots, but do not have an immediate family or \nhousehold member who is willing or able to provide such assistance. By narrowly defining the \nsubset of individuals who can return a voter’s ballot in person, the voter assistance ban unduly \nburdens and curtails voters’ self-executing right “to choose” to submit their absentee ballots “in \nperson.”  \n109.  Unless the challenged provisions are enjoined, many prospective voters will be \ndeterred or excluded from exercising their constitution right to vote absentee. The result will be \nsevere and irreparable harm to Plaintiffs.  \nCOUNT II \nMichigan Constitution of 1963, art 1, § 2 \nUndue Burden on the Right to Vote  \n(Ballot Receipt Deadline, Postage Requirement, Voter Assistance Ban) \n \n110.  Plaintiffs  reallege  and  reincorporate  by  reference  all  prior  paragraphs  of  this \nComplaint and the paragraphs in the counts below as though fully set forth herein.  \n111.  The right to vote is a “fundamental political right . . . preservative of all rights,” \nReynolds v Sims, 377 US 533, 562; 84 S Ct 1362; 12 L Ed 2d 506 (1964) (quoting Yick Wo v \nHopkins, 118 US 356, 370; 6 S Ct 1064; 30 L Ed 220 (1886)), and is protected by the Michigan \nConstitution.  See  Const,  art.  I,  §  3;  see  also  in  re  Request  for  Advisory  Op  Regarding \nConstitutionality of 2005 PA 71, 479 Mich 1, 35-36; 740 NW2d 444 (2007). In particular, Article \n27 \n \n\nI, Section 2 of the Michigan Constitution provides that “[n]o person shall be denied the equal \nprotection of the laws; nor shall any person be denied the enjoyment of his civil or political \nrights. . . .” \n112.  A court considering a challenge to a Michigan election law must carefully balance \nthe character and magnitude of injury to the rights that the plaintiff seeks to vindicate against the \njustifications put forward by the State for the burdens imposed by the rule. See id. (adopting the \nAnderson-Burdick standard); see also Burdick v Takushi, 504 US 428, 434; 112 S Ct 2059; 119 L \nEd 2d 245 (1992); Anderson v Celebrezze, 460 US 780, 789; 103 S Ct 1564; 75 L Ed 2d 547 \n(1983). This balancing test utilizes a flexible sliding scale, where the rigorousness of scrutiny \ndepends upon the extent to which the challenged law burdens voting rights. See id.  \n113.  Courts need not accept a state’s justifications at face value, particularly where those \njustifications are “speculative,” otherwise it “would convert Anderson-Burdick’s means-end fit \nframework into ordinary  rational-basis  review  wherever the burden  a  challenged  regulation \nimposes is less than severe.” Soltysik v Padilla, 910 F3d 438, 448–49 (CA 9, 2018) (citing Pub. \nIntegrity All v City of Tucson, 836 F3d 1019, 1024–25 (CA 9, 2016)); see also Crawford v Marion \nCty Election Bd, 553 US 181, 191; 128 S Ct 1610; 170 L Ed 2d 574 (2008) (Stevens, J., controlling \nop.) (“However slight th[e] burden may appear, . . . it must be justified by relevant and legitimate \nstate interests sufficiently weighty to justify the limitation.”) (internal citation and quotation marks \nomitted) (emphasis added).  \n114.  Michigan’s ballot receipt deadline, postage requirement, and voter assistance ban, \nespecially when combined with the effects of the pandemic, impose a severe burden on the right \nto vote of all Michiganders who vote absentee, or who may be forced to vote in person and risk \ntheir health in order to participate in upcoming elections.  \n28 \n \n\n115.  The ballot receipt deadline, even on its own, imposes a severe burden on the right \nto vote and results in the disparate treatment of voters. Voters must first guess, in the absence of \nregular mail service, when their ballot must be mailed in order to arrive by 8 p.m. on Election Day, \nassuming they receive their ballot in time to meet the deadline to begin with. For those voters who, \nthrough no fault of their own, misjudge how long it will take for the U.S. Postal Service to deliver \ntheir ballots, or who do not receive their ballots sufficiently in advance of Election Day to mail it \nback to their local clerk, the punishment is swift and severe: total disenfranchisement. And the \nballot receipt deadline treats voters differently: two voters who mail their absentee ballots out on \nthe same day are treated differently, when one lives in an area where the U.S. Postal Service has \ndelayed mail service, whereas the other is experiencing normal mail service.  \n116.  Michigan’s postage requirement imposes monetary costs on absentee voting. These \ncosts bear most heavily on economically vulnerable voters, including those who are affected by \nthe devastating economic impact of the ongoing public health emergency. Even for voters able to \npay the monetary costs, the postage requirement imposes other ancillary burdens—including time \nand expense of traveling to a post office to purchase stamps—that will dissuade voters, especially \nthose with disabilities, limited access to transportation, and voters concerned about the attendant \nhealth risks. And there is little justification for failing to provide pre-paid postage given the current \nlimitations on in-person voting and the additional funding provided by the federal government. \nThus, Michigan’s failure to provide an opportunity for eligible citizens to vote absentee, without \ncost, imposes an undue burden on the right to vote. \n117.  Similarly, the voter assistance ban imposes a severe burden on the right to vote \nbecause it will effectively disenfranchise voters who require last minute assistance in returning \n29 \n \n\ntheir absentee ballots, but do not have an immediate family member or household member who is \nwilling and able to provide such assistance.  \n118.  In  short,  Michigan’s  ballot  receipt  deadline,  postage  requirement,  and  voter \nassistance ban each individually and cumulatively impose severe burdens on the right to vote that \nare not justified by a sufficient state interest, and thus violate the Michigan Constitution.  \nCOUNT III \nMichigan Constitution of 1963, art 1, § 17 \nDenial of Due Process \n(Ballot Receipt Deadline)  \n \n119.  Plaintiffs  reallege  and  reincorporate  by  reference  all  prior  paragraphs  of  this \nComplaint and the paragraphs in the counts below as though fully set forth herein. \n120.  The Due Process Clause of the Michigan Constitution of 1963 prohibits the State \nfrom depriving any person of “liberty . . . without due process of law.” Const 1963, art 1, § 17. \n“The  due  process  guarantee  of  the  Michigan  Constitution  is  coextensive  with  its  federal \ncounterpart.” Grimes v Van Hook-Williams, 302 Mich App 521, 530; 839 NW2d 237 (2013).  \n121.  The right to vote absentee is a liberty interest specifically enshrined within the \nMichigan Constitution. Const 1963, art 2, § 4(1)(g). That right guarantees to each Michigander the \nability to vote absentee during the 40 days preceding Election Day. Id.  \n122.  Because the right to vote absentee is a liberty interest guaranteed by the Michigan \nConstitution, “due process demands that minimal procedural protections be afforded an individual \nbefore the state can” impose a “burden” on that right. In re Sanders, 495 Mich 394, 410; 852 \nNW2d 524, 532 (2014). An evaluating court must employ the balancing test articulated in Mathews \nv Eldridge, 424 US 319, 334-35; 96 S Ct 893, 47 L Ed 2d 18 (1976), to determine what protections \nare due in a given case. Sanders, 495 Mich at 411. “In essence, the Eldridge test balances the costs \nof  certain  procedural  safeguards  …  against  the  risk  of  not  adopting  such  procedures.”  Id. \n30 \n \n\nSpecifically, the Eldridge test requires a court faced with a due process challenge to consider three \nfactors: (1) “the private interest that be affected by the official action”; (2) “the risk of an erroneous \ndeprivation of such interest through the procedures used, and the probable value, if any, of \nadditional or substitute procedural safeguards”; and (3) “the [g]overnment’s interest, including the \nfunction involved and the fiscal and administrative burdens that the additional or substitute \nprocedural requirement would entail.” Id. at 410 (quoting Mathews, 424 US at 333-34).  \n123.  This test has been deployed by courts across the country to strike down laws \ngoverning absentee voting procedures. See Raetzel v Parks/Bellemont Absentee Election Bd., 762 \nF Supp 1354, 1358 (D Ariz, 1990); see also Saucedo v Gardner, 335 F Supp 3d 202, 217 (D NH, \n2018) (“Having induced voters to vote by absentee ballot, the State must provide adequate process \nto ensure that voters’ ballots are fairly considered and, if eligible, counted.”); Martin v Kemp, 341 \nF Supp 3d 1326, 1338 (ND Ga, 2018) (holding that, having created an absentee ballot regime, the \nState “must administer it in accordance with the Constitution,” including with “adequate due \nprocess protection”).  \n124.  Michigan’s existing procedures for counting absentee ballots, and specifically the \nballot receipt deadline, arbitrarily deprive voters of having their ballot counted if those ballots do \nnot arrive in the mail at the clerk’s office, through no fault of their own, by 8 p.m. on Election Day. \nUnder the Eldridge balancing test, the ballot receipt deadline is not an adequate means for \nmeasuring whether an absentee ballot was timely cast, and the State is required to employ a \nprocedure that more accurately judges whether a ballot was cast within the 40 days preceding \nElection Day. \n125.  First, the nature of the interest at stake in this case⸺the right to vote and to have \nthat vote count⸺is the most precious liberty interest of all because it is preservative of all other \n31 \n \n\nbasic civil and political rights. And the ballot receipt deadline imposes a severe burden on this \ninterest: outright disenfranchisement. \n126.  Second, the ballot receipt deadline creates a significant risk that properly cast, \ntimely ballots will be rejected. Even under normal circumstances, first class mail takes 1 to 3 \nbusiness days to be delivered, meaning that ballots properly voted and mailed within the 40 days \nbefore Election Day will be rejected because of the ballot receipt deadline. The coronavirus and \nthe budget uncertainties facing the U.S. Postal Service add an even greater degree of volatility and \ndelay to mail service and delivery timelines, ensuring that even more properly cast ballots will be \ndiscarded. But the State could easily employ additional or substitute procedural safeguards to \nensure that properly cast ballots are actually counted. For example, the State could judge the \ntimeliness of the ballot based on its postmark or when it was received by the clerk, as many other \nstates do.6 A postmark date not only offers a reliable date to Michigan voters by which they must \ncast their ballots, but it also ensures that voters who receive their ballots late through no fault of \ntheir own are still able to engage in the franchise. Alternatively, the State could offer an opportunity \nfor voters to affirm that their ballots were timely mailed. \n127.  Third, because Michigan is not required to finalize its election results until 14 days \nafter the election, see MCL 168.822, requiring Michigan to accept ballots that are postmarked on \nor before Election Day and which arrive within 14 days of Election Day would not burden the \nState. And, as the Supreme Court has explained, “administrative convenience” cannot justify the \ndeprivation of a constitutional right. See Taylor v Louisiana, 419 US 522, 535 (1975).  \n                                                 \n6 E.g., Alaska Stat Ann 15.20.081(e) (10 days); Md Code Regs 33.11.03.08(B)(3) (second Friday \nafter Election Day); Nev Rev State 293.317 (3 days); ORC 3509.05 (ballots postmarked by the \nday before Election Day are counted); Wash Rev Code 29A.40.091 (postmarked by Election Day); \nDC Code Ann 1-10001.05(a)(10A) (7 days); W Va Code 3-3-5(g)(2) (5 days). \n32 \n \n\n128.  Having guaranteed its citizens the constitutional right to vote absentee, and induced \nvoters to submit ballots by mail, Michigan must establish adequate procedures to ensure that voters \nhave a reliable, fair, and effective method to cast their ballots. Because the ballot receipt deadline \nrenders  this  process  markedly  inadequate,  and  Michigan  is  readily  capable  of  instituting  a \nsubstitute procedure which would protect those voters’ rights with minimal burden to the State, \nthe ballot receipt deadline violates Michigan voters’ procedural due process rights. \nCOUNT IV \nMichigan Constitution of 1963, art 1, § 5 \nRight to Free Speech \n(Voter Assistance Ban) \n \n129.  Plaintiffs  reallege  and  reincorporate  by  reference  all  prior  paragraphs  of  this \nComplaint and the paragraphs in the counts below as though fully set forth herein. \n130.  Article  I,  Sections  3  and  5  of  the  Michigan  Constitution  guarantee  to  each \nMichigander the right to free speech, Const 1963, art 1, § 3 (“The people have the right peaceably \nto assemble, to consult for the common good, to instruct their representatives and to petition the \ngovernment for redress of grievances.”); Const 1963, art 1, § 5 (“Every person may freely speak, \nwrite, express and publish his views on all subjects, being responsible for the abuse of such right; \nand no law shall be enacted to restrain or abridge the liberty of speech or of the press.”), which is \nat least as protective as the rights guaranteed by the First Amendment, Woodland v Michigan \nCitizens Lobby, 423 Mich 188, 202; 378 NW2d 337 (1985). Accordingly, Michigan courts look to \nfederal precedent for guidance in deciding challenges predicated on the right to speech under the \nMichigan Constitution. Mich Up & Out of Poverty Now Coalition v State, 210 Mich App 162, 169; \n533 NW2d 339 (1955). \n131.  “Political speech is at the core of First Amendment protections.” Susan B. Anthony \nList v Driehaus, 814 F3d 466, 473 (CA 6, 2016). “[L]aws that govern the political process \n33 \n \n\nsurrounding elections—and, in particular, election-related speech and association—go beyond \nmerely the intersection between voting rights and election administration, veering instead into the \narea where ‘the First Amendment has its fullest and most urgent application.’” League of Women \nVoters v Hargett, 400 F Supp 3d 706, 722 (MD Tenn 2019) (quoting Eu v San Francisco Cty \nDemocratic Cent. Comm, 489 US 214, 223; 109 S Ct 1013; 103 L Ed 2d 271 (1989)).  \n132.  “[E]ach and every citizen has an inalienable right to full and effective participation \nin the political process,” Reynolds, 377 US at 565, and the choice whether to exercise the right to \nvote is central to the vindication of that right, Hargett, 400 F Supp 3d 706, 724 (MD Tenn, 2019) \n(“Registering to vote is not a politically neutral act, and neither is declining to.”). Efforts to \nencourage citizens to exercise political power not only support the democratic process, but also \nrepresent an outward manifestation of political expression.  \n133.  The voter assistance ban burdens such core political expression. Courts have found \nthat similar activities aimed at encouraging voters to participate in the political process are \nconstitutionally protected political expression. Priorities USA v Nessel, No. 19-13341, 2020 WL \n2615766, at *10-11, 13 (ED Mich May 22, 2020) (finding that Michigan’s restrictions on absentee \nballot application collection implicate political speech and association).  \n134.  Voter turnout efforts, including assisting voters with the submission of absentee \nballots, are a means by which the Alliance and APRI would like to communicate their belief in the \npower  and  importance  of  participating  in  democratic  elections.  Such  activity  is  inherently \nexpressive, and a ban on this activity implicates “the type of interactive communication concerning \npolitical change that is appropriately described as ‘core political speech.’” Meyer v Grant, 486 US \n414, 422-23; 108 S Ct 1886; 100 L Ed 2d 425 (1988); see Hargett, 400 F Supp 3d at 720 \n34 \n \n\n(“Encouraging others to register to vote is pure speech, and, because that speech is political in \nnature, it is a core First Amendment activity.”) (internal quotation marks and alterations omitted).   \n135.  Accordingly,  Michigan  and  federal  courts  have  applied,  at  least,  “exacting \nscrutiny” to review laws governing election-related speech, like the voter assistance ban. League \nof Women Voters of Mich v Sec’y of State, – NW2d –, No 350938, 2020 WL 423319, at *14 (Mich \nApp Ct, Jan 27, 2020); see also McIntyre v Ohio Elections Comm’n, 514 US 334, 345; 115 S Ct \n1511; 131 L Ed 2d 426 (1995); Priorities USA, 2020 WL 2616766, at *11; Hargett, 400 F Supp \n3d at 722. Exacting scrutiny requires a substantial relationship between the challenged regulation \nand a sufficiently important governmental interest. Citizens United v Fed Election Comm’n, 558 \nUS 310, 366-67; 130 S Ct 876; 175 L Ed 2d 753 (2010); John Doe #1 v Reed, 561 US 186, 196; \n130 S Ct 2811; 177 L Ed 2d 493 (2010). “[T]he strength of the governmental interest must reflect \nthe seriousness of the actual burden on First Amendment rights.” Id. And, here, the voter assistance \nban is subject to strict scrutiny because it regulates political expression based on the identity of the \nspeaker. Citizens United, 558 US at 340-41. That is, it allows certain individuals, members of a \nvoter’s household or immediate family, to engage in political expression but not others, the rest of \nthe general public. Accordingly, it must be narrowly tailored to serve a compelling government \ninterest. Id. at 340. \n136.  The voter assistance ban cannot survive any level of scrutiny because the law \nproscribes expressive conduct and burdens an ever-wider range of speech and expression, and \nbecause any interest in enforcement of the law can be and is served by more narrowly tailored \nlaws.  \n35 \n \n\nCOUNT V \n52 USC 10508, US Const art VI, § 2; 42 USC 1983 \nPreempted by Federal Law \n(Voter Assistance Ban) \n \n137.  Plaintiffs hereby incorporate all other paragraphs as if fully set forth herein. \n138.  Section 208 of the Voting Rights Act of 1965 guarantees to voters with disabilities \nand voters with limited language proficiency the right to assistance by a person of the voter’s \nchoice when voting. 52 USC 10508 (“Any voter who requires assistance to vote by reason of \nblindness, disability, or inability to read or write may be given assistance by a person of the voter’s \nchoice.”).  \n139.  Voting, in this context, includes “all action necessary to make a vote effective in \nany primary, special, or general election,” 52 USC 10310(c)(1), including returning an absentee \nballot, see OCA-Greater Houston v Texas, 867 F3d 604, 615 (CA 5, 2017) (“‘To vote,’ therefore, \nplainly contemplates more than the mechanical act of filling out the ballot sheet,” as “[i]t includes \nsteps in the voting process before entering the ballot box.”); Priorities USA, 2020 WL 2616766, \nat *14 (holding that plaintiffs stated a claim that the Voting Rights Act preempts Michigan’s ban \non absentee ballot application collection); United States v Berks Cty, 277 F Supp 2d 570, 580 (ED \nPa, 2003) (holding county election law restricting who may provide language assistance to \nSpanish-speaking voters violated Section 208).  \n140.  The vote assistance ban violates Section 208 and is preempted by the Voting Rights \nAct. Altria Grp, Inc v Good, 555 US 70, 76; 129 S Ct 538; 172 L Ed 2d 398 (2008) (“[S]tate laws \nthat conflict with federal law are without effect.”) (citations omitted); Gade v Nat’l Solid Wastes \nMgmt Ass’n, 505 US 88, 98; 112 S Ct 2374; 120 l Ed 2d 73 (1992) (conflict preemption occurs \nwhen (a) it is physically impossible to comply with state and federal law, or (b) “where state law \n36 \n \n\nstands as an obstacle to the accomplishment and execution of the full purposes and objectives of \nCongress”) (citations omitted).   \n141.  The  voter  assistance  ban’s  restriction  on  who  can  provide  voters  with  help \ndelivering their ballot is irreconcilable with Section 208 because it criminalizes conduct expressly \nallowed by the statute. The voter assistance ban unlawfully limits the rights conferred in Section \n208 by prohibiting eligible voters from receiving assistance from the person of their choice. See \nMCL 932(f). Under Michigan law, a voter cannot ask a friend, neighbor, or other person or \norganization they trust to deliver their ballot; they are limited to a state mandated list of permissible \nassisters, which consists of only election workers and members of their immediate family or \nhousehold. \nPRAYER FOR RELIEF \n  WHEREFORE, Plaintiffs respectfully request that this Court enter judgment: \nA.  Declaring that Michigan’s ballot receipt deadline, postage requirement, and voter \nassistance ban individually and together violate Article I, Section 2 and Article II, Section 4 of the \nMichigan Constitution;  \nB.  Preliminary and permanently enjoining Defendant Secretary, her respective agents, \nofficers, employees, and successors, and all persons acting in concert with each or any of them, \nfrom requiring that voters provide postage on their absentee ballots and further require that \nMichigan provide prepaid postage on all absentee ballots;  \nC.  Declaring that the ballot receipt deadline violates Article I, Section 17 of the \nMichigan Constitution;  \nD.   Preliminarily and permanently enjoining the Secretary, her respective agents, \nofficers, employees, and successors, and all persons acting in concert with each or any of them, \n37 \n \n\nfrom enforcing the ballot receipt deadline and further require that they count ballots received \nwithin 14 days after Election Day; \nE.  Declaring that the voter assistance ban violates Article I, Section 5 of the Michigan \nConstitution and Section 208 of the Voting Rights Act; \nF.  Preliminary and permanently enjoining Defendant Attorney General, her respective \nagents, officers, employees, and successors, and all persons acting in concert with each or any of \nthem,  from  enforcing  the  voter  assistance  ban  and  allowing  voters  to  designate  any  third \nparty⸺whether paid or not⸺to assist in the collection and submission of their absentee ballots; \nand  \nG.  Granting such other and further relief as the Court deems just and proper. \n \n   \n38 \n \n\nDated: June 2, 2020  By  s/ Sarah S. Prescott       \n  Sarah S. Prescott (P70510) \nSALVATORE PRESCOTT PORTER & \nPORTER \n105 E. Main Street \nNorthville, MI 48167 \nTelephone: 248.679.8711 \nsprescott@spplawyers.com \n \nMarc E. Elias* \nUzoma N. Nkwonta* \nJacki L. Anderson* \nCourtney A. Elgart* \nJyoti Jasrasaria* \nPERKINS COIE LLP \n700 Thirteenth Street, N.W., Suite 800 \nWashington, D.C. 20005-3960 \nTelephone: 202.654.6200 \nFacsimile: 202.654.6211 \nMElias@perkinscoie.com \nUNkwonta@perkinscoie.com \nJackiAnderson@perkinscoie.com \nCElgart@perkinscoie.com  \nJJasrasaria@perkinscoie.com  \n \n \n      Counsel for Petitioners \n     *Pro Hac Vice Applications forthcoming \n \n \n \n \n39 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/109063"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114392,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114392"
    },
    {
      "date": "2020-07-31",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Michigan state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 109062,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/109062.pdf",
      "title": "Docket",
      "text": "STATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 1 of 9\nCASE                                             \nJudicial Officer Date Filed  Adjudication Status\nSTEPHENS, CYNTHIA 6/2/20    OPEN\nPARTICIPANTS\nPLAINTIFF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS FILED: 6/2/20\nATTY: SARAH SUZANNE PRESCOTT  # 70510  PRIMARY RETAINED\n105 E MAIN ST NORTHVILLE, MI 48167-1619 (248) 679-8711\nPLAINTIFF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLPH INSTITUTE FILED: 6/2/20\nATTY: SARAH SUZANNE PRESCOTT  # 70510  PRIMARY RETAINED\n105 E MAIN ST NORTHVILLE, MI 48167-1619 (248) 679-8711\nPLAINTIFF 3 ROBINSON, CHARLES   FILED: 6/2/20\nATTY: SARAH SUZANNE PRESCOTT  # 70510  PRIMARY RETAINED\n105 E MAIN ST NORTHVILLE, MI 48167-1619 (248) 679-8711\nPLAINTIFF 4 MCMURRAN, GERARD   FILED: 6/2/20\nATTY: SARAH SUZANNE PRESCOTT  # 70510  PRIMARY RETAINED\n105 E MAIN ST NORTHVILLE, MI 48167-1619 (248) 679-8711\nPLAINTIFF 5 PEDERSON, JIM   FILED: 6/2/20\nATTY: SARAH SUZANNE PRESCOTT  # 70510  PRIMARY RETAINED\n105 E MAIN ST NORTHVILLE, MI 48167-1619 (248) 679-8711\nDEFENDANT 1 BENSON, JOCELYN   FILED: 6/2/20\nOTHER - RICHARD H. AUSTIN BUILDING, 4TH FLOOR 430 WEST ALLEGAN STREET LANSING, MI 48922 \nATTY: HEATHER S. MEINGAST  # 55439  PRIMARY RETAINED\n525 W OTTAWA ST FL 4 PO # 30217 LANSING, MI 48933-1067 (517) 335-7659\nATTY: ERIK A. GRILL  # 64713  CO-COUNSEL \n530 W ALLEGAN ST FL 8 PO BOX 30220 LANSING, MI 48909-7720 (517) 284-8717\nDEFENDANT 2 NESSEL, DANA   FILED: 6/2/20\nBUSINESS - 525 W. OTTAWA STREET P.O. BOX 30212 LANSING, MI 48909 \nATTY: HEATHER S. MEINGAST  # 55439  PRIMARY RETAINED\n525 W OTTAWA ST FL 4 PO # 30217 LANSING, MI 48933-1067 (517) 335-7659\nATTY: ERIK A. GRILL  # 64713  CO-COUNSEL \n530 W ALLEGAN ST FL 8 PO BOX 30220 LANSING, MI 48909-7720 (517) 284-8717\nINTERVENING DEFENDANT 1 MICHIGAN SENATE FILED: 6/19/20\nATTY: MICHAEL K. STEINBERGER  # 76702  PRIMARY RETAINED\n3001 W BIG BEAVER RD STE 600 TROY, MI 48084-3107 (248) 822-7805\nINTERVENING DEFENDANT 2 MICHIGAN HOUSE OF REPRESENTATIVES FILED: 6/19/20\nATTY: MICHAEL K. STEINBERGER  # 76702  PRIMARY RETAINED\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 2 of 9\nINTERVENING DEFENDANT 2 3001 W BIG BEAVER RD STE 600 TROY, MI 48084-3107 (248) 822-7805\nINTERVENING DEFENDANT 3 REPUBLICAN NATIONAL COMMITTEE FILED: 7/2/20\nATTY: KURTIS T. WILDER  # 37017  PRIMARY RETAINED\n150 W JEFFERSON AVE STE 100 DETROIT, MI 48226-4452 (313) 983-7491\nINTERVENING DEFENDANT 4 MICHIGAN REPUBLICAN PARTY FILED: 7/2/20\nATTY: KURTIS T. WILDER  # 37017  PRIMARY RETAINED\n150 W JEFFERSON AVE STE 100 DETROIT, MI 48226-4452 (313) 983-7491\nRECEIVABLES/PAYMENTS\nAD Name Assessed Paid/Adjusted Balance\nELECTRONIC FILING \nPTF 1 MICHIGAN  SYSTEM FEE $25.00 $25.00 $0.00\nALLIANCE FOR \nFILING FEE\nRETIRED  $150.00 $150.00 $0.00\nAMERICANS\nMOTION FEE\n$40.00 $40.00 $0.00\nTOTAL $215.00 $215.00 $0.00\nAD Name Assessed Paid/Adjusted Balance\nINVD 1 MICHIGAN  MOTION FEE\nSENATE $60.00 $60.00 $0.00\nTOTAL $60.00 $60.00 $0.00\nAD Name Assessed Paid/Adjusted Balance\nINVD 3 REPUBLICAN \nNATIONAL  MOTION FEE $20.00 $20.00 $0.00\nCOMMITTEE\nTOTAL $20.00 $20.00 $0.00\nCHRONOLOGICAL LIST OF ACTIVITIES                    \nActivity Date Activity User Entry Date\n6/2/20 SUMMONS AND COMPLAINT  $175.00 mmla 6/3/20\nmmla 6/3/20\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\nDEF 1 JOCELYN BENSON\nDEF 2 DANA NESSEL\nELECTRONIC FILING SYSTEM FEE  $25.00\nDUE DATE: 6/2/20\nRECEIPT: COC-LAN.0004509\nFILING FEE  $150.00\nDUE DATE: 6/2/20\nRECEIPT: COC-LAN.0004509\n6/2/20 RECEIVABLE  ELECTRONIC FILING SYSTEM FEE $25.00 mmla 6/3/20\nDUE DATE: 6/2/20\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 3 of 9\nActivity Date Activity User Entry Date\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\n6/2/20 RECEIVABLE  FILING FEE $150.00 mmla 6/3/20\nDUE DATE: 6/2/20\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\n6/3/20 PAYMENT   $175.00 mmla 6/3/20\nELECTRONIC FILING SYSTEM FEE  $25.00\nFILING FEE  $150.00\nRECEIPT NUMBER: COC-LAN.0004509\nPAID BY: PERKINSCOIE\nMETHOD: CHECK  $175.00\n6/5/20 APPEARANCE WITH PROOF OF SERVICE amd 6/5/20\nDEF 1 JOCELYN BENSON\nDEF 2 DANA NESSEL\nATTY: HEATHER S. MEINGAST  # 55439\n6/8/20 ACKNOWLEDGMENT OF SERVICE  mmla 6/10/20\nDEF 1 JOCELYN BENSON\nDEF 2 DANA NESSEL\nSERVICE DATE: 6/5/20\n6/10/20 ORDER  mmla 6/10/20\nmmla 6/12/20\nThis matter is before the Court on its own motion. The Court has reviewed the pleadings in all of the \nreferenced matters, and concludes in its discretion, that consolidation is warranted in the following \ncases:\n20-000096-MZ Yvonne Black v Jocelyn Benson;\n20-000099-MM Robert Davis v Jocelyn Benson\n20-000108-MM MI Alliance for Retired Americans v Jocelyn Benson & Dana Nessel\nIT IS HEREBY ORDERED, that oral argument on pending motions in the above cases is scheduled for \nTuesday, June 16, 2020 at 12:00 p.m. via Zoom\n6/10/20 ORAL ARGUMENTS HEARING VIA ZOOM CANCELLED 6/16/20  12:00 P mmla 6/12/20\n6/11/20 AMENDED - ORDER  mmla 6/12/20\nmmla 6/12/20\nThis matter is before the Court on its own motion. The Court has reviewed the pleadings in all of the \nreferenced matters, and concludes in its discretion, that consolidation is warranted in the following \ncases:\n20-000096-MZ Yvonne Black v Jocelyn Benson;\n20-000099-MM Robert Davis v Jocelyn Benson\nIT IS HEREBY ORDERED, that oral argument on pending motions in the above cases is scheduled for \nTuesday, June 16, 2020 at 12:00 p.m. via Zoom\n6/11/20 MOTION FOR TEMPORARY ADMISSION OF OUT OF STATE ATTORNEYS  $20.00 mmla 6/12/20\nWITH PROOF OF SERVICE mmla 6/12/20\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\nATTY: SARAH SUZANNE PRESCOTT  # 70510\nMOTION FEE  $20.00\nDUE DATE: 6/11/20\nRECEIPT: COC-LAN.0004533\n6/11/20 RECEIVABLE  MOTION FEE $20.00 mmla 6/12/20\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 4 of 9\nActivity Date Activity User Entry Date\nDUE DATE: 6/11/20\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\n6/12/20 ORAL ARGUMENTS HEARING   6/16/20 12:00 PM mmla 6/12/20\nCANCELLED    \nOTHER\nOrder entered 6/11/20 removed this from consolidated cases\n6/12/20 PAYMENT   $20.00 mmla 6/12/20\nMOTION FEE  $20.00\nRECEIPT NUMBER: COC-LAN.0004533\nPAID BY: SALVATORE PRESCOTT & PORTER, PLLC\nMETHOD: CHECK  $20.00\n6/15/20 MISCELLANEOUS HEARING PRELIMINARY INJUNCTION  CANCELLED 6/22/20  11:00 A mmla 6/15/20\nVIA ZOOM\n6/15/20 ORDER  mmla 6/15/20\nIT IS HEREBY ORDERED: that the defendant file its reply brief by Thursday, June 18, 2020 at 5:00 \np.m. A hearing for Preliminary Injunction is scheduled for Monday, June 22, 202 at 11:00 via Zoom.\n6/15/20 NOTIFICATION PURSUANT TO MCR 8.126(A)(1)(B) - MARC ELIAS mmla 6/15/20\n6/15/20 NOTIFICATION PURSUANT TO MCR 8.126(A)(1)(B) - UZOMA NKWONTA mmla 6/15/20\n6/15/20 NOTIFICATION PURSUANT TO MCR8.126(A)(1)(B) - COURTNEY ELGART mmla 6/15/20\n6/15/20 NOTIFICATION PURSUANT TO MCR 8.126(A)(1)(B) - JACKI ANDERSON mmla 6/15/20\n6/15/20 NOTIFICATION PURSUANT TO MCR 8.126(A)(1)(B) - JYOTI JASRASARIA mmla 6/15/20\n6/15/20 ORDER REGARDING MOTION FOR TEMPORARY ADMISSION OF OUT OF  mmla 6/15/20\nSTATE ATTORNEYS\nIT IS HEREBY ORDERED that the motion is GRANTED, Jacki Anderson, Courtney Elgart, Marc Elias,\nUzoma Nkwonta, and Jyoti Jasrasaria are temporarily admitted to appear and practice as\nco-counsel for plaintiffs, Micigan Alliance for Retired Americans, Detroit/Downriver Chapter\nof the A. Philip Randolph Institute, Charles Robinson, Gerard McMurran, and Jim Pedersen.\nIT IS FURTHER ORDERED that appearances as co-counsel on behalf of the plaintiffs are hereby\neffective upon entry of this order.\nIT IS SO ORDERED.\n6/15/20 STATUS CONFERENCE VIA ZOOM SET 6/19/20  11:00 A amd 6/15/20\n6/15/20 ORDER  amd 6/15/20\nCurrently pending before the Court is PlaintiffÕs Verified Complaint for Declaratory and Injunctive Relief;\nIT IS HEREBY ORDERED: A status conference is scheduled for Friday, June 19, 2020 at 11:00a.m. \nvia Zoom.\n6/19/20 MOTION OF THE MICHIGAN SENATE AND MICHIGAN HOUSE OF  $20.00 mmla 6/19/20\nREPRESENTATIVES TO INTERVENE AS DEFENDANTS mmla 6/19/20\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\nATTY: MICHAEL K. STEINBERGER  # 76702\nMOTION FEE  $20.00\nDUE DATE: 6/19/20\nRECEIPT: COC-LAN.0004550\n6/19/20 RECEIVABLE  MOTION FEE $20.00 mmla 6/19/20\nDUE DATE: 6/19/20\nINVD 1 MICHIGAN SENATE\n6/19/20 PAYMENT   $20.00 mmla 6/19/20\nMOTION FEE  $20.00\nRECEIPT NUMBER: COC-LAN.0004550\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 5 of 9\nActivity Date Activity User Entry Date\nPAID BY: ALEXIS FRANCISCOTTY\nMETHOD: CHECK  $20.00\n6/19/20 ORAL ARGUMENTS HEARING VIA ZOOM SET 7/8/20  11:00 A amd 6/19/20\n6/19/20 ORDER  amd 6/19/20\nCurrently pending before the Court is PlaintiffÕs Verified Complaint for Declaratory and Injunctive Relief;\nIT IS HEREBY ORDERED: that oral argument on PlaintiffÕs request for Declaratory and Injunctive relief \nis scheduled for Wednesday, July 08, 2020 at 11:00 a.m. via Zoom. PlaintiffÕs brief shall be filed by \nFriday, June 26, 2020 at 12:00p.m. DefendantÕs response is due by Friday, July 03, 2020 at 12:00p.m. \nNo replies are permitted.\n6/19/20 ORDER  amd 6/22/20\nCurrently pending before the Court is Plaintiff's Verified Complaint for Declaratory and Injunctive Relief;\nIT IS HEREBY ORDERED: that the hearing scheudled for Monday, June 22, 2020 at 11:00 a.m. via \nZoom is CANCELLED\n6/22/20 MISCELLANEOUS HEARING   6/22/20 11:00 AM amd 6/22/20\nCANCELLED    \nADJOURNED WITHOUT A DATE\n6/26/20 MOTION FOR IMMEDIATE CONSIDERATION OF ITS MOTION TO  $20.00 mmla 6/26/20\nINTERVENE AND BRIEF IN SUPPORT WITH CERTIFICATE OF SERVICE mmla 6/26/20\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\nATTY: MICHAEL K. STEINBERGER  # 76702\nMOTION FEE  $20.00\nDUE DATE: 6/26/20\nRECEIPT: COC-LAN.0004563\n6/26/20 RECEIVABLE  MOTION FEE $20.00 mmla 6/26/20\nDUE DATE: 6/26/20\nINVD 1 MICHIGAN SENATE\n6/26/20 PAYMENT   $20.00 mmla 6/26/20\nMOTION FEE  $20.00\nRECEIPT NUMBER: COC-LAN.0004563\nPAID BY: ALEXIS FRANCISCOTTY\nMETHOD: CHECK  $20.00\n6/26/20 MOTION FOR TEMPORARY ADMISSION OF OUT OF STATE ATTORNEYS  $20.00 mmla 6/26/20\nWITH CERTIFICATE OF SERVICE mmla 6/26/20\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\nATTY: SARAH SUZANNE PRESCOTT  # 70510\nMOTION FEE  $20.00\nDUE DATE: 6/26/20\nRECEIPT: COC-LAN.0004567\n6/26/20 RECEIVABLE  MOTION FEE $20.00 mmla 6/26/20\nDUE DATE: 6/26/20\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 6 of 9\nActivity Date Activity User Entry Date\n6/26/20 PAYMENT   $20.00 mmla 6/26/20\nMOTION FEE  $20.00\nRECEIPT NUMBER: COC-LAN.0004567\nPAID BY: SALVATORE PRESCOTT & PORTER, PLLC\nMETHOD: CHECK  $20.00\n6/26/20 BRIEF FILED IN SUPPORT OF PLAINTIFFS' REQUEST FOR PRELIMINARY  amd 6/26/20\nINJUNCTIVE RELIEF IN COMPLIANCE WITH THE COURT'S 6/19/20 \nSCHEDULING ORDER WITH PROOF OF SERVICE\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\n6/26/20 AFFIDAVIT OF JYOTI JASRASARIA IN SUPPORT OF PLAINTIFFS' 6/26/20  amd 6/26/20\nBRIEF\n6/26/20 NOTIFICATION PURSUANT TO MCR 8.126(A)(1)(B) REINA ALMON- amd 6/26/20\nGRIFFIN\n6/26/20 ORDER  mmla 6/26/20\nIT IS HEREBY ORDERED, that any response to the Motion to Intervene us due on or before \nWednesday, July 01, 2020. No oral argument is permitted\n6/26/20 ORDER IN REFERENCE TO MOTION FOR TEMPORARY ADMISSION OF  amd 6/26/20\nOUT-OF-STATE ATTORNEY REINA ALMON-GRIFFIN\n7/1/20 RESPONSE TO (IN OPPOSITION) THE MICHIGAN SENATE AND  mmla 7/2/20\nMICHIGAN HOUSE OF REPRESENTATIVES 6/19/20 MOTION TO \nINTERVENE WITH PROOF OF SERVICE\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\n7/1/20 RESPONSE TO (IN OPPOSITION) TO PROPOSED INTERVENORS  mmla 7/2/20\nMICHIGAN HOUSE AND SENATE'S JUNE 19, 2020 MOTION TO \nINTERVENE WITH PROOF OF SERVICE\nDEF 1 JOCELYN BENSON\nDEF 2 DANA NESSEL\nATTY: HEATHER S. MEINGAST  # 55439\n7/2/20 OPINION AND ORDER  amd 7/2/20\nPending before the Court is the June 19, 2020 motion to intervene filed by the Michigan House and \nMichigan Senate. The motion is DENIED.  However, the Couret invites the House and Senate to file \namici curiae briefing in accordance with the timeline set forthi in this opinion and order.\nThis is not a final order and it does not resolve the last pending claim or claose the case.\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\n7/2/20 BRIEF FILED AS AMICUS CURIAE IN OPPOSITION TO PLAINTIFFS'  amd 7/2/20\nMOTION FOR PRELIMINARY INJUNCTION WITH CERTIFICATE OF \nSERVICE  - ORAL ARGUMENT REQUESTED.\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\n7/2/20 MOTION TO INTERVENE AS DEFENDANTS AND BRIEF IN SUPPORT  $20.00 mmla 7/6/20\nWITH CERTIFICATE OF SERVICE mmla 7/6/20\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 7 of 9\nActivity Date Activity User Entry Date\nINVD 3 REPUBLICAN NATIONAL COMMITTEE\nINVD 4 MICHIGAN REPUBLICAN PARTY\nATTY: KURTIS T. WILDER  # 37017\nMOTION FEE  $20.00\nDUE DATE: 7/2/20\nRECEIPT: COC-LAN.0004584\n7/2/20 RECEIVABLE  MOTION FEE $20.00 mmla 7/6/20\nDUE DATE: 7/2/20\nINVD 3 REPUBLICAN NATIONAL COMMITTEE\n7/2/20 MOTION FOR IMMEDIATE CONSIDERATION OF ITS MOTION TO  mmla 7/6/20\nINTERVENE\nINVD 3 REPUBLICAN NATIONAL COMMITTEE\nINVD 4 MICHIGAN REPUBLICAN PARTY\n7/6/20 RESPONSE TO PLAINTIFF'S JUNE 26, 2020 BRIEF IN SUPPORT OF  amd 7/6/20\nPLAINTIFFS' REQUEST FOR PRELIMINARY INJUNCTIVE RELIEF amd 7/6/20\nDEF 1 JOCELYN BENSON\nDEF 2 DANA NESSEL\n7/6/20 PAYMENT   $20.00 mmla 7/6/20\nMOTION FEE  $20.00\nRECEIPT NUMBER: COC-LAN.0004584\nPAID BY: REPUBLICAN NATIONAL COMMITTEE\nMETHOD: CASH  $20.00\n7/7/20 JULY 2, 2020 BRIEF AS AMICUS CURIAE IN OPPOSITION TO PLAINTIFFS'  amd 7/7/20\nMOTION FOR PRELIMINARY INJUNCTION - ORAL ARGUMENT \nREQUESTED (PARTICIPATION IN THE JULY 8, 2020 ZOOM HEARING) \nW/CERTIFICATE OF SERVICE\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\n7/8/20 ORAL ARGUMENTS HEARING   7/8/20 11:00 AM mmla 7/20/20\nHELD    \n7/14/20 MOTION TO RECONSIDER THE COURT'S JULY 2, 2020 ORDER DENYING  $20.00 mmla 7/14/20\nTHEIR MOTION TO INTERVENE WITH CERTIFICATE OF SERVICE mmla 7/15/20\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\nATTY: MICHAEL K. STEINBERGER  # 76702\nMOTION FEE  $20.00\nDUE DATE: 7/14/20\nRECEIPT: COC-LAN.0004607\n7/14/20 RECEIVABLE  MOTION FEE $20.00 mmla 7/14/20\nDUE DATE: 7/14/20\nINVD 1 MICHIGAN SENATE\n7/14/20 OPINION AND ORDER DENYING JULY 2, 2020 MOTION TO INTERVENE amd 7/15/20\nIT IS HEREBY ORDERED that proposed intervenors' motion to intervene is DENIED.\nIT IS HEREBY FURTHER ORDERED that the Republican National Committee and the Michigan \nRepublican Party are granted amici status.  Any amici briefing shall be submitted by Thursday, July 16, \n2020 at 12:00 p.m.\nThis is not a final order and it does not resolve the last pending claim or close the case.\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 8 of 9\nActivity Date Activity User Entry Date\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\nDEF 1 JOCELYN BENSON\nDEF 2 DANA NESSEL\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\nINVD 3 REPUBLICAN NATIONAL COMMITTEE\nINVD 4 MICHIGAN REPUBLICAN PARTY\n7/15/20 PAYMENT   $20.00 mmla 7/15/20\nMOTION FEE  $20.00\nRECEIPT NUMBER: COC-LAN.0004607\nPAID BY: MICHAEL STEINBERGER\nMETHOD: CHECK  $20.00\n7/16/20 ORDER  amd 7/16/20\nIn light of the relase of COA opinion 353654, League of Women Voters of Michigan v Secretary of \nState;\nIT IS HEREBY ORDERED, that the parties to this case may submit supplemental briefs on or before \nTuesday, July 21, 2020 at 5:00 p.m.\n7/21/20 SUPPLEMENTAL BRIEF AS AMICUS CURIAE IN OPPOSITION TO MOTION  mmla 7/21/20\nFOR PRELIMINARY INJUNCTION\nINVD 1 MICHIGAN SENATE\nINVD 2 MICHIGAN HOUSE OF REPRESENTATIVES\nATTY: MICHAEL K. STEINBERGER  # 76702\n7/21/20 STATE DEFENDANTS' SUPPLEMENTAL BRIEF PURSUANT TO COURT'S  mmla 7/21/20\nJULY 16, 2020 ORDER\nDEF 1 JOCELYN BENSON\nDEF 2 DANA NESSEL\n7/21/20 SUPPLEMENTAL BRIEF IN SUPPORT OF PLAINTIFFS' REQUEST FOR  mmla 7/21/20\nPRELIMINARY INJUNCTIVE RELIEF IN COMPLIANCE WITH THE COURT'S \n7/16/20 ORDER\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\n7/28/20 ORDER  amd 7/28/20\nCurrently pending before the Court is The Michigan House of Representatives and Michigan SenateÕs \n07/14/2020 Motion to Reconsider the CourtÕs 07/02/2020 Order Denying their Motion to Intervene;\nIT IS HEREBY ORDERED: that the intervenorÕs motion for reconsideration is DENIED. The Michigan \nHouse of Representatives and Michigan Senate, have not demonstrated a palpable error by which the \nCourt and the parties have been misled and has not shown that a different disposition of the motion \nmust result. MCR 2.119(F).\n7/29/20 NOTICE OF SUPPLEMENTAL AUTHORITY AND EVIDENCE IN SUPPORT  mmla 7/29/20\nOF THEIR REQUEST FOR PRELIMINARY INJUNCTIVE RELIEF WITH \nPROOF OF SERVICE\nPTF 1 MICHIGAN ALLIANCE FOR RETIRED AMERICANS\n\nSTATE OF MICHIGAN  CASE ID MiCSWebInquiry\nCOURT\n20-000108-MM  8/10/2020\nREGISTER \nCOURT OF CLAIMS  3:43:50 PM\nOF ACTIONS\n  C/COC/MI  Page: 9 of 9\nActivity Date Activity User Entry Date\nPTF 2 DETROIT/DOWNRIVER CHAPTER OF THE A. PHILIP RANDOLP\nPTF 3 CHARLES ROBINSON\nPTF 4 GERARD MCMURRAN\nPTF 5 JIM PEDERSON\n7/31/20 REVIEW FOR INTERNAL USE ONLY SET 8/7/20  8:00 A mmla 7/31/20",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/109062"
    }
  ],
  "document_count": 3
}