{
  "case_id": 11865,
  "fetched_at": "2025-10-22T00:16:26.872691",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Nixon State Bank",
        "institution_alt_state": null,
        "institution_city": "Nixon",
        "institution_county": null,
        "name": "Nixon State Bank",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Fair Housing/Lending/Insurance"
    ],
    "cause_other": "",
    "causes": [
      "Equal Credit Opportunity Act (ECOA), 15 U.S.C. § 1691"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2014,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Discrimination Prohibition"
      },
      {
        "value": "Develop anti-discrimination policy"
      },
      {
        "value": "Provide antidiscrimination training"
      },
      {
        "value": "Implement complaint/dispute resolution process"
      },
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      }
    ],
    "court": "Western District of Texas",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Bank or credit provider"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2011-06-17",
    "filing_year": 2011,
    "id": 11865,
    "injunction_duration": "51",
    "issues": [
      "Affected National Origin/Ethnicity(s): Hispanic",
      "Discrimination Basis: National origin discrimination",
      "Discrimination Area: Lending",
      "General/Misc.: Predatory lending",
      "Discrimination Area: Disparate Treatment",
      "General/Misc.: Pattern or Practice"
    ],
    "last_checked_date": "2013-08-02T00:00:00-04:00",
    "main_docket": {
      "id": 31260,
      "docket_entries": [
        {
          "row_number": 3,
          "id": 1952604,
          "entry_number": null,
          "date_filed": "2011-06-17T00:00:00-04:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "If ordered by the court, all referrals will be assigned to Magistrate Judge Primomo (kh2) (Entered: 06/17/2011)"
        },
        {
          "row_number": 5,
          "id": 1952606,
          "entry_number": "4",
          "date_filed": "2011-06-21T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.txwd.uscourts.gov/doc1/18118265853?caseid=492398&de_seq_num=15&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Receipt of certified mail doc #3 directed to to Mr. John Delionado. (rf) (Entered: 06/21/2011)"
        },
        {
          "row_number": 4,
          "id": 1952605,
          "entry_number": "3",
          "date_filed": "2011-06-21T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.txwd.uscourts.gov/doc1/18118265714?caseid=492398&de_seq_num=13&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "CONSENT ORDER GRANTING 2 Motion for Declaratory Judgment. Signed by Chief Judge Fred Biery. (rf) (Entered: 06/21/2011)"
        },
        {
          "row_number": 2,
          "id": 1952603,
          "entry_number": null,
          "date_filed": "2011-06-17T00:00:00-04:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Case Assigned to Chief Judge Fred Biery. CM WILL NOW REFLECT THE JUDGE INITIALS AS PART OF THE CASE NUMBER. PLEASE APPEND THESE JUDGE INITIALS TO THE CASE NUMBER ON EACH DOCUMENT THAT YOU FILE IN THIS CASE. (kh2) (Entered: 06/17/2011)"
        },
        {
          "row_number": 1,
          "id": 1952602,
          "entry_number": "2",
          "date_filed": "2011-06-17T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.txwd.uscourts.gov/doc1/18108254351?caseid=492398&de_seq_num=6&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Unopposed MOTION for Declaratory Judgment by Nixon State Bank, United States Of America. (Attachments: # 1 Proposed Order)(Shaw−Meadow, Robert) (Entered: 06/17/2011)"
        },
        {
          "row_number": 6,
          "id": 1952607,
          "entry_number": "5",
          "date_filed": "2011-06-30T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.txwd.uscourts.gov/doc1/18118313472?caseid=492398&de_seq_num=17&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "Acknowledgment of certified mail doc #3 directed to John Delionado. (rf) (Entered: 06/30/2011)"
        },
        {
          "row_number": 0,
          "id": 1952601,
          "entry_number": "1",
          "date_filed": "2011-06-17T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.txwd.uscourts.gov/doc1/18108254307?caseid=492398&de_seq_num=4&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "COMPLAINT . No Summons requested at this time, filed by United States Of America. (Attachments: # 1 Civil Cover Sheet)(Shaw−Meadow, Robert) Modified on 6/17/2011, to edit text (rf). (Entered: 06/17/2011)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2011,
      "docket_filing_number": 488,
      "is_main_docket": true,
      "court": "Western District of Texas",
      "state": "Texas",
      "docket_office_number": "5",
      "docket_number_manual": "5:11-cv-00488",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/txwd--5-11-cv-00488.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "United States v. Nixon",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2015,
    "order_start_year": 2011,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Texas",
    "summary": "On June 17, 2011, the United States filed a lawsuit in the United States District Court for the Western District of Texas, under the Equal Credit Opportunity Act, 15 U.S.C. §§1691-1691f (\"ECOA\") against the Nixon State Bank.  The Nixon State Bank is a community-based bank in Nixon, Texas that offers a range of loan products, including mortgage loans, consumer loans, commercial loans, and agriculture loans.  The U.S. alleged that in making these loans, the bank exhibited a pattern or practice of anti-Hispanic discrimination, providing loans to Hispanics at higher rates than to non-Hispanics, without justification.  Settlement negotiations preceded the filing of the complaint, and on June 21, 2011, the District Court (Judge Fred Biery) approved a consent order, under which the defendant agreed to develop and establish uniform pricing policies and procedures designed to ensure nondiscriminatory pricing, and to numerous other implementation provisions, including fair credit training, systemic monitoring, complaint resolution processes, and $91,000 in damages to aggrieved persons.  The provisions of the order were scheduled to last 4 and 1/4 years.",
    "summary_published_date": "2025-05-28T15:24:13.995877-04:00",
    "summary_short": "This 2011 federal fair lending lawsuit in the Western District of Texas was brought by the United States against a local bank the U.S. alleged had engaged in a pattern or practice of providing loans to Hispanics only at higher rates than to non-Hispanics, without justification.  In the settlement, submitted simultaneously with the complaint, the bank agreed to develop and establish uniform pricing policies and procedures designed to ensure nondiscriminatory pricing, and to numerous other implementation provisions, including fair credit training, systemic monitoring, complaint resolution processes, and $91,000 in damages to aggrieved persons.  The provisions of the order were scheduled to last 4 and 1/4 years.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11865",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11865",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11865",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11865"
  },
  "documents": [
    {
      "date": "2011-06-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Approved",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Texas",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40389,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40389.pdf",
      "title": "Complaint",
      "text": "Case 5:11-cv-00488   Document 1    Filed 06/17/11   Page 1 of 7\nUNITED STATES DISTRICT COURT\nWESTERN DISTRICT OF TEXAS\nSAN ANTONIO DIVISION\nUNITED STATES OF AMERICA, )\n)\n)\nPlaintiff, ) CIVIL ACTION NO.SA-11-CV-488\n)\n)\nv. )\n)\n)\nNIXON STATE BANK, )\n)\n)\nDefendant. )\n____________________________________)\nCOMPLAINT\nThe United States of America alleges:\n1. This action is brought by the United States to enforce the provisions of the Equal \nCredit Opportunity Act, 15 U.S.C. §§ 1691-1691f (“ECOA”).\n2. This Court has jurisdiction of this action pursuant to 28 U.S.C. § 1345 and 15 \nU.S.C. § 1691e(h).  Venue is appropriate pursuant to 28 U.S.C. §1391.\n3. Defendant  Nixon  State  Bank  (“Nixon”  or  “the bank”) is an indep endent \ncommunity bank based in Nixon, Texas.  Chartered in 1906, Nixon is the seventh oldest state-\nchartered institution in Tex as.  In addition to its location in Nix on, the bank operates two \nadditional branches located in La Vernia, Texas and China Grove, Texas.  Nixon offers a wide \nrange  of  loan  products,  including  mortgage  loans,  consumer  loans,  commercial  loans,  and \nagriculture loans.  The bank originates its loans through loan officers at its three branches.\n-1-\n\nCase 5:11-cv-00488   Document 1    Filed 06/17/11   Page 2 of 7\n4. As of September 30, 2009, the bank had  total assets of $68.88 million and total \nequity capital of $6.65 million. Nixon is subject to the regulatory authority of the Federal\nDeposit Insurance Corporation (“FDIC”).\n5. Nixon is subject to federal laws governing fair lending, including ECOA and the \nregulations promulgated thereunder.  ECOA prohibits financial institutions from discriminating \non the basis of, inter alia, national origin in their lending practices. Charging higher prices for \nloans on the basis of na tional origin, including charging higher rates of interest, is one of the \ndiscriminatory lending practices prohibited by ECOA. Nixon is a “creditor” within the meaning \nof section 702(e) of ECOA, 15 U.S.C. § 1691a(e).    \n6. Beginning in 2008, the  FDIC conducted an examination of the lending practices \nof Nixon to evaluate compliance with ECOA.  Based on analysis of the average rates of interest \nthat Nixon charged in 2007 and 2008 for unsecu red consumer loans, the  FDIC found reason to \nbelieve that Nixon had displayed a pattern or practice of discrimination on the basis of national \norigin against Hispanic borrowers.  On April 14, 2010, following the examination described \nabove, the FDIC referred the lending practices of Nixon to the United  States Department of \nJustice pursuant to 15 U.S.C. § 1691e(g).\n7. After receiving the referral from the FDIC, the United States analyzed the interest \nrates that Nixon charged between 2007 and 20 10 on unsecured consumer loans.  The United  \nStates also reviewed Nixon’s loan policies and procedures from 2006 to 2010.  \n8. Prior to mid- to late- 2009, Nixon did not have a written loan pricing guideline for \nits unsecured consumer loans.  The bank did not require a written application or credit report; \nutilize a uniform pricing system such as a matrix or rate sheet; or document loan denials.  \n-2-\n\nCase 5:11-cv-00488   Document 1    Filed 06/17/11   Page 3 of 7\nInstead,  Nixon’s  loan officers w ere  granted b road discretion in handlin g  all  aspects  of t he \nunsecured consumer loan transaction.  \n9. Nixon has been aware of the flaws with its unsecured consumer lending policies \nand procedures since at least 2006.   In April 2006, an independent au ditor recommended to \nNixon that an application and a current credit report be obtained for all unsecured consumer loan \napplicants.  The auditor also recommended that an analysis should be documented in the loan file \nfor applications denied due to excessive debt-to-income.  As a result of the auditor’s report, bank \nmanagement made a recommendation to the Board of Directors to amend the bank’s loan policy \nto define how often an appli cation and credit re port should be  obtained for unsecured loans.  \nAround the same time,  Nixon’s Training and Controls Monitoring  Committee resolved to (1) \ndefine the meaning of an application; (2) define the meaning of a r ecent application; and (3) \ndetermine how often a credit report is needed.\n10. The bank failed to implement any changes to address its discretionary loan pricing \nprocedures from 2006 to mid-2009. In June 2008, the FDIC criticized Nixon for failing to \ninclude applications, financial statements, credit reports, and other documentation in its  loan \nfiles.  In May 2009, another independent auditor of the bank detected some inconsistencies with\nbank-wide pricing and recommended that the bank become structured in its pricing strategies. \n11. In mid-2009, Nixon’s CEO acknowledged the following issues in a memorandum \nto  all emplo yees:    (1)  inconsistent and  sometimes  non-existent  loan under writing;  (2) \ninconsistency in loan administration; (3) inconsistency in loan pricing; and (4) inconsistency in \nfollowing loan pricing.  After this memorandum was issued, Nixon introduced new policies and \nprocedures to improve its overall fair lending program, including:  (a) new loan procedures for \n-3-\n\nCase 5:11-cv-00488   Document 1    Filed 06/17/11   Page 4 of 7\nobtaining  loan  applications,  financial  statements,  and cr edit  reports; (b)  revision of lo an \nworksheets to assist loan officers in underwriting and pricing criteria; (c) a new filing system to \nensure that loans are fully and consistently documented; (d) a monitoring system for each loan to \nbe reviewed and noted for deficiencies; (e) fair lending training for the bank’s loan officers; and\n(f) development of a uniform loan pricing matrix for unsecured consumer loans. \n12. Between at least 2007  and 2009, Nixon charged higher loan prices to Hispanic \nborrowers for unsecured consumer loans, as measured through rates of interest,than it charged to \nnon-Hispanic borrowers.  The dif ferences in interest rates charged to Hispanic borrowers and \nthose charged to non-Hispanic borrowers cannot be ex plained fully  by  factors unrelated to\nnational origin.\n13. From at least 2007 to 2008, Nix on charged interest rates that wer e 207 basis \npoints1 higher to Hispanic borrowers who obtained unsecured consumer loans than the r ates\ncharged to non-Hispanic borrowers. In 2009, Nixon charged interest rates to Hispanic borrowers \nthat were 118 basis points higher, on average, than the rates charged to non-Hispanic borrowers.  \nThese disparities are statistically significant.\n14. After accounting for credit risk factors such as l oan term, credit score, and the \nbranch office from which the loan originated, Nixon charged interest rates to Hispanic borrowers \nfrom 2007 to 2008 that were 198 basis points higher, on average, than the rates charged to \nsimilarly-situated non-Hispanic borrowers. In 2009, Nixon charged interest rates to Hispani c \nborrowers that were 84 basis points higher, on average, than the rates charged to similarly-\nsituated  non-Hispanic  borrowers,  after  controlling  for  the  same  credit  risk fa ctors.    These \ndisparities are statistically significant.\n1 One basis point represents one hundredth of a percentage point (0.01%).\n-4-\n\nCase 5:11-cv-00488   Document 1    Filed 06/17/11   Page 5 of 7\n15. The  higher  rates  of  interest  that  Nixon  charged  to Hispanic bo rrowers  for \nunsecured consumer loans are a result of Nixon’s policy or practice of giving its employees \nbroad subjective discretion in every aspect of the unsecured consumer loan transaction, from the \ninformation collected at the application stage to setting the interest rate.  Information as to each \napplicant’s national origin was available and known to the bank’s loan officers, who personally\nhandled each loan transaction at one of Nix on’s three branch offices.  Nixon did not properly \ninstruct its loan officers regarding their obligation to treat prospective customers without regard \nto national origin, and the bank has failed to supervise or monitor the performance of its loan \nofficers to ensure compliance with fair lending laws.\n16. Nixon’s policy or practice of giving its employees broad subjective discretion in \nhandling every aspect of the unsecured consumer loan transaction has had a disparate impact on \nHispanic borrowers compared to similarly-situated non-Hispanic borrowers and is not justified \nby business necessity or legitimate business interests.\n17. Nixon’s actions,  policies  and  practices,  as  alleged  herein,  constitute \ndiscrimination against applicants with respect to credit transactions on the basis of national \norigin in violation of ECOA.\n18. Nixon’s actions, policies and practices, as alleged herein, constitute a pattern or \npractice of resistance tothe full enjoyment of rights secured byECOA.\n19. Persons who have been victims of Nixon’s discriminatory actions, policies and \npractices are affected persons as defined in ECOA, 15 U.S.C. § 1691e, and have suffered injury \nand damages as a result of Nixon’s violation of ECOA.\n-5-\n\nCase 5:11-cv-00488   Document 1    Filed 06/17/11   Page 6 of 7\n20. Nixon’s pattern or practice of discrimination has been intentional and willful, and \nhas been implemented with reckless disregard for the rights of Hispanic borrowers.\nWHEREFORE, the United States prays that the Court enter an ORDER that:\n(1) Declares  that  the  policies and  practices  of  the  Defendant constitute \nviolations of the Equal Credit Opportunity Act, 15 U.S.C. §§ 1691-1691f;\n(2) Enjoins the Defendant, its agents, employees, and successors, and all other \npersons in active concert or participation with it, from:\n(a) Discriminating on the basis of national origin against any person \nwith respect to any aspect of a credit transaction;\n(b) Failing  or  refusing  to  take  such  affirmative  steps  as  may  be \nnecessary to restore, as nearly as practicable, the victims of the Defendant’s unlawful conduct to \nthe position they would have been in but for the discriminatory conduct; and\n(c) Failing or refusing to take such actions as may be necessary to \nprevent the recurrence of any such discriminatory conduct in the future.\n(3) Awards  monetary  damages  to a ll  the  victims  of  the  Defendant’s\ndiscriminatory policies and practices for the injuries caused by the Defendant, pursuant to 15 \nU.S.C. §1691e(h).\n-6-\n\nCase 5:11-cv-00488   Document 1    Filed 06/17/11   Page 7 of 7\n/s/ Robert Shaw-Meadow\n\nCase 5:11-cv-00488   Document 1-1    Filed 06/17/11   Page 1 of 2\n(cid:50)JS 44   (Rev. 12/07)                                     CIVIL COVER SHEET\nThe JS 44 civil covers heet and the information contained herein neither replace nor supplement the filing and service of pleadings or other papers as required by law,  except as provided\nby local rules of court.  This form, approved by the Judicial Conference of the United States inS eptember 1974, is required for the use of the Clerk of Court for the purpose of initiating\nthe civil docket sheet. (SEE INSTRUCTIONS ON THE REVERSE OF THE FORM.)\nI. (a) PLAINTIFFS DEFENDANTS\nUnitedStatesofAmerica NixonStateBank\n(b) County of Residence of First ListedPlaintiff County of Residence of First Listed Defendant Gonzales\n(EXCEPT IN U.S. PLAINTIFF CASES) (IN U.S. PLAINTIFF CASES ONLY)\nNOTE:   IN LAND CONDEMNATION CASES, USE THE LOCATION OF THE\n                LAND INVOLVED.\n(c)  Attorney’s (Firm Name, Address, and Telephone Number)  Attorneys (If Known)\nCotyR.Miller\nUSDOJ,CivilRightsDivision,950PennsylvaniaAvenue,NW-G.Street,\nWashington,DC20530(202)305-0122\nII.  BASIS OF JURISDICTION      (Place an “X” in One Box Only) III.  CITIZENSHIP OF PRINCIPAL PARTIES(Place an “X” in One Box for Plaintiff\n(For Diversity Cases Only)                                  and One Box for Defendant) \n(cid:117) 1   U.S. Government (cid:117) 3 Federal Question                                                    PTF    DEF                                                       PTF    DEF\nPlaintiff (U.S. Government Not a Party) Citizen of This State (cid:117) 1 (cid:117) 1 Incorporated or Principal Place (cid:117) 4 (cid:117) 4\nof Business In This State\n(cid:117) 2   U.S. Government (cid:117) 4  Diversity Citizen of Another State (cid:117) 2 (cid:117)  2 Incorporated and Principal Place (cid:117) 5 (cid:117)  5\nDefendant of Business In Another State\n(Indicate Citizenship of Parties in Item III)\nCitizen or Subject of a (cid:117) 3 (cid:117)  3 Foreign Nation (cid:117) 6 (cid:117)  6\n    Foreign Country\nIV.  NATURE OF SUIT   (Place an “X” in One Box Only)\nCONTRACT TORTS FORFEITURE/PENALTY BANKRUPTCY OTHER STATUTES\n(cid:117) 110 Insurance  PERSONAL INJURY PERSONAL INJURY (cid:117) 610 Agriculture (cid:117) 422 Appeal 28 USC 158 (cid:117) 400 State Reapportionment\n(cid:117) 120 Marine (cid:117) 310 Airplane (cid:117)  362 Personal Injury - (cid:117) 620 Other Food & Drug (cid:117) 423 Withdrawal (cid:117) 410 Antitrust\n(cid:117) 130 Miller Act (cid:117) 315 Airplane Product   Med. Malpractice (cid:117) 625 Drug Related Seizure  28 USC 157 (cid:117) 430 Banks and Banking\n(cid:117) 140 Negotiable Instrument  Liability (cid:117) 365 Personal Injury  -  of Property 21 USC 881 (cid:117) 450 Commerce\n(cid:117) 150 Recovery of Overpayment (cid:117) 320 Assault, Libel &   Product Liability (cid:117) 630 Liquor Laws PROPERTY RIGHTS (cid:117) 460 Deportation\n & Enforcement of Judgment  Slander (cid:117) 368 Asbestos Personal (cid:117) 640 R.R. & Truck (cid:117) 820 Copyrights (cid:117) 470 Racketeer Influenced and\n(cid:117) 151 Medicare Act (cid:117) 330 Federal Employers’   Injury Product (cid:117) 650 Airline Regs. (cid:117) 830 Patent  Corrupt Organizations\n(cid:117) 152 Recovery of Defaulted  Liability   Liability (cid:117) 660 Occupational (cid:117) 840 Trademark (cid:117) 480 Consumer Credit\n Student Loans (cid:117) 340 Marine  PERSONAL PROPERTY   Safety/Health (cid:117) 490 Cable/Sat TV\n (Excl. Veterans) (cid:117) 345 Marine Product (cid:117) 370 Other Fraud (cid:117) 690 Other (cid:117) 810 Selective Service\n(cid:117) 153 Recovery of Overpayment  Liability (cid:117) 371 Truth in Lending LABOR SOCIAL SECURITY (cid:117) 850 Securities/Commodities/\n of Veteran’s Benefits (cid:117) 350 Motor Vehicle (cid:117) 380 Other Personal (cid:117) 710 Fair Labor Standards (cid:117) 861 HIA (1395ff)  Exchange\n(cid:117) 160 Stockholders’ Suits (cid:117) 355 Motor Vehicle  Property Damage  Act (cid:117) 862 Black Lung (923) (cid:117) 875 Customer Challenge\n(cid:117) 190 Other Contract  Product Liability (cid:117) 385 Property Damage (cid:117) 720 Labor/Mgmt. Relations (cid:117) 863 DIWC/DIWW (405(g))  12 USC 3410\n(cid:117) 195 Contract Product Liability (cid:117) 360 Other Personal  Product Liability (cid:117) 730 Labor/Mgmt.Reporting (cid:117) 864 SSID Title XVI (cid:117) 890 Other Statutory Actions\n(cid:117) 196 Franchise  Injury       & Disclosure Act (cid:117) 865 RSI (405(g)) (cid:117) 891 Agricultural Acts\n REAL PROPERTY    CIVIL RIGHTS   PRISONER PETITIONS (cid:117) 740 Railway Labor Act FEDERAL TAX SUITS (cid:117) 892 Economic Stabilization Act\n(cid:117) 210 Land Condemnation (cid:117) 441 Voting (cid:117) 510 Motions to Vacate (cid:117) 790 Other Labor Litigation (cid:117) 870 Taxes (U.S. Plaintiff (cid:117) 893  Environmental Matters\n(cid:117) 220 Foreclosure (cid:117) 442 Employment  Sentence (cid:117) 791 Empl. Ret. Inc.   or Defendant) (cid:117) 894 Energy Allocation Act\n(cid:117) 230 Rent Lease & Ejectment (cid:117) 443 Housing/ Habeas Corpus:  Security Act (cid:117) 871 IRS—Third Party (cid:117) 895 Freedom of Information\n(cid:117) 240 Torts to Land Accommodations (cid:117) 530 General  26 USC 7609  Act\n(cid:117) 245 Tort Product Liability (cid:117) 444 Welfare (cid:117) 535 Death Penalty IMMIGRATION (cid:117) 900Appeal of Fee Determination\n(cid:117) 290 All Other Real Property (cid:117) 445 Amer. w/Disabilities - (cid:117) 540 Mandamus & Other (cid:117) 462 Naturalization Application  Under Equal Access\nEmployment (cid:117) 550 Civil Rights (cid:117) 463 Habeas Corpus -  to Justice\n(cid:117) 446 Amer. w/Disabilities - (cid:117) 555 Prison Condition Alien Detainee (cid:117) 950 Constitutionality of\nOther (cid:117) 465 Other Immigration  State Statutes\n(cid:117) 440 Other Civil Rights Actions\nV.  ORIGIN    (Place an “X” in One Box Only) Appeal to District\n(cid:117)1 Original (cid:117) 2 Removed from (cid:117)  3 Remanded from (cid:117) 4 Reinstated or (cid:117)  5 Transferred from (cid:117) 6 Multidistrict (cid:117) 7 Judge from\nanother district Magistrate\nProceeding State Court Appellate Court Reopened Litigation\n(specify) Judgment\nCite the U.S. Civil Statute under which you are filing  (Do not cite jurisdictional statutes unless diversity):\n15U.S.C.Section1691etseq.,EqualCreditOpportunityAct\nVI.  CAUSE OF ACTION\nBrief description of cause:\nCivilrightscomplainttoredressunfairlendingpracticesbaseduponnationalorigin.\nVII.  REQUESTED IN (cid:117) CHECK IF THIS IS A CLASS ACTION DEMAND $ CHECK YES only if demanded in complaint:\n        COMPLAINT: UNDER F.R.C.P. 23 JURY DEMAND: (cid:117) Yes ✔(cid:117)No\nVIII.  RELATED CASE(S)\n(See instructions):\n          IF ANY JUDGE DOCKET NUMBER\nDATE SIGNATURE OF ATTORNEY OF RECORD\n06/17/2011 /s/RobertShaw-Meadow,AUSA,W.D.Tex.(co-counsel/localcounsel)\nFOR OFFICE USE ONLY\nRECEIPT # AMOUNT APPLYING IFP JUDGE MAG. JUDGE\n\nCase 5:11-cv-00488   Document 1-1    Filed 06/17/11   Page 2 of 2\nJS 44 Reverse  (Rev. 12/07)\nINSTRUCTIONS FOR ATTORNEYS COMPLETING CIVIL COVER SHEET FORM JS 44\nAuthority For Civil Cover Sheet\nThe JS 44 civil cover sheet and the information contained herein neither replaces nor supplements the filings and service of pleading or other papers as required\nby law, except as provided by local rules of court.  This form, approved by the Judicial Conference of the United States in September 1974, is required for the use\nof the Clerk of Court for the purpose of initiating the civil dokcet sheet.  Consequently, a civil cover sheet is submitted to the Clerk of Court fore ach civil complaint\nfiled.  The attorney filing a case should complete the form as follows:\nI. (a) Plaintiffs-Defendants.  Enter names (last, first, middle initial) of plaintiff and defendant.  If the plaintiffo r defendant is a government agency, use only\nthe full name or standard abbreviations.  If the plaintiff or dfeendant is an official within a government agency, identify first the agency and then the official, giving\nboth name and title.\n(b) County of Residence.  For each civil case filed, except U.S. plaintiff cases, enter the name of the county where the first listed plaintiff resides at the time\nof filing.  In U.S. plaintiff cases, enter the name of the county in which the first listed defendant resides at the time of filing.  (NOTE: In land condemnation cases,\nthe county of residence of the “defendant” is the location of the tract of land involved.)\n(c) Attorneys.  Enter the firm name, address, telephone number, and attorney of record.  If there are several attorneys, list them on an attachment, noting\nin this section “(see attachment)”.\n II.   Jurisdiction.  The basis of jurisdiction is set forth under Rule 8(a), F.R.C.P., which requires that jurisdictions be shown in pleadings.  Place an “X” in one\nof the boxes.  If there is more than one basis of jurisdiction, precedence is given in the order shown below.\nUnited States plaintiff.  (1) Jurisdiction based on 28 U.S.C. 1345 and 1348.  Suits by agencies and officers of the United States are included here.\nUnited States defendant.  (2) When the plaintiff is suing the United States, its officers or agencies, place an “X” in this box.\nFederal question.  (3) This refers to suits under 28 U.S.C. 1331, where jurisdiction arises under the Constitution of the Unite d States, an amendment to the\nConstitution, an act of Congress or a treaty of the United States.  In cases where the U.S. is a party, the U.S. plaintiff or defendant code takes precedence, and box\n1 or 2 should be marked.\nDiversity of citizenship.  (4) This refers to suits under 28 U.S.C. 1332, where parties are citizens of different states.  Whe nBox 4 is checked, the citizenship of the\ndifferent parties must be checked.  (See Section III below; federal question actions take precedence over diversity cases.)\nIII.   Residence (citizenship) of Principal Parties.  This section of the JS 44 is to be completed if diversit yof citizenship was indicated above.  Markt his section\nfor each principal party.\nIV.  Nature of Suit.  Place an “X” in the appropriate box.  If the nature of suit ncnaot be determined, be sure the cause of action, in Section V bIelow, is sufficient\nto enable the deputy clerk or the statistical clerks in the Administrative Office to determine the nature of suit.  If the cause fits more than one nature of suit, select\nthe most definitive.\nV. Origin.  Place an “X” in one of the seven boxes.\nOriginal Proceedings.  (1) Cases which originate in the United States district courts.\nRemoved from State Court.  (2) Proceedings initiated in state courts may be removed to the district courts under Title 28 U.S.C., Section 1441.  When the petition\nfor removal is granted, check this box.\nRemanded from Appellate Court.  (3) Check this box for cases remanded to the district court for further action.  Use the date of remand as the filing date.\nReinstated or Reopened.  (4) Check this box for cases reinstated or reopened in the district court.  Use the reopening date as the filing date.\nTransferred from Another District.  (5) For cases transferred under Title 28 U.S.C. Section 1404(a).  Do not use this for within district transfers or multidistrict\nlitigation transfers.\nMultidistrict Litigation.  (6) Check this box when a multidistrict case is transferred into the district under authority of Title 28 U.S.C. Section 1407.  When this box\nis checked, do not check (5) above.\nAppeal to District Judge from Magistrate Judgment.  (7) Check this box for an appeal from a magistrate judge’s decision.\nVI.  Cause of Action.  Report the civil statute directly related to the cause of action and give a brief description of the cause .D o not cite jurisdictional statutes\nunless diversity. Example: U.S. Civil Statute: 47 USC 553\nBrief Description: Unauthorized reception of cable service\nVII.  Requested in Complaint.  Class Action.  Place an “X” in this box if you are filing a class action under Rule 23, F.R.Cv.P.\nDemand.  In this space enter the dollar amount (in thousands of dollars) being demanded or indicate other demand such as a preliminary injunction.\nJury Demand.  Check the appropriate box to indicate whether or not a jury is being demanded.\nVIII.  Related Cases.  This section of the JS 44 is used to reference related pending cases if any.  If there are related pending cases, insert the docket numbers\nand the corresponding judge names for such cases.\nDate and Attorney Signature.  Date and sign the civil cover sheet.",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/40389"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118660,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118660"
    },
    {
      "date": "2011-06-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Approved",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Texas",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40393,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40393.pdf",
      "title": "Docket",
      "text": "Case: 5:11-cv-488     As of: 09/28/2011 09:52 PM CDT      1 of 1 \nU.S. District Court [LIVE]\nWestern District of Texas (San Antonio)\nCIVIL DOCKET FOR CASE #: 5:11−cv−00488−FB\nUnited States of America v. Nixon State Bank Date Filed: 06/17/2011\nAssigned to: Chief Judge Fred Biery Jury Demand: None\nCause: 15:1691 Equal Credit Opportunity Act Nature of Suit: 440 Civil Rights: Other\nJurisdiction: U.S. Government Plaintiff\nPlaintiff\nUnited States Of America represented by Robert Shaw−Meadow\nU.S. Attorney's Office\n601 N.W. Loop 410\nSuite 600\nSan Antonio, TX 78216\n(210) 384−7355\nFax: 210/384−7312\nEmail: rob.shaw−meadow@usdoj.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nV.\nDefendant\nNixon State Bank\nDate Filed # Docket Text\n06/17/2011 1  COMPLAINT . No Summons requested at this time, filed by United States Of\nAmerica. (Attachments: # 1 Civil Cover Sheet)(Shaw−Meadow, Robert) Modified\non 6/17/2011, to edit text (rf). (Entered: 06/17/2011)\n06/17/2011 2  Unopposed MOTION for Declaratory Judgment by Nixon State Bank, United\nStates Of America. (Attachments: # 1 Proposed Order)(Shaw−Meadow, Robert)\n(Entered: 06/17/2011)\n06/17/2011 Case Assigned to Chief Judge Fred Biery. CM WILL NOW REFLECT THE\nJUDGE INITIALS AS PART OF THE CASE NUMBER. PLEASE APPEND\nTHESE JUDGE INITIALS TO THE CASE NUMBER ON EACH DOCUMENT\nTHAT YOU FILE IN THIS CASE. (kh2) (Entered: 06/17/2011)\n06/17/2011 If ordered by the court, all referrals will be assigned to Magistrate Judge Primomo\n(kh2) (Entered: 06/17/2011)\n06/21/2011 3  CONSENT ORDER GRANTING 2 Motion for Declaratory Judgment. Signed by\nChief Judge Fred Biery. (rf) (Entered: 06/21/2011)\n06/21/2011 4  Receipt of certified mail doc #3 directed to to Mr. John Delionado. (rf) (Entered:\n06/21/2011)\n06/30/2011 5  Acknowledgment of certified mail doc #3 directed to John Delionado. (rf)\n(Entered: 06/30/2011)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/40393"
    },
    {
      "date": "2011-06-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Approved",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Texas",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant",
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40391,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40391.pdf",
      "title": "Consent Order",
      "text": "Case 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 1 of 20 \nFILED \nJUN  j  1 2011 \nIN THE UNITED STATES DISTRICT COURT FOR T~'~~h~·8i.T COURT \nWESTERN DISTRICT OF TEXAS  BY  OF TEXAS \nSAN ANTONIO DIVISION  DEPUTY clERk \nUNITED STATES OF AMERICA,  ) \n) \nPlaintiff,  )  CIVIL ACTION NO. SA-CV-II-488 \n) \nv.  ) \n) \nNIXON STATE BANK,  ) \n) \n) \nDefendant.  ) \nCONSENT ORDER \nI.  INTRODUCTION \nThis Consent Order (Order) is submitted jointly by the parties for the approval of and \nentry by the Court simultaneously with the filing of the United States' Complaint in this action. \nThis Order resolves the claims of the United States that Nixon State Bank (\"Nixon\" or \"the \nbank\") has engaged in a pattern or practice of lending discrimination on the basis of national \norigin in the pricing of unsecured consumer loans in violation of the Equal Credit Opportunity \nAct (ECOA), 15 U.S.C. §§ 1691-1691f. \nUnder the provisions of the Order, Nixon agrees to develop and establish uniform pricing \npolicies and procedures designed to ensure that the prices it charges for the loans covered by this \nOrder, including the portion of the price that reflects the discretion of the loan officer or any \ncompany employee, are set in a non-discriminatory manner consistent with the requirements of \nECOA.  Nixon also will compensate its Hispanic borrowers of unsecured consumer loans. \nThere has been no factual finding or adjudication with respect to any matter alleged by \nthe United States.  Accordingly, the execution of this Order is not, and is not to be considered as, \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 2 of 20 \nan admission or finding of any violation of ECOA by Nixon.  Nixon denies the United States' \nallegations that it engaged in national origin discrimination and maintains that at all times it \nconducted its lending in compliance with the letter and spirit of fair lending laws and in a non­\ndiscriminatory manner.  The parties have entered into this agreed Order to resolve voluntarily the \nclaims asserted by the United States in order to avoid the risks and burdens of litigation.  The \nparties agree that full implementation of the terms of this Order will provide a resolution of the \nallegations ofthe United States in a manner consistent with Nixon's legitimate business interests. \nII.  BACKGROUND \nChartered  in  1906,  Nixon  is  an  independent  community  bank  situated  in  the  rural \ncommunity of Nixon, Texas.  The population of Nixon is approximately 2,186 persons, of which \nover 60% are Hispanic.  According to the 2000  Census, the per capita income of Nixon is \n$10,135.  Other than the original Nixon location, the bank has two other branches:  one in La \nVernia, Texas (estimated population 931) and one in China Grove, Texas (estimated population \n1,247), which are also part of the San Antonio MSA.  The Nixon and La Vernia branches are \nroughly the same size by assets and deposits, while the China Grove branch is approximately \nhalf the size of each of the other branches.  Nixon offers a wide range of loan products, including \nmortgage loans, consumer loans, commercial loans, and agriculture loans.  The bank originates \nits loans exclusively through loan officers at its three branch offices.  As of September 30, 2009, \nthe bank had total assets of $68.88 million and total equity capital of $6.65 million.  Nixon is \nsubject to the regulatory authority of the Federal Deposit Insurance Corporation (\"FDIC\"). \nBeginning in 2008, the FDIC conducted an examination of the lending practices of Nixon \nto evaluate compliance with ECOA.  Based on analysis of the average rates of interest that Nixon \ncharged in 2007 and 2008 for unsecured consumer loans, the FDIC found reason to believe that \n2 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 3 of 20 \nNixon had displayed a pattern or practice of discrimination on the basis of national origin against \nHispanic borrowers.  On April 14, 2010, following the examination described above, the FDIC \nreferred the lending practices of Nixon to the United States Department of Justice pursuant to 15 \nU.S.C. § 1691e(g). \nAfter conducting its own investigation and reviewing the information provided by the \nFDIC, the United States contends that Nixon has charged higher interest rates on unsecured \nconsumer loans to Hispanic borrowers as  compared to non-Hispanic borrowers from  at least \n2006 through December 31, 2009.  The Complaint alleges that prior to 2010, the higher rates of \ninterest that Nixon charged to Hispanic borrowers for unsecured consumer loans are a result of \nNixon's policy or practice of giving its employees broad subjective discretion in every aspect of \nthe unsecured consumer loan transaction, from the information collected at the application stage \nto setting the interest rate.  Information as to each applicant's national origin was available and \nknown  to  the  bank's  loan  officers, who  personally handled each loan transaction at  one of \nNixon's three branch offices.  The Complaint alleges that prior to 2010, Nixon did not properly \ninstruct its loan officers regarding their obligation to treat prospective customers without regard \nto national origin, and the bank has failed to supervise or monitor the performance of its loan \nofficers effectively to ensure compliance with fair lending laws.  The Complaint alleges that \nprior to 2010, Nixon's policy or practice of giving its employees broad subjective discretion in \nhandling every aspect of the unsecured consumer loan transaction is not justified by business \nnecessity or legitimate business interests. \nIII.  TERMS OF ORDER \n1.  Unless  otherwise  stated herein,  the  remedial  provisions of this  Order will  be \nimplemented within ninety (90)  days  of the  Effective  Date of this  Order and will  continue \n3 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 4 of 20 \nthroughout its term.  The Effective Date of this Order will be the date on which it is approved \nand entered by the Court. \n2.  Unless otherwise stated herein, the types of loans covered by this Order include \nthe following:  auto purchase, secured (except for commercial and agricultural loans), unsecured, \nhome purchase, home improvement, lot, construction, and certificate of deposit backed loans. \nA.  General Prohibitory Injunction \n3.  Nixon, including all of its officers, employees, agents, representatives, assignees, \nand  all  those  in  active  concert or participation with  any of them,  is  hereby  enjoined from \nengaging in any act or practice that discriminates on the basis of national origin in any aspect of \na credit transaction in violation of ECOA.  This prohibition includes, but is not limited to:  the \nadoption, performance, or implementation of any policy, practice, or act that results in national \norigin discrimination in the charging of loan prices, including the portion of the loan price that \nreflects the discretion of the loan officer or any other company employee, to those who borrow \nmoney for loans covered by this Order. \n4.  This Order requires the bank to take actions to remedy its alleged discrimination. \nNixon retains the discretion to take any additional actions that it believes are appropriate to \nachieve the goals of this Order. \nB.  Pricing Policies and Procedures \n5.  In 2009, Nixon began to  develop uniform pricing policies and procedures for \nunsecured  consumer  loans.  Nixon  will  further  revise  these  pricing  policies  to  include  the \nfollowing:  (1)  standards  for  collecting applications,  current financial  documents,  and credit \nreports for all borrowers for the loans covered by this Order; (2) standards for maintaining loan \nfiles for the loans covered by this Order; and (3) a uniform pricing matrix for the loans covered \n4 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 5 of 20 \nby this Order.  The uniform pricing matrix must set forth objective, non-discriminatory standards \nfor determining interest rates for the loans covered by this Order and, if the bank elects to retain \na discretionary element in its loan pricing, must include:  (i) limits on the amount by which the \ninterest rate may deviate, either upward or downward, from the rate as determined by the matrix; \n(ii) the factors that a loan officer or bank official may consider in the exercise of that discretion; \n(iii) a requirement that each loan file must include written documentation of the factors set forth \nin the pricing matrix and, where the final interest rate varies from the published rate, the factors \nrelied on in connection with an individual loan application and how those factors affected the \npricing decision; and (iv) a requirement that before an interest rate is fixed, loan officers must \ninform applicants  in  writing that the  rate  is  determined by a variety of factors  and may be \nnegotiable within limits set by the loan policies. \n6.  Nixon will provide a copy of its revised loan pricing policies to counsel for the \nUnited States within ninety (90) days of the Effective Date of this Order.  The United States will \nhave thirty (30) days from receipt of the loan pricing policies to raise any objections to them, and \nif it raises any, the parties shall confer to resolve their differences and the United States will \nobtain the position of Nixon's regulator with respect to such differences.  In the event they are \nunable to do so, either party may bring the dispute to this Court for resolution.  Until the Court \nresolves such a dispute, the revised loan pricing policies will not go into effect. \n7.  Nixon will require all loan officers and employees who originate loans covered by \nthis Order to comply with the pricing policies; once approved by the United States.  Nixon also \nwill require an appropriate manager, under the supervision of a designated senior official of the \nbank, to review compliance with these requirements, including the existence of a legitimate non­\ndiscriminatory reason for  any disparities between Hispanic and non-Hispanic borrowers  and \n5 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 6 of 20 \ntaking steps to ensure that discretionary loan prices do not vary materially by national origin. \nAny loan that is not in compliance with these requirements may not be funded.  In the event that \na loan inadvertently is funded in material violation of the policies, an appropriate refund will be \nprovided to the borrower.  All reviews shall be documented and kept in the loan files. \n8.  During the term of this Order, Nixon may change its loan pricing policies as set \nforth in paragraph 5 upon written advance notice to the United States, which will have thirty (30) \ndays from receipt of such notice to raise any objection to the proposed change(s).  If it raises any \nobjection, the parties shall confer to resolve their differences and the United States will obtain \nthe position of Nixon's regulator with respect to such differences.  If they are unable to do so, \neither party may bring the dispute to this Court for resolution.  Nixon will not implement the \nchange( s) during such a dispute. \nC.  Monitoring Program \n9.  Within ninety (90) days of the Effective Date of this Order, Nixon will have in \nplace a monitoring program designed to ensure compliance with this Order.  The program will be \ndesigned to monitor the bank's loans for potential disparities based on national origin.  At a \nminimum, Nixon will monitor the interest rates of its loan products covered by this Order.  The \nprogram also will require a quarterly review by senior managers.  Each such quarterly review \nwill be documented and presented to Nixon's Board of Directors for review and approval not \nlater than sixty (60) days after the end of each quarter.  Each quarterly review shall include, but \nnot be limited to, an analysis designed to detect interest rate disparities based on national origin \nwith respect to the bank's loan products covered by this Order. \na.  In  the  event  that  any  such  review  discloses  interest  rate  disparities  between \nHispanic and non-Hispanic borrowers, Nixon will attempt to determine the reason(s) for those \n6 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 7 of 20 \ndisparities and will promptly take corrective action to address disparities that are attributable to a \npolicy or practice of Nixon and not justified by a legitimate business need.  Corrective action \nwill include, as warranted, financial remediation for borrowers, further modifications to Nixon's \npricing  policies  and/or  monitoring  programs  as  appropriate,  and  education,  discipline,  or \ntermination  of employee(s).  Nixon  will  document  all  such  disparities,  determinations,  and \nactions taken and will provide a summary of the quarterly reviews and any documentation and \nanalysis relating thereto to the United States on a quarterly basis. \nb.  In the event that any such review discloses significant disparities with respect to \nany particular employee  or branch, Nixon  will  require  the  employee or branch manager to \nexplain the non-discriminatory reason(s) for those disparities.  If there is no reasonable, non­\nnational origin-based explanation for the noted disparities, Nixon will require the employee or \nbranch manager to take prompt corrective action to address the disparitjes. \n10.  If the United States raises any objections to Nixon's determinations or remedial \nactions, the parties will meet and confer to consider appropriate steps to address the concerns \nraised by the United States' review.  If the parties are unable to come to an agreement regarding \nsuch objections, any party may bring the dispute to this Court for resolution. \nD.  Notification to the United States and Right to Object \n11.  Nixon will provide a copy of the policies it utilizes to implement paragraphs 5-8 \nof this Order and descriptions of the monitoring programs required under paragraphs 9-10 to the \nUnited States within ninety (90) days of the Effective Date of this Order.  The United States will \nhave thirty (30) days from receipt of the policies and descriptions to raise any objections to them, \nand if it raises any, the parties shall confer to resolve their differences and the United States will \n7 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 8 of 20 \nobtain the position of Nixon's regulator with respect to such differences.  In the event the parties \nare unable to do so, either party may bring the dispute to this Court for resolution. \nE.  Borrower Notices \n12.  Nixon will post and prominently display in each location where loan applications \nare  received by the  bank a notice of non-discrimination (a sample of which  is  attached  as \nAppendix A). \n13.  Nixon will require its employees who originate loans covered by this Order to \nprovide a notice of non-discrimination that provides substantially the same information as is \ncontained in Appendix A.  This disclosure will be in writing, signed by the originator and the \nborrower (if the borrower executes), and submitted by the originator to be made part of the loan \nfile maintained by Nixon.  This disclosure shall be made as early as practicable but not later than \nthe time of the loan application. \nF.  Equal Credit Opportunity Training Program \n14.  Within ninety (90) days of the Effective Date of this Order, Nixon will provide \nequal  credit  opportunity  training  to  its  management  officials,  loan  officers,  and  any  other \nemployees or agents who participate in the origination of the bank's loans covered by this Order. \nDuring this training, Nixon will provide to each participant:  (a) access to a copy of this Order \nand the loan policies adopted pursuant to it; and (b) training on the terms of this Order, the loan \npolicies adopted pursuant to it, the requirements of ECOA, and his or her responsibilities under \neach.  During the term of this Order, Nixon will provide annual training to covered employees \nwith respect to his or her responsibilities and obligations under ECOA and this Order. \n15.  Nixon  will  secure  from  each  employee  or  agent  specified  in  the  preceding \nparagraph a signed statement acknowledging that he or she has received access to a copy of this \n8 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 9 of 20 \nOrder and the loan policies and has completed the initial equal credit opportunity training.  The \nsignature of the acknowledgement may be either manual or electronic.  These statements shall be \nsubstantially in  the  form  of Appendix B (Acknowledgment) and Appendix  C (Equal Credit \nOpportunity Training).  During  the  term  of this  Order,  each  new  employee  or  agent  with \nsubstantive responsibility relating to the bank's loan programs covered by this Order will be \nprovided  access  to  a copy  of this  Order  and  given  an  opportunity  to  have  any  questions \nanswered, and will sign the acknowledgment form statement (Appendix B) within ten (10) days \nof beginning his or her employment in that position. \n16.  The content of this training program will be approved in advance by the United \nStates.  Nixon will bear all costs associated with the training. \nG.  Satisfaction of the United States' Claims for Monetary Relief \n17.  Nixon will deposit in an interest-bearing escrow account the total sum of $91,600 \nto compensate for monetary damages that affected persons may have suffered as a result of the \nalleged violations of ECOA with respect to unsecured consumer loans (the \"Settlement Fund\"). \nTitle to this account shall be in the name of \"Nixon State Bank for the benefit of affected persons \npursuant  to  Order  of the  Court  in  Civil  Action  No.  [xxx]\".  Nixon  will  provide  written \nverification of the deposit to the United States within five (5) days of the Effective Date of this \nOrder.  Any interest that accrues will become part of the Settlement Fund and be utilized and \ndisposed of as set forth herein. \n18.  Within thirty (30) days of the Effective Date of this Order, the United States will \nrequest any information it believes will assist in identifYing affected persons and determining \nany damages.  Nixon will, within thirty (30) days of receipt of such request, supply, to the extent \nthat it is  within the  bank's control, such information as  requested.  Requested data may be \n9 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 10 of 20 \nsupplied as a supplement to the database already provided to the United States by the bank in the \ncourse of the United States' inquiry.  To the extent that the information is not within Nixon's \ncontrol, the bank will, within thirty (30) days of receipt of such request, supply any data in its \ncontrol that identifies other parties that may have that the information. \n19.  The United States will, upon reasonable notice, be allowed access to the bank's \nrecords and files to verify the accuracy of the data provided and to otherwise identify persons \nentitled to the payments from the Settlement Fund. \n20.  Within ninety (90) days of the Effective Date of this Order, the United States will \nprovide to Nixon a list of affected persons and an amount each individual will receive from the \nSettlement Fund to compensate for monetary damages these persons may have suffered, subject \nto the conditions set forth in paragraph 21.  Nixon will have sixty (60) days from receipt of such \nlist in which to review the list and the United States will consider in good faith any issues raised \nby the bank. \n21.  Payments from the Settlement Fund to affected persons shall be subject to the \nfollowing conditions, provided that the details in administration of the Settlement Fund set forth \nin paragraphs 22-23, can be modified by agreement of the parties and without further Court \napproval: \n(a)  No affected person shall be paid any amount from the Settlement Fund until he or \nshe has executed and delivered to Nixon a written release, as set forth in Appendix D, of all \nclaims, legal or equitable, that he or she might have against the released persons and entities \nregarding the claims asserted by the United States in this lawsuit, so long as such claims accrued \nprior to the entry of this Order; and \n10 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 11 of 20 \n(b)  The total amount paid by Nixon collectively to the affected persons shall not \nexceed the amount of the Settlement Fund, including accrued interest. \n22.  Nixon will, no later than sixty (60) days after receiving the compensation list \nreferred to in paragraph 20, notify each identified person eligible for compensation by a letter \n(using its reasonable best efforts to locate each person).  The form of this letter will be subject to \nthe  review and approval of the United States.  At a minimum, the letter will state that the \nidentified  person  is  eligible  for  compensation  in  the  indicated  amount  provided he  or  she \nexecutes  and returns  to  the bank a copy of the  agreed-upon release,  which release  will  be \nenclosed with the notice along with an addressed and postage-paid return envelope.  Each letter \nwill identify the loan(s) the bank originated to the identified person.  The letter will explain the \ncomplaint resolution program referenced in paragraph 26 of this Order.  If the parties are unable \nto agree on the terms of the letter, any party may bring the dispute to the Court for resolution. \nAny letters that are returned with a forwarding address shall promptly be re-sent to that new \naddress.  Nixon will  provide  an  accounting  of these  notifications,  indicating the  name  and \naddress  to  which  each  was  dispatched,  within the  sixty (60)  day period referred to  in this \nparagraph. \n23.  Nixon will issue checks in the amount indicated on the compensation list to all \nidentified persons who execute and return the releases.  Nixon will issue and mail such checks no \nlater than twenty-one (21) days after the receipt of the release.  Nixon will set forth reasonable \ndeadlines for requirements of return of releases, and for the timely deposit of checks, subject to \napproval of the United States, so that the compensation is distributed and checks are presented \nfor  payment  or  become  void  prior  to  the  date  that  is  one  year  from  the  date  the  initial \nnotifications are sent.  Nixon will provide, as part of the reporting required in paragraph 28, an \n11 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 12 of 20 \naccounting of releases received, checks sent, and notifications for which no response has been \nreceived or that were reported to be undeliverable.  The United States may make its own efforts \nto locate affected persons. \n24.  Any moneys not distributed from the Settlement Fund, including accrued interest, \nwithin one year of the date the initial notifications are sent to persons deemed to be affected by \nthe United States will be distributed to qualified organization(s) that provide credit counseling, \nfinancial literacy, and other related educational programs targeted at Hispanic borrowers.  Nixon \nwill consult with and obtain the approval of the United States in selecting recipient(s) of these \nfunds, and the parties shall obtain the Court's approval prior to distribution of the fund.  To the \nmaximum  extent  practicable,  these  funds  will  be  directed  to  organizations  that  work  with \nborrowers living in the San Antonio MSA, where Nixon's branches are located. \nH.  Complaint Resolution Program \n25.  During  the  period  of this  Order,  Nixon  will  maintain a complaint resolution \nprogram to address consumer complaints alleging discrimination regarding loans originated by \nNixon.  Documentation regarding this complaint resolution program, including documentation of \nindividual complaints and resolutions, if any, will be made available to the United States on a \nquarterly basis and included in the reports referenced in paragraph 27.  A person will not be \ndeemed ineligible for  the complaint resolution program on the basis of having executed the \nrelease described in paragraph 21(a), but there  is  no  requirement under this  Order that any \ncomplaint necessarily be resolved for or against the bank. \n12 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 13 of 20 \nIV.  EVALUATING AND MONITORING COMPLIANCE \n26.  For  the  duration  of this  Order,  Nixon  will  retain  all  records  relating  to  its \nobligations hereunder as well as its compliance activities as set forth herein.  The United States \nwill have the right to review and copy such records upon request. \n27.  Within six months of the effective date of this Order, Nixon will submit a report \nto  the  United  States  on  the  bank's  progress  in  establishing  and  implementing  each  of the \nremedial items specified in this Order.  A second report will be filed on the first anniversary of \nthis Order.  Thereafter, Nixon will submit a report annually for the term of the Order describing \nthe actions taken in compliance with the provisions of the Order.  The report will include an \nobjective assessment of the extent to which each quantifiable obligation was met, an explanation \nof why  any  particular  component  fell  short  of meeting  the  goal  for  that  year,  and  any \nrecommendations for additional actions to achieve the goals of this Order.  If applicable, Nixon \nwill  attach to  the  annual reports representative  copies  of training material  and disseminated \npursuant to this Order. \nV.  ADMINISTRATION \n28.  The Order will terminate (a) three (3) months after the submission of Nixon's \nfourth  annual  report  to  the  United  States.  Notwithstanding  the  above,  this  Order may  be \nextended upon further motion of the United States to the Court, for good cause shown. \n29.  Any time limits for performance fixed by this Order may be extended by mutual \nwritten agreement of the parties.  Other modifications to this Order may be made only upon \napproval of the  Court,  by motion by either party.  The parties recognize that there may be \nchanges in relevant and material factual circumstances during the term of this Order that may \n13 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 14 of 20 \nimpact the accomplishment of its goals.  The parties agree to work cooperatively to discuss and \nattempt to agree upon any proposed modifications to this Order resulting therefrom. \n30.  In the event that any disputes arise about the interpretation of or compliance with \nthe terms  of this  Order, the parties will endeavor in good faith  to resolve  any such dispute \nbetween themselves before bringing it to this Court for resolution.  The parties agree that if it \neither reasonably believes that the other party failed to comply with any obligation under this \nOrder, it will provide written notice thereof and allow a period of at least thirty (30) days to \ndiscuss a voluntarily resolution of the alleged violation before presenting the matter to this Court. \nIn the event of either a failure by Nixon to perform in a timely manner any act required by this \nOrder or an act by Nixon, in violation of any provision hereof, the United States may move this \nCourt to impose any remedy authorized by law or equity, including attorneys' fees and costs. \n31.  Nothing in this Order will excuse the bank's compliance with any currently or \nsubsequently effective provision of law or order of a regulator with authority over Nixon that \nimposes additional obligations on the bank. \n32.  Nixon's compliance with the terms of this Order will fully and finally resolve all \nclaims of the United States relating to the alleged violation of the fair lending laws by means of \ndiscriminating  on  the  basis  of national  origin,  as  alleged  in  the  Complaint  in  this  action, \nincluding all claims for equitable relief and monetary damages and penalties.  Each party to this \nConsent Order will bear its own costs and attorney's fees associated with this litigation. \n14 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 15 of 20 \n33.  The Court will retain jurisdiction for the duration of this Consent Order to enforce \nthe terms of the Order, after which time the case will be dismissed with prejudice. \nSO APPROVED AND ORDERED, this;{L ta;'ofJiIJ<.2011. \nED  BIERY \nCHIEF  UNITED  ST  S  DISTRICT  JUDGE \n15 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 16 of 20 \nTIle undersigned hereby apply for and consent to the entry of this Order: \nFor the United States: \nJOHN E. MURPHY  THOMAS E. PEREZ \nUnited States Attorney  Assistant Attorney General \nWestern District of Texas  Civil Rights Division \n/s/ Robert  Shaw-Meadow \nROB SHAW-MEADOW  STEVEN H. ROSENBAUM \nAssistant United States Attorney  Chief \n601 NW Loop 410  Civil Rights Division \nSuite 600  1- usin  and Civil Enforcement Section \nSan Antonio, Texas \nTel.:  (210) 384·7100 \nFax:  (210) 384-7312 \nJONM.  EW \n'eptity \nCOTY R. MILLER \nTrial Attorney \nUnited States Department of Justice \nCivil Rights Division \nHousing and Civil Enforcement Section \n950 PelIDsylvaniaAvenue, N.W. - G st. \nWashington, DC  20530 \nTel.:  (202) 305·0122 \nFax:  (202) 514·1116 \nCoty.MiIlel'@usdoi,gov \nFor Nixon State Bank: \n10 \nHUntOl  & Williams LLP \nMellon Fil1ancia1 Center \n1111 Brickell Avenue, Suite 2500 \nMiami, Florida  33] 31 \n16 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 17 of 20 \nAPPENDIX A \nWe do Business in Accordance with \nFederal Fair Lending Laws \nUNDER THE EQUAL CREDIT OPPORTUNITY \nACT, IT IS ILLEGAL TO DISCRIMINATE IN ANY \nCREDIT TRANSACTION: \nOn the basis of race, color, national origin, religion, \nsex, marital status, or age; \nBecause income is from public assistance; or \nBecause a right has been exercised under the Federal \nConsumer Credit Protection Laws. \nIF YOU BELIEVE YOU HAVE BEEN \nDISCRIMINATED AGAINST, YOU SHOULD SEND \nA COMPLAINT TO: \nFDIC Consumer Response Center  OR  U.S. Department of Justice \n1100 Walnut Street, Box #11  Civil Rights Division \nKansas City, MO 64106  Housing and Civil Enforcement \nTel.:  1-877-275-3342  Section \nhttp://www .fdic.gov/consumersl  Washington, DC 20530 \nTel:  1-800-896-7743 \nhttp://www.usdoj.gov/crt/housing \n17 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 18 of 20 \nAPPENDIXB \nOfficer and Employee Acknowledgment \nI acknowledge that on  , I was provided copies of the Consent Order \nentered by the Court in United States v. Nixon State Bank (W.D. Tex.), and the loan policies \ndeveloped pursuant thereto.  I have read and understand these documents  and have had my \nquestions about these documents answered.  I believe I understand my legal responsibilities and \nshall comply with those responsibilities. \nSignature \nPrint Name \nJob Title \nDate \n18 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 19 of 20 \nAPPENDIXC \nOfficer and Employee Training Certification \nI  certify  that  on  _______,   I  received  training  with  respect  to  my \nresponsibilities under the Consent Order entered by the Court in United States v. Nixon State \nBank (W.D. Tex.), and the federal fair lending laws.  I have had the opportunity to have my \nquestions  about  them  answered.  I believe  I understand  my  legal  responsibilities  not  to \ndiscriminate under the federal fair lending laws, including the Equal Credit Opportunity Act, and \nshall comply with those responsibilities. \nSignature \nPrint Name \nJob Title \nDate \n19 \n\nCase 5:11-cv-00488-FB   Document 3    Filed 06/21/11   Page 20 of 20 \nAPPENDIXD \nRelease \nIn consideration for the parties' agreement to the terms of the Consent Order entered in \nUnited  States  v.  Nixon  State Bank (W.O.  Tex.),  and  the  payment to  me  of \npursuant to the Consent Order and effective upon that payment, I hereby release and forever \ndischarge all claims, rights, remedies, and recoveries related to the facts of credit discrimination \nin the origination of unsecured consumer loans at issue in the litigation referenced above, and \nrelease and forever  discharge all claims, rights,  remedies,  and recoveries arising from credit \ndiscrimination alleged in that litigation in connection with the origination of my loan(s), known \nand unknown, up to and including the date of execution of this release. \nI understand that this releases those claims, rights, remedies and recoveries against Nixon \nState  Bank,  and  against  any  and  all  related  entities,  parents,  predecessors,  successors, \nsubsidiaries, and affiliates, and against any and all of their past and present directors, officers, \nagents,  managers,  supervisors,  shareholders,  and  employees  and  their  heirs,  executors, \nadministrators, successors in interest, or assigns. \nExecuted this _  day of ___,  __.  \nSignature \nPrint Name \nAddress \n20 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "3",
      "clearinghouse_link": "clearinghouse.net/doc/40391"
    }
  ],
  "document_count": 4
}