{
  "case_id": 15794,
  "fetched_at": "2025-10-22T00:25:58.376840",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Johnson",
        "name": "Johnson County Commissioners",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 2018,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Indiana state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2015-10-08",
    "filing_year": 2015,
    "id": 15794,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Access to lawyers or judicial system",
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "General/Misc.: Conflict of interest",
      "Death Penalty, General/Misc.: Quality of representation",
      "Reproductive rights: Fetus Identity"
    ],
    "last_checked_date": "2019-04-16T00:00:00-04:00",
    "main_docket": {
      "id": 43270,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": 33447,
      "is_main_docket": true,
      "court": "Indiana state trial court",
      "state": "Indiana",
      "docket_office_number": "",
      "docket_number_manual": "49D01-15-10-PL-033447",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Alford v. Johnson County Commissioners",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Individuals who were arrested in Johnson County, claiming they had not been adequately represented due to an underfunded and overburdened public defender system.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "<p>On October 8, 2015, a number of individuals who were arrested in Johnson County brought this lawsuit in Indiana Civil Court under 42 U.S.C. § 1983 and state law against the Johnson County Commissioners as well as several judges and public defenders. The plaintiffs, represented by private counsel, alleged a violation of their Sixth and Fourteenth Amendment right to counsel, a right also guaranteed under the Indiana Constitution (Art. 1 §13a). The suit alleged that the county had failed to impose reasonable caseload limits, had not established an oversight and monitoring system, and had not adequately funded the indigent defense system. The plaintiffs also alleged that the county operates a unconstitutional contract system that creates a conflict of interest between lawyers and judges: judges grant the public defense contracts and so attorneys might not fully advocate for their clients because they want to secure future contracts. The plaintiffs filed for class action status, but certification was not granted.</p><p>The case was opened as a new filing on January 21, 2016 in Indiana Superior Court, Shelby County. The defendants filed a motion to dismiss on March 29, 2016 and after hearing, Judge Robert W. Freese dismissed the case on January 30, 2017. The trial court dismissed primarily on the basis of a legal precedent, <i>Platt v. State</i>, finding that the plaintiffs' cases were not yet ripe for review as they were active criminal proceedings in the pre-trial stage. The court ruled that the effectiveness of the county's trial counsel and the system should not be decided until the criminal cases were concluded. Additionally, although the plaintiffs argued that the appointment of counsel is not a judicial function, the court disagreed and ruled that the judicial defendants were immune from all damage suits.</p><p>On December 29, 2017, the Court of Appeals of Indiana, Indiana's intermediate appellate court, affirmed the holding below. The court found that the Johnson County Commissioners were responsible for establishing, implementing, and maintaining the public defense system in Johnson County which individual judges and attorneys would carry out. Because this system for the defense of indigent defendants is accomplished through contracts, where each attorney contracts with a specific judge to represent criminal defendants in that particular court, a claim against the Johnson County Commissioners themselves would have to show systematic deprivations of constitutional rights upon which relief could be granted. </p><p>The Court of Appeals focused on the public defenders contracts and it explained that under these contracts, it was the individual attorney's responsibility to manage his or her caseload. The contracts themselves imposed an obligation on attorneys who contract to act as a public defender not to accept any case assignments or greater workload \"than that which can be handled competently and managed with reasonable diligence and promptness.\" Because the complaint had not alleged that the judicial defendants were systematically compelling public defenders to accept case assignments and undertake more work than they can competently handle, even after Public Defenders had declined a case assignment due to an excessive workload, the complaint actually contained a series of individualized claims for relief, not a systematic deprivation of constitutional rights. </p><p>The court did recognize the argument that the Johnson County public defender system may suffer from not employing enough attorneys under contract to act as public defenders, but the court explained that solving that problem would require a greater appropriation from the Johnson County Commissioners, which it said was not the kind of relief the plaintiffs were requesting in this case. There were no allegations that the judicial defendants had requested appropriations from the Johnson County Council and been denied. </p><p>The court found the same faulty premise defeated the plaintiffs third-party beneficiary claim against both the judicial defendants and the public defenders for breach of the Public Defenders' contracts. According to the Court of Appeals, these claims did not constitute systematic deprivations, but instead only individualized claims for relief based on individual breaches of the Public Defenders' contracts. These breach of contract claims were thus really claims of legal malpractice against the Public Defenders, and the claims failed because the plaintiffs had not alleged the necessary prejudice resulting from the outcome of their criminal cases. The plaintiffs could not do this because--with the exception of one plaintiff, who accepted a plea deal but did not include the details of the deal in the complaint--there had not yet been an outcome in the plaintiffs' respective criminal cases. </p><p>The Indiana Court of Appeals denied rehearing on February 8, 2018, and the Indiana Supreme Court denied transfer on May 24, 2018. The case is presumably closed.</p>",
    "summary_published_date": "2019-04-16T00:00:00-04:00",
    "summary_short": "On October 8, 2015 individuals who were arrested in Johnson County brought this lawsuit alleging a systematic denial of counsel in violation of the Sixth and Fourteenth Amendments as well as state law. The case is in Indiana Superior Court and was brought under 42 U.S.C. § 1983 and state law against the Johnson County Commissioners as well as several judges and public defenders.  \r\n\r\nThe trial court dismissed the claims, and the Indiana Court of Appeals affirmed, finding that the complaint was actually a series of individualized claims for relief, rather than the systematic deprivation of constitutional rights necessary for the court to order the requested relief. The Indiana Court of Appeals denied rehearing on February 8, 2018, and the Indiana Supreme Court denied transfer on May 24, 2018. The case is presumably closed.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15794",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15794",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15794",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15794"
  },
  "documents": [
    {
      "date": "2017-01-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Indiana state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88807,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88807.pdf",
      "title": "Order and Entry of Judgment on Defendants' Motion to Dismiss",
      "text": "STATE OF INDIANA  )  IN THE SHLEBY SUPERIOR COURT NO. 1 \n) ss \nCOUNTY OF SHELBY  )  CASE N0.73D01-1601-PL-000003 \nKENNETH ALFORD, TERRY HASKET,  ) \nRICHARD DANIELS, RICHARD BUNTON,  ) \nANTHONY OWENS, KEITH NYE, and  ) \nWARDELL STRONG, on behalf of themselves  ) \nand all others similarly situated,  ) \nPlaintiffs,  ) \n-vs- ) Hon. Robert W. Freese, Special Judge \n) \nJOHNSON COUNTY COMMISSIONERS,  ) \nin their official capacities,  ) \nTHE HONORABLE MARK LOYD,  ) \nin his official and individual capacities,  ) \nTHE HONORABLE KEVIN BARTON,  ) \nin his official and individual capacities,  ) \nTHE HONORABLE LANCE HAMNER,  ) \nin his official and individual capacities,  ) \nTHE HONORABLE CYNTHIA EMKES,  ) \nIn her official and individual capacities,  ) \nJOHN P. WILSON, ESQ.,  ) \nMICHAEL BOHN, ESQ.  ) \nANDREW EGGERS, ESQ.  ) \nJOl-IN NORRIS, ESQ.  ) \nDANIEL VANDIVIER, ESQ.  ) \nJ. ANDREW WOODS, and  ) \nMATTHEW SOLOMON,  ) \nDefendants.  ) \nORDER AND ENTRY OF JUDGMENT ON \nDEFENDANTS' MOTION TO DISMISS \nThe Defendants, Johnson County Commissioners (the \"Johnson County Commissioners\"), \nand John P. Wilson, Esq., Michael Bolm, Esq., Andrew Eggers, Esq., Jolm Norris, Esq., Daniel \nVandivier, Esq., J. Andrew Woods, Esq., and Matthew Solomon, Esq. (collectively the \"Public \nDefenders\"), having filed a Motion to Dismiss For Failure to State a Claim Upon Which Relief \nMay Be Granted Under Ind.  Trial Rule  12(B)(6) with supporting Memorandum of Law (the \n\"Motion to Dismiss\"); \n\nThe Plaintiffs, Kenneth Alford, Terry Hasket, Richard Daniels, Richard Bunton, Anthony \nOwens, Keith Nye, and Wardell Strong1 (collectively the \"Plaintiffs\"), having filed Plaintiffs' \nResponse to Defendants' Motion to Dismiss and Plaintiffs' Pre-Hearing Brief (respectively the \n\"Plaintiffs' Response Brief' and \"Plaintiffs' Pre-Hearing Brief'); \nThe  Jolmson  County  Commissioners and Public Defenders,  having filed  a  Reply  to \nResponse of Plaintiffs to Motion to Dismiss Class Action Complaint (the \"Reply Brief'); \nThe Comt, having reviewed the Motion to Dismiss, Plaintiffs' Response Brief, the Reply \nBrief, the Plaintiffs' Pre-Hearing Brief, and conducted and completed a hearing on the Motion to \nDismiss on January 20, 2017, took matters under advisement; and \nNow, being duly advised, the Court now finds and orders as follows: \nI. \nProcedural History \n1.  These proceedings were initiated by the filing of Plaintiffs' Class Action Complaint \nfor Declaratory and Injunctive Relief on October 8, 2015 in the Marion County Superior Comt No. \n2 under Cause No. 49D01-1510-PL-0334472• (the \"Plaintiffs' Complaint\"). \n2.  In Plaintiffs' Complaint, Plaintiffs assett they are indigent criminal defendants in the \nCircuit  and  Superior  Courts  of  Johnson  County,  Indiana,  and  that  the  Johnson  County \nComrnissioners3, Public Defenders, and the judges of the foregoing described courts (the \"Judicial \n1 The Plaintiffs' Complaint includes a request for class certification but at this time the class \ncettification issue has yet to be adjudicated. Therefore, at this stage of the proceedings, only the \nrights and interests of the named Plaintiffs have been considered for purposes of this entry. \n2  By agreement of the patties, a change of venue to this Court occurred on or about January 26, \n2016. \n3 In Plaintiffs' Complaint, the Plaintiff identified the Johnson County Commissioners as Brian \nBaird, Kevin Walls, Ron West, Kathleen Hash, Barbara Davis, and Amy Briggs. (Plaintiffs' \nComplaint, ~~ 16). On January 26, 2017, Plaintiffs filed a Voluntary Motion to Dismiss for the \npurposes of dismissing from the action Kathleen Hash, Barbary (sic) Davis, and Amy Briggs for \n2 \n\nDefendants\")4 have failed to provide Plaintiffs with the assistance of counsel pursuant to certain \nalleged constitutional and contractual rights. (Plaintiffs' Complaint, ~~ 88-180). \n3.  Plaintiffs' cause of action, consisting of three counts, can be summarized as follows: \n(a)  Alleged violations of their Sixth Amendment right to effective representation of \ncounsel and Fourteenth Amendment right to Due Process, pursuant to 42 U.S.C. § 1983 (Plaintiffs' \nComplaint, Count One); \n(b)  Alleged violations of the right to assistance of counsel pursuant to Atiicle I, § 13(a) \nof the Indiana Constitution (!d., Count Two); and, \n(c)  Alleged third party beneficiary status claims for breach of cetiain public defender \ncontracts between the Judicial Defendants and the Public Defenders. (!d., Count Three). \n4.  The  Plaintiffs'  Complaint  alleges  in  relevant  part  that  the  Johnson  County \nCommissioners and Judicial Defendants are \"constitutionally required to operate a public defense \nsystem that provides effective assistance of counsel to indigent persons charged with crimes\" and \n\"responsible for establishing, implementing, and maintaining their public defense system.\" (!d.,~ 3-\n4). \n5.  Plaintiffs'  Complaint  further  alleges  a  violation  of the  constitutional  rights  of \nPlaintiffs \"by operating a public defense system that regularly and systematically deprives indigent \npersons of the right to assistance of counsel.\" (!d.,~ 5). The allegations include the assertion that the \nJohnson County Commissioners and Judicial Defendants have \"failed to impose reasonable caseload \nthe reason Brian Baird,  Kevin  Walls, and Ron West constitute the three-member Board of \nCommissioners of Johnson County, Indiana. \n4 The named Judicial Defendants consist of the Honorable Mark Loyd, the Honorable Kevin \nBarton, the Honorable Lance Hamner, and the Honorable Cynthia Emkes. The Judicial Defendants \nfiled a separate motion to dismiss Plaintiffs' Complaint and the Court has ruled on it by separate \nentry. \n3 \n\nlimits on public defenders ... failed to monitor and oversee the public defense system ... failed to \nprovide adequate funds for public defense ... implemented a system where public defenders enter \ninto  contractual  agreements  with judges,  thus  compromising  the  independence  of the  public \ndefenders ... failed to provide representation at all critical stages of prosecution\". (Id, ~ 6). \n6.  In patiicular, Plaintiffs complain of the quality of representation by their respective \ncriminal defense counsel and claim that, as a result of these alleged deficiencies, defendants have \ndenied Plaintiffs the right to the assistance of counsel5• (Id.). \n7.  Plaintiffs' Complaint requests the following relief: \n(a)  For a declaration that all defendants are depriving Plaintiffs oft heir state and federal \nrights to assistance of counsel. (Id., Section VII, B.); \n(b)  For the issuance of preliminary and permanent injunctions enjoining the Johnson \nCounty Commissioners from violating the Sixth and Fourteenth Amendments to the United States \nConstitution in the provision of indigent criminal defense services (!d., at Section VII, C.); \n(c)  For the issuance of preliminary and permanent injunctions enjoining the Johnson \nCounty Conunissioners and the Judicial Defendants from violating Article I,§ 13(a) of the Indiana \nConstitution in the provision of indigent criminal defense services (Id., at Section VII, D.); \n5 Defendants, J.  Andrew Woods  and Andrew Eggers, are included as  the Public Defenders. \n(Plaintiffs'  Complaint,  ~~ 44-45).  The  firm,  Eggers  Woods,  is  also  identified  in  Plaintiffs' \nComplaint.  (Plaintiffs'  Complaint, ~~ 42-43,  46).  However, Plaintiffs'  Complaint reveals  no \nallegation that these defendants or their firm ever represented any of the Plaintiffs or that they took, \nor failed to take, any action with respect to the Plaintiffs. Dismissal under T.R. 12(B)(6) is therefore \nappropriate as to Defendants Woods and Eggers and their law firm.  On January 26, 2017, the \nPlaintiffs filed a Voluntary Motion to Dismiss, identifYing Andrew Eggers, J. Andrew Woods, and \nEggers Woods as patiies to be dismissed fi·om the action, yet the proposed order tendered to the \nCourt in connection with such motion did not include such pariies. By and through this judgment \nentry, such parties shall be dismissed from the action. \n4 \n\n(d)  For the issuance of preliminary and permanent injunctions to compel the creation \nof public defender services, which are not under the Courts' supervision or financial control, which \nare adequately funded, and which conform to the caseload standards set by the American Bar \nAssociation and the Indiana Public Defender Commission (!d., at Section VII, E.); \n(e)  For an award of damages to Plaintiffs so as to reasonably compensate them for \ndamages that they have suffered as a result of the breach of contract by the defendants (!d., at \nSection VII, F.); and \n(f)  For an award of Plaintiffs' costs and attorneys' fees (!d., at Section VII, G.). \n8.  A hearing as to the Motion to Dismiss was previously conducted on June l, 2016, \nby the Honorable R. Kent Apsley, Judge of the Shelby County Superior Court No. 1. While the \nMotion to Dismiss was under advisement before Judge Apsley, an order was entered by the \nExecutive Director of the Indiana Supreme Court appointing Special Judge, Robert W. Freese, \npursuant to Indiana Trial Rule 53.l(E). \n9.  A hearing on the Motion to Dismiss was conducted on January 20, 2017, before \nSpecial Judge, Robert W. Freese, at the Hendricks County Superior Comt No. 1.  Counsel for all \nof the patties appeared and presented oral arguments with respect to the Motion to Dismiss. \nl 0.  The patties were granted the oppmtunity to present proposed orders to the Court \nfor review and consideration as to the Motion to Dismiss.  Proposed orders were submitted by all \ncounsel and reviewed by the Court while the Motion to Dismiss remained under advisement. \nII. \nStandard of Review \n1.  The standard for a motion to dismiss under T.R. 12(B)(6) is well-settled: \nThe grant or denial of a motion to dismiss turns on the legal sufficiency \nof the claim and does not require determinations of fact. Therefore, a \nmotion to dismiss under Rule 12(B)(6) tests the legal sufficiency of a \n5 \n\ncomplaint: that is, whether the allegations in the complaint establish \nany set of circumstances under which a plaintiff would be entitled to \nrelief.  Thus, while we do not test the sufficiency of the facts alleged \nwith regard to their adequacy to provide recovery, we do test their \nsufficiency with regards to whether or not they have stated some factual \nscenario  in  which  a  legally  actionable  injury  has  occurred.  In \ndetermining whether any facts will support the claim, we look only to \nthe complaint and may not resort to any other evidence in the record. \nThus, a comt should accept as true the facts alleged in the complaint \nand should not only consider the pleadings in the light most favorable \nto the plaintiff, but also draw every reasonable inference in favor of the \nnon-moving patty. However, a court need not accept as true allegations \nthat are contradicted by other allegations or exhibits attached to or \nincorporated in the pleading. \nA1jlackv. Town ofC  handler, 27 N.E.3d 297,302 (Ind. Ct. App. 2015) (citations omitted). \n2.  The Court \"need not accept as true conclusory, nonfactual assertions or legal \nconclusions.\" McCalment v. Eli Lilly & Co., 860 N.E.2d 884, 890 (Ind. Ct. App. 2007). \nIII. \nOverview of Indigent Criminal Defense in Indiana \nA.  Constitutional Rights; Provision of Counsel \n1.  Indigent defense at public expense is a federal and state constitutional right. Gideon \nv.  Wainwright, 372 U.S. 335, 339-45, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963); Knox County Council \nv.  State ex rei. McCormick, 217 Ind. 493, 29 N.E.2d 405 (1940). Specifically, the federal Sixth \nAmendment right is applicable to the states through the Due Process Clause of the Fourteenth \nAmendment.  Gideon,  372 U.S.  at  341-42.  Correspondingly, Article I,  §  13, of the Indiana \nConstitution provides that in \"all criminal prosecutions, the accused shall have the right ... to be \nheard by himself and counsel.\" Ind. Const. att. 1, § 13(a). \n2.  The method of indigent defense has been left to the States \"to implement.\"  Ake v. \nOklahoma, 470 U.S. 68, 83, 105 S.Ct. 1087, 84 L.Ed.2d 53 (1985). \n6 \n\n3.  Historically, Indiana trial judges appointed indigent criminal defense counsel and \nmandated compensation to such counsel out of their respective county treasuries. Johnson v. State, \n948 N .E. 2d 331, 336 (Ind. 2011 ). \n4.  Now, the methods to provide indigent criminal defense counsel are provided by \nstatute.  Specifically,  Indiana has  implemented its  method of indigent defense by enacting a \ncomprehensive statutory structure--consisting of Article 40 of Title 33 of the Indiana Code \nrunning 55  separate sections dedicated to the provision of indigent defense. In short, Indigent \ncriminal  defense  services  in Indiana  are  statutorily  provided through  one  of the  following \nstatutorily recognized delivery methods: \n(a)  There is the State Public Defender, appointed by the Indiana Supreme Court, whose \noffice represents incarcerated indigent persons in post-conviction proceedings and provides trial \ncounsel to indigent defendants on request of a trial court judge when cet1ain circumstances exist. \nSee Ind. Code§§ 33-40-1-1 through 33-40-1-6; \n(b)  There is the legislative grant of discretion to County Boards of Commissioners to \nestablish County Public Defender Boards for the provision of indigent defense in the county. See \nInd. Code§§ 33-40-7-1 through 33-40-7-12; and \n(c)  There is the express grant of statutory authority for trial courts to engage public \ndefenders  on  their  own  authority,  either  upon  a  contractual  term  basis  or  case-by-case \nappointments. See Ind. Code§§ 33-40-8-2 through 33-40-8-5. \nB.  Sixth Amendment Test for Effectiveness of Counsel \n5.  While the United States Supreme Comi's decision in Gideon established that the \nSixth Amendment's right to counsel applied to the states through the F omieenth Amendment, \n7 \n\nGideon did not establish the standard for the perfom1ance of counsel as guaranteed by the Sixth \nAmendment. \n6.  The standard for judging the effectiveness of counsel under the Sixth Amendment \nwas established in Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), \nwherein the United States Supreme Court held that ineffective assistance of counsel is found where \ncounsel performed deficiently and the deficiency resulted in prejudice to  the defendant.  To \nestablish prejudice, the defendant must show that but for the errors of counsel, the result of the \ncriminal proceeding would have been different. Strickland, 466 U.S. at 694, 104 S.Ct. 2052. \n7.  The  Indiana  Supreme  Court  has  applied  the  Strickland  test  to  both  Sixth \nAmendment and Article 1, § 13 state constitutional claims. See Benefieldv. State, 945 N.E.2d 791, \n797  (Ind.  Ct.  App.  2011); Bellmore v.  State,  602 N.E.2d  111,  123  (Ind.  1992), reh.  denied; \nResnover v. State, 507 N.E.2d 1382, 1385 (Ind. 1987), cert. denied, 484 U.S. 1036, 108 S.Ct. 762, \n98 L.Ed.2d 779 (1988). \n8.  As articulated by United States v. Cronic, 466 U.S. 648,658, 104 S.Ct. 2039,2046, \n80  L.Ed.2d  657  (1984),  the Sixth Amendment's right to  effective assistance  of counsel  \"is \nrecognized not for its own sake, but because of the effect it has on the ability of the accused to \nreceive a fair trial.\" Thus, \"[a)bsent some effect of [the] challenged conduct on the reliability of \nthe trial process, the Sixth Amendment guarantee is generally not implicated.\" !d.  For these \nreasons, any potential violation of the Sixth Amendment must be viewed in the context of the \nentire case proceedings, as \"the determination of the effectiveness of counsel is whether the \ndefendant had the assistance necessary to justify reliance on the outcome of the proceeding.\" \nStrickland, 466 U.S. at 692, 104 S.Ct. at 2067. \nC.  Constmction of State Court System and County Governance \n8 \n\n9.  In Indiana, judges of Circuit and Superior Courts are judicial officers of the state \njudicial system and are not county officials. Circuit and Superior Courts in Indiana are state entities \nthat are exclusively units of the judicial branch of the state's constitutional system. Ind. Const., \nart. 3, § 1 and at1. 7, § 1; Woods v. Michigan City, Ind., 940 F.2d 275, 279 (71h Cir. 1991); Allen \nCounty Council v.  Allen Circuit Court,  38th Judicial Dist., 549 N.E.2d 364, 365 (Ind.  1990); \nJuvenile Court v. Swanson, 671 N.E.2d 429,435 (Ind. Ct. App. 1996). \n10.  At the county level in Indiana, the executive branch authority and function is \ngoverned by three-person Boards of Commissioners. Ind. Code § 36-2-2-2. The express powers \nand duties of these Boards are set fm1h under Ind.  Code § 36-2-3.5-4 and do not include the \nsupervision of the Circuit and Superior Com1s and its judges. See Waldrip v.  Waldrip, 976 N.E.2d \n102, 118 (Ind. Ct. App. 2012) (stating that the supervision of the county courts, as state entities, is \nnot within the purview of the Board of Commissioners). \n11.  The Board of Commissioners \"is the corporate entity representing the county \nthrough which it acts, and is in legal contemplation the county.\"  Owen County Council v. State, \n175 Ind. 610,619,95 N.E. 253,256 (1911). \nD.  Johnson County Indigent Criminal Defense Services \n12.  In Johnson County,  indigent criminal  defense is provided by public defender \ncontracts through the individual courts. (Plaintiffs' Complaint, Exhibits \"A\"-\"E\"). As outlined \nhereunder, public defender contracts are a statutorily authorized method of providing indigent \ncriminal defense counsel pursuant to Ind. Code § 33-40-8-1. \nIV. \nAnalysis of Motion to Dismiss Arguments as to All Counts \n9 \n\nA.  Justiciability of Plaintiffs' Claims \nSeparation o(Powers Requirement \nI.  As outlined above, Indiana trial judges historically appointed indigent criminal \ndefense counsel. Johnson v. State, 948 N.E. 2d at 336. Under Indiana's statutory structure for the \nprovision of indigent defense services, Indiana Code 33-40, that option continues to exist for the \njudges of the circuit and superior courts. \n2.  The issue of whether this Comt may declare the Johnson County Comts' indigent \ncriminal defense system constitutionally inadequate raises a non-justiciable question. \n3.  Specifically, Plaintiffs'  Complaint seeks an order of this Comt that essentially \nrewrites the statutory scheme and orders the adoption of one authorized method of indigent \ncriminal services (i.e., the creation of a public defender board) and rules another (i.e.,  public \ndefender contracts through the Johnson County Comts) unconstitutional. (Plaintiffs' Complaint, \nSection VII.). \n4.  Yet, the establishment of county public defender boards is discretionary, as Ind. \nCode § 33-40-7-3(a) states \"[a] county may executive may adopt an ordinance establishing a \ncounty public defender  board consisting of three (3)  members.\" (emphasis added).  Had  the \nlegislature intended to mandate the creation of a public defender board, it would have used the \nmandatory term \"shall\" as opposed to the permissive term \"may\" in the statute. Tongate v. State, \n954 N.E.2d 494,496 (Ind. Ct. App. 2011), trans. denied(citing Romine v. Gag/e, 782 N.E.2d 369, \n380 (Ind. Ct. App. 2003), trans denied); see also United Rural Elec. Membership Corp. v. Indiana \n&  Michigan Elec.  Co.,  549 N.E.2d  1019,  1022 (Ind.  1990) (stating that the word \"shall\" is \nconsttued as mandatory rather than directory unless the context or the purpose of the statute clearly \n10 \n\nintended a different meaning).  The statute does not contain the term \"shall\" and therefore implies \na permissive grant of discretion on the part of county government. \n5.  So too did the legislature expressly authorize the provision of indigent criminal \ndefense services upon a contract basis under Ind. Code 33-40-8; such contracts not mandated but \nintended as but one statutorily authorized method to provide indigent defense. \n6.  Consequently, as the method of indigent defense has been left to the states \"to \nimplement\", see Ake v.  Oklahoma, 470 U.S. at 83, Indiana's comprehensive indigent criminal \ndefense statutes reflect a policy decision on the patt of the legislature to grant the Board of \nConnnissioners the discretion to decide whether to create a public defender board, or alternatively, \ndefer to the courts to contract for public defender services. The Connnissioners do not need the \napproval of the Courts to create a public defender board should they choose to adopt one. \n7.  For this Comt to favor one statutorily authorized method over another would violate \nIndiana's separation of powers requirement, as the policy decisions of providing indigent criminal \ndefense are not justiciable. Indeed, the Comt is lllindful that the Indiana Supreme Comt recently \nreaffirmed the separation of powers doctrine in Citizens Action Coal. ofI ndiana v. Koch, 51 N.E. \n3d 236 (Ind. 2016), reh'g denied (July 12, 2016), stating: \nThe Indiana Constitution explicitly provides for the separation \nof powers: \"The powers of the  Government are divided into three \nseparate  departments;  the Legislative,  the Executive  including  the \nAdministrative, and the Judicial; and no person, charged with official \nduties  under  one  of these  departments,  shall  exercise  any  of the \nfunctions of another, except as in this Constitution expressly provided.\" \nArticle 3, § 1. \"[A]lthough the courts have jurisdiction to review [a] \ncase in the first instance, justiciability concerns stemming from Article \n3, Section 1, caution comts to intervene only where doing so would not \nupset the balance of the separation of powers.\" Beny, 990 N.E.2d at \n418.  In other words,  although this  Court may  have subject matter \njurisdiction, it may, \"for prndential reasons,\" ultimately conclude that \nthe issue presented is non-justiciable. !d. \"[W]here a patticular function \nhas been expressly delegated to the legislature by our Constitution \n11 \n\nwithout any express constitutional limitation or qualification, disputes \narising in the exercise of such functions are inappropriate for judicial \nresolution.\" Id. at 421. \nTo maintain the separation of powers, this Court \"should not \nintermeddle with the internal  functions  of either the  Executive or \nLegislative branches of Govermnent.\" Masariu,  621 N.E.2d at 1098. \nThis Court has previously found a separation of powers issue where \nlegislation appears to empower the judicial branch to \"inquire into and \ninterfere  with  the  internal  operations  of the  Indiana  House  of \nRepresentatives.\" !d. We determine that a similar type of inquiry and \ninterference with the internal operations of the legislative branch is \nbeing requested in the present case. \n*** \nThis Comt provided in Beny that the purpose of A1ticle 3, \nSection 1, was to \"rid each separate department of govermnent from \nany influence or control by the other depmtment.\" 990 N.E.2d at 415 \n(citations omitted). In order to achieve this constitutional aim, this \nCourt \"should  be  very  careful  not  to  invade  the  authority  of the \nlegislature. Nor should anxiety to maintain the constitution ... lessen \n[its] caution in that particular.\" /d. \nCitizens Action Coal. ofI ndiana v. Koch, 51 N .E. 3d at 241-242. \n8.  Beyond  that,  Plaintiffs  have  presented  no  factual  allegations  in  Plaintiffs' \nComplaint or legal authority to support the proposition that the provisions of Ind. Code 33-40-8 \nmay be rendered unconstitutional by this Court. To the contrary, Plaintiffs' citation to Johnson v. \nState, supra, in Plaintiffs' Response Brief is wholly misplaced, as the decision reflects the Indiana \nSupreme Court's rejection of a Sixth Amendment claim for ineffective assistance of counsel and \ndid not address the federal or state constitutionality of any aspect of the public defender system in \nIndiana. (Plaintiffs' Response Brief, pp. 1-2; 10-13; 15). \n9.  The legislature having made the policy decision to leave to the discretion of the \nJolmson County Collllllissioners and Judicial Defendants the decision of whether to utilize a public \ndefender board or public defender contracts through the courts, the claims of Plaintiffs' Complaint \npresent a non-justiciable question requiring dismissal under T.R. 12(B)(6). \n12 \n\nRipeness ofP  /aintiffi;' Complaint \nI 0.  Based upon the factual allegations of the Plaintiffs' Complaint, each of the named \nPlaintiffs except for Plaintiff, Anthony Owens, is an existing pretrial criminal defendant with \nrespect to active criminal proceedings in the Johnson County Courts. (Plaintiffi' Complaint, '1!'1! \n88-176). Plaintiff Owens' criminal proceeding was resolved by plea agreement prior to trial and \ntherefore he waived his right to trial. See e.g., Creech v. State, 887 N.E.2d 73, 74-75 (Ind. 2008). \nII.  Under these alleged circumstances, the Plaintiffs' Sixth Amendment claims are not \nripe until the outcome of the proceedings in order to detetmine the adequacy and any prejudice \nthat may be associated with the representation of the Plaintiffs. See Platt v. State, 664 N.E.2d 357, \n363 (Ind. Ct. App. 1996), trans. denied, cert. denied, 520 U.S. 1187, 117 S. Ct. 1470, 137 L. Ed \n2d 683 (1997) (holding Sixth Amendment claims were not ripe for judicial review under the two-\npart Strickland test until conclusion of the underlying criminal case). \n12.  The  Platt decision is  the  controlling  legal  precedent  in the  State  of Indiana \nconcerning the 6'h Amendment claims made the subject of this cause and Plaintiffs have failed to \npresent any  authority to  bar its  application to Plaintiffs'  Complaint.  Indeed,  in their  briefs, \nPlaintiffs presented case law authority from Michigan6, New York7, Pennsylvania8, the 11th Circuit \nComt of Appeals9, and the United States District for the Western District ofWashington10, but all \nsuch authorities are inapposite to the case at bar. With respect to the Michigan, New York, and \nPennsylvania state comt decisions, and the Washington District Comt decision, each of those \njurisdictions had statutmy or municipal code systems that made the respective counties or, in the \n6 Duncan v. State, 774 N.W. 2d 89 (Mich. Ct. App. 2009). \n7 Hurrell-Harring v. State, 15 N.Y. 3d 8, 904 N.Y.S. 2d 296, 930 N.E. 2d 217 (2010). \n8 Kuren v. Luzerne County, 146 A. 3d 715 (Pa. 20 16). \n9 Luckey v. Harris, 860 F. 2d 1012 (II th Cir. 1988). \n10 Wilbur v. City ofM  ount Vernon, 989 F. Supp. 2d 1122 (W.D. Wash 2013). \n13 \n\ncase of Washington the cities, responsible for indigent defense. (Plaintiffs' Pre-Hearing Brief, \npages 2-4; Plaintiffs' Response Brief, pages 18-19). Indiana's system, as noted, gives the board of \ncounty conm1issioners the discretion, not the duty, with respect to whether to establish a county \npublic defender board, and therefore the cited decisions from other states do not apply to the \nallegations and claims of Plaintiffs' Complaint. Likewise, the 11th Circuit case did not address the \nmerits of the cause of action but rather concerned whether the 11th Amendment barred the claim. \n13.  Similarly, the claim against the Public Defenders in Count Three requires resolution \nof the underlying criminal cases before becoming ripe to proceed. Without an outcome, there can \nbe no way to assess the Public Defenders' performance and whether the Plaintiffs were damaged \nthereby. Moreover, the Court notes that in none of the decisions cited by the Plaintiffs are any \nindividual public defenders named parties to the proceedings. \n14.  This Court finds unpersuasive Plaintiffs' reliance upon Cronic, where the United \nStates  Supreme  Court  recognized  that  in  limited  circumstances  of extreme  magnitude,  \"a \npresumption of ineffectiveness\" may  be justified and that such circumstances are,  in and  of \nthemselves,  \"sufficient  [to  establish  a claim  of ineffective  assistance]  without  inquiry  into \ncounsel's actual performance at trial.\" Cronic, 466 U.S. at 662, 104 S.Ct. at 2048, 80 L.Ed.2d at \n670.  Such  circumstances  would  allow  a  defendant  to  dispense  with  having  to  fulfill  the \nindividualized  requirements  of Strickland  for  establishing  a  Sixth  Amendment  ineffective \nassistance of counsel claim, but Cronic did not find such circumstances to exist in that case. \nMoreover, Cronic said nothing about creating a civil action for pre-trial ineffective assistance of \ncounsel claims. Rather, it merely added a possible layer of analysis to a Strickland claim brought \nafter conviction and sentencing. I d. at 659 n. 26, I 04 S.Ct. at 2047 n. 26, 80 L.Ed.2d at 668 n. 26. \n14 \n\n15.  Because Plaintiffs'  claims are not yet ripe,  dismissal is warranted under T.R. \n12(B)(6). \nB.  Claims for Injunctive Relief \n16.  As to the Plaintiffs' claims requesting injunctive relief, the Comt finds the Platt \ndecision by the Indiana Court of Appeals to be instructive, wherein Platt's petition for equitable \nrelief was found to be inappropriate because there were several adequate remedies available at law, \nincluding a direct appeal, post-conviction relief, and a petition for a writ of habeas corpus relief. \nPlatt, 664 N.E.2d at 363-64. \n17.  Likewise, each of the Plaintiffs has adequate remedies at law, making equitable \nrelief inappropriate in this action. \n18.  For these reasons, the Plaintiffs' claims for injunctive relief are hereby dismissed. \nv. \nAnalysis of Motion to Dismiss as to Specific Counts \nA.  Counts One (42 U.S.C. § 1983 action) and Two (Violation of Alticle 1, § 13(a) of the \nIndiana Constitution) as applied to Johnson County Commissioners \nI.  The  gravamen  of  Plaintiffs'  §  1983  action  against  the  Johnson  County \nCommissioners is that the  indigent criminal defense system in Johnson County has violated \nPlaintiffs' constitutionally guaranteed rights to the assistance of counsel under the Sixth and \nFomteenth Amendments of the United States Constitution. (Plaintiffs' Complaint, 'lf183). \n2.  In order to state a claim upon which relief may be granted under § 1983, a plaintiff \nmust show that the defendant caused the constitutional deprivation through operation of a policy \nor custom. Love v.  Rehji1s, 946 N.E.2d 1, 20 (Ind. 2011) (discussing Monell v.  Department of \nSocial Servs., 436 U.S. 658, 694 (1978)); see also Woods v. Michigan City, 940 F. 2d 275, 277 (71h \nCir. 1991). A cognizable claim under § 1983 against the municipality may not be premised on \n15 \n\nvicarious liability under the doctrine of respondeat superior. Jd  Rather, the municipality's policy \nor custom must be the proximate cause of the plaintiffs injury. Strauss v.  City of Chicago, 760 \nF.2d 765,767 (7'11 Cir. 1985). \n3.  Specifically, an unconstitutional policy or custom may be established as follows: \n(a) an express policy that, when enforced, causes a constitutional deprivation; (b) a widespread \npractice that, although not authorized by written law or express municipal policy, is so permanent \nand well settled to constitute a \"custom or usage\" with the force of law; or (c) an allegation that \nthe constitutional injury was caused by a person with final policy-making authority. Palmer v. \nMarion County, 327 F.3d 588, 594-595 (7'11 Cir. 2003). \n4.  The core of Plaintiffs' Complaint against the Johnson County Commissioners is \ncontained Paragraphs 3-6 and 9-10, none of which present any factual allegations but merely recite \nconclusory, nonfactual assertions and legal conclusions. As a whole, Plaintiffs'  Complaint is \ndevoid of any  reference to  a policy  or custom of the Johnson  County  Commissioners that \nproximately caused the alleged constitutional deprivations. Upon these reasons, alone, Plaintiffs' \nComplaint is deficient for pleading purposes under T.R. 12(B)(6). \n5.  Yet, in any event, under these circumstances Plaintiffs' claims may not properly be \nadvanced against the Johnson County Commissioners, as the supervision of the county courts as \nstate entities is not within the purview of the Board of Commissioners. Waldrip v.  Waldrip, 976 \nN.E.2d  102,  119 (Ind.  Ct.  App.  2012).  Stated another way, the Judicial Defendants, and by \nextension the Johnson County Comts, are not cOtmty units and therefore cannot be policy-making \nofficials for purposes of attaching § 1983 liability to the county. It is a false premise that the \nJohnson County Commissioners are responsible for the provision of indigent criminal defense \n16 \n\nservices in the Johnson County CoUJts and consequently the claim must be dismissed under T.R. \n12(B)(6). \n6.  Likewise, as  to  Count Two and the Indiana Constitutional claim, because the \nJohnson County Commissioners lack the legal  obligation,  statutory or otherwise, to  provide \nindigent criminal defense services under the Sixth and Fourteenth Amendment to the United States \nConstitution, the Jolmson County Commissioners cannot be liable under the state constitutional \nclaims, either. See Platt, 664 N.E. 2d at 367 n. 4 (utilizing the same analysis in the disposition of \nthe state and federal claims).  Count Two should therefore be dismissed under T.R. 12(B)(6) as to \nthe Johnson County Connnissioners. \nB.  Count Tluee-Breach of Contract (Third Party Beneficiary) as applied to Public \nDefenders \n7.  The analysis under Strickland and Platt requiring an outcome prior to the accrual \nof a claim for constitutional deprivation is mirrored in the Plaintiffs' state law claims against the \nPublic Defenders. \n8.  Unless  and until there is an outcome  with respect to the  Plaintiffs'  pre-trial \nproceedings, a claim for breach of the indigent criminal defense contracts is premature and has yet \nto accrue. See Anderson v. Anderson, 399 N.E. 2d 391 (Ind.App. 1979) (holding that malpractice \naction arising from a propetty settlement pursuant to a divorce was premature as the court had not \nentered a dissolution decree disposing of the marital propetty and resulting in the unfavorable \nproperty settlement). \n9.  For these reasons, the Plaintiffs' claim under Count Three shall be dismissed. \nVI. \n17 \n\nJudgment Entry \nIT IS  THEREFORE ORDERED, ADJUDGED, AND DECREED that based upon the \nforegoing entry, the Motion to Dismiss filed by Defendants, Johnson County Commissioners, John \nP. Wilson, Esq., Michael Bohn, Esq., Andrew Eggers, Esq., John Non-is, Esq., Daniel Vandivier, \nEsq., J. Andrew Woods, Esq., and Matthew Solomon, Esq., as to Plaintiffs' Complaint is hereby \nGRANTED and judgment of DISMISSAL pursuant to T.R. 12(B)(6) is hereby entered in favor of \nDefendants, Johnson County Commissioners, John P. Wilson, Esq., Michael Bohn, Esq., Andrew \nEggers,  Esq.,  John Nonis,  Esq.,  Daniel  Vandivier,  Esq.,  J.  Andrew Woods, Esq.,  Matthew \nSolomon, Esq., and Eggers Woods, and against Plaintiffs, as to all claims and counts made a part \nof Plaintiffs' Complaint. \nIT IS HEREBY FURTHER ORDERED, ADJUDGED, AND DECREED that pursuant to \nT.R. 12(B), the Plaintiffs shall have ten (10) days after service of notice of this order to amend \nonce as a matter of right pursuant to T.R.  15(A). In the event the Plaintiffs fail to amend the \nComplaint with respect to claims and counts dismissed hereunder, the judgment entered herein \nshall be considered a final and appealable judgment under T.R. 54(B) as there is otherwise no just \nreason to delay entry of final judgment. \nSO ORDERED this 30th day of Janumy, 2017. \nH01l0fllble(;bert:Freese:s!}ecial Judge \nShelby Superior Court No. 1 \n18 \n\nDistribution Via The Court's Electronic Filing System: \nMichael Sutherlin, Esq. \nSUTHERLIN & ASSOCIATES \nP.O. Box 441095 \nIndianapolis, IN 46224 \nDavid Arthur, Esq. \nAttorney General's Office \n302 W. Washington Street \nIndianapolis, IN 46204-2770 \nJonathan Little, Esq. \nJessica Wegg, Esq. \nSAEED & LITTLE, LLP \n1433 N. Meridian St., Suite 202 \nIndianapolis, IN 46202 \nWilliam W. Barrett, Esq. \nDaniel J. Layden, Esq. \nWILLIAMS BARRETT & WILKOWSKI, LLP \n600 N. Emerson Ave., P.O. Box 405 \nGreenwood, IN 46142 \n19 ",
      "document_type_other": "",
      "external_url": "https://web.archive.org/web/20180927224610/http://www.sixthamendment.org/6ac/Alford_v_Johnson_County_(Shelby_Super_Ct_Jan_30_2017)_order_dismissing_as_to_commn_and_PDs.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/88807"
    },
    {
      "date": "2017-01-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Indiana state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88809,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88809.pdf",
      "title": "Order and Entry of Judgment on Judicial Defendants' Motion to Dismiss",
      "text": "STATE OF INDIANA  )  IN THE SHLEBY SUPERIOR COURT NO. 1 \n) ss \nCOUNTY OF SHELBY  )  CASE N0.73D01-1601-PL-000003 \nKENNETH ALFORD, TERRY HASKET,  ) \nRICHARD DANIELS, RICHARD BUNTON,  ) \nANTHONY OWENS, KEITH NYE, and  ) \nWARDELL STRONG, on behalf of themselves  ) \nand all others similarly situated,  ) \nPlaintiffs,  ) \n-vs- ) Hon. Robe11 W. Freese, Special Judge \n) \nJOHNSON COUNTY COMMISSIONERS,  ) \nin their official capacities,  ) \nTHE HONORABLE MARK LOYD,  ) \nin his official and individual capacities,  ) \nTHE HONORABLE KEVIN BARTON,  ) \nin his official and individual capacities,  ) \nTHE HONORABLE LANCE HAMNER,  ) \nin his official and individual capacities,  ) \nTHE HONORABLE CYNTHIA EMKES,  ) \nIn her official and individual capacities,  ) \nJOl-IN P. WILSON, ESQ.,  ) \nMICHAEL BOHN, ESQ.  ) \nANDREW EGGERS, ESQ.  ) \nJOHN NORRIS, ESQ.  ) \nDANIEL VANDIVIER, ESQ.  ) \nJ. ANDREW WOODS, and  ) \nMATTHEW SOLOMON,  ) \nDefendants.  ) \nORDER AND ENTRY OF JUDGMENT ON JUDICIAL DEFENDANTS' \nMOTION TO DISMISS \nThis case came before the Comt on the Judicial Defendants' motion to dismiss and \nplaintiffs' response. The motion is fully briefed and the Comt heard argument from all counsel. \nArgument was heard in the comt room of the Hendricks Superior Comt No. 1 on Janumy 20. \n2017. Plaintiffs were present by counsel, Michael K. Sutherlin and Jonathan C. Little. \nDefendants the Honorable K. Mark Loyd, the Honorable Kevin Barton, the Honorable Lance \nHamner, and the Honorable Cynthia S. Emkes were present by counsel, David A. Arthur, Deputy \nAttomey General. The Defendants Johnson County Commissioners, John P. Wilson, Esq., \n\nMichael Bolm, Esq., Andrew Eggers, Esq., John Norris, Esq., Daniel Vandivier, Esq., J. Andrew \nWoods, Esq., and Matthew Solomon, Esq., were present by counsel, William W. Barrett and \nDaniel J. Layden. \nPlease refer to the ORDER AND ENTRY OF JUDGMENT ON DEFENDANTS' \nMOTION TO DISMISS entered contemporaneously for an historical chronology of this case. \nThe Court, being advised, the Court GRANTS the Judicial Defendants' motion for the \nreasons set f01ih below. \n1.  Under Indiana Rule of Trial Procedure 12(B)(6), a case may be dismissed if the \ncomplaint fails to state a claim for which relief can be granted. A comi presented with a motion \nto dismiss should assess the sufficiency of the pleading to determine whether the allegations \nestablish any set of circumstances under which a plaintiff would be entitled to relief. See Trail v. \nBoys & Girls Clubs ofN  orthwest Indiana, 845 N.E.2d 130, 134 (Ind. 2006). \n2.  In addition, a court should dismiss a case under Indiana Trial Rule 12(B)(l) if, after \nconsidering the complaint, the motion, and any affidavits or other evidence submitted, the comi \nlacks authority to fmiher adjudicate the action. Common Council ofC  ity ofH  ammond v. \nMatonovich, 691 N.E.2d 1326, 1328 (Ind. Ct. App. 1998). The comi must take the well-pleaded \nfacts in the complaint as true for purposes of determining whether it has subject matter \njurisdiction over the action. Austin Lakes Joint Venture v. Avon Utilities, Inc., 648 N.E.2d 641, \n643 (Ind. 1995). \n3.  Plaintiffs assert that they are indigent and have a criminal case pending in the Johnson \nCounty's courts. Complaint, p. 9. Plaintiffs (on behalf of themselves and other similarly situated) \nbrought suit against the Johnson County Commissioners, seven public defenders in Johnson \nCounty, and four Johnson County judges, specifically Judge Mark Loyd, Judge Kevin Barton, \nJudge Lance Hamner, and Judge Cynthia Emkes (the \"Judicial Defendants\"). Plaintiffs assert \n\nthat the defendants operate a public defense system \"that regularly and systematically deprives \nindigent persons of the right to assistance of counsel.\" Complaint, p. 2. \n4.  As to the specific claims, Plaintiffs allege that the Judicial Defendants and Johnson \nCounty Commissioners violated Plaintiffs' rights secured by the Sixth and Fomieenth \nAmendments of the United States Constitution; that the Judicial Defendants and Johnson County \nCommissioners violated Plaintiffs' rights secured by Atiicle 1, Section 13(a) of the Indiana \nConstitution; and that the Judicial Defendants and public defenders violated Plaintiffs' rights as \nthird-patiy beneficiaries of the contracts between the Judicial Defendants and public defenders. \nPlaintiffs request injunctive and declaratory relief. Plaintiffs' counsel at the argument previously \nconducted in Shelby County suggested Plaintiffs are not seeking damages, but in their complaint \nPlaintiffs ask for \"an award of damages to the Plaintiffs and those similarly situated so as to \nreasonably compensate them for the damages that they have suffered as a result of the breach of \ncontract by the Defendants.\" Complaint, p. 25. \n5.  Indiana Code 33-40 et seq. provides three forms of defense for the indigent in Indiana. \nOne option is for the State Public Defender to provide representation in post- conviction \nproceedings for incarcerated indigent people, and to serve as trial counsel upon the request of a \ntrial court judge when warranted. Ind. Code § 33-40-1. Second, a county, through its county \nexecutive, may establish a County Public Defender Board (Ind. Code§ 33-40-7-3(a)), which \nwould then prepare a plan for criminal defense of the indigent in that county, and that plan may \ninclude a county Public Defender's Office. Ind. Code§ 33-40-7-5. Third, a \"judge of any court \nhaving criminal jurisdiction\" may \"contract with any attorney or group of attorneys admitted to \npractice law in Indiana to provide legal counsel for all or some of the poor persons coming \nbefore the comt charged with the commission of a crime and not having sufficient means to \n\nemploy an attorney to defend themselves.\" Ind. Code§ 33-40-8-1. Plaintiffs challenge this third \noption. \n6.  First, Plaintiffs' claims for injunctive and declaratory relief are not ripe. In Platt v. State, \n664 N.E.2d 357, 362-63 (Ind. Ct. App. 1996), the Coutt of Appeals found that the plaintiffs' \nclaims for equitable relief in that case (claims similar to those brought by Plaintiffs in this case) \nwere batTed because they were not ripe. Plaintiffs request equitable relief, but to obtain such \nrelief, Plaintiffs must show that there is no adequate remedy at law. /d. at 362-63. They have \nremedies available to them, or they had remedies available to them in their criminal cases; thus, \nthe claims for equitable relief must be dismissed tmder Platt v. State. The cases cited by the \nplaintiffs, including those cited in their \"Plaintiffs' Pre-Hearing Brief'' from other states and \nother federal jurisdictions, do not ovenule the Indiana Coutt of Appeals as to the Jaw that this \nCourt must follow. This Court is bound to follow decisions of higher Indiana courts. See Patton \nv. State, 507 N.E.2d 624, 626 (Ind. Ct. App. 1987) (Indiana Court of Appeals bound to follow \ndecisions of the Indiana Supreme Court). \n7.  Second, with respect to any contract claim against the Judicial Defendants, Plaintiffs have \nfailed to state a claim for which relief may be granted because Plaintiffs do not allege that any of \nthe Judicial Defendants breached the contract. Rather, all the alleged breaches relate to the \nconduct of the Defendant Public Defenders. As the Judicial Defendants are not alleged to have \nbreached the contract, the Judicial Defendants cannot be liable for any breach of contract. \n8.  Third, Plaintiffs have not stated a claim with respect to the constitutionality of the public \ndefender system in Indiana. Ind. Code § 33-40-8-1. Plaintiffs necessarily claim that there is no \nset of circumstances under which the statute can be constitutionally applied. Baldwin v. Reagan, \n715 N.E.2d 332, 337 (Ind. 1999). That means that Plaintiffs bear the burden to show that the \nstatute is unconstitutional. !d. \n\n9.  Indiana law permits a \"judge of any court having criminal jurisdiction\" to \"contract with \nany attorney or group of attorneys admitted to practice law in Indiana to provide legal counsel \nfor all or some of the poor persons coming before the comt charged with the commission of a \ncrime and not having sufficient means to employ an attorney to defend themselves.\" Ind. Code \n§ 33-40-8-1. If the county executive (here the County Commissioners) do not establish a public \ndefender board, a judge must appoint counsel and contract with attorneys to provide counsel for \nthe indigent appearing before the patticular court. Comts for over a century and a half have \nappointed counsel to represent the poor in criminal cases. See, e.g., Blythe v. State, 4 Ind. 525, \n525 (1853). There is no authority to strike down such a system based on the nature of the system \nitself. \n10. Next, a complaint should be dismissed under Indiana Trial Rule 12(8)(6) if it does not \nstate a \"redressable\" claim. Marcuccil/i v. Ken Corp., 766 N.E.2d 444, 448 (Ind. Ct. App. 2002) \n(citing Am. D1y Cleaning & Laund1y v. State, 725 N.E.2d 96, 98 (Ind. Ct .App. 2000). Plaintiffs \nmust show some \"nexus between the defendant's action and the 'redressability' requirement \nwhich looks at the nexus between the harm and the relief available.\" Jones v. Sullivan, 703 \nN.E.2d II 02, II 06-07 (Ind. Ct. App. 1998). Plaintiffs have not alleged a proper link between the \nJudicial Defendants' acts and any harm alleged in the complaint, relying only on the caseloads of \nselect public defenders in Johnson County. There is no authority for using bare caseload numbers \nas a basis for a constitutional violation. \n11. Also, with respect to redressability, the Judicial Defendants do not have the authority to \nset up the Public Defender Board that Plaintiffs want to impose on Johnson County. Only a \nCounty Board of Commissioners may establish a County Public Defender Board. Ind. Code \n§ 33-40-7-3(a). Fmther, any reimbursement for expenses to a member of the public defender \n\nboard would come from the county, not from the courts or their Judges. Ind. Code § 33-40-7-4. \nThe relief Plaintiffs seek must come Jiom the County, if at all. \n12. Finally, the Judicial Defendants are entitled to immunity as to all claims for damages. \nThe United States Code explicitly bars any lawsuit brought under 42 U.S.C. § 1983 for damages \nor for injunctive relief. Second, Indiana law, specifically Indiana common law and the Indiana \nT01t Claims Act, provides immunity for the Judicial Defendants against claims for damage. \n13. While Plaintiffs argue that the appointment of counsel is not a judicial function, the \nJudicial Defendants were acting as judges in providing criminal defense to the indigent, and they \nwere acting under the express authority of Indiana Code § 33-40-8-1. Section 1983 provides that \n\"in any action brought against a judicial officer for an act or omission taken in such officer's \njudicial capacity, injunctive relief shall not be granted unless a declaratory decree was violated or \ndeclaratory relief is unavailable.\" And see Gocke v. Comer, No. 1 :07-CV -008-SEBJMS, 2007 \nWL 670961, at *1 (S.D. Ind. Feb. 28, 2007). Accordingly, Plaintiffs' claim for injunctive relief \nand any claim for damages are dismissed. As to damages, the Judges are absolutely immune for \ntheir judicial decisions. Mireles v.  Waco, 502 U.S. 9 (1991); Stump v. Sparkman, 435 U.S. 349 \n(1978). \n14. In addition, the Judicial Defendants are entitled to absolute judicial immunity as against \ndamage claims brought under state law because \"judges are entitled to absolute judicial \nimmunity from suits for money damages for all actions taken in the judge's judicial capacity, \nunless those actions are taken in the complete absence of any jurisdiction,\" providing judges with \nthe necessary judicial independence in the decision-making process. Newman v. Deiter, 702 \nN.E.2d 1093, 1097 (Ind. Ct. App. 1998) (internal citations omitted). \n15. In sununary, any claim brought under 42 U.S.C. § 1983 for injunctive relief is barred by \nstatute. Any claim for equitable relief is barred because it is not ripe. Also, Plaintiffs do not state \n\na claim for which relief can be granted because Plaintiffs were not harmed by the Judicial \nDefendants and the Judicial Defendants cannot provide the relief Plaintiffs seek. Finally, any \nclaim for damages is barred by judicial immunity. \nAccordingly, for the reasons stated above, the Judicial Defendants' Motion to Dismiss is \nGRANTED, and Plaintiffs' complaint against the Judicial Defendants is hereby DISMISSED, \nwith prejudice. \nIT IS HEREBY FURTHER ORDERED, ADJUDGED, AND DECREED that pursuant to \nT.R. 12(8), the Plaintiffs shall have ten (10) days after service of notice of this order to amend \nonce as a matter of right pursuant to T.R.  15(A). In the event the Plaintiffs fail to amend the \nComplaint with respect to claims and counts dismissed hereunder, the judgment entered herein \nshall be considered a fmal and appealable judgment under T.R. 54(8) as there is otherwise no just \nreason to delay entry of fmal judgment. \n/ '~7  -1 \n( \ni<.~:tt~~zJ \nDated:  Janumy 30, 2017 \nRobert W.  reese, Special Judge \nShelby Superior Court 1 \n\nDish·ibution: \nDavid A. A1thur, OFFICE OF INDIANA ATTORNEY GENERAL, Indiana Government Center South, \n5111 Floor, 302 West Washington Street, Indianapolis, IN  46204-2770 \nMichael K. Sutherlin, MICHAEL K. SUTHERLIN & ASSOCIATES, P. 0. Box 441095, Indianapolis, \nIN  46244-1095 \nJonathan C. Little and Jessica A. Wegg, SAEED & LITTLE, LLP, 1433 N. Meridian St., Suite \n202, Indianapolis, IN  46202 \nWilliam W. Barrett and Daniel J. Layden, WILLIAMS BARRETT & WILKOWSKI, LLP \n600 N. Emerson Ave., P.O. Box 405, Greenwood, IN  46142 ",
      "document_type_other": "",
      "external_url": "No longer available - http://www.sixthamendment.org/6ac/Alford_v_Johnson_County_(Shelby_Super_Ct_Jan_30_2017)_order_dismissing_as_to_judges.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/88809"
    },
    {
      "date": "2015-08-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Indiana state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 88806,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/88806.pdf",
      "title": "Complaint",
      "text": " \n \nSTATE OF INDIANA          )  MARION COUNTY CIVIL COURT  \n              ) \nCOUNTY OF MARION         )  CAUSE  \n              ) \n        ) \n               \nKENNETH ALFORD, TERRY HASKET,    ) \nRICHARD DANIELS, RICHARD BUNTON,  ) \nANTHONY OWENS, KEITH NYE, and    ) \nWARDELL STRONG, on behalf of themselves   ) \nand all others similarly situated,      )   \n              ) \nPlaintiffs,          )  \n              )     \n  v.            )   \n              ) \nJOHNSON COUNTY COMMISSIONERS,   ) \nin their official capacities,        ) \nTHE HONORABLE MARK LOYD,     ) \nin his official and individual capacities,     ) \nTHE HONORABLE KEVIN BARTON,    ) \nin his official and individual capacities,    ) \nTHE HONORABLE LANCE HAMNER,    ) \nin his official and individual capacities,    ) \nTHE HONORABLE CYNTHIA EMKES,    ) \nin her official and individual capacities,    ) \nJOHN P. WILSON, ESQ.,         ) \nMICHAEL BOHN, ESQ.,        ) \nANDREW EGGERS, ESQ.,        ) \nJOHN NORRIS, ESQ.,        ) \nDANIEL VANDIVIER, ESQ.,      ) \nJ. ANDREW WOODS, and         ) \nMATTHEW SOLOMON,        ) \n              ) \n  Defendants.           ) \n                           \n \nCLASS ACTION COMPLAINT FOR DECLARATORY AND INJUNCTIVE RELIEF \n                           \n \n  Come now Plaintiffs Kenneth Alford, Terry Hasket, Richard Daniels, Richard Bunton, \nAnthony Owens, Keith Nye, and Wardell Strong, on behalf of themselves and all others similarly \n  1 \n\nsituated (\"Plaintiffs\"), by counsel, upon knowledge with respect to their own acts and \ncircumstances, and on information and belief as to other matters, and make their Complaint for \nDeclaratory and Injunctive Relief, and damages, alleging as follows: \nI.   INTRODUCTION \n \n1.   The Sixth and Fourteenth Amendments to the United States Constitution and \nArticle 1, Section 13(a) of the Indiana State Constitution guarantee indigent persons charged \nwith crimes the right to effective assistance of counsel.  \n2.   The right to counsel when facing criminal charges is fundamental and is essential \nto a fair trial. See Gideon v. Wainwright, 372 U.S. 335, 342-45, 83 S. Ct. 792, 9 L. Ed. 2d 799 \n(1963); Argersinger v. Hamlin, 407 U.S. 25, 37, 92 S. Ct. 2006, 32 L. Ed. 2d 530 (1972). \n3.   Defendants, Johnson County Commissioners (“Commissioners”) and Honorable \nJudges (“Judges”), are constitutionally required to operate a public defense system that provides \neffective assistance of counsel to indigent persons charged with crimes.  \n4.   The Commissioners are responsible for establishing, implementing, and \nmaintaining their public defense system. \n5.   Defendants have violated the constitutional rights of Plaintiffs, and all others \nsimilarly situated, by operating a public defense system that regularly and systematically \ndeprives indigent persons of the right to assistance of counsel.  \n6.   Defendants have: \na.   Failed to impose reasonable caseload limits on public defenders; \nb.   Failed to monitor and oversee the public defense system; \nc.   Failed to provide adequate funds for public defense; \n  2 \n\nd.   Implemented a system where public defenders enter into contractual \nagreements with judges, thus compromising the independence of the public \ndefenders; and \ne.   Failed to provide representation at all critical stages of prosecution. \nAs a result of these systemic and structural deficiencies, Defendants have constructively denied \nindigent defendants of the right to counsel that is guaranteed under the Constitution and affirmed \nunder Gideon. \n7.   The United States Supreme Court has approved caseloads of 150 felonies or 400 \nmisdemeanors for full time public defenders. Scott v. Illinois, 440 U.S. 367, 385 n. 16 (1979) \n(Brennan, J., dissenting) (simply citing a published standard: “The National Advisory \nCommission on Criminal Justice Standards and Goals adopted a maximum caseload standard of \n150 felony cases or 400 misdemeanor cases per attorney per year. National Advisory \nCommission on Criminal Justice Standards and Goals, Courts, Standard 13.12, pp. 276-277 \n(1973).”) \n8.   The Indiana Public Defender Commission has published Standards for Indigent \nDefense Services in Non-Capital Cases, which standards list maximum caseloads for counsel \nwith adequate support staff as 150 felony cases and 400 misdemeanor cases for full time public \ndefenders and 75 felony cases or 200 misdemeanor cases for part-time (50%) public defenders. \nINDIANA PUBLIC DEFENDER COMMISSION, Standards for Indigent Defense Services in Non-\nCapital Cases, 16, Table 3 (last amended June 18, 2014), available at \nhttp://www.in.gov/judiciary/pdc/files/indigent-defense-non-cap.pdf. For counsel without \nadequate support staff (which is defined in Table 2 of the document), the felony caseload limits \n  3 \n\nare 120 for full time counsel and 60 for part-time counsel; the misdemeanor limits are 300 for \nfull time counsel and 150 for part-time counsel. Id. at 15, Table 1. \n9.   Despite knowing that Johnson County part-time public defenders carry caseloads \nfar in excess of these limits, Defendants Johnson County Commissioners and Judges have taken \nno steps to mitigate the situation.  \n10.   Despite knowing of the deficiencies in their public defense system, Defendants \nhave failed to take reasonable steps to protect the constitutional rights of indigent persons. \n11.   Indigent persons have suffered and continue to suffer harm as a result of \nDefendants’ violations of constitutional rights: \na.   Indigent persons are deprived of adequate consultation and communication \nwith their attorneys; \nb.   Indigent persons must make decisions about their rights or contest issues \nwithout adequate factual or legal investigation by their attorneys;  \nc.   Indigent persons are deprived of meaningful opportunities to present defenses; \nd.   The rights of indigent persons are waived without proper consultation and \nadvice;  \ne.   Indigent persons are deprived of the services of investigators and expert \nwitnesses;  \nf.   Indigent persons are denied the right to a speedy trial; \ng.   The cases of indigent persons are not properly prepared for trial; and \nh.   Indigent persons do not receive meaningful benefits in exchange for guilty \npleas. \n  4 \n\n12.    Pursuant to 42 U.S.C. § 1983, the Sixth and Fourteenth Amendments to the \nUnited States Constitution, and Article 1, Section 13(a) of the Indiana Constitution, Plaintiffs \nbring this lawsuit to ask this Court for declaratory and injunctive relief to prevent further \nviolations and to protect the constitutional rights of all indigent persons charged with crimes in \nJohnson County, Indiana, and to compensate the named Plaintiffs for their efforts and assistance \nin representing the class members.   \n \nII.  JURISDICTION AND VENUE \n \n13.    Indiana Trial Rule 75 allows for filing in any Indiana County.  \n14.   Since every Judge in the Johnson County Superior and Circuit System is a \ndefendant in this lawsuit venue in Johnson County is not appropriate.  \n15.   Marion County is geographically the next most convenient county for Defendants.  \nIII.  THE PARTIES \n \nDEFENDANTS \nJohnson County Commissioners \n16.   Brian Baird, Kevin Walls, Ron West, Kathleen Hash, Barbara Davis, and Amy \nBriggs are all currently the Johnson County Commissioners.  \n17.   Each Commissioner can be served at 86 West Court Street, Franklin, Indiana \n46131.  \nJudge K. Mark Loyd \n18.    The Honorable K. Mark Loyd was admitted to the Indiana Bar in 1985 and is \ncurrently the presiding judge in the Johnson County Circuit Court.  \n  5 \n\n19.   Judge Loyd can be served at 5 East Jefferson Street, 2nd Floor, Franklin, Indiana \n46131.  \nJudge Kevin Barton \n20.   The Honorable Kevin Barton was admitted to the Indiana Bar in 1980 and is \ncurrently the presiding judge in Johnson County Superior Court 1.  \n21.   The only criminal cases handled in Judge Barton’s court are cases for post-\nconviction relief  (“PCR”) and attorneys appointed to represent the indigent in PCR cases in \nJohnson County Court 1 are paid at a rate of $75 after invoicing the court.  \n22.   Judge Barton can be served at 5 East Jefferson Street, 3rd Floor, Franklin, Indiana \n46131.  \nJudge Lance Hamner \n23.   The Honorable Lance Hamner was admitted to the Indiana Bar in 1988 and is \ncurrently the presiding judge in Johnson County Superior Court 3.  \n24.   Judge Hamner can be served at 5 East Jefferson Street, 2nd Floor, Franklin, \nIndiana 46131. \nJudge Cynthia Emkes \n25.   The Honorable Cynthia Emkes was admitted to the Indiana Bar in 1985 and is \ncurrently the presiding judge in Johnson County Superior Court 2. \n26.   Judge Emkes can be served at 18 West Jefferson Street, Courthouse Annex North, \nFranklin, Indiana 46131. \nJohn P. Wilson \n27.   John P. Wilson was admitted to the Indiana Bar in 1974 and is currently a \nmember in good standing.  \n  6 \n\n28.   In addition to his duties as a public defender, Mr. Wilson is an attorney with the \nfirm of Wilson & Wilson and can be served at P.O. Box 531, Greenwood, Indiana 46142.  \n29.   Copies of Mr. Wilson’s public defender contracts with the Johnson County Court \nare attached as Exhibit A.  \nMichael Bohn \n30.   Michael Bohn was admitted to the Indiana Bar 2002 and is currently a member in \ngood standing.  \n31.   In addition to his duties as a public defender, Mr. Bohn works as a private \nattorney and can be served at 101 East Monroe Street, Franklin, Indiana 46131.  \n32.   Copies of Mr. Bohn’s contracts with the Johnson County Court are attached as \nExhibit B.  \nJohn Norris \n33.   John Norris was admitted to the Indiana Bar in 1993 and is currently a member in \ngood standing.  \n34.   In addition to his duties as a public defender, Mr. Norris is an attorney with the \nfirm of Vandivier, Norris & Solomon and can be served at 103 East Monroe Street, Franklin, \nIndiana 46131.  \n35.   Copies of Mr. Norris’ contracts with the Johnson County Court are attached as \nExhibit C. \nDaniel Vandivier \n36.   Daniel Vandivier was admitted to the Indiana bar in 1992 and is currently a \nmember in good standing.  \n  7 \n\n37.   In addition to his duties as a public defender, Mr. Vandivier is an attorney with \nthe firm of Vandivier, Norris & Solomon and can be served at 103 East Monroe Street, Franklin, \nIndiana 46131.  \n38.   Copies of Mr. Vandivier’s contracts with the Johnson County Court are attached \nas Exhibit D. \nMatthew Solomon \n39.   Matthew Solomon was admitted to the Indiana bar in 2001 and is currently a \nmember in good standing. \n40.   In addition to his duties as a public defender, Mr. Solomon is an attorney with the \nfirm of Vandivier, Norris & Solomon and can be served at 103 East Monroe Street, Franklin, IN \n46131. \n41.   Upon information and belief, Mr. Solomon either has a contract with the Johnson \nCounty Court, or is appointed public defense cases on the basis of his employment with \nVandivier, Norris & Solomon. \nAndrew Eggers, J. Andrew Woods, and Eggers Woods \n42.   Eggers Woods is a law firm located at 58 West Jefferson Street, Franklin, Indiana \n46131. \n43.   The firm’s website (www.eggers-woods.com) lists its attorneys as Jeffrey Eggers, \nJ. Andrew Woods, and Andrew Eggers. \n44.   Andrew Eggers signed the contract with the Johnson County Court on behalf of \nthe firm. \n45.   J. Andrew Woods can be served through Andrew Eggers at 58 West Jefferson \nStreet, Franklin, Indiana 46131. \n  8 \n\n46.   Copies of Eggers Woods’s contract with the Johnson County Court are attached \nas Exhibit E. \nPLAINTIFFS \n47.    Kenneth Alford is currently incarcerated at the Johnson County Corrections \nCenter.   \n48.   Mr. Alford has complained to the Court in writing of the gross lack of adequate \nrepresentation (see Exhibits F-1, F-2) \n49.   Terry Hasket is currently incarcerated at the Johnson County Corrections Center.  \n50.   Richard Daniels is currently incarcerated at the Johnson County Correctional \nCenter.  \n51.   Richard Bunton was incarcerated at the Johnson County Corrections Center but \nhas since been released on bond and resides in Colorado.   \n52.   Keith Nye is currently incarcerated at the Johnson County Correctional Center.  \n53.   Wardell Strong is currently incarcerated at the Johnson County Correctional \nCenter.   \nIV.  CLASS ACTION ALLEGATIONS \n54.   Plaintiffs  and all other similarly situated individuals (collectively, the “Class \nPlaintiffs”) bring this action pursuant to Civil Rule 23(a) and (b)(2) on behalf of themselves and \nall others similarly situated (collectively the “Class Members”) as members of the following \nproposed plaintiff class (the “Class”): All indigent persons who have or will have criminal cases \npending in the Circuit and Superior courts of Johnson County, who are appointed an attorney. \n  9 \n\n55.   The Class is so numerous that the individual joinder of all members is \nimpracticable. At any given time, there are scores of indigent persons with criminal cases \npending in the courts of Johnson County. \n56.   There are questions of law and fact common to the Class. \n57.   The questions of law and fact common to all members of the Class include, but \nare not limited to: (a) whether Defendants are constitutionally required to provide indigent \npersons charged with crimes the assistance of counsel; and (b) whether Defendants have violated \nthat mandate. \n58.   The Class Plaintiffs’ claims are typical of the claims of the Class. \n59.   The Class Plaintiffs will fairly and adequately protect the interests of the Class. \nThere are no conflicts of interest between the Class Plaintiffs and other Class Members. The \nClass Plaintiffs will vigorously prosecute this action on behalf of the Class. The Class Plaintiffs \nare represented by competent counsel who will vigorously prosecute the case on behalf of the \nClass. \n60.   Defendants have acted or refused to act on grounds generally applicable to the \nentire Class. \n61.   The claims asserted herein are inherently transitory and capable of repetition \nwhile evading review. There is a continuing and substantial public interest in these matters. \nV.  FACTS ENTITLING PLAINTIFFS TO RELIEF \n \nA.  Background Facts and Information \n \n62.    The Sixth and Fourteenth Amendments to the United States Constitution and \nArticle 1, Section 13(a) of the Indiana Constitution guarantee to every indigent person charged \nwith a crime the right to effective assistance of counsel.  \n  10 \n\n63.    Each Defendant is constitutionally required to provide every indigent person \ncharged with a crime in Johnson County with effective assistance of counsel. \n64.   In Johnson County, public defenders are selected by judges. \n65.   In Johnson County, each public defender contracts with a specific judge and/or \nhis or her court.  \n66.   Neither the Commissioners nor the Judges provide funds to the Johnson County \npart-time public defenders for expenditures such as investigations, experts, and other services \nthat are necessary to assure quality legal representation.  \n67.   The State of Indiana has long held, in fact long before the United States Supreme \nCourt required it, that the State was committed to providing its indigent citizens with a quality \ncriminal defense. Scott v. State 593 N.E.2d 198 (1992); and see Webb v. Baird, 6 Ind. 13 (Ind. \n1854), Johnson v. Zerbst, 304 U.S. 458, 82 L. Ed. 1461, 58 S. Ct. 1019 (1938), and Gideon v. \nWainwright, 372 U.S. 335, 9 L. Ed. 2d 799, 83 S. Ct. 792 (1963).  \n68.   The current public defender system employed in Johnson County does not meet \nthe basic standards of quality indigent criminal defense that have been required for over 150 \nyears by the Indiana Supreme Court.  \nB.  Facts Regarding Specific Public Defenders \nPublic Defender Wilson \n69.   In 2014, while also maintaining a private practice, Defendant Wilson was \nassigned 176 unique felony cases and 32 unique misdemeanor cases. See Exhibit G. \n70.   Of 176 felony cases, 130 were resolved in 2014. See Exhibit G. \n71.   Of the aforementioned 130 felony cases resolved in 2014: \na.   106 were disposed of by plea agreement; \n  11 \n\nb.   2 went to jury trial; \nc.   1 was taken to a bench trial; \nd.   14 were dismissed by the State of Indiana; and \ne.   7 were not resolved through plea, trial, or dismissal. \nSee Exhibit B. \n72.   Defendant Wilson filed motions to suppress in only 2 out of the 176 felony cases \nassigned to him in 2014. See Exhibit G. \n73.   Of the 176 felony cases assigned to Defendant Wilson in 2014, 46 were \nunresolved as of December 31, 2014. See Exhibit G. \n74.   The current caseload for Mr. Wilson appears to be comparable to his 2014 \ncaseload.  \n75.   In addition to the felony cases assigned to Defendant Wilson in 2014, there were \ndozens of felonies assigned to Mr. Wilson in 2013 that were not resolved as of January 1, 2014.1  \n76.   Defendant Wilson’s caseload is in excess of maximum caseload approved by the \nUnited States Supreme Court (see e.g., Scott v. Illinois, 440 U.S. 367, 385 n. 16 (1979) (Brennan, \nJ., dissenting) and the INDIANA PUBLIC DEFENDER COMMISSION, Standards for Indigent Defense \nServices in Non-Capital Cases (last amended June 18, 2014), available at \nhttp://www.in.gov/judiciary/pdc/files/indigent-defense-non-cap.pdf. \nPublic Defender Bohn \n77.   In 2014, while also maintaining a private practice, Defendant Bohn was assigned \n83 unique felony cases and 69 unique misdemeanor cases. See Exhibit H. \n                                                        \n1 Felonies assigned to Mr. Wilson in 2013 that were still active cases on January 1, 2014 were \nnot tracked in the data reported in Exhibit G, however these “carry-over” cases would only \nincrease his already excessive caseload. \n  12 \n\n78.   A sample of 60 felony cases assigned to Defendant Bohn in 2014 was reviewed \nfor this complaint. See Exhibit H. \n79.   Of the aforementioned 60 felony cases: \na.   0 went to jury trial; \nb.   38 were disposed of by plea agreement;  \nc.   10 were dismissed by the State of Indiana (one of these cases had a motion to \nsuppress evidence filed in it); and  \nd.   12 were unresolved as of July 1, 2014. \nSee Exhibit H. \n80.   Defendant Bohn’s caseload is in excess of maximum caseload approved by the \nUnited States Supreme Court (see e.g., Scott v. Illinois, 440 U.S. 367, 385 n. 16 (1979) (Brennan, \nJ., dissenting) and the INDIANA PUBLIC DEFENDER COMMISSION, Standards for Indigent Defense \nServices in Non-Capital Cases (last amended June 18, 2014), available at \nhttp://www.in.gov/judiciary/pdc/files/indigent-defense-non-cap.pdf. \n81.   Mr. Bohn’s current caseload appears to be comparable to his 2014 caseload.  \nPublic Defender Norris \n82.   In 2014, while also maintaining a private practice, Defendant Norris was assigned \n4 unique felony cases and 37 unique misdemeanor cases. See Exhibit I. \n83.   The Plaintiffs are unclear as to what Mr. Norris’ exact status was with the \nJohnson County Court indigent defense system was in 2014 or is currently and will clarify this \nrole through discovery. \n \n \n  13 \n\n Public Defender Vandivier  \n84.   In 2014, while also maintaining a private practice, Defendant Vandivier was \nassigned 50 unique felony cases and 25 unique misdemeanor cases. See Exhibit J. On or around \nSeptember 1, 2015, Defendant Vandivier was assigned to the juvenile court, but it is unknown \nhow many of the indigent defense cases felony and misdemeanor previously assigned to him he \nmaintains. \n85.   A sample of 40 felony cases assigned to Defendant Vandivier in 2014 was \nreviewed for this complaint. \n86.   Of the aforementioned 40 felony cases, 16 were unresolved as of July 1, 2014. \n87.   Of the remaining 24 felony cases:  \na.   0 went to jury trial; \nb.   18 were disposed of by plea agreement; \nc.   6 were dismissed by the State of Indiana; and \nd.   Only 1 motion to suppress was filed. \nSee Exhibit J. \n \nC.  Facts Regarding Specific Plaintiffs \n \nKenneth Alford (Public Defender Vandivier; Judge Hamner) \n88.   Mr. Alford was arrested in January of 2015 and charged with two level-4 felonies \nin Johnson County Superior Court 3. \n89.   Mr. Alford was appointed a public defender by Judge Hamner. \n90.   Originally, Mr. Alford’s public defender was Defendant Daniel Vandivier. \n  14 \n\n91.   On September 1, 2015, Mr. Vandivier was replaced by Attorney Matthew \nSolomon. \n92.   Mr. Alford has been incarcerated for nearly nine months. \n93.   During his entire incarceration, Mr. Alford has only met with Mr. Vandivier at \ncourt hearings. \n94.   Mr. Alford mailed letters to Mr. Vandivier seeking assistance. \n95.   Mr. Alford mailed a letter to the Court seeking a new public defender. \n96.   Copies of Mr. Alford’s letters to the Court are attached as Exhibit F-1 and F-2. \n97.   All of Mr. Alford’s letters went unanswered. \n98.   Mr. Alford has been pressured to accept a plea deal despite his professed \ninnocence. \n99.   Mr. Vandivier did not perform any investigation specifically requested by Mr. \nAlford. \n100.   As of September 1, 2015 Defendant Matthew Soloman was assigned as a Mr. \nAlford’s public defender.  \n101.   Defendant Soloman visited Mr. Alford once in jail.  \n102.   When Mr. Alford appeared in court on September 30, 2015, Defendant Solomon \ntold him that he did not even know that Mr. Alford was scheduled for that date; when Mr. Alford \nexpressed dissatisfaction with Mr. Solomon’s failure to prepare a defense, Defendant Solomon \nthen asked to withdraw from representation.  \n103.   The Court granted Defendant Solomon’s motion to withdraw, then transferred the \ncase to the Johnson Circuit Court, and Mr. Alford was told that Defendant Wilson would be \n  15 \n\nappointed his attorney, though Defendant Wilson has not entered an appearance as of the time of \nfiling.  \nTerry Hasket (Public Defender Bohn; Judge Emkes) \n104.   Mr. Hasket has been incarcerated since his arrest in June of 2015. \n105.   In early July 2015, Mr. Hasket was charged with a felony in Johnson County \nSuperior Court 2. \n106.   Mr. Hasket was assigned Defendant Michael Bohn as his public defender. \n107.   Mr. Bohn has visited Mr. Hasket once in person and spoken to him on the phone. \n108.   Mr. Hasket specifically requested a fast and speedy trial. \n109.   Mr. Bohn disregarded or ignored Mr. Hasket’s request for a fast and speedy trial \nby not preparing for the August 19, 2015 omnibus hearing date; Mr. Bohn was thus forced to \nwaive Mr. Hasket’s speedy trial rights. \n110.   Mr. Bohn pressured Mr. Hasket to accept a plea deal despite Mr. Hasket’s \nprofessed innocence. \n111.   Mr. Bohn also attempted to leverage Mr. Hasket’s criminal record to persuade \nhim to accept a plea deal. \n112.   When Mr. Bohn has spoken directly with Mr. Hasket, it has been in hurried \nfashion. \n113.   Mr. Bohn refused to comply with Mr. Hasket’s initial requests that he conduct \ndiscovery in the case. \n114.   Mr. Bohn told Mr. Hasket that he (Bohn) relied on the prosecution to provide \nevidence, including evidence that impeaches state witnesses, and said that if he pursued the \nrequested discovery, the prosecutor would retaliate and file a habitual offender charge. \n  16 \n\n115.   Discovery was not produced until September 25, 2015. \n116.   Mr. Hasket has not received, and is not receiving, effective assistance of counsel \nfrom his public defender. \nRichard Daniels (Public Defender Bohn; Judge Emkes) \n117.   Mr. Daniels has been incarcerated since July 7, 2015. \n118.   Mr. Daniels is disabled and draws disability benefits. \n119.   Mr. Daniels was charged with a felony in Johnson County Superior Court 2. \n120.   In late July, 2015, Mr. Daniels was assigned Defendant Michael Bohn as his \npublic defender. \n121.   Mr. Daniels first met and spoke with Mr. Bohn at his initial hearing on September \n2, 2015. \n122.   Mr. Bohn attempted to pressure Mr. Daniels into accepting a plea deal. \n123.    Mr. Bohn relented to the protestations of Mr. Daniels and requested a \ncontinuance. \n124.   As of the date of filing Mr. Bohn has not visited Mr. Daniels in person.  \n125.   Mr. Daniels has spoken with Mr. Bohn on the telephone only twice. \n126.   During each of their interactions with one another, Mr. Bohn has pressured Mr. \nDaniels to accept a plea agreement. \n127.   Mr. Daniels has additionally sent letters to both the Court and to Mr. Bohn. \n128.   One of Mr. Daniels’ letters to Mr. Bohn included a specific request for a bond \nreduction hearing. \n129.   Copies of Mr. Daniels’ letters will be obtained through discovery.  \n130.   All of Mr. Daniels’ letters have gone unanswered. \n  17 \n\n131.   Mr. Daniels has not received, and is not receiving, effective assistance of counsel \nfrom his public defender. \nRichard Bunton (Public Defender Vandivier; Judge Loyd) \n132.   Richard Bunton was arrested on August 12, 2015 in Colorado and extradited to \nIndiana. \n133.   Mr. Bunton was charged with felony failure to pay child support in Johnson \nCounty Circuit Court. \n134.   Mr. Bunton was assigned Defendant Daniel Vandivier as a public defender. \n135.   As of September 9, 2015, Mr. Bunton had yet to meet or speak with Mr. \nVandivier or any other public defender. \n136.   Mr. Bunton has since paid his bond and has been released.  \n137.   As of the date of filing, Defendant Vandivier is still listed as Mr. Bunton’s public \nDefender.  \n138.   Mr. Bunton has not received, and is not receiving, effective assistance of counsel \nfrom his public defender. \nKeith Nye (Public Defender Bohn; Judge Hamner) \n139.   Keith Nye was charged with a felony in Johnson County Superior Court 3 at the \nend of July, 2015. \n140.   Mr. Nye was assigned Defendant Michael Bohn as his public defender. \n141.   Mr. Nye spoke with Mr. Bohn at his initial hearing. \n142.   When Mr. Nye spoke with Mr. Bohn at the initial hearing, Mr. Nye asked for a \nspeedy trial, but Mr. Bohn refused to file the motion. \n143.   Mr. Nye has had little to no contact with Mr. Bohn outside of the courtroom. \n  18 \n\n144.   Mr. Nye has not received, and is not receiving, effective assistance of counsel \nfrom his public defender. \nWardell Strong (Public Defender Wilson; Judge Hamner) \n145.   Wardell Strong was charged with a felony in Johnson County Superior Court 3 on \nJune 20, 2015.  \n146.   Mr. Strong was assigned Defendant John Wilson as his public defender. \n147.   Mr. Strong met Mr. Wilson at has initial hearing. \n148.   Mr. Strong has not seen Mr. Wilson in person on any other occasion. \n149.   On only one occasion has Mr. Strong spoken with Mr. Wilson on the telephone. \n150.   Mr. Strong has sent multiple letters to Mr. Wilson, asking for discovery and \nrequesting a suppression hearing. \n151.   In response to that request, Mr. Wilson withdrew his appearance, but the court \nordered him reinstated on October 1, 2015. Mr. Wilson has not done anything since October 1, \n2015, to provide a defense.  \n152.   Mr. Wilson has not responded to any of Mr. Strong’s letters. \n153.   In his letters to Mr. Wilson, Mr. Strong maintains his innocence and provides Mr. \nWilson with information that he believes could exonerate him. \n154.   Mr. Wilson has not followed up on or investigated any of the information \nprovided by Mr. Strong. \n155.   Mr. Wilson has not communicated any case strategy to Mr. Strong. \n156.   Mr. Strong has specifically requested that Mr. Wilson seek a bond reduction \nhearing. \n157.   Mr. Wilson has not requested a bond reduction hearing for Mr. Strong. \n  19 \n\n158.   Mr. Strong has not received, and is not receiving, effective assistance of counsel \nfrom his public defender. \n \nD.  Facts Regarding Other Johnson County Indigent Defendants \nAnthony Owens (Public Defender Wilson; Judge Loyd) \n159.   Mr. Owens was arrested in October 2014. \n160.   Mr. Owens was charged with a felony in the Johnson County Circuit Court. \n161.   Mr. Owens was assigned Defendant John Wilson as his public defender. \n162.   Mr. Wilson refused Mr. Owens’ requests to conduct discovery into the facts and \nwitnesses concerning his case. \n163.   At one hearing, Mr. Wilson pressured Mr. Owens to take a plea deal despite Mr. \nOwens’ claims of innocence. \n164.   Mr. Wilson additionally pressured Mr. Owens to waive his right to a jury trial in \norder to appease the prosecutor and secure a better plea deal. \n165.   In August of 2015, Mr. Owens verbally requested that the Court assign him a new \npublic defender due to Mr. Wilson’s ineffective assistance. \n166.   Mr. Owens’ request for a new public defender was denied. \n167.   Mr. Wilson then again pressured Mr. Owens to accept a plea deal, this time telling \nhim that if he did not do so, the prosecutor would file for habitual offender status. \n168.   After conducting his own research, Mr. Owens learned that he did not meet the \nrequirements for habitual offender status. \n169.   Mr. Owens then filed a motion seeking dismissal of his case on the theory that he \nhad been inappropriately pressured into accepting a plea deal. \n  20 \n\n170.   Mr. Owens’ case was transferred to Johnson County Superior Court 3 and Mr. \nWilson withdrew his representation. \n171.   In over eight months as his representative, Mr. Wilson never visited Mr. Owens at \nthe jail. \n172.   In over eight months as his representative, Mr. Wilson did not file a single \nsubstantive motion. \n173.   Mr. Owens is now represented by Defendant John Norris. \n174.   Since taking Mr. Owens’ case, Mr. Norris has not conducted any investigation or \ndiscovery. \n175.   Mr. Norris has also pressured Mr. Owens to waive his right to trial by jury and to \naccept a plea deal. \n176.   Because of the lack of diligent defense, Mr. Owens eventually accepted a plea \nagreement.. \nE.  Facts Regarding the Injuries Suffered by Plaintiffs \n \n177.   As a result of Defendants’ acts and omissions, including the policies, practices \nand procedures for public defense that Defendants have maintained and countenanced, \nPlaintiffs and all other indigent persons charged with crimes in the courts of Johnson \nCounty, Indiana have suffered, and/or are at imminent and serious risk of suffering, harm.  \n178.   Plaintiffs, indigent criminal defendants in Johnson County, and all others \nsimilarly situated are, among other things: \na.   Deprived of adequate consultation and communication with their attorneys; \nb.   Required to make decisions about their rights or contest issues without \nadequate factual or legal investigation by their attorneys; \nc.   Deprived of meaningful opportunities to present defenses; \n  21 \n\nd.   Required to waive their rights without the benefit of proper legal consultation \nand advice; \ne.   Deprived of the services of investigators and expert witnesses; \nf.   Deprived of the right to a speedy trial; \ng.   Not properly prepared for trial; and \nh.   Denied meaningful benefits in exchange for guilty pleas.  \n179.   There is a substantial probability that Defendants’ violations will continue and \nwill deprive the Class Plaintiffs and other Class Members of their rights. \n180.   Among other things, Defendants have: \na.  Known, or should have known, that indigent criminal defendants in Johnson \nCounty were being deprived of their rights; \nb.  Persisted in a wrongful course of conduct for many years, despite that \nknowledge; \nc.  Failed to take prompt action to fix their broken public defense system; and \nd.  By allowing such enormous caseloads to persist, have allowed their public \ndefense system to descend into chaos. \n \nVI.  CAUSES OF ACTION \n \nCount One \n \nViolation of the Sixth and Fourteenth Amendments to the United States Constitution \n42 U.S.C. § 1983 \n \n181.   Plaintiffs incorporate the foregoing paragraphs as though fully restated herein. \n182.   This Count applies to the Commissioners and Judges named as Defendants. \n  22 \n\n183.   Acting under color of state law, the above-identified defendants have violated and \ncaused violations of Plaintiffs’ right to the assistance of counsel, as that right is \nguaranteed by the Sixth and Fourteenth Amendments to the United States Constitution. \n184.   Plaintiffs and all those similarly situated have suffered harm as a result of the \ndeprivation and/or denial of their constitutionally guaranteed right to the assistance of \ncounsel. \n185.   Unless enjoined by the Court, Defendants will continue to violate and cause the \nviolation of the constitutional rights of Plaintiffs and all those similarly situated. \nCount Two \n \nViolation of Article 1, § 13(a) of the Indiana Constitution \n186.   Plaintiffs incorporate the foregoing paragraphs as though fully restated herein. \n187.   This Count applies to the Commissioners and Judges named as Defendants. \n188.   Acting under color of state law, the above-identified defendants have violated and \ncaused violations of Plaintiffs’ right to the assistance of counsel, as that right is \nguaranteed by Article 1, section 13(a) of the Indiana Constitution. \n189.   Plaintiffs and all those similarly situated have suffered harm as a result of the \ndeprivation and/or denial of their constitutionally guaranteed right to the assistance of \ncounsel. \n190.   Unless enjoined by the Court, Defendants will continue to violate and cause the \nviolation of the constitutional rights of Plaintiffs and all those similarly situated. \nCount Three \n \nBreach of Contract (Third Party Beneficiary) \n \n191.   Plaintiffs incorporate the foregoing paragraphs as though fully restated herein. \n  23 \n\n192.   This Count applies to the Part-Time Public Defenders and Judges named as \nDefendants. \n193.   The above-identified defendant-judges contracted with the defendant-attorneys to \nprovide legal representation to indigent persons charged with a crime in Johnson County, \nIndiana. \n194.   As indigent persons charged with a crime in Johnson County, Indiana, Plaintiffs \nand their fellow class members were third party beneficiaries to the contracts between the \nabove-identified defendants. \n195.   As set forth above, the above-identified defendants failed to provide adequate \npublic defense to indigent persons, including Plaintiffs, in Johnson County, Indiana. \n196.   The above-identified defendants breached their contracts, both actual and implied. \n197.   Plaintiffs and all those similarly situated have suffered harms as a result of the \nbreaches of contract. \nVII.  PRAYER FOR RELIEF \n \n  WHEREFORE, Plaintiffs pray for relief and respectfully ask the Court: \n  A.  For certification of a class as defined above; \n  B.  For a declaration that Defendants are depriving Plaintiffs and all those similarly \nsituated of their right to the assistance of counsel, as that right is guaranteed by the Sixth and \nFourteenth Amendments to the United States Constitution and Article 1, section 13(a) of the \nIndiana Constitution, and the contracts between the Johnson County Courts and public \ndefenders;   \n  24 \n\n  C.  For the issuance of preliminary and permanent injunctions enjoining Defendants \nJohnson County Commissioners from violating the Sixth and Fourteenth Amendments to the \nUnited States Constitution in the provision of indigent defense services; \n  D.  For the issuance of preliminary and permanent injunctions enjoining Defendants \nJohnson County Commissioners, the Honorable Mark Loyd, the Honorable Kevin Barton, the \nHonorable Cynthia Emkes, and the Honorable Lance Hamner from violating Article I, section \n13(a) of the Indiana Constitution in the provision of indigent defense services; \n  E.  For the issuance of preliminary and permanent injunctions enjoining to compel \nthe creation of public defender services, which are not under the Courts’ supervision or financial \ncontrol, which are adequately funded,  and which conform to the caseload standards set by the \nAmerican Bar Association and the Indiana Public Defender Commission.  \n  F.  For an award of damages to the Plaintiffs and those similarly situated so as to \nreasonably compensate them for the damages that they have suffered as a result of the breach of \ncontract by the Defendants; \n  G.  For an award of Plaintiffs’ costs and attorneys’ fees; and \n  H.   For all other relief just and proper in the premises. \n \n            Respectfully Submitted \n \n               \nMichael K. Sutherlin, No. 508-49 \nSamuel M. Adams, No. 28437-49 \nSUTHERLIN AND ASSOCIATES  \nPO Box 441095 \nIndianapolis, IN 46224 \nT: 317-634-6313 \n            E: msutherlin@gmail.com \n \n \n  25 \n\n \n           \nJonathan Little, No. 27421-49 \nJessica Wegg, No. 28693-49   \nSAEED & LITTLE, LLP \n1433 N. Meridian Street, Ste. 202 \nIndianapolis, IN 46202 \nT: (317) 721-9214 \nF: (888) 422-3151 \nE: jon@sllawfirm.com; jessica@sllawfirm.com  \n \n \n \n \n \n  26 ",
      "document_type_other": "",
      "external_url": "http://media.ibj.com/Lawyer/websites/opinions/index.php?pdf=2015/october/Johnson.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/88806"
    },
    {
      "date": "2017-12-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 653,
      "cite_1_reporter": "N.E.3d",
      "cite_1_vol": 92,
      "cite_2_page": 6626415,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2017,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Indiana state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 102664,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/102664.pdf",
      "title": "Opinion",
      "text": "ALFORD v. JOHNSON COUNTY COM’RS Ind. 653\nCite as 92 N.E.3d 653 (Ind.App. 2017)\n \n1.  The Appellee’s Motion to Publish is\ngranted. Kenneth ALFORD et al., Appellants–\nPlaintiffs,\n2.  This  Court’s  opinion  heretofore\nhanded down in this cause on De- v.\ncember 29, 2017, marked Memoran-\nJOHNSON COUNTY COMMIS-\ndum Decision, is now ordered pub-\nSIONERS et al., Appel-\nlished.\nlees–Defendants.1\n3.  The Clerk of this Court is directed\nCourt of Appeals Case No.\nto send copies of said opinion togeth-\n73A04–1702–PL–223\ner with copies of this order to the\nWest Publishing Company and to all Court of Appeals of Indiana.\nother  services  to  which  published\nFiled December 29, 2017\nopinions are normally sent.\nRehearing denied February 8, 2018\n[3] Ordered 2/6/2018.\nBackground:   Indigent  defendants  who\nwere assigned public defenders to repre-\n[4] Vaidik, C.J., Mathias, Crone, JJ.,\nsent them in their felony cases filed class\nconcur.\naction  complaint  against  county  commis-\nsioners, county judges, and the individual\npublic defenders, seeking declaratory judg-\nment,  injunctive  relief,  and  damages  for\n,\nalleged  violations  of  their  constitutional\nrights, and as third-party beneficiaries of\nthe public defenders’ contracts to act as\nattorneys  for  indigent  defendants.  The\nShelby Superior Court, No. 73D01–1601–\n  PL–3, Robert W. Freese, Special Judge,\n1.  The full caption for the case in the trial In the allegations of the complaint, J. Andrew\ncourt  read:   Kenneth  Alford,  Terry  Hasket, Woods and Andrew Eggers were included.\nRichard  Daniels,  Richard  Bunton,  Anthony Appellants’ App. Vol. II at 54–55. The firm,\nOwens, Keith Nye, and Wardell Strong, on Eggers Woods, is also identified in the com-\nbehalf of themselves and all others similarly plaint. Id. The complaint, however, did not\nsituated, v. Johnson County Commissioners, contain any allegations that J. Andrew Woods\nin  their  official  capacities,  The  Honorable and Andrew Eggers or their firm ever repre-\nMark Loyd, in his official and individual ca-\nsented any of the Appellants or that they took,\npacities, The Honorable Kevin Barton, in his\nor failed to take, any action with respect to\nofficial and individual capacities, The Honor-\nthe Appellants. On January 26, 2017, Appel-\nable Lance Hamner, in his official and indi-\nlants  filed  a  Voluntary  Motion  to  Dismiss,\nvidual  capacities,  The  Honorable  Cynthia\nidentifying Andrew Eggers, J. Andrew Woods,\nEmkes, in her official and individual capaci-\nand their firm, Eggers Woods, as parties to be\nties,  John  P.  Wilson,  Esq.,  Michael  Bohn,\ndismissed from the action, yet an Amended\nEsq., Andrew Eggers, Esq., John Norris, Esq.,\nVoluntary Motion to Dismiss was subsequent-\nDaniel Vandivier, Esq., J, Andrew Woods, and\nMatthew  Solomon.  In  order  to  conserve ly filed that omitted such parties. Pursuant to\nspace, we only list the first named parties in the order on the motion to dismiss at issue in\nthe caption of this opinion. However, accord- this appeal, such parties were dismissed from\ning to Indiana Appellate Rule 17(A), ‘‘[a] par- the action. Id. at 23 n.5.\nty of record in the trial court TTT shall be a\nparty on appeal.’’\n\n654 Ind. 92 NORTH EASTERN REPORTER, 3d SERIES\ndismissed complaint for failure to state a trial judges were burdened by unmanagea-\nclaim. Indigent defendants appealed. ble caseloads and were not providing actu-\nHoldings:  The Court of Appeals, Kirsch, al  assistance  of  counsel  as  required  by\nJ., held that: federal constitution and Indiana constitu-\ntion did not raise claim of systematic de-\n(1) indigent defendants’ allegations did not\nprivation of their constitutional rights and,\nraise claim for systematic violation of\nthus, failed to state a claim against county\ntheir constitutional rights;\ncommissioners and judges; indigent defen-\n(2) indigent defendants did not state third-\ndants did not allege that county was com-\nparty beneficiary claim for breach of\npelling public defenders to take on heavier\ncontracts  between  judges  and  public\ncaseload than they could handle so as to\ndefenders; and\nfall below standard of practice defined by\n(3) lack of outcome in indigent defendants’\nrules of professional conduct, and although\ncriminal  cases  prevented  defendants\ncomplaint  alleged  that  public  defenders\nfrom proving damages so as to support\nhad not provided effective assistance, this\na claim for legal malpractice.\nwas  an  individualized  claim  for  relief,\nAffirmed. which was better suited for criminal trial\nprocedures.  U.S. Const. Amend. 6; Ind.\n1. Pretrial Procedure O622 Const. art. 1, § 13; Ind. Professional Con-\nduct Rule 1.3.\nA motion to dismiss for failure to state\na claim tests the legal sufficiency of the 6. Attorney and Client O26, 129(1)\nclaim, not the facts supporting it.  Ind. R.   Counties O128\nTrial P. 12(B)(6).\nIndigent  defendants’  allegations  that\n2. Appeal and Error O3284 they were third-party beneficiaries of con-\nAppellate  court’s  review  of  a  trial tracts between county judges and public\ncourt’s  grant  or  denial  of  a  motion  for defenders to provide indigent defense ser-\ndismissal for failure to state a claim is de vices, and that judges and public defenders\nnovo.  Ind. R. Trial P. 12(B)(6). had  not  fulfilled  stated  purpose  of  con-\ntracts due to unmanageable caseloads of\n3. Pretrial Procedure O679, 683\nthe public defenders, did not allege a sys-\nWhen reviewing a motion to dismiss\ntematic  deprivation  of  defendants’  rights\nfor failure to state a claim, courts view the\nunder  the  contracts  and,  thus,  failed  to\npleadings in the light most favorable to the\nstate breach of contract claim; defendants’\nnonmoving  party,  with  every  reasonable\nallegation  that  public  defenders  had  not\ninference construed in the nonmovant’s fa-\nprovided  effective  assistance  pursuant  to\nvor.  Ind. R. Trial P. 12(B)(6).\nthe contracts raised individual claims for\n4. Pretrial Procedure O624 legal malpractice.  Ind. Code Ann. § 33-\nMotions to dismiss for failure to state 40-8-1; Ind. Professional Conduct Rule 1.3.\na  claim  are  properly  granted  only  when 7. Attorney and Client O112\nthe allegations present no possible set of\nLack  of  outcome  in  indigent  defen-\nfacts upon which the complainant can re-\ndants’ criminal cases prevented defendants\ncover.  Ind. R. Trial P. 12(B)(6).\nfrom being able to prove damages so as to\n5. Criminal Law O1840 support  a  claim  for  legal  malpractice\nIndigent  defendants’  allegations  that against  individual  public  defenders;  any\ntheir public defenders assigned by county potential prejudice from public defenders’\n\nALFORD v. JOHNSON COUNTY COM’RS Ind. 655\nCite as 92 N.E.3d 653 (Ind.App. 2017)\nallegedly  insufficient  assistance  had  not Kirsch, Judge.\nyet  accrued,  and  defendants  could  not\n[1]  Kenneth  Alford  (‘‘Alford’’),  Terry\nshow that any alleged negligence of public\nHasket (‘‘Hasket’’), Richard Daniels (‘‘Dan-\ndefenders was proximate cause of damage\niels’’), Richard Bunton (‘‘Bunton’’), Antho-\nto them.\nny Owens (‘‘Owens’’), Keith Nye (‘‘Nye’’),\n8. Attorney and Client O105.5 and Wardell Strong (‘‘Strong’’) (together,\n‘‘the  Appellants’’),  who  are  seven  men\nThe elements of legal malpractice are:\ncharged with crimes in Johnson County,\n(1) employment of an attorney, which cre-\nIndiana and were assigned public defend-\nates a duty to the client, (2) failure of the\ners to represent them during their crimi-\nattorney  to  exercise  ordinary  skill  and\nnal  proceedings,  appeal  the  dismissal  of\nknowledge  (breach  of  the  duty),  and  (3)\ntheir complaint against the Johnson Coun-\nthat  such  negligence  was  the  proximate\nty Commissioners, the judges who preside\ncause of (4) damage to the plaintiff.\nover  criminal  cases  in  Johnson  County,\n9. Attorney and Client O112 and the individual attorneys who had con-\ntracts to act as public defenders in John-\nTo establish causation and the extent\nson County. The Appellants appeal from\nof harm in a legal malpractice case, the\nthe dismissal of their complaint, in which\nclient must show that the outcome of the\nthey  alleged  that  the  rights  of  indigent\nunderlying  litigation  would  have  been\ncriminal  defendants  under  the  Sixth\nmore favorable but for the attorney’s neg-\nAmendment to the United States Constitu-\nligence.\ntion and Article 1, section 13 of the Indiana\nConstitution are being ignored in Johnson\nCounty because the attorneys assigned as\nAppeal from the Shelby Superior Court,\npublic  defenders  by  the  trial  judges  are\nThe Honorable Robert W. Freese, Special\nburdened by unmanageable caseloads and\nJudge,  Trial  Court  Cause  No.  73D01–\nare, therefore, not providing actual assis-\n1601–PL–3\ntance of counsel as required by the United\nATTORNEYS  FOR  APPELLANTS:   Jessica  A. States Constitution and the Indiana Con-\nWegg, Jonathan C. Little, Saeed & Little, stitution. They raise the following disposi-\nLLP,  Indianapolis,  Indiana,  Michael  K. tive  issue  for  our  review:   whether  the\nSutherlin, Michael K. Sutherlin & Associ- Appellants sufficiently alleged facts to sup-\nates, Indianapolis, Indiana port their claims for relief under the Unit-\ned  States  and  Indiana  Constitutions  and\nATTORNEYS FOR JUDICIAL APPELLEES:  Cur-\ntheir third-party beneficiary breach of con-\ntis  T.  Hill,  Jr.,  Attorney  General  of\ntract claim such that the trial court erred\nIndiana,  Kyle  Hunter,  Deputy  Attorney\nwhen it dismissed their complaint.\nGeneral, Indianapolis, Indiana\n[2] We affirm.\nATTORNEYS FOR APPELLEES JOHNSON COUN-\nFacts and Procedural History 2\nTY  COMMISSIONERS  AND  PUBLIC  DEFENDERS:\nWilliam  W.  Barrett,  Daniel  J.  Layden, [3] The Indiana Legislature has estab-\nWilliams  Barrett  &  Wilkowski,  LLP, lished a statutory framework for providing\nGreenwood, Indiana legal defense services to indigent persons\n2.  Oral argument was heard on this case on Appeals courtroom in Indianapolis, Indiana.\nDecember 7, 2017 in the Indiana Court of\n\n656 Ind. 92 NORTH EASTERN REPORTER, 3d SERIES\nin  criminal  cases,  which  is  applicable case—follow  the  second  option  and  con-\nthroughout the state. See Ind. Code art. tract with attorneys to provide legal repre-\n33–40. This framework allows the counties sentation to indigent criminal defendants.\nin  Indiana  the  flexibility  to  create  local\n[4] Each of the Appellants in this case is\nsystems that cater to the needs and specif-\nan  indigent  defendant  and  was  charged\nic circumstances of the particular county\nwith  at  least  one  felony  in  the  Johnson\nand its citizens. The statutes dealing with\nCounty  Courts.  The  cases  of  six  of  the\npublic  defenders  permit  counties  to  ad-\nAppellants, Alford, Hasket, Daniels, Bun-\ndress  the  constitutional  mandate  to  pro-\nton,  Nye,  and  Strong,  are  still  pending\nvide criminal defense for indigent individu-\nbefore the Johnson County Courts. Owens\nals in a number of different ways. At the\nentered into a plea agreement, the details\ntrial  level,  public  defender  services  in\nof which are not included in the record. A\nIndiana are provided in one of three ways.\npublic defender has been appointed to rep-\nUnder the first option, Indiana Code sec-\nresent each of the Appellants. The Appel-\ntion 33–40–7–3(a) provides that ‘‘[a] county\nlants’ complaint names five attorneys (to-\nexecutive may adopt an ordinance estab-\ngether, ‘‘the Public Defenders’’) that were\nlishing  a  county  public  defender  board\nassigned,  at  various  times,  to  the  seven\nTTTT’’ If a county decides to establish a\nnamed Appellants. Appellants’ App. Vol. II\ncounty  public  defender  board,  then  that\nat 57–60. The attorneys who act as public\nlocal board must prepare a comprehensive\ndefenders in Johnson County act in that\nplan for providing legal defense services to\ncapacity  in  addition  to  maintaining  their\nindigent persons that must include at least\nown  private  practices.  The  complaint\none of the following options:  (1) establish-\nmakes allegations against the Public De-\ning a public defender’s office;  (2) contract-\nfenders in two general areas:  (1) caseload\ning with an attorney, a group of attorneys,\nin 2014 (the year prior to when Appellants\nor a private organization;  (3) appointing\nwere arrested and charged);  and (2) defi-\nattorneys on a case by case basis using an\nciencies in performance as counsel.\nassigned system of panel attorneys;  (4) in\ncertain designated counties, establishing a [5]  Michael  Bohn  (‘‘Bohn’’)  represents\npublic  defender’s  office  for  the  criminal three of the Appellants, Hasket, Daniels,\ndivision of the superior court. Ind. Code and  Nye.  Bohn  was  assigned  83  unique\n§ 33–40–7–5. As a second option, judges felony cases and 69 unique misdemeanor\nfrom  courts  with  criminal  jurisdiction  in cases in 2014. Hasket alleged that he spe-\ncounties with a population less than 400,- cifically requested a fast and speedy trial,\n000 may contract with attorneys to provide but  that  Bohn  ‘‘disregarded  or  ignored’’\nlegal counsel for indigent persons charged the request and ultimately waived Hask-\nwith crimes. These contracts may run from et’s speedy trial rights. Id. at 62. Hasket\nyear to year or any length of time deter- also alleged that Bohn refused to comply\nmined by the particular judge. Ind. Code with  his  requests  regarding  discovery,\n§§ 33–40–8–1,  33–40–8–3.  Lastly,  in  cer- pressured him to accept a plea deal, and\ntain  exigent  circumstances,  a  trial  court attempted to ‘‘leverage [his] criminal rec-\nmay request that the State Public Defend- ord to persuade him to accept a plea deal.’’\ner  provide  a  qualified  attorney  for  the Id. Daniels alleged that he did not speak\ndefense of an indigent person. Ind. Code with Bohn until his initial hearing where\n§ 33–40–2–1. In Johnson County, judges in Bohn ‘‘attempted to pressure him into ac-\nthe county courts having criminal jurisdic- cepting  a  plea  deal.’’  Id.  at  63.  Daniels\ntion—the  four  judges  involved  in  this claims that, since that date, Bohn has only\n\nALFORD v. JOHNSON COUNTY COM’RS Ind. 657\nCite as 92 N.E.3d 653 (Ind.App. 2017)\nspoken with him twice, not visited him in ing and, then, for more than three months,\nperson, and in each interaction pressured only spoke with him once by telephone. Id.\nhim to accept a plea agreement. Id. Nye at 65. Strong alleged that he sent Wilson\nalleged  that  he  spoke  with  Bohn  at  his letters  requesting  discovery  and  a  sup-\ninitial hearing and asked for a speedy trial, pression  hearing  and  providing  informa-\nbut Bohn ‘‘refused to file the motion.’’ Id. tion he believes could exonerate him, but\nat 64. Nye also alleged that he had little to his  letters  went  unanswered.  Id.  Strong\nno contact with Bohn outside of the court- specifically  requested  a  bond  reduction\nroom. hearing,  but  Wilson  did  not  file  any  re-\n[6] Daniel Vandivier (‘‘Vandivier’’) repre- quest for a hearing with the trial court. Id.\nsents Bunton and previously represented Wilson also represented Owens for a peri-\nAlford for a period of time. Vandivier was od  of  time.  Owens  alleged  that  Wilson\nassigned  50  unique  felony  cases  and  25 ‘‘refused [his] requests to conduct discov-\nunique misdemeanor cases in 2014. Bunton ery TTT [and] pressured him to take a plea\nwas arrested in Colorado and extradited to deal.’’ Id. at 66. Owens alleged that Wilson\nIndiana and charged with felony failure to also pressured him ‘‘to waive his right to a\npay child support. Bunton was released on jury trial’’ and misrepresented his eligibili-\nbond and alleged that after nearly a month ty for habitual offender status. Id. Owens\nhe had still not met or spoken with Vandi- also alleged that Wilson never visited him\nvier. Id. Vandivier previously represented in jail and never filed a substantive motion\nAlford, and during that period of represen- on his behalf during his representation of\ntation, Vandivier only met with Alford dur- Owens. Id. at 67. Owens’s case was reas-\ning court hearings. Id. at 61. signed to John Norris (‘‘Norris’’).\n[7] Alford’s case was reassigned to Mat- [9] Owens is the only Appellant who was\nthew  Soloman  (‘‘Solomon’’),  and  Solomon represented  by  Norris.  Norris  was  as-\nrepresented Alford for a period of time. signed 4 unique felony cases and 37 unique\nAlford  alleged  that  Solomon  only  visited misdemeanor cases in 2014. Owens alleged\nhim once in jail and did not respond to his that Norris did not conduct any investiga-\nletter requesting a fast and speedy trial. tion  or  discovery  and  that  he  pressured\nId. at 61, 82. Alford claims that he was Owens to waive his right to trial by jury\n‘‘pressured to accept a plea deal despite and to accept a plea deal. Id. Owens even-\nhis professed innocence.’’ Id. at 61. Solo- tually  accepted  an  unspecified  plea  deal.\nmon withdrew from his representation of [10] On October 8, 2015, the Appellants\nAlford,  and  John  Wilson  (‘‘Wilson’’)  was\nfiled a class action complaint against:  (1)\nthen  appointed  to  represent  Alford,  but\nthe  Johnson  County  Commissioners,  in\nhad not yet entered an appearance at the\ntheir official capacities;  (2) Bohn, Vandivi-\ntime the complaint was filed.\ner, Solomon, Wilson, and Norris as indi-\n[8] Wilson represents Strong and previ- vidual  attorneys  who  had  entered  into\nously represented Owens for a period of contracts  to  act  as  public  defenders  in\ntime. Wilson was assigned 176 unique felo- Johnson  County;   and  (3)  four  Johnson\nny cases and 32 unique misdemeanor cases County judges in their official and individ-\nin 2014. Strong alleged that Wilson only ual capacities, Mark Loyd, Kevin Barton,\nmet with him in person at his initial hear- Lance Hamner, and Cynthia Emkes 3 (to-\n3.  Judge Cynthia Emkes retired from the John- maintains senior judge status.\nson Superior Court on April 28, 2017, but\n\n658 Ind. 92 NORTH EASTERN REPORTER, 3d SERIES\ngether, ‘‘the Judicial Appellees’’). The Ap- to dismiss, the trial court issued its order\npellants sought declaratory judgment, in- granting the motions to dismiss. The trial\njunctive  relief,  and  damages  for  alleged court found that the ‘‘issue of whether it\nviolations of their rights under the Sixth may declare the Johnson County Courts’\nand Fourteenth Amendments to the Unit- indigent criminal defense system constitu-\ned States Constitution, Article 1, Section tionally inadequate raises a non-justiciable\n13  of  the  Indiana  Constitution,  and  as question.’’ Id. at 29. Specifically, the trial\nthird-party beneficiaries of the Public De- court  found  that  the  Appellants’  request\nfenders’ contracts to act as attorneys for to compel the creation of public defender\nindigent defendants. Specifically, the com- services was a request to rewrite the stat-\nplaint sought declaratory judgment stating utory scheme of public defender services,\nthat  all  of  the  defendants  are  depriving under  which  the  establishment  of  public\nthe  Appellants  of  their  rights  under  the defender boards is discretionary, and that\nUnited  States  Constitution,  the  Indiana favoring ‘‘one statutorily authorized meth-\nConstitution,  and  the  Public  Defenders’ od  over  another  would  violate  Indiana’s\ncontracts.  Id.  at  70.  The  complaint  also separation of powers requirement.’’ Id. at\nsought injunctive relief to enjoin the John-\n30. The trial court also found that Appel-\nson County Commissioners from ‘‘violating\nlants’  ‘‘Sixth  Amendment  claims  are  not\nthe Sixth and Fourteenth Amendments to\nripe until the outcome of the proceedings\nthe United States Constitution in the pro-\nin order to determine the adequacy and\nvision of indigent defense services.’’ Id. at\nany prejudice that may be associated with\n71. Additionally, the Appellants sought an\n[their] representation,’’ and ‘‘[u]nless and\ninjunction  enjoining  the  Johnson  County\nuntil there is an outcome with respect to\nCommissioners and the Judicial Appellees\nthe  Appellants’  pre-trial  proceedings,  a\nfrom violating Article 1, Section 13(a) of\nclaim for breach of the indigent criminal\nthe Indiana Constitution ‘‘in the provision\ndefense  contracts  is  premature  and  has\nof  indigent  defense  services.’’  Id.  They\nyet  to  accrue.’’  Id.  at  32,  36.  The  trial\nalso sought a third injunction ‘‘to compel\ncourt  further  found  that  the  Appellants\nthe  creation  of  public  defender  services,\nhave ‘‘adequate remedies at law, making\nwhich are not under the Courts’ supervi-\nequitable  relief  inappropriate  in  this  ac-\nsion  or  financial  control,  which  are  ade-\ntion.’’ Id. at 34. The trial court additionally\nquately funded, and which conform to the\nfound that the complaint ‘‘is devoid of any\ncaseload  standards  set  by  the  American\nreference  to  a  policy  or  custom  of  the\nBar  Association  and  the  Indiana  Public\nJohnson County Commissioners that prox-\nDefender  Commission.’’  Id.  Lastly,  the\nimately  caused  the  alleged  constitutional\nAppellants sought damages against all of\ndeprivations,’’  and  ‘‘the  Johnson  County\nthe defendants for breach of contract and\nCommissioners  lack  the  legal  obligation,\nfor payment of Appellants’ costs and at-\nstatutory or otherwise, to provide indigent\ntorney  fees.  Id.  The  Appellants  also\ncriminal defense services under the Sixth\nsought class certification.\nand  Fourteenth  Amendment[s]  to  the\n[11] In response to the complaint, two\nUnited  States  Constitution,  [and  there-\nmotions  to  dismiss  pursuant  to  Indiana\nfore] cannot be liable under the state con-\nTrial Rule 12(B)(6) were filed:  one by the\nstitutional  claims,  either.’’  Id.  at  35,  36.\nJohnson  County  Commissioners  and  the\nPublic Defenders (together, ‘‘the Non–Ju- [12]  As  to  the  Judicial  Appellees,  the\ndicial Appellees’’) and one by the Judicial trial court determined that the Appellants’\nAppellees. After a hearing on the motions claims for injunctive and declaratory relief\n\nALFORD v. JOHNSON COUNTY COM’RS Ind. 659\nCite as 92 N.E.3d 653 (Ind.App. 2017)\nwere not ripe and that, regarding any con- Johnson  County  systematically  deprives\ntract  claim,  the  Appellants  had  failed  to indigent people of the right to counsel and\nstate  a  claim  upon  which  relief  can  be that the rights of indigent criminal defen-\ngranted  because  there  was  no  allegation dants under the Sixth Amendment to the\nthat the Judicial Appellees had breached United States Constitution and Article 1,\nthe contract. Id. at 42. The trial court also section 13 of the Indiana Constitution are\nruled  that  the  Appellants  had  failed  to being ignored in Johnson County because\nstate ‘‘a claim with respect to the constitu- the attorneys assigned as public defenders\ntionality of the public defender system in by the trial judges are burdened by un-\nIndiana’’ and that there is ‘‘no authority to manageable caseloads and are, therefore,\nstrike down such a system based on the not providing actual assistance of counsel\nnature of the system itself.’’ Id. at 43. The as required by the United States Constitu-\ntrial court also found that the Appellants’ tion and the Indiana Constitution. The Ap-\ncomplaint  did  not  present  redressable pellants assert that the trial court erred in\nclaims  because  there  was  no  nexus  be- dismissing their complaint against both the\ntween the Judicial Appellees’ actions and Judicial  Appellees  and  the  Non–Judicial\nany  harm  alleged  and,  additionally,  be- Appellees  because  their  complaint  suffi-\ncause the Judicial Appellees did not have ciently  alleged  violations  of  their  rights\nthe authority to set up the public defender under both Constitutions, which are attrib-\nboard the Appellants were requesting. Id. utable  to  the  Judicial  Appellees  and  the\nLastly, the trial court found that the Judi- Johnson County Commissioners. Further,\ncial Appellees were entitled to immunity as the  Appellants  maintain  that  they  ade-\nto all claims for damages. Id. at 44. Appel- quately  alleged  a  third-party  beneficiary\nlants now appeal. breach of contract claim against the Public\nDiscussion and Decision Defenders and the Judicial Appellees.\n[1–4]  [13]  A  motion  to  dismiss  for [15] The Johnson County Commission-\nfailure  to  state  a  claim  tests  the  legal ers are responsible for establishing, imple-\nsufficiency of the claim, not the facts sup- menting,  and  maintaining  the  public  de-\nporting  it.  Magic  Circle  Corp.  v.  Crowe fense system in Johnson County, and the\nHorwath, LLP, 72 N.E.3d 919, 922 (Ind. individual  judges  and  attorneys  carry  it\nCt.  App.  2017).  Our  review  of  a  trial out. Appellants’ App. Vol. II at 48. Pursu-\ncourt’s grant or denial of a motion based ant to Indiana Code section 33–40–8–1, the\non Indiana Trial Rule 12(B)(6) is de novo. Judicial Appellees contract with the Public\nId. When reviewing a motion to dismiss, Defenders to provide legal representation\nwe view the pleadings in the light most to indigent criminal defendants in Johnson\nfavorable  to  the  nonmoving  party,  with County. Thus, the public defender system\nevery  reasonable  inference  construed  in for the defense of indigent defendants is\nthe nonmovant’s favor. Id. Motions to dis- accomplished  through  contracts,  where\nmiss are properly granted only ‘‘when the each  attorney  contracts  with  a  specific\nallegations  present  no  possible  set  of judge to represent criminal defendants in\nfacts upon which the complainant can re- that particular court.\ncover.’’ Id. at 922–23 (quotations omitted).\n[16] In their complaint, the Appellants\n[5]  [14] The Appellants argue that the alleged that the Johnson County Commis-\ntrial court erred when it dismissed their sioners and the Judicial Appellees are con-\ncomplaint for failure to state a claim. They stitutionally required to operate a public\ncontend that the public defender system in defense system that provides effective as-\n\n660 Ind. 92 NORTH EASTERN REPORTER, 3d SERIES\nsistance  of  counsel  to  indigent  criminal attorney who contracts with the Judicial\ndefendants and that, due to excessive and Appellees to act as a public defender not\nunreasonable caseloads of the Public De- to accept any more case assignments or a\nfenders, the Appellants are receiving defi- greater workload than that which can be\ncient  representation  by  their  appointed handled  competently  and  managed  with\nPublic  Defenders.  In  the  complaint,  the ‘‘reasonable  diligence  and  promptness.’’\nAppellants raised claims that they are be- Ind. Professional Conduct Rule 1.3, cmt.\ning deprived of adequate consultation and 2.\ncommunication with their Public Defend-\n[18]  We,  therefore,  conclude  that  the\ners, are being deprived of opportunities to\nPublic Defenders’ contracts at issue here\npresent defenses by being pressured into\ndo not support the complaint as alleged.\npleas  agreements,  and  are  being  denied\nThe Public Defenders have an obligation\ntheir right to a speedy trial, among other\npursuant to the contracts to not undertake\nassertions.  While  we  do  not  discount  or\ntoo great a workload, such that they are\nminimize these allegations of deficient rep-\nable to act with ‘‘reasonable diligence and\nresentation that were raised in the com-\npromptness’’  in  their  representation  of\nplaint, we do not find that the Appellants’\nclients. Id. The Appellants’ complaint does\ncomplaint properly raised claims of a sys-\nnot allege that the Judicial Appellees have\ntematic deprivation of their Constitutional\nsystematically  compelled  the  Public  De-\nrights upon which relief can be granted.\nfenders to accept case assignments and to\n[17]  The  contracts  through  which  the\nundertake more work than they can com-\nJudicial Appellees employ the Public De-\npetently handle after the Public Defenders\nfenders to represent criminal defendants\nhave declined a case assignment due to an\nwere  attached  to  the  Appellants’  com-\nexcessive workload. The complaint merely\nplaint and stated that the ‘‘purpose of the\nalleges that the named Public Defenders\ncontract is to ensure the provision of pro-\nhave not provided effective assistance to\nfessional legal representation for indigent\nthe Appellants, which is an allegation of an\ncriminal  defendants  upon  court  appoint-\nindividualized  claim  for  relief,  and  not  a\nment.’’ Appellants’ App. Vol. II at 73–78.\nclaim of a systematic deprivation of consti-\nSuch  representation  is  ‘‘[s]ubject  to  the\ntutional rights. Such individualized claims\nstandards of the Indiana Rules of Profes-\nare  better  suited  for  relief  pursuant  to\nsional Conduct.’’ Id. Under Indiana Pro-\ncriminal  trial  procedures,  such  as  direct\nfessional Rule of Conduct 1.3, ‘‘[a] lawyer\nappeal,  post-conviction  relief,  or  petition\nshall  act  with  reasonable  diligence  and\nfor writ of habeas corpus relief, or legal\npromptness in representing a client,’’ and\nmalpractice actions against their individual\nunder Comment 2 of that rule, ‘‘[a] law-\nattorneys, but these avenues can be pur-\nyer’s workload must be controlled so that\nsued only after a claim has actually rip-\neach matter can be handled competently.’’\nened.\nTherefore, pursuant to the Rules of Pro-\nfessional Conduct, which defines the scope [19] The Johnson County public defend-\nof  representation  under  the  Public  De- er system may suffer from the flaw of not\nfenders’ contracts, it is the attorney’s re- employing  enough  attorneys  under  con-\nsponsibility to manage his or her caseload. tract to act as public defenders and man-\nAccordingly,  the  public  defender  system age the caseload for indigent criminal de-\nin place in Johnson County is not system- fendants in Johnson County. However, in\natically  flawed,  as  the  Appellants  claim. order to solve that issue, a greater appro-\nInstead,  the  system  actually  requires  an priation  from  the  Johnson  County  Com-\n\nALFORD v. JOHNSON COUNTY COM’RS Ind. 661\nCite as 92 N.E.3d 653 (Ind.App. 2017)\nmissioners  for  hiring  public  defenders they are third-party beneficiaries of those\nwould be necessary, which the Appellants contracts. The Appellants contend that nei-\nare not requesting at this time. We find ther of the parties to the contracts, the\nnothing in the current public defender sys- Judicial Appellees and the Public Defend-\ntem  in  Johnson  County  that  would  not ers, has fulfilled the stated purpose of the\nallow the Judicial Appellees to seek addi- contract, which was to ‘‘to ensure the pro-\ntional  funding  from  the  Johnson  County vision of professional legal representation\nCouncil,4  and  there  were  no  allegations for indigent criminal defendants’’ subject\nthat the Judicial Appellees had requested to the standards of the Indiana Rules of\nthe Johnson County Council to appropriate Professional  Responsibility.  Appellants’\nmore money and had been declined. App. Vol. II at 73–78. They claim that the\n[20]  We,  therefore,  conclude  that  the trial  court  erred  in  finding  that  their\nAppellants  have  failed  to  state  a  claim claims had not yet accrued because their\nupon which relief can be granted. On the claims ‘‘were perfected the moment they\nfacts  alleged  in  the  complaint,  including were assigned public defenders who were\nthe language of the Public Defenders’ con- breaching their contract with the Judges\ntracts, it is the Public Defenders who are to provide legal representation to indigent\nresponsible  for  any  deficient  representa- criminal  defendants.’’  Appellants’  Br.  at\ntion, and any alleged deficient representa- 41.\ntion is not attributable to either the Judi-\n[7]  [22]  The  Appellants’  third-party\ncial  Appellees  or  the  Johnson  County\nbeneficiary argument is based on the same\nCommissioners.  The  complaint  did  not\npremise as their constitutional arguments,\ncontain  any  allegations  that  the  Judicial\nthat  the  systematic  deprivation  of  their\nAppellees or the Johnson County Commis-\nrights  under  the  public  defender  system\nsioners  were  compelling  the  Public  De-\nconstitutes a breach of the Public Defend-\nfenders to take on a heavier caseload than\ners’ contracts. As we reasoned above, the\nthey could handle. The trial court did not\nallegations  contained  in  the  Appellants’\nerr when it dismissed the Appellants’ com-\ncomplaint do not allege a systematic depri-\nplaint pursuant to Trial Rule 12(B)(6) for\nvation of the Appellants’ rights under the\nfailure to state a claim as to the claims\ncontract.  Instead,  the  complaint  alleges\nunder the Sixth Amendment and Article 1,\nthat the named Public Defenders have not\nsection 13 of the Indiana Constitution.\nprovided effective assistance to the Appel-\n[6]  [21] The Appellants also argue that\nlants, which is an allegation of an individu-\nthe  trial  court  erred  in  dismissing  their\nalized claim for relief and an individualized\ncomplaint regarding the breach of contract\nbreach of the Public Defenders’ contracts.\nclaim  because  they  adequately  alleged  a\nThe Appellants’ contentions of breach of\nthird-party beneficiary claim for breach of\ncontract present claims of legal malprac-\nthe Public Defenders’ contracts. The Ap-\ntice against the Public Defenders.\npellants contend that, pursuant to statute,\nthe Judicial Appellees contracted with the [8, 9]  [23] The elements of legal mal-\nPublic Defenders to provide indigent de- practice are:  (1) employment of an attor-\nfense services to the Appellants and that ney, which creates a duty to the client;  (2)\n4.  Pursuant to Indiana Code section 33–40–8– legal services to the poor shall appropriate an\n4, ‘‘[t]he county council of every county where amount sufficient to meet the contract obli-\nthe judge of any court having criminal juris- gations of a court or courts for services to the\ndiction has contracted with an attorney for poor.’’\n\n662 Ind. 92 NORTH EASTERN REPORTER, 3d SERIES\n \nfailure of the attorney to exercise ordinary\nskill and knowledge (breach of the duty); CRIT CORP. and Peoplelink, LLC,\nand (3) that such negligence was the proxi- Appellants–Plaintiffs,\nmate cause of (4) damage to the plaintiff.\nv.\nDiBenedetto v. Devereux, 78 N.E.3d 1117,\n1121 (Ind. Ct. App. 2017). The Appellants’ William J. WILKINSON, Hoosier Invest-\nclaims are allegations of a breach of the ments,  LLC,  Peter  G.  Trybula,  and\nlegal duty to represent them with reason- Barnes & Thornburg LLP,1 Appellees–\nable  skill  and  knowledge.  However,  al- Defendants.\nthough the Appellants alleged a breach of\nCourt of Appeals Case No.\nduty, they did not allege that the alleged\n71A03–1705–PL–982\nbreach was the proximate cause of damage\nto them. ‘‘To establish causation and the\nCourt of Appeals of Indiana.\nextent of harm in a legal malpractice case,\nthe client must show that the outcome of FILED January 23, 2018\nthe underlying litigation would have been Background:   Staffing  corporation\nmore favorable but for the attorney’s neg- brought breach of fiduciary duty and legal\nligence.’’ Barkal v. Gouveia & Assocs., 65 malpractice action against attorney and at-\nN.E.3d  1114,  1119  (Ind.  Ct.  App.  2016). torney’s employer. The Superior Court, St.\nTherefore, the Appellants needed to allege Joseph  County,  Jenny  Pitts  Manier,  J.,\nprejudice  resulting  from  the  outcome  of dismissed corporation’s claims, and corpo-\ntheir cases to properly assert their breach ration appealed.\nof contract claim. As there has been no\nHoldings:  The Court of Appeals, Kirsch,\noutcome in the Appellants’ criminal cases,5\nJ., held that:\nany potential prejudice has yet to accrue,\n(1) corporation could not sustain an inde-\nand the Appellants cannot show that any\npendent claim for breach of fiduciary\nalleged negligence by the Public Defenders\nduty;\nwas  the  proximate  cause  of  damage  to\nthem or that there was any damage at all. (2) corporation could not sustain claim of\nThe  trial  court  properly  found  that  the legal malpractice; and\nAppellants’ claims for breach of contract (3) corporation could not sustain claim of\nare  premature  and  have  yet  to  accrue. fraud.\n[24] Affirmed. Affirmed.\n[25] Najam, J., and Brown, J., concur.\n1. Pretrial Procedure O622, 680\n,\nA motion to dismiss for failure to state\na claim tests the legal sufficiency of the\nclaim, not the facts supporting it.  Ind. R.\n  Trial P. 12(B)(6).\n5.  We note that the complaint states that Ow- 1.  The  claims  against  William  J.  Wilkinson\nens accepted a plea deal, but the details of the (‘‘Wilkinson’’) and Hoosier Investments, LLC\nplea agreement are not included in the rec- were dismissed by the trial court. However,\nord. pursuant to Indiana Appellate Rule 17(A), ‘‘[a]\nparty of record in the trial court TTT shall be a\nparty on appeal.’’",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/102664"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 102665,
      "file": null,
      "title": "",
      "text": null,
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/102665"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116150,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116150"
    }
  ],
  "document_count": 6
}