{
  "case_id": 14634,
  "fetched_at": "2025-10-22T00:23:05.892258",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "United States",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title V order (PATRIOT Act § 215, business records or other tangible things), 50 U.S.C. §§ 1861-1862"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2015,
    "id": 14634,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": "2016-03-21T00:00:00-04:00",
    "main_docket": {
      "id": 29680,
      "docket_entries": [],
      "docket_case_type": "BR",
      "docket_year": 2015,
      "docket_filing_number": 77,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": "",
      "docket_number_manual": "BR 15-77",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In re Applications of the Federal Bureau of Investigation for Orders Requiring the Production of Tangible Things [BR 15-77 & 15-78]",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [
      {
        "id": 14570,
        "name": "In re Application of the Federal Bureau of Investigation for an Order Requiring the Production of Tangible Things from [redacted] [BR 15-75]"
      }
    ],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act -- Telephony Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [],
    "state": "District of Columbia",
    "summary": "<p>In 2015, the U.S. government submitted these two applications to the U.S. Foreign Intelligence Surveillance Court (FISC) under Section 501 of the Foreign Intelligence Surveillance Act of 1978 (as amended by Section 215 of the PATRIOT Act of 2001) for \"business records\" orders. This case does not appear to involve the bulk production of telephone records as in <a href=\"http://www.clearinghouse.net/detail.php?id=14570\" target=\"_blank\" rel=\"noopener\">FISA Docket BR 15-75</a>. The factual details of the applications remain classified, but this case is relevant as it is the first FISC interpretation of Section 501, as amended, following the passage of the USA FREEDOM Act of 2015 on June 2, 2015.</p>\r\n<p>Section 215 of the PATRIOT Act, which authorized FISC to issue orders for the production of business records, expired on June 1, 2015. Instead of re-authorizing Section 215, Congress passed the USA FREEDOM Act of 2015. The USA FREEDOM Act did not explicitly re-authorize Section 215&mdash;instead, the Act amended the expiration date found in the sunset provision of Section 215 to December 15, 2019. The Act also provided for the appointment of amicus curiae in the FISC under certain circumstances. The central legal issue was whether the USA FREEDOM Act effectively restored Section 215 of the PATRIOT Act, or whether instead Section 501 of FISA should revert back to its pre-PATRIOT status.</p>\r\n<p>In his June 17, 2015 opinion in this matter, FISC Judge F. Dennis Saylor IV decided two issues. First, Judge Saylor held that an amicus curiae was not required, determining that \"the appropriate outcome is sufficiently clear, such that no reasonable jurist would reach a different decision.\" Second, Judge Saylor held that the USA FREEDOM Act did reinstate the FISC's authority to issue business records orders, determining that it was the intent of Congress to do so based on the amendment of Section 215's sunset provision.</p>\r\n<p>The second part of Judge Saylor's holding was the basis of the FISC's decision in <a href=\"http://www.clearinghouse.net/detail.php?id=14570\" target=\"_blank\" rel=\"noopener\">FISA Docket BR 15-75</a>&nbsp; re-authorizing the bulk collection of telephony metadata under Section 215 of the PATRIOT Act.</p>",
    "summary_published_date": "2023-03-19T15:01:07.505069-04:00",
    "summary_short": "In 2015, the U.S. government submitted two applications to the US. Foreign Intelligence Surveillance Court (FISC) under Section 501 of the Foreign Intelligence Surveillance Act of 1978 for \"business records\" orders.  This case, which held that the USA FREEDOM ACT reinstated FISC's authority to issue business record orders, was the first FISC interpretation of Section 501, as amended, following the passage of the USA FREEDOM Act of 2015.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14634",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14634",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14634",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14634"
  },
  "documents": [
    {
      "date": "2015-06-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 81540,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/81540.pdf",
      "title": "Memorandum Opinion",
      "text": "Filed \nUnited States Foreign \nIntelligence Surveillance Court \nUNITED STATES  JUN  1 7 2015 \nFOREIGN INTELLIGENCE SURVEILLANCE Cffefn' Flynn Hall, Clerk of Court \nWASHINGTON, D.C. \n) \nIN RE APPLICATIONS OF THE FEDERAL  ) \n15 -7 7J. \nBUREAU OF INVESTIGATION FOR ORDERS  )  Docket Nos. BR \nREQUIRING THE PRODUCTION OF  ) \n1 5 - 7 8. \nTANGIBLE THINGS  ) \nMEMORANDUM OPINION \nThis matter involves applications by the United States government under Section 501 of \nthe Foreign Intelligence Surveillance Act of 1978 (FISA), as amended, for \"business records\" \norders-orders requiring the production of certain tangible things for investigations to obtain \nforeign intelligence information not concerning a United States person or to protect against \ninternational terrorism or clandestine intelligence activities.  See 50 U.S.C. § 1861(a)(l).  The \nfactual details of the applications are classified, and not necessary to resolve the issue addressed \nin this opinion.  The question presented is a purely legal question, posed in a somewhat unusual \nsetting. \nOn October 26, 2001, Congress adopted the USA PATRIOT Act.  See Uniting and \nStrengthening America by Providing Appropriate Tools Required to Intercept and Obstruct \nTerrorism Act (USA PATRIOT Act) of2001, Pub. L. No. 107-56, 115 Stat. 272 (2001).  Among \nother things, that act adopted a new framework for applications by the government to this court \nfor orders requiring the production of tangible things---commonly referred to as \"business \nrecords\" orders.  See id.  § 215, 115 Stat. at 287.  The new business records provision, which \nappeared in pertinent part at Section 501 of FISA, was subject to a \"sunset\" clause, so that the \n\nauthority provided under that statute would \"cease to have effect\" by a certain date.  See id. \n§ 224(a), 115 Stat. at 295.  That date was later twice extended.1  In 2006, Section 102(b)(l) of the \nUSA PATRIOT Improvement and Reauthorization Act extended the deadline again.  See USA \nPATRIOT Improvement and Reauthorization Act of 2005, Pub.  L. No. 109-177, § 102(b) (1 ), \n120 Stat. 192, 194-95 (2006).  That statute made a number of substantive changes to the business \nrecords provision. 2  It also changed the sunset provision to state that, at the deadline, the business \nrecords provision would revert to the form it took before the adoption of the USA PAT  RI OT Act \n(that is, its form immediately before October 26, 2001).3  See id.  After several further renewals, \nthe sunset date was extended to June 1, 2015.4  For ease ofreference, this sunset provision is \nreferred to below as \"Section 102(b) ( 1) . \" \nCongress did not take action to extend the deadline, or otherwise renew the statutory \nauthority, before June 1, 2015.  Instead, on June 2, it passed the USA FREEDOM Act, which the \n1 See Extension of Sunset of Certain Provisions of the USA PATRIOT Act, Pub. L. No. 109-160, §I, I 19 \nStat. 2957 (2005); Extension of Sunset of Certain Provisions of the USA PA TRI OT Act, Pub. L. No. I 09-I 70, § I, \n120 Stat. 3 (2006). \n2  These changes included, among other things, adding new language requiring that each application \ndemonstrate reasonable grounds to believe that the tangible things sought are relevant to an FBI investigation, \npennitting the recipients of business records orders to challenge their legality, and requiring the Attorney General to \nadopt minimization procedures. § I 06, I 20 Stat. at 196-200. \n3  This fonn of the business records provision, which was enacted in I 998, was more restrictive in some \nrespects than the provision adopted as part of the USA PATRIOT Act.  Among other things, it pennitted production \norders only for particular classes ofrecords (records of a \"common carrier, public accommodation facility, physical \nstorage facility, or vehicle rental facility\"), which did not include call-detail records maintained by telephone \ncompanies.  Such orders could issue only upon a showing of\"specific and articulable facts giving reason to believe \nthe person to whom the records pertain is a foreign power or an agent of a foreign power.\" See Intelligence \nAuthorization Act for Fiscal Year 1999, Pub. L. No. 105-272, § 602, I 12 Stat. 2396, 2410-12 (1998). \n4  See Department of Defense Appropriations Act, 2010, Pub. L. No. I I 1-118, § 1004, 123 Stat. 3409, \n3470 (2009); Act offeb. 27, 2010, Pub. L. No. I I 1-141, § l(a), 124 Stat. 37; FISA Sunsets Extension Act of201 I, \nPub. L. No. I 12-3, § (2)(a), 125 Stat. 4; and PATRIOT Sunsets Extension Act of201 I, Pub. L. No. I 12-14, § 2(a), \n125 Stat. 216. \n2 \n\npresident signed the same day.  See Uniting and Strengthening America by Fulfilling Rights and \nEnsuring Effective Discipline Over Monitoring Act of 2015, Pub. L. 114-23.  The new statute \namended the sunset provision set forth in Section 102(b)(l) by striking \"June 1, 2015\" and \nreplacing it with \"December 15, 2019.\" See id. § 705(a).  It also made a variety of other \nsubstantive changes to the statutory framework, including provisions concerning the appointment \nof amicus curiae in certain cases.  See id. §§ 401-402. \nOn June 11, 2015, the government filed applications with this court under Section 501, \nseeking orders requiring specific recipients to produce various records and tangible things.  The \ncourt's authority to approve the applications, and to issue such orders, depends on whether the \nUSA FREEDOM Act effectively reinstated the authority of the court to issue such orders \npursuant to the version of Section 501 that was in effect immediately before June 1, 2015 (as \notherwise amended by the USA FREEDOM Act), or whether that authority expired by operation \nof the June 1 sunset and has not been revived.  Before reaching that question, the court must first \naddress the issue of whether it should appoint an amicus curiae to assist it in making its decision. \n1.  Whether the Court Should Appoint an Amicus Curiae \nSection 401 of the USA FREEDOM Act, codified at 50 U.S.C. § 1803(i), provides that \nthe presiding judges of the Foreign Intelligence Surveillance Court (FISC) and the Foreign \nIntelligence Surveillance Court of Review (FISCR) shall \"jointly designate not fewer than 5 \nindividuals to be eligible to serve as amicus curiae.\"  50 U .S.C. § 1803(i)(l ).5  The act further \nprovides for the appointment of amicus curiae-\"consistent with the requirement of subsection \n5  As of this writing, the USA FREEDOM Act is only two weeks old. Although the court has begun the \nprocess of identifying potential candidates for eligibility to serve as amicus curiae, no such designations have yet \nbeen made. \n3 \n\n(c) [that proceedings under FISA 'be conducted as expeditiously as possible'] and any other \nstatutory requirement that the court act expeditiously or within a stated time\"-under one of two \ncircumstances.  Id.  § 1803(i)(2). 6 \nThe first such circumstance is that the court \"shall appoint\" an amicus curiae \"to assist \n[the] court in the consideration of any application for an order or review that, in the opinion of \nthe court, presents a novel or significant interpretation of the law, unless the court issues a \nfinding that such appointment is not appropriate.\" Id. § 1803(i)(2)(A) (emphasis added).  The \nsecond is that the court \"may appoint\" an amicus curiae \"including [sic] to provide technical \nexpertise, in any instance as [the] court deems appropriate or, upon motion, permit an individual \nor organization leave to file an amicus curiae brief.\"  Id § 1803(i)(2)(B) (emphasis added).  The \nfirst provision thus requires the appointment of amicus curiae under certain circumstances unless \nthe court makes a specific finding to the contrary, and the second provision permits such an \nappointment in the discretion of the court. \nThe question presented here is a legal question:  in essence, whether the \"business \nrecords\" provision of FISA has reverted to the form it took before the adoption of the USA \nPAT  RI OT Act in October 2001.  That question is solely a matter of statutory interpretation; it \npresents no issues of fact, or application of facts to law, and requires no particular knowledge or \nexpertise in technological or scientific issues to resolve.  The issue is thus whether an amicus \ncuriae should be appointed to assist the court in resolving that specific legal issue. \n6  The act provides for the designation of amicus curiae to serve for both the FISC and the FISCR.  For the \nsake of convenience, this opinion will refer only to the FISC itself. \n4 \n\nThe legal question here is undoubtedly \"significant\" within the meaning of Section \n1803(i)(2)(A).  If Section 501 no longer provides that the government can apply for or obtain \norders requiring the production of a broad range of business records and other tangible things \nunder the statute, that will have a substantial effect on the intelligence-gathering capabilities of \nthe government.  It is likely \"novel,\" as well, as the issue has not been addressed by any court \n(indeed, the USA FREEDOM Act is only two weeks old).  The appointment of an amicus curiae \nwould therefore appear to be presumptively required, unless the court specifically finds that such \nan appointment is \"not appropriate.\" \nBecause the statute is new, the court is faced for the first time with the question of when \nit is \"not appropriate\" to appoint an amicus curiae.  There is no obvious precedent on which to \ndraw.  Moreover, the court as a whole has not had an opportunity to consider or adopt any rules \naddressing the designation or appointment of amicus curiae. \nThe statute provides some limited guidance, in that it clearly contemplates that there will \nbe circumstances where an amicus curiae is unnecessary (that is, \"not appropriate\") even though \nan application presents a \"novel or significant interpretation of the Jaw.\"  At a minimum, it seems \nlikely that those circumstances would include situations where the court concludes that it does \nnot need the assistance or advice of amicus curiae because the legal question is relatively simple, \nor is capable of only a single reasonable or rational outcome. 7  In other words, Congress must \n7  There may be other circumstances, as well, where appointment of an amicus curiae is not appropriate. \nFor example, such an appointment would in most instances result in some degree of additional expense and delay. \nWhether amicus curiae will be compensated, and at what rates, is not specifically addressed in the statute, but the \ndirect expense (if any) is only a part of the issue; the most significant concern is likely to be delay.  Indeed, the \nstatute appears to contemplate that one of the factors the court should consider before appointing amicus curiae is the \nneed to act \"expeditiously\" in a particular case.  50 U.S.C. § 1803(i)(2).  Here, the court does not reach the issue \nwhether the potential expense or delay of appointing an amicus curiae may provide a basis, in whole or in part, for \n(continued ... ) \n5 \n\nhave intended that the court need not appoint amicus curiae to point out obvious legal issues or \nobvious legal conclusions, even if the issue presented was \"novel or significant.\"  Accordingly, \nthe court believes that if the appropriate outcome is sufficiently clear, such that no reasonable \njurist would reach a different decision, the appointment of an amicus curiae is not required under \nthe statute. 8 \nThis is such an instance.  Although the statutory framework is somewhat tangled, the \nchoice before the court is actually very clear and stark:  as described below, it can apply well-\nestablished principles of statutory construction and interpret the USA FREEDOM Act in a \nmanner that gives meaning to all of its provisions, or it can ignore those principles and conclude \nthat Congress passed an irrational statute with multiple superfluous parts.  Under the \ncircumstances, it does not appear that the assistance of an amicus curiae would materially assist \nthe court in making that decision.  The court therefore finds that it is \"not appropriate\" to appoint \nan amicus curiae in this matter, within the meaning of 50 U .S.C. § l 803(i)(2)(A).  Whether \namicus curiae would assist the court in interpreting other provisions of the USA FREEDOM Act, \nor any other aspect of the statutory framework, is a question for another day. \n2.  Whether the USA FREEDOM Act Reinstated the \"Business Records Order\" \nProvisions of§ 501 That Lapsed on June 1, 2015 \nAs of May 31, 2015, Section 102(b)(l) read as follows:  \"Effective June 1, 2015, the \nForeign Intelligence Surveillance Act is amended so that sections 501, 502, and 105(c)(2) read as \n7(  ••• continued) \ndeclining to make such an appointment. \n8  That is not to suggest that an amicus curiae would serve no purpose whatsoever, even where the answer to \na legal question is clear.  As in any case, an amicus curiae might help to develop and refine arguments and to clarify \nthe reasoning of the court.  But the question is not whether an amicus curiae would serve any function; it is whether \nsuch an appointment is \"appropriate\" under the circumstances. \n6 \n\nthey read on October 25, 2001.\" See supra p. 2 and note 4. The USA PATRIOT Act was \noriginally enacted on October 26, 2001.  Accordingly, when Congress did not act by June 1, \n2015, Sections 501, 502, and 105( c) (2) of FISA reverted to their earlier form (that is, their form \nprior to the adoption of the USA PATRIOT Act).9  The reversion to the earlier form of the statute \nwas not merely technical.  Section 501 as in effect immediately prior to the sunset date (June 1, \n2015) was very different from the business records provision of FISA in effect immediately prior \nto the effective date of the USA PATRIOT Act.  See, e.g., supra notes 2-3 and accompanying \ntext.10 \nOn June 2, 2015, Congress adopted, and the President signed, the USA FREEDOM Act. \nSection 705(a) of that act amended Section 102(b)(l) by striking \"June 1, 2015\" and replacing it \nwith \"December 15, 2019.\"  Section 705(c) of the act made a further amendment by striking the \nwords \"sections 501, 502, and\" and replacing them with \"title V and section.\"11  Thus, the USA \nFREEDOM Act amended Section 102(b )(1) to read:  \"Effective December 15, 2019, the Foreign \nIntelligence Surveillance Act is amended so that title V and section 105(c  )(2) read as they read \non October 25, 2001.\" \nThe issue before the Court is whether (1) the amendments made by the USA FREEDOM \nAct should be understood to have restored the version of Section 501 that had been in effect \n9  The general reversion was subject to a savings clause applicable in certain circumstances.  See \n§ I 02(b )(2).  Because the Court finds that the USA FREEDOM Act reinstated the lapsed provisions ofFISA, it is \nnot necessary to address the scope or effect of the savings clause. \nIO  Title V, as in effect on October 25, 2001, also included a Section 503, which set out certain \nCongressional reporting requirements. See Intelligence Authorization Act for Fiscal Year 1999 § 602, 112 Stat. at \n2412.  Different Congressional reporting requirements appeared in Section 502, codified at 50 U.S.C. § 1862, as in \neffect immediately prior to June I, 2015. \n11  As of May 31, 2015, Title V ofFISA consisted entirely of Sections 501and502. The USA FREEDOM \nAct includes amendments to Sections 50 I and 502, but does not add any new sections to Title V. \n7 \n\nimmediately prior to June 1, 2015 (subject to modifications made by other provisions of the USA \nFREEDOM Act) or (2) the version of the business records provision that existed before the \nadoption of the USA PATRIOT Act remains applicable.12 \nSection 102(b) ( 1) is a sunset clause-a statutory provision that causes a statute to expire, \nbecome ineffective, or undergo modification, as of a certain date. 13  Indeed, Section 102(b) ( 1) is \nentitled \"SECTIONS 206 AND 215 SUNSET,\" referring to the sections of the original USA \nPATRIOT Act that amended Section 105(c)(2) and Title V.  Unquestionably, Congress has the \npower to enact statutes that have sunset clauses, and to extend or revive those statutes under \ncircumstances it deems appropriate.  The issue is one of legislative intent.  Congress is not \nrequired to use any particular words or formula; instead, \"generally speaking, 'Congress may \nrevive or extend an act by any form of words which makes clear its intention to do so.\"' Jn re \nGrand Jury Subpoenas Duces Tecum, 78 F.3d 1307, 1312 (8th Cir. 1996) (quoting Kersten v. \nUnited States, 161F.2d337, 338 (10th Cir. 1947)). \nAs noted, Section 705(a) of the USA FREEDOM Act amended Section 102(b)(l) by \nstriking \"June 1, 2015\" and replacing it with \"December 15, 2019.\"  By itself, that amendment \n12 Section 102(b)(I), as amended by the USA FREEDOM Act, treats the provisions of Section 105(c)(2) \nand Title V without differentiation.  Similarly, the pre-amendment version of Section 102(b)(I) did not differentiate \namong Sections I 05( c )(2), 50 I, and 502.  In the absence of a compelling reason to think that Congress intended \notherwise, the Court's analysis proceeds on the basis that Section 102(b)(I) has the same effect on the Title V \nprovisions as it does on Section 105(c)(2). See, e.g., Clark v. Martinez, 543 U.S. 371, 378 (2005) (where \"operative \nlanguage\" of a statutory provision \"applies without differentiation to all three categories of aliens that are its \nsubject,\" giving \"these same words a different meaning for each category would be to invent a statute rather than \ninterpret one\").  It therefore is instructive to examine how Section 102(b) ( 1) interrelates with Section 105( c )(2), as \nwell as Title V. \n13 Sunset clauses may be drafted in a number of ways.  For example, Section 224(a) of the original USA \nPA TRI OT Act (later replaced by Section 102(b )( 1) provided that certain specified provisions and amendments to \nprior statutes \"shall cease to have effect on December 31, 2005.\"  The Independent Counsel Reauthorization Act of \nJ 987, § 2, Pub. L. No. I 00-191, IOI Stat. 1293, 1306 (provision codified at 28 U.S.C. § 599), stated that specified \nprovisions \"shall cease to be effective five years after the date of the enactment\" of that statute. \n8 \n\nclearly suggests that Congress intended to undo the effect of the June 1 sunset-that is, to restore \nthe affected provisions to read as they did immediately before June I-and for the statute to \nremain in place until 2019. 14  It is certainly true that Congress might have chosen a more direct \nway of expressing its intent-for example, by expressly providing that \"the version of the statute \nthat was in place immediately before June 1, 2015, is hereby reinstated, with the following \namendments.\"  But it did not need to do so.  No special form of words is necessary, nor is there \nany requirement of heightened clarity of expression for reinstating statutes that have lapsed by \noperation of a sunset clause.  Congress could exercise its authority by enacting \"any form of \nwords which ma[ de] clear its intention to do so.\" In re Grand Jury Subpoenas Duces Tecum, 78 \nF.3d at 1312 (internal quotation marks omitted).15 \n14  It is not necessary to decide whether this amendment had retroactive effect with regard to any actions \ntaken between the sunset on June 1 and the enactment of the USA FREEDOM Act on June 2, and the Court does not \nreach this issue. \n15  Amending a statute's sunset clause to refer to a termination date in the future, instead of one in the past, \nis a recognized means by which Congress can reinstate a statute that has lapsed by prior operation of the sunset \nclause.  For example, Section 2 of the Independent Counsel Reauthorization Act of 1987 provided that certain \nprovisions would \"cease to be effective five years after the date of[its] enactment.\"  101 Stat. at 1306. Section 2 of \nthe Independent Counsel Reauthorization Act of 1994, Pub. L. No. 103-270, 108 Stat. 732, 732, amended this \nprovision by striking \"1987\" and inserting \"1994.\" \"In amending the sunset provision, Congress made clear its \nintention to reenact the 1987 Act.  Consequently, ... the 1987 Act was validly reenacted by Congress in June 1994.\" \nJn re Grand Jury Subpoenas Duces Tecum, 78 F.3d at 1312 (footnote omitted).  Similarly, the Export \nAdministration Act (EAA), 50 U.S.C. app. §§ 2401-2420, \nhas lapsed ... periodically because it is a temporary statute with a set expiration date. \nOn many occasions, Congress has reauthorized the EAA by simply postponing its expiration \ndate, but it does not always do so prior to the Act's termination.  As a result, there have been periods \nof lapse, ranging in length from a few days to many years, between the statute's episodic expiration \nand revival. \nMicei Int 'Iv. Dep 't of Commerce, 613 F.3d 1147, 1150 (D.C. Cir. 2010) (emphasis added; citations omitted); see \nalso Electronic Frontier Foundation v. Dep 't of Commerce, 58 F. Supp.3d I 008, I 013-15  (N.D. Cal. 2013) \n(discussing post-lapse reinstatement ofEAA by striking termination date in the past and inserting one in the future), \nappeal docketed, (9th Cir. July 23, 2013).  In an unpublished opinion, the United States Court of Appeals for the \nNinth Circuit rejected an argument that this form of enactment failed to reinstate the EAA because, after lapse, \"there \n(continued ... ) \n9 \n\nFurthermore, if Section 102(b) (1) is interpreted in any other way, it is superfluous, if not \nnonsensical.  Section 102(b)(l) now reads:  \"Effective December 15, 2019, the Foreign \nIntelligence Surveillance Act is amended so that title V and section 105(c  )(2) read as they read \non October 25, 2001.\"  The clear implication of that language is that, now through December 14, \n2019, those provisions read differently than they did on October 25, 2001, and that, effective \nDecember 15, 2019, the language of these provisions will change back to how they read on \nOctober 25, 2001.  As to Sections 105(c)(2), 501, and 502, the only way there can be a difference \nbetween the language now in effect and the language that was in effect on October 25, 2001-or \nthat reverting to the October 25, 2001 language on December 15, 2019, can result in any change \nto the current language-is if the USA FREEDOM Act reinstated the language that had been \noperative immediately prior to June 1. \nUnder \"one of the most basic interpretive canons, ... [a] statute should be construed so \nthat effect is given to all its provisions, so that no part will be inoperative or superfluous, void or \ninsignificant.\"  Corley v.  United States, 556 U.S. 303, 314 (2009) (internal quotation marks \nomitted). 16  This canon weighs strongly in favor of the interpretation that Section 705 of the USA \nFREEDOM Act reinstated Sections 105(c)(2), 501, and 502 to how they read immediately before \nJune 1.  The contrary interpretation would render the statutory language that, \"[e] ffective \n15( ... continued) \nwas no statute left to amend.\"  United States v. Smit, 899 F.2d 1226 (Table), available at 1990 WL 40252, *4 (9th \nCir. Apr. 4, 1990).  The court rejected that contention as \"against the obvious intent of Congress,\" observing that \n\"[t]he form of words is not material when Congress manifests its will that certain rules shall govern henceforth.\" Id. \nat *5 (internal quotation marks omitted). \n16  Accord, e.g., Gustafson v. A/l/oyed Co., Inc., 513 U.S. 561, 574 (l 995)(court will avoid an \ninterpretation ofa statute that \"renders some words altogether redundant\"); Mastro Plastics Corp. v. NLRB, 350 U.S. \n270, 298 ( 1956) (\"It is a cardinal rule of statutory construction that significance and effect shall, if possible, be \naccorded to every word.\") (internal quotation marks omitted). \n10 \n\nDecember 15, 2019,\" FISA \"is amended' so that Section 105(c)(2) and Title V read as they did \non October 25, 2001, entirely superfluous with regard to Section 105(c)(2), and nearly so with \nregard to Title V. 17 \nAnother '\"fundamental canon of statutory construction\"' is '\"that the words of a statute \nmust be read in their context and with a view to their place in the overall statutory scheme.\"' \nFDA v. Brown & Williamson Tobacco Corp., 529 U.S. 120, 133 (2000) (quoting Davis v. \nMichigan Dep 't of Treasury, 489 U.S. 803, 809 (1989)).  A court must therefore interpret a \nstatute '\"as a symmetrical and coherent regulatory scheme,\"' 529 U.S. at 133 (quoting Gustafson, \n513 U.S. at 569), and '\"fit, if possible, all parts into an harmonious whole.\"'  529 U.S. at 133 \n(quoting FTC v.  Mandel Bros., Inc., 359 U.S. 385, 389 (1959)).18 \nThat canon of construction likewise compels the conclusion that the USA FREEDOM \nAct reinstated to Section 501 the language in effect immediately before the June 1 sunset. \nSections 101 through 107 of that act contain extensive amendments to Section 501 concerning \n17  As stated in note 10 supra, Title V ofFISA as in effect on October 25, 2001, included Congressional \nreporting requirements that appeared in Section 503.  Absent further legislation, Section 503 will come back into \neffect on December 15, 2019, by operation of Section 102(b)(I ).  By virtue of that future reinstatement of Section \n503, Section I 02(b )(I) avoids being a total nullity with regard to Title V.  There is no apparent reason, however, \nwhy Congress would have chosen to delay reinstatement of the Section 503 reporting requirements for four and a \nhalf years, ifthe substantive provisions of Title V now contain their pre-USA PATRIOT Act language, \nnotwithstanding Section 705 of the USA FREEDOM Act.  Interpreting Section 705 to have reinstated Sections 501 \nand 502 to how they read immediately before the June I sunset yields a much more sensible result:  the pre-USA \nPATRIOT Act reporting requirements in Section 503 will be reinstated on December 15, 2019, at the same time that \nthe reporting requirements contained in Section 502 (in the form it took immediately before the June I sunset date) \nare slated to expire and the substantive business record provisions are slated to revert to their pre-USA PATRIOT \nAct language. \n18  Accord, e.g., Weinberger v. Hynson, Westcott & Dunning, Inc., 412 U.S. 609, 631-32 (1973) (\"It is well \nestablished that our task in interpreting separate provisions of a single Act is to give the Act the most harmonious, \ncomprehensive meaning possible in light of the legislative policy and purpose\") (internal quotation marks omitted); \nMastro Plastics Corp., 350 U.S. at 298 (\"every part ofa statute must be construed in connection with the whole, so \nas to make all the parts harmonize, if possible, and give meaning to each\") (internal quotation marks omitted). \n11 \n\nthe substantive requirements for business records productions and orders. 19  Those amendments \nunmistakably apply to the language of Section 501 as in effect prior to the June 1 sunset date. \nIndeed, they are incoherent as applied to the language of Section 501 as it read on October 25, \n2001. 20  In order to make sense of that whole set of amendments, and to avoid rendering many of \nthem individually superfluous or unintelligible, Section 705(a) of the USA FREEDOM Act must \nbe read to have reinstated the language of Section 501 that was in effect prior to the June 1 \nsunset, subject to the amendments made to that version of Section 501 by other provisions of the \nUSA FREEDOM Act. \nFinally, and for what it is worth, the legislative history confirms that conclusion.  On May \n13, 2015, the House of Representatives passed H.R. 2048, the bill that became the USA \nFREEDOM Act.  The House Report states that Section 705 of H.R. 2048 would \"reauthorize[ ] \n... to December 15, 2019\" the USA PATRIOT Act version of Section 501.  See H.R. Rep. No. \n114-109, pt. 1, at 29 (2015).  In the days immediately before the June 1 sunset, the Senate was \nactively deliberating on that bill, but did not pass it until June 2.  On June 2, the following \ncolloquy took place between Senators Leahy and Lee: \nMr. LEAHY. It is unfortunate that we were unable to pass the USA FREEDOM Act \nbefore the June 1, 2015, sunset .... [I]t is important that we make clear our intent \nin passing the USA FREEDOM Act this week- albeit a few days after the sunset. \n19  The effective date of Sections 101 through 103 is postponed by 180 days from the date of enactment, see \nUSA FREEDOM Act § 109(a), while Sections I 04 through I 07 took effect immediately. \n20 See, e.g., USA FREEDOM Act § I 01 (a) (amending Section 501 (b) (2) in a manner that is sensible as \napplied to that provision as it existed on May 3 1, 2015, whereas Section 501 did not contain a subsection (b )(2) in \nthe form that it read on October 25, 2001 ); id. § 104(a)(1 )(amending Section 50l(c)(1) in a manner that is sensible \nas applied to that provision as it existed on May 31, 2015, whereas Section 501 did not contain a subsection ( c )( 1) in \nthe form that it read on October 25, 2001 ).  The text of Section 501 as it read on October 25, 2001, appears at 50 \nU.S.C.A. § 1861 note (West Supp. 2014). \n12 \n\nCould the  Senator comment on  the  intent of the  Senate  in  passing the  USA \nFREEDOM Act after June 1, 2015? \nMr. LEE. Although we have gone past the June 1 sunset date by a few days, our \nintent in passing the USA FREEDOM Act is that the expired provisions be restored \nin their entirety just as they were on May 31, 2015, except to the extent that they have \nbeen amended by the USA FREEDOM Act. Specifically, it is both the intent and the \neffect of the USA FREEDOM Act that the now-expired provisions of ... FISA, will, \nupon enactment of the USA FREEDOM Act, read as those provisions read on May \n31, 2015, except insofar as those provisions are modified by the USA FREEDOM \nAct, and that they will continue in that form until December 15, 2019. Extending the \neffect of those provisions for 4 years is the reason section 705 is part of the act. \nSee 161 Cong. Rec. S3439 (daily ed. June 2, 2015). \n* * * \nFor the foregoing reasons, the Court concludes that the USA FREEDOM Act reinstated \nto Section 501 of FISA the language in effect immediately before the sunset on June 1, 2015, \nsubject to amendments made by other provisions of the same act.  Thus, and in simple terms, the \nFISA \"business records\" provisions added by the USA PAT  RI OT Act (as later amended) are in \neffect, and the court has the authority to grant the applications and issue the requested orders. \nIt is requested that this Memorandum Opinion be published pursuant to Rule 62(a) of the \nUnited States Foreign Intelligence Surveillance Court Rules of Procedure. \nENTERED this  \\''\"}-~day of June, 2015. \nIsl F. Dennis Saylor \nF. DENNIS SAYLOR IV \nJudge, United States Foreign \nIntelligence Surveillance Court \n13 ",
      "document_type_other": "",
      "external_url": "http://www.fisc.uscourts.gov/sites/default/files/BR%2015-77%2015-78%20Memorandum%20Opinion.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/81540"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116618,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116618"
    }
  ],
  "document_count": 2
}