{
  "case_id": 9961,
  "fetched_at": "2025-10-20T22:40:20.503510",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Orange County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Orange",
        "name": "Orange County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Florida state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1984,
    "id": 9961,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-07-18T00:00:00-04:00",
    "main_docket": {
      "id": 33119,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1984,
      "docket_filing_number": 706,
      "is_main_docket": true,
      "court": "Florida state appellate court",
      "state": "Florida",
      "docket_office_number": "",
      "docket_number_manual": "84-706",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Rankin v. Colman",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Female plaintiff arrested for traffic violation",
    "plaintiff_type": [],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Florida",
    "summary": "<p>This state court case was filed in 1980 in Florida by a woman who was strip searched after being arrested for failing to produce her driver's license. </p><p>Plaintiff claimed the strip search was performed in accordance with the sheriff's policy and procedure to strip search all females without regard to the gravity of the offense with which they were charged, and with out probable cause to believe they had contraband on their person.</p><p>The trial court dismissed plaintiff's third amended complaint, but on August 29, 1985, the District Court of Appeal of Florida, Fifth District (Judge Orfinger) reversed the dismissal and remanded the case for further proceedings. [This is the only document we have for this case besides the Table Order noting the Florida Supreme Court refused to reverse the appellate court, so we do not know the outcome.]</p><p></p>",
    "summary_published_date": "2012-03-20T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9961",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9961",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9961",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9961"
  },
  "documents": [
    {
      "date": "1986-02-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 7,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 484,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Florida state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66169,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66169.pdf",
      "title": "[Table Opinion]",
      "text": "Colman v. Rankin, 484 So.2d 7 (Table) (1986)   \n \n \n  \n484 So.2d 7 (Table) \n(The decision of the Supreme Court of Florida is referenced in the Southern Reporter in a table captioned ‘Florida \nDecisions Without Published Opinions.’) \nSupreme Court of Florida. \nColman (Melvin G.) \nv. \nRankin (Roberta Marion) \nNO. 67,877 | FEB 06, 1986 \nAppeal From: 5th DCA \n476 So.2d 234 \n  \nOpinion \n \nRev. den. \n  \n \n \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66169"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121331,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121331"
    },
    {
      "date": "1986-02-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 7,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 484,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Florida state supreme court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26385,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26385.pdf",
      "title": "[Table Opinion]",
      "text": "484So.2d7(Table) Page1\n484So.2d7(Table)\n(Citeas:484So.2d7(Table))\nColmanv.Rankin\nFla.1986.\n(ThedecisionoftheSupremeCourtofFloridaisref-\nerencedintheSouthernReporterinatablecaptioned\n‘FloridaDecisionsWithoutPublishedOpinions.’)\nSupremeCourtofFlorida.\nColman(MelvinG.)\nv.\nRankin(RobertaMarion)\nNO.67,877\nFEB06,1986\nAppealFrom:5thDCA476So.2d234\nRev.den.\nFla.1986.\nColmanv.Rankin\n484So.2d7(Table)\nENDOFDOCUMENT\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26385"
    },
    {
      "date": "1985-08-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 234,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 476,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Florida state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60251,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60251.pdf",
      "title": "Appellate Decision [District Court of Appeal of Florida, Fifth District]",
      "text": "476 So.2d 234 (1985)\nRoberta Marion RANKIN, Appellant,\nv.\nMelvin G. COLMAN, Etc., Appellee.\nNo. 84-706.\nDistrict Court of Appeal of Florida, Fifth District.\nAugust 29, 1985.\nRehearing Denied October 8, 1985.\n235 *235 Deborah C. Edens of Maher, Overchuck, Langa & Lobb, P.A., Orlando, for appellant.\nSteven F. Lengauer of Pitts, Eubanks, Hannah, Hilyard & Marsee, P.A., Orlando, for appellee.\nORFINGER, Judge.\nAppellant, Roberta Rankin, appeals from the final order dismissing her third amended complaint after she\ndeclined to plead further. The issue on appeal is whether the complaint stated a cause of action in its claim for\ndamages arising from a strip search which was conducted after appellant's arrest for failure to produce her\n[1]\ndriver's license.  The trial court had jurisdiction to entertain the suit based on the alleged civil rights violation\nunder 42 U.S.C. § 1983. See Martinez v. California, 444 U.S. 277, 100 S.Ct. 553, 62 L.Ed.2d 481 (1980).\nBecause we are dealing with the dismissal of a complaint for failure to state a cause of action, we assume all\nwell-pleaded allegations of the complaint to be true. With that in mind, we summarize the facts as alleged. On\nNovember 11, 1980, Rankin was on her way home from work when she was stopped for a traffic violation. She\n[2]\nwas arrested for not having a valid driver's license in her possession, and was taken to the Orange County jail.\nOnce at the jail, she was not offered bail nor was she informed that she had a right to bail, but she was placed in\na cell and was subjected to a strip search and a body cavity search.\nAppellant alleges that the search was conducted without probable cause or reason to believe she had on her\nperson any \"contraband, dangerous materials or incriminating objects.\" She further charges that this type of\nsearch was routinely performed on all females, without regard to the gravity of the offense with which they were\ncharged, without probable cause to believe they had any contraband on their person, and such searches were\nauthorized by defendant Colman, the sheriff, as part of the policy and procedure of his office. It was further\nalleged that such policy was in violation of appellant's rights under the Fourth, Fifth, Eighth, Ninth and Fourteenth\nAmendments to the Constitution of the United States and that the sheriff knew, or in the exercise of reasonable\ncare, should have known that such policy and procedure was in violation of existing Federal law. We hold the\nthird amended complaint stated a cause of action under 42 U.S.C. § 1983, and that the order of dismissal was\nerroneous.\n42 U.S.C. § 1983 provides in pertinent part:\n236 *236 Every person who, under color of any statute, ordinance, regulation, custom, or usage, of\nany State or Territory, or the District of Columbia, subjects, or causes to be subjected, any citizen\nof the United States or other person within the jurisdiction thereof to the deprivation of any rights,\nprivileges, or immunities secured by the Constitution and laws, shall be liable to the party injured\nin an action at law, suit in equity, or other proper proceeding for redress.\nTo adequately state a cause of action under this statute, the plaintiff must allege only that a person acting under\ncolor of state law deprived him of rights protected by the United States Constitution or federal statutes. Gomez v.\nToledo, 446 U.S. 635, 100 S.Ct. 1920, 64 L.Ed.2d 572 (1980). Complaints alleging violations of civil rights should\nnot be dismissed unless it appears clearly that the plaintiff is entitled to no relief under any state of facts which\ncould be proved in support of his claim. Cruz v. Cardwell, 486 F.2d 550 (8th Cir.1973). This court must consider\n\nas true the allegations made in the complaint in considering the correctness of the trial court's order on the\nmotion to dismiss. Hughes v. Rowe, 449 U.S. 5, 10, 101 S.Ct. 173, 176, 66 L.Ed.2d 163, 170 (1980); Price v.\nMorgan, 436 So.2d 1116 (Fla. 5th DCA 1983); review denied, 447 So.2d 887 (Fla. 1984). The complaint must\ncontain ultimate facts supporting each element of the cause of action. Clark v. Boeing Co., 395 So.2d 1226\n(Fla.3d DCA 1981).\nLiability under § 1983 cannot be predicated on the respondeat superior theory. Monell v. New York City\nDepartment of Social Services, 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). In Lozano v. Smith, 718\nF.2d 756 (5th Cir.1983) the court stated:\nTo be liable under section 1983, a sheriff must be either personally involved in the acts causing\nthe deprivation of a person's constitutional rights, or there must be a causal connection between\nan act of the sheriff and the constitutional violation sought to be redressed. Douthit v. Jones, 641\nF.2d 345, 346 (5th Cir.1981). A causal connection may be established, for section 1983 purposes,\nwhere the constitutional deprivation and practices occur as a result of the implementation of the\nsheriff's affirmative wrongful policies by his subordinates, Wanger v. Bonner, 621 F.2d 675, 679\n(5th Cir. 1980), or where the sheriff wrongfully breaches an affirmative duty specially imposed\nupon him by state law, and as a result thereof, the complained of constitutional tort occurs. \nBarksdale v. King, 699 F.2d 744, 746 (5th Cir.1983). Douthit, 641 F.2d at 346; Sims v. Adams, 537\nF.2d 829, 831 (5th Cir. 1976).\nId. at 768.\nThe complaint sub judice alleged that Colman had instituted the strip search policy, and that pursuant to this\npolicy, Rankin was forced to undergo the strip search procedure even though there was no reason to believe she\nhad concealed contraband or weapons. The complaint alleged that the policy, practice and procedure of\nconducting strip searches was done with the approval, authorization, ratification and consent of Colman. The\ncomplaint further alleged that the policy and practice of the strip search violated the federal common law under\nthe Fourth, Fifth, Eighth, Ninth, and Fourteenth Amendments to the U.S. Constitution; that Colman knew or\nshould have known in the exercise of reasonable care that the practice and policy of strip searches and the\nfailure to provide Rankin with incarceration separate from other prisoners until bail could be arranged violated\nfederal common law and the United States Constitution under Amendments Four, Five, Eight, Nine, and\nFourteen. It was further alleged that Colman, as Sheriff of Orange County, had the duty to command, regulate\nand control the actions of officers, agents and employees under his supervision to prevent those persons from\ndepriving females in custody of their constitutional rights and that Colman failed to discharge that duty by failing\n237 to exercise adequate supervision over the subordinates, failing to provide or enforce lawful and *237 proper\nprocedures, and by failing to establish a program whereby an arrestee who has the right to bail will be offered\nthat opportunity to post bail before undergoing a strip search.\nSection 1983 imposes liability upon a superior officer when that officer or official, under color of official policy,\ncauses an employee of the official to violate a person's constitutional rights. Monell, supra. In Smith v. Jordan,\n527 F. Supp. 167 (S.D. Ohio 1981) the plaintiff initiated a 1983 action against the officer who conducted a strip\nsearch of her pursuant to her arrest on the charge of passing bad checks. The plaintiff alleged a violation of her\nFourth, Fifth, Sixth and Fourteenth Amendment rights. The plaintiff was told by the officer doing the search that it\nwas standard procedure. The court held that the plaintiff's allegation that strip searches were \"standard\nprocedure\" at the jail may form part of a \"custom or usage\" or an \"official policy\" and therefore could form a basis\nfor the sheriff's liability pursuant to section 1983.\nThe complaint here alleges that the strip search was conducted as a result of policies and procedures\nimplemented by Sheriff Colman, and this allegation is assumed to be true. Colman argues, however, that no\nviolation of constitutional rights occurred because the United States Supreme Court approved the use of strip\nsearches in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), but he reads too much into that\ncase. Wolfish involved pretrial detainees who were required to submit to body cavity searches conducted after\nevery contact visit with a person from outside the institution. Prison officials contended that these searches were\nnecessary to discover contraband (weapons and drugs) and to deter future smuggling. The District Court\nimposed a probable cause standard, holding that while strip searches were permissible, body cavity searches\n\nwere not unless officials had probable cause to believe the inmate had concealed contraband in his person. The\nUnited States District Court of Appeals for the Second Circuit affirmed. The Supreme Court addressed the issue\nof whether \"visual body-cavity inspections as contemplated by the MCC rules can ever be conducted on less\nthan probable cause.\" Id. at 560, 99 S.Ct. at 1885. The Court noted that the Fourth Amendment prohibits only\nunreasonable searches and held that under the circumstances of the case the searches were not unreasonable.\nIn so holding the Court set forth the following test:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted. [Citations omitted].\n441 U.S. at 559, 99 S.Ct. at 1884. Applying this test, the Court considered the detention facility as \"a unique\nplace fraught with serious security dangers\" and weighed that factor against the degree of invasion of privacy of\nthe inmates. Balancing those factors the Court concluded that the visual body cavity searches could be\nconducted on less than probable cause.\nA careful reading of Wolfish makes it clear that the Court relied heavily on the circumstances of that specific case.\nThe Court did not make all cavity searches per se reasonable. Instead, the Court provided a balancing test and a\nlist of factors to be considered when determining the constitutionality of cavity searches.\nFederal cases decided subsequent to Wolfish have held strip and body cavity searches for traffic violators to be\nunconstitutional, where neither the nature of the offense nor the particular facts gave any reason to believe that\nthe offender was possessed of weapons or contraband. See, Hill v. Bogans, 735 F.2d 391 (10th Cir.1984); Smith\n238 v. Montgomery County, Maryland, 547 F. Supp. 592 (D.C.Md. 1982); Logan v. Shealy, 660 F.2d 1007 (4th Cir. \n*238 1981),cert. denied, Clements v. Logan, 455 U.S. 942, 102 S.Ct. 1435, 71 L.Ed.2d 653 (1982).\nApplying the balancing test to the case before us, we hold that a strip search and body cavity search of persons\narrested for minor traffic offenses is prima facie unreasonable and an unwarranted intrusion on the personal\nprivacy of such persons, at least without some showing of justification by the arresting authority. Such an\nintrusion seems hardly appropriate in view of the statutes which provide for release of persons arrested for traffic\ninfractions. See, e.g., Sections 30.56, 316.650 and 322.15(2), Florida Statutes (1983) (prohibiting prosecution for\nfailure to have a driver's license in the possession of the person arrested if, prior to the hearing, the person\nproduces a driver's license valid at the time of arrest, in which case the clerk of the court is authorized to dismiss\nthe charge). There must be a strong showing justifying such search in view of the minor character of the charge.\nThere seems to be no legal reason why such offenders cannot be released, either on bail or on their own\nrecognizance, or kept separated from the general jail population if immediate release is delayed. At any rate, the\n[3]\nallegations of the complaint in this respect are sufficient to require an answer from the defendant.\nColman next argues that he is entitled to complete sovereign immunity under the facts alleged in the third\namended complaint. Although the defense of sovereign immunity is an affirmative defense, where an affirmative\ndefense appears on the face of a pleading, it may be argued as a basis for a motion to dismiss. Fla.R.Civ.P.\n1.110(d). Here, the third amended complaint specifically asserted that the defendant was not entitled to claim\nsovereign immunity, so the defendant could properly argue it as a basis for a motion to dismiss.\nThe existence of a defense of sovereign immunity under state law does not restrict or prevent a federally created\ncause of action. Defenses to federal rights of action are determined by federal law. Conduct by persons acting\nunder color of state law which is wrongful under 42 U.S.C. § 1983 cannot be immunized by state law. See, Owen\nv. City of Independence, 445 U.S. 622, 100 S.Ct. 1398, 63 L.Ed.2d 673 (1980),Nelson v. Knox, 256 F.2d 312 (6th\nCir.1958). As the Supreme Court said in Owen, a construction of the federal statute which permitted a state\nimmunity defense to have controlling effect would transmute a basic guarantee into an illusory promise; and the\nsupremacy clause of the Constitution insures that the proper construction may be enforced. Thus sovereign\nimmunity is no defense here.\n\nColman also raises the issue of qualified immunity, a defense recognized in Section 1983 actions where the\nofficial pleads and proves that he acted reasonably and in good faith, i.e., with a genuine belief that the law or\npolicy under which he acted was constitutional. Owen v. City of Independence, supra; Procunier v. Navarette, 434\nU.S. 555, 98 S.Ct. 855, 55 L.Ed.2d 24 (1978).\nIn Harlow v. Fitzgerald, 457 U.S. 800, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982) the Supreme Court stated:\nDecisions of this Court have established that the \"good faith\" defense has both an \"objective\" and\na \"subjective\" aspect. The objective element involves a presumptive knowledge of and respect for\n\"basic, unquestioned constitutional rights.\" Wood v. Strickland, 420 U.S. 308, 322, 95 S.Ct. 992,\n1001, 43 L.Ed.2d 214 (1975). The subjective component refers to \"permissible intentions.\" Ibid.\n239 Characteristically the Court has defined *239 these elements by identifying the circumstances in\nwhich qualified immunity would not be available. Referring both to the objective and subjective\nelements, we have held that qualified immunity would be defeated if an official \"knew,\" or\nreasonably should have known that the action he took within his sphere of official responsibility\nwould violate the constitutional rights of the [plaintiff], or if he took the action with the malicious\nintention to cause a deprivation of constitutional rights or other injury... . Ibid. [Emphasis in\noriginal]; [Footnotes omitted].\n457 U.S. at 815, 102 S.Ct. at 2736-37.\nQualified immunity is also an affirmative defense and is not raised by the complaint here. If raised by Colman in\nhis answer, the legal and factual issues presented by that defense will be determined by the trial court in\naccordance with the controlling principles of law. Gomez v. Toledo, supra. Although, as Colman points out, there\nwere pre-Wolfish federal cases which upheld strip searches, the facts of those cases must be carefully examined\nto determine how they would apply to the circumstances which exist here. He cites Daugherty v. Harris, 476 F.2d\n292 (10th Cir.)cert. denied,414 U.S. 872, 94 S.Ct. 112, 38 L.Ed.2d 91 (1973) (federal prisoners in maximum\nsecurity); Penn El v. Riddle, 399 F. Supp. 1059 (E.D.Va. 1975) (searches of prison inmates); Bijeol v. Benson,\n404 F. Supp. 595 (S.D.Ind. 1975) (federal prison inmates); Giampetruzzi v. Malcolm, 406 F. Supp. 836 (S.D.N.Y.\n1975) (search of pre-trial detainees who were segregated because they posed a security threat), and similar\ncases. Clearly, a reasonable belief in the necessity for a search in a prison setting involving persons already\nconvicted of crimes or persons who pose a security threat would not necessarily be a reasonable belief in the\nnecessity for such search in the case of persons detained for minor traffic offenses. More apposite, however, to\nthe facts here is Tinetti v. Wittke, 479 F. Supp. 486 (E.D. Wis. 1979),affirmed,620 F.2d 160 (7th Cir.1980) where\nthe court held that a strip search of a traffic violator was unconstitutional absent a belief that she had concealed\ncontraband on her person.\nThe plaintiff's third amended complaint states a cause of action under 42 U.S.C. § 1983, and it was error to\ndismiss it. The order of dismissal is reversed and the cause is remanded for further proceedings consistent\nherewith.\nREVERSED and REMANDED.\nFRANK D. UPCHURCH, Jr., J., and HAMMOND, K., Associate Judge, concur.\n[1] Section 322.15(1), Florida Statutes requires every licensee to carry his license at all times when operating a\nmotor vehicle. The licensee must display the license upon demand. Section 322.15(2) provides that a licensee\nshall not be convicted of violating this section if he produces his license in court or to the clerk of the court prior to\nor at the time of his hearing. Failure to produce a valid license is a second degree misdemeanor. Fla. Stat. §\n322.39 (1979).\n[2] Appellant says in her brief that she informed the arresting officer that she did have a valid driver's license and\nthat if given the opportunity to produce it, she would do so. However, this allegation is nowhere found in the third\namended complaint, so we do not consider it.\n\n[3] By virtue of Chapter 81-313, Laws of Florida, 1981, (Sec. 901.211, Fla. Stat. (1981)) strip searches of persons\narrested for traffic, regulatory or misdemeanor offenses are prohibited (except in cases involving weapons or\ncontrolled substances), unless there is probable cause to believe that the individual is concealing a weapon,\ncontrolled substance or stolen property, or unless a judge determines that the individual could not be released\nand would be incarcerated in the county jail. This statute was not in effect when the incident complained of here\ntook place, but is indicative of the current policy of the State in this regard.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60251"
    }
  ],
  "document_count": 4
}