{
  "case_id": 14614,
  "fetched_at": "2025-10-22T00:22:59.271005",
  "case_data": {
    "attorney_orgs": [
      "Kaye, McLane, Bednarski & Litt"
    ],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Fair Housing/Lending/Insurance"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "California state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1993,
    "id": 14614,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29691,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "California state trial court",
      "state": "California",
      "docket_office_number": "",
      "docket_number_manual": "CA 718 828",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "People of the State of California v. Highland Federal Savings and Loan",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "California",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit in which the plaintiffs sought to hold Highland Federal Savings and Loans responsible for the continuing slum conditions of certain buildings, alleging that the company had engaged in unfair business practices as well as fraud. The case was filed in 1993, in a California trial court.</p>",
    "summary_published_date": "2024-07-11T11:46:15.538056-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14614",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14614",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14614",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14614"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116779,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116779"
    },
    {
      "date": "1993-10-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 928,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 510,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131730,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131730.pdf",
      "title": "Opinion of the Court",
      "text": " \n \nHighland Federal Sav. and Loan Ass’n v. California by the..., 510 U.S. 928 (1993)   \n114 S.Ct. 338, 126 L.Ed.2d 282, 62 USLW 3274, 62 USLW 3265 \n \n \n  Cal.Rptr.2d 555. \n  \n114 S.Ct. 338 \nSupreme Court of the United States \nOpinion \n \nHIGHLAND FEDERAL SAVINGS AND LOAN \n \nASSOCIATION, et al., petitioners, \nThe  motion  of  Savings  and  Community  Bankers  of \nv. \nAmerica, et al. for leave to file a brief as amici curiae is \nCALIFORNIA, by the CITY OF LOS ANGELES et \ngranted. Petition for writ of certiorari to the Court of \nal. \nAppeal of California, Second Appellate District, denied. \nNo. 93-212.    \n| \nAll Citations \nOct. 12, 1993. \n510 U.S. 928, 114 S.Ct. 338, 126 L.Ed.2d 282, 62 USLW \n3274, 62 USLW 3265 \nSynopsis   \nCase  below,  People  ex  rel.  Sepulveda  v.  Highland \nFederal  Sav.  and  Loan,  14  Cal.App.4th  1692,  19 \n   \n \n \n \n1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131730"
    },
    {
      "date": "1993-01-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1692,
      "cite_1_reporter": "Cal.App.4th",
      "cite_1_vol": 14,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "California state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131729,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131729.pdf",
      "title": "Opinion",
      "text": " \n \n14 Cal.App.4th 1692 (1993) \n19 Cal. Rptr.2d 555 \nTHE PEOPLE EX REL. JOSEFINA SEPULVEDA et al., Plaintiffs and \nAppellants, \nv. \nHIGHLAND FEDERAL SAVINGS AND LOAN et al., Defendants and \nRespondents. \nDocket No. B058411. \nCourt of Appeals of California, Second District, Division Three. \nJanuary 26, 1993. \n1697*1697 COUNSEL \nJames K. Hahn, City Attorney, Stephanie Sautner and Ronald Low, Deputy City Attorneys, \nLitt, Marquez & Fajardo, Barrett S. Litt and Ben Margolis for Plaintiffs and Appellants. \nMcKenna & Fitting, Michael D. Berk, Aaron M. Peck, Theresa A. Kristovich and Carl W. \nSonne for Defendants and Respondents. \nOPINION \nCROSKEY, J. \nPlaintiffs appeal from the judgment of dismissal following the sustaining without leave to \namend demurrers to the second amended complaint of defendants Highland Federal Bank \n(Highland), Ben Karmelich (Karmelich), Selina Elizabeth Pratt (Pratt), and H.F.S. \nCorporation (HFS; collectively, the Highland defendants). The court found the complaint \nfailed to state a cause of action for Racketeer Influenced and Corrupt Organizations Act \n(RICO) (18 U.S.C. § 1961 et seq.) violations, fraud or fraudulent 1698*1698 concealment. \nThe court further found the entire complaint, except the RICO cause of action, was barred \nby federal preemption. \nBecause the trial court erred in finding no cause of action was stated and the doctrine of \nfederal preemption barred the state claims, we reverse the judgment. \nFACTUAL STATEMENT \n1. The Parties \n\n \n \nPlaintiffs consist of the People of the State of California (People) and numerous individuals \nin their individual capacity and as guardians ad litem and on behalf of a class who resided in \none or more of the subject slum Los Angeles City buildings (tenant plaintiffs).[1] \nThe defendants who are parties to this appeal are Highland, Karmelich (its president), Pratt \n(its loan coordinator and vice-president), and HFS (its wholly owned subsidiary). \n1699*1699 Highland, a federally chartered savings and loan institution, specializes in making \nloans to owners of residential properties, including slum buildings in the greater Los \nAngeles area. Eight of the eleven slum properties listed in this complaint were financed by \ndefendant Highland. Karmelich is both its president and chief executive officer. Karmelich \nalso served as secretary of the board of directors of defendant Northeast. Pratt is a vice-\npresident and loan coordinator for defendant Highland. Pratt helped Highland facilitate the \nrapid transfer of record ownership of slum buildings. She was also actively engaged in \nsoliciting and arranging for uncreditworthy borrowers to assume Highland loans on those \nslum buildings without regard to the borrowers' ability to maintain and repair the buildings. \nHFS is a California corporation and a wholly owned subsidiary of defendant Highland. (1) \n(See fn. 2.) Among its activities is the servicing of loans made by defendant Highland.[2] \n2. Nature of Charging Allegations \nIn this action plaintiffs seek to hold the Highland defendants responsible for the continuing \nslum conditions of certain buildings. In addition to monetary damages and penalties the \ncomplaint seeks injunctive relief.[3] \n1700*1700 The thrust of the complaint charges Highland with engaging in unfair business \npractices and fraud for the purpose of maximizing its profits. Such goal was achieved by \ncreating a situation where rents, which were collectable only if the units complied with the \nhabitability laws, were generated without the expenditure of sums necessary to ensure such \ncompliance. Thus, the slum nature of the buildings was perpetuated and the tenant plaintiffs \nwere defrauded of their right to a habitable dwelling. \nEssentially, Highland allegedly committed such illegal activities through fraudulent loan \ntransactions in order to avoid criminal and civil liability. Highland hid and exercised its \ncontrol over the subject buildings by setting up record owners who had only token or no \ninvestment in the buildings, i.e., either such owners had insufficient asserts or lacked bona \nfide business qualifications to obtain the loans. In general, title to the buildings was \nworthless since the amount of the loans exceeded the fair market value of the security. The \nrecord owners therefore were \"strawmen\" who were basically managers of the buildings for \nHighland's benefit. \nIt is further alleged that Highland in effect was the true beneficial owner of the buildings \nbecause it determined who would be the record owner and when the owner failed to \nperform, Highland replaced him or her with another whom it could control. Such transfers of \n\n \n \nrecord ownership also 1701*1701 served to complicate and frustrate civil and criminal \nprosecution for violation of the habitability law. \nIt was also alleged that Highland routinely facilitated the title transfer of the buildings without \nthe exercise of the due-on-sale clauses of the loan agreements, without requiring loan \nassumption by creditworthy individuals, and without scrutiny to ensure necessary repairs \nwere made. Highland charged loan points and interest at a rate higher than those for bona \nfide loan transactions and utilized the entire or almost entire loan amount from the new \nrecord owner to pay off the principal, interest, penalties and arrearages owed by the former \nrecord holder. Such loans were often arranged by lender-related defendants controlled by \nand/or associated with Highland. Highland then allowed or caused the fraudulent \ndocuments to be recorded in order to hide their control. \nFinally, it was alleged the above pattern of activity by Highland was outside of and \ninconsistent with the normal and standard practice of lenders. \nPROCEDURAL STATEMENT \nThis action was filed on March 28, 1989. On June 7, 1990, a second amended complaint \nasserting numerous causes of action was filed, including those for RICO violations, fraud \nand fraudulent concealment.[4] \n1702*1702 On August 6, 1990, Highland defendants filed demurrers to that complaint. They \nalso filed a companion motion to strike. On or about October 19, 1990, plaintiffs filed joint \nopposition. On or about November 13, 1990, Highland defendants filed their reply. \nOn January 25, 1991, the court sustained certain demurrers without leave to amend. The \ncourt sustained demurrers without leave to amend as to all causes of action, except the \nsecond for RICO violations, on the ground of failure to state a cause of action (Code Civ. \nProc., § 430.10, subd. (e)) because of federal preemption. As authority it relied on section \n545.2 of title 12 of the Code of Federal Regulations; Fidelity Federal Savings and \nLoan v. De La Cuesta (1982) 458 U.S. 141, 162 [73 L.Ed.2d 664, 680-681, 102 S.Ct. 3014]; \nand Wisconsin League of Financial Institutions v. Galecki (W.D.Wis. 1989) 707 F. Supp. \n401, 405. \nThe court further sustained demurrers without leave to amend on the ground of failure to \nstate a cause of action (Code Civ. Proc., § 430.10, subd. (e)) specifically as to the 2d cause \nof action (RICO), the 11th cause of action for fraud, and the 12th cause of action for \nfraudulent concealment. The court also sustained uncertainty demurrers to the entirety of \nthe complaint with leave to amend. (Code Civ. Proc., § 430.10, subd. (f).) The motion to \nstrike was placed off calendar. \nOn March 15, 1991, the court entered the order (judgment) of dismissal based on the \nsustaining of the demurrers of the Highland defendants without leave to amend. \n\n \n \nISSUES PRESENTED \nThis appeal presents three basic issues: (1) Are the state claims against Highland, a federal \nsavings and loan association, preempted by federal law? (2) If so, does federal preemption \nalso bar the action against Karmelich, Highland's president, Pratt, its loan coordinator and a \nvice-president, and HFS, its wholly owned subsidiary? (3) Does the complaint state a cause \nof 1703*1703 action against the Highland defendants for RICO violations, fraud, or fraudulent \nconcealment? \nDISCUSSION \n1. Action Against Highland Not Barred by Federal \nPreemption Under HOLA[5] (2) (See fn. 5) \na. Principles Applicable to Determination of \nPreemption \n(3a) \"Preemption issues are resolved through the process of statutory interpretation. \n[Citation.] We look to the language of the statute and to the intent of Congress.\" \n(Siegel v. American Savings & Loan Assn. (1989) 210 Cal. App.3d 953, 959 [258 Cal. Rptr. \n746].) \n\"`In determining whether a state statute [or a state cause of action] is pre-empted by federal \nlaw and therefore invalid under the Supremacy Clause of the Constitution, our sole task is \nto ascertain the intent of Congress.... First, when acting within constitutional limits, \nCongress is empowered to pre-empt state law by so stating in express terms. Second, \ncongressional intent to pre-empt state law in a particular area may be inferred where the \nscheme of federal regulation is sufficiently comprehensive to make reasonable the \ninference that Congress \"left no room\" for supplementary state regulation.... [¶] As a third \nalternative, in those areas where Congress has 1704*1704 not completely displaced state \nregulation, federal law may nonetheless preempt state law to the extent it actually conflicts \nwith federal law. Such a conflict occurs either because \"compliance with both federal and \nstate regulations is a physical impossibility,\" or because the state law stands \"as an \nobstacle to the accomplishment and execution of the full purposes and objectives of \nCongress.\" (4a) Nevertheless, pre-emption is not to be lightly presumed.' (California Federal \nS. & L. Assn. v. Guerra (1987) 479 U.S. 272, 280-281 [93 L.Ed.2d 613, 623, 107 S.Ct. 683], \ncitations omitted.) (5a) In R.J. Reynolds Tobacco Co. v. Durham County (1986) 479 U.S. \n130, 149 [93 L.Ed.2d 449, 467, 107 S.Ct. 499], the court stated: `Although the regulations \nare not themselves controlling on the pre-emption issue, where, as in this case, Congress \nhas entrusted an agency with the task of promulgating regulations to carry out the purposes \nof a statute, as part of the pre-emption analysis we must consider whether the regulations \nevidence a desire to occupy a field completely. Pre-emption should not be inferred, \n\n \n \nhowever, simply because the agency's regulations are comprehensive.' (Citations omitted.)\" \n(Siegel v. American Savings & Loan Assn., supra, 210 Cal. App.3d at pp. 958-959.) \nb. No Express Preemption Under HOLA Except as to \nTwo Items \nHOLA is the acronym of the federal Home Owners' Loan Act of 1933 (12 U.S.C. § 1461 et \nseq.).[6] \"`The language of HOLA, as well as the history that lies behind its enactment, \ndemonstrate that there is a strong federal interest in the uniform treatment of the federally \nchartered savings and loans associations. Congress initially enacted HOLA and its \nregulatory structure in response to a crisis in the nation's private home financing system. \n[Citation.] This crisis had developed at least in part as a result of the inconsistent and ill-\nadvised practices of the various states. As noted by the Ninth Circuit, \"the states had \ndeveloped a hodgepodge of savings and loan laws and regulations, and Congress hoped \nthat [the Federal Home Loan Bank Board's] rules would set an example for uniform and \nsound savings and loan regulations.\"[[7]] (Conference of Federal Savings & Loan \nAss'ns v. Stein, 604 F.2d 1256, 1258, (9th Cir.1979), summarily affd., 445 U.S. 921, 100 \nS.Ct. 1304, 63 L.Ed.2d 754 (1980), citing T. Marvell, The Federal Home Loan Bank \nBoard at 26 (1969).' (Eureka Federal Sav. and Loan Ass'n v. Kidwell (N.D.Cal. 1987) 672 F. \nSupp. 436, 439.)\" (Siegel, supra, 210 Cal. App.3d at p. 959.) \nPart 545 of title 12 of the Code of Federal Regulations (12 C.F.R.) sets forth the regulations \ncovering the operations of a federal association. Section 1705*1705 545.1 of 12 C.F.R., \nwhich specifies the general parameters of the association's authority, provides: \"A Federal \nsavings association may exercise all authority granted it by [HOLA] and its charter and \nbylaws, whether or not implemented specifically by Office regulations, subject to the \nlimitations and interpretations contained in this part.\" \nSection 545.2 of 12 C.F.R. provides: \"`The regulations in this Part 545 are promulgated \npursuant to the plenary and exclusive authority of the Board to regulate all aspects of the \noperations of Federal associations, as set forth in section 5(a) of the Home Owners' Loan \nAct of 1933, 12 U.S.C. 1464, as amended. This exercise of the Board's authority is \npreemptive of any state law purporting to address the subject of the operations of a Federal \nassociation.'\" (Ibid.) \n(6a) In their brief the Highland defendants urge the import of the above two regulations is \npreemption of any state law which would limit or penalize the conduct of a federal \nassociation where such conduct is authorized by HOLA and not proscribed by HOLA \nregulations since such law would thus be in direct conflict with HOLA.[8] \n1706*1706 As authority for their claim of preemption the Highland defendants argue \"[t]he \nseminal case on the subject, and a case strikingly parallel in material respects to this case, \nis People v. Coast Fed. Sav. & Loan Ass'n (S.D.Cal. 1951) 98 F. Supp. 311.\"[9] They also \nrely heavily on Fidelity Fed. Sav. & Loan Ass'n v. De La Cuesta (1982) 458 U.S. 141 [73 \n\n \n \nL.Ed.2d 664, 680-681, 102 S.Ct. 3014] and Wisconsin League of Financial \nInst. v. Galecki (W.D.Wis. 1989) 707 F. Supp. 401.[10] \n1707*1707 Contrary to their assertion otherwise, People v. Coast Fed. Sav. & Loan \nAss'n (S.D.Cal. 1951) 98 F. Supp. 311 is not \"a case strikingly parallel in material respects \nto this case.\" In Coast \"[t]he gravamen of the complaint is that through signs and other \nmeans of advertising, defendant [federal association] has transacted business in the \nmanner of a bank and has held itself out as a bank or savings bank, and has led the public \nto believe that it was such a bank, without authority and in violation of state statutes.\" \n(People v. Coast Fed. Sav. & Loan Ass'n, supra, 98 F.Supp at p. 315.) Former section \n161.7(e) of title 24 of the Code of Federal Regulations expressly governed the subject of \nadvertising vis-a-vis federal associations. (98 F. Supp. at p. 315, fn. 5.) In view of such \nregulation the court held the board had primary jurisdiction over the subject matter. (Id. at p. \n317.) \nIn contrast, this case does not involve a direct conflict between a specific regulation and \nstate law. Reliance by the Highland defendants on Fidelity Fed. Sav. & Loan Ass'n v. De La \nCuesta and Wisconsin League of Financial Inst. v. Galecki is misplaced for that same \nreason. \nIn De La Cuesta the United States Supreme Court held the board's regulation of due-on-\nsale clauses preempted state law as embodied in Wellenkamp v. Bank of America (1978) \n21 Cal.3d 943 [582 P.2d 970]. (Fidelity Fed. Sav. & Loan Ass'n v. De La Cuesta, supra, 458 \nU.S. 141, 159 [73 L.Ed.2d 664, 678-679].) The De La Cuesta court reasoned: \n\"[T]he Board's intent to pre-empt the Wellenkamp doctrine is unambiguous. The due-on-\nsale regulation plainly provides that a federal savings and loan `continues to have the \npower' to include a due-on-sale clause in a loan instrument and to enforce that clause `at its \noption.' 12 CFR § 545.8-3(f) (1982). The California courts, in contrast, have limited a federal \nassociation's right to exercise a due-on-sale provision to those cases where the lender can \ndemonstrate that the transfer has impaired its security. [¶] The conflict does not evaporate \nbecause the Board's regulation simply permits, but does not compel, federal savings and \nloans to include due-on-sale clauses in their contracts and to enforce those provisions when \nthe security property is transferred.... In addition, Wellenkamp explicitly bars a federal \nsavings and loan from exercising a due-on-sale clause to adjust a long-term mortgage's \ninterest rate toward current market rates — a due-on-sale practice the Board has \napproved....\" (458 U.S. at pp. 155-156 [73 L.Ed.2d 676-677], italics in original.) \nIn Wisconsin League of Financial Inst. v. Galecki, supra, the court held the \"Board has \nexpressly preempted state regulation in the area of mortgage escrow accounts and loan \ndisclosures.\" (707 F. Supp. at p. 405.) The court 1708*1708 expressly limited its holding the \nfacts of that case by announcing: \"The court need not determine the full breadth of the term \n`operations of a federal Association' [as provided in section 545.2] because there can be no \ndispute that such phrase extends at least to the regulation of mortgage escrow accounts \nand mortgage loan disclosures. Fidelity Federal, 458 U.S. at 167 ... Kaski v. First Federal \n\n \n \nSavings & Loan Association, 72 Wis.2d 132, 240 N.W.2d 367 (1976).\"[11] (707 F. Supp. at p. \n405.) \nIt is undisputed that this case involves neither the regulation by state law of advertising, \nenforceability of due-on-sale clauses, or mortgage escrow accounts and mortgage loan \ndisclosures. Accordingly, the Coast, De La Cuesta, and Galecki cases are of no moment \nwith regard to whether the subject state causes of action are expressly preempted by HOLA \nand its concomitant regulations. \n(4b) \"Preemption of state law by federal regulation is not favored. We will not find express \npreemption unless a regulation clearly so states. (Chicago & N.W. Tr. Co. v. Kalo Brick & \nTile Co. (1981) 450 U.S. 311, 317 [67 L.Ed.2d 258, 265, 101 S.Ct. 1124].) It is the burden of \nthe party claiming preemption to prove it. (Elsworth v. Beech Aircraft Corp. (1984) 37 Cal.3d \n540, 548 [208 Cal. Rptr. 874, 691 P.2d 630]; Perdue v. Crocker National Bank (1985) 38 \nCal.3d 913, 937 [216 Cal. Rptr. 345, 702 P.2d 503].)\" (Siegel v. American Savings & Loan \nAssn., supra, 210 Cal. App.3d at p. 960.) \n(6b) As pointed out in Siegel, \"[t]he Board is capable of saying it means to expressly \npreempt all state law in an area.... Section 545.2 [of 12 C.F.R.] contains no such statement \nthat federal law is preemptive of all state common law claims.\" (210 Cal. App.3d at pp. 960-\n961.) \nSimilarly, we have found no provision of HOLA nor any particular regulation, and none have \nbeen cited to us, which expressly preempt the statutory action by the People for unfair \nbusiness practices and the causes of action by the tenant plaintiffs for fraud, RICO \nviolations, etc. We therefore hold the subject action is not explicitly barred by federal \npreemption pursuant to HOLA.[12] \nNonetheless, we do find federal preemption with regard to two matters. First, the allegation \nthat Highland charged loan \"points and provided for 1709*1709 interest, each of which was \nhigher than the rates for bona fide loan[] transactions\" impinges on the specific intent of \nCongress to preempt state usury laws,[13] and thus, improperly delves into an area \nexpressly preempted by HOLA. (See, e.g., § 1463(g).) \nThe second matter concerns item (3)(h) of the complaint's prayer which seeks to enjoin the \nHighland defendants from \"[d]eclining to initiate and complete foreclosure as speedily as the \nlaw permits on substandard property of which the lender has notice if the substandard \nconditions are not fully corrected within 120 days, provided that foreclosure proceedings \nmay terminate if correction occurs before foreclosure is completed.\" This requested relief is \nin direct conflict with 12 C.F.R. section 545.34 which permits a federal association \"at its \noption [to] declare immediately due and payable\" the secured indebtedness upon an \nunconsented to transfer of title to the real property. \nOn remand, the court is therefore directed to strike such allegations and prayer requests. \n(Code Civ. Proc., § 436.) \n\n \n \nc. No Implied Preemption Under HOLA \nAlternatively, the Highland defendants assert the subject action is barred by the doctrine of \nimplied preemption. They urge federal law has impliedly \"occupied the field\" of federal \nsavings and loan associations with regard to their operations and functions. \nWe acknowledge HOLA and the regulations promulgated thereunder have created both a \ncomprehensive and uniform thrift system which is federally regulated and that in exercising \nits broad authority the former board has issued specific, detailed regulations governing \nthose associations. Nonetheless, we observe the United States Supreme Court has \ndeclined to conclude 1710*1710 the board has preempted all lending practices or that the \nBoard's discretion is limitless. \nIn De La Cuesta the court construed the board's powers to be plenary over federal \nassociations: \"The broad language of § 5(a) [of HOLA] expresses no limits on the Board's \nauthority to regulate the lending practices of federal savings and loans.... [Thus,] `[i]t would \nhave been difficult for Congress to give the Bank Board a broader mandate.' [Citation.]\" \n(Fidelity Federal Savings and Loan v. De La Cuesta, supra, 458 U.S. at p. 161 [73 L.Ed.2d \nat p. 680].) \nHowever, the court expressly declined to find the board had preempted state law as to all \nlending practices and cautioned: \"Because we find an actual conflict between federal and \nstate law, we need not decide whether the HOLA or the Board's regulations occupy the field \nof due-on-sale law or the entire field of federal savings and loan regulation.\" (De La Cuesta, \nsupra, 458 U.S. at p. 159, fn. 14 [73 L.Ed.2d at p. 679].) The court went on to qualify its \nholding in that case as follows: \"Although the Board's power to promulgate regulations \nexempting federal savings and loans from the requirements of state law may not be \nboundless, in this case we need not explore the outer limits of the Board's \ndiscretion.\"[14] (Id. at p. 167 [73 L.Ed.2d at p. 684].) \n(5b) Moreover, \"[c]omprehensiveness of federal regulation alone, is not sufficient to \nestablish implied preemption. Again, the United States Supreme Court has said: `We are \neven more reluctant to infer pre-emption from the comprehensiveness of regulations than \nfrom the comprehensiveness of statutes. As a result of their specialized functions, agencies \nnormally deal with problems in far more detail than does Congress. To infer pre-emption \nwhenever an agency deals with a problem comprehensively is virtually tantamount to saying \nthat whenever a federal agency decides to step into a 1711*1711 field, its regulations will be \nexclusive. Such a rule, of course, would be inconsistent with the federal-state balance \nembodied in our Supremacy Clause jurisprudence.' (Hillsborough County v. Automated \nMedical Labs. (1985) 471 U.S. 707, 717 [85 L.Ed.2d 714, 724, 105 S.Ct. 2371].) Our task is \nto determine whether the field which has been preempted by federal regulation is broad \nenough to cover plaintiffs' state causes of action.\" (Siegel, supra, 210 Cal. App.3d 953, 961-\n962.) \n\n \n \n(6c) We conclude it does not. The cause of action for unfair business practices as alleged \nby the People does not directly affect the operations of Highland, and therefore, is not \ncovered by the subject regulations. Similarly, the regulations promulgated under HOLA do \nnot pertain to racketeering charges under a RICO action. The remaining causes of action, \ne.g., nuisance, breach of warranty of habitability, intentional infliction of emotional distress, \nfraud, and interruptions of utilities would, at most, only incidentally and remotely touch upon \nthe operations of Highland in its capacity as a federal savings association. Thus, those also \ndo not impinge on the ambit of HOLA. \n(3b) No implied preemption is found where the impact on the subject is merely indirect. \n(See, e.g., English v. General Electric Co. (1990) 496 U.S. 72 [110 L.Ed.2d 65, 110 S.Ct. \n2270].) In English, the court held the emotional distress claims of a whistle blower were not \npreempted by the federal government's exclusive authority to regulate the safety of nuclear \npower because such claims only indirectly affected the issue of nuclear safety. \"Instead, for \na state law to fall within the pre-empted zone, it must have some direct and substantial \neffect on the decisions made by those who build or operate nuclear facilities concerning \nradiological safety levels.\" (Id. at p. 85 [110 L.Ed.2d at pp. 78-79].) The court reasoned: \"For \nexample, if an employer were to retaliate against a nuclear whistle-blower by hiring thugs to \nassault the employee on the job (conduct literally covered by § 210 [of the Energy \nReorganization Act of 1972]), respondent's position would imply that the state criminal law \nprohibiting such conduct is within the pre-empted field. We simply cannot believe that \nCongress intended that result.\" (Id. at p. 83 [110 L.Ed.2d at p. 77]; see also, id. at pp. 75-76 \n[110 L.Ed.2d at pp. 71-72].) \n(5c) Also, where the subject matter is an area traditionally regulated by the states, no \nfederal preemption is implied unless there is a clear and manifest intent shown. Thus, there \nmust be \"a showing of implicit pre-emption of the whole field ... strong enough to overcome \nthe presumption that state and local regulation of health and safety matters can \nconstitutionally coexist with federal regulation.\" (Hillsborough County v. Automated Medical \nLabs., supra, 471 U.S. at p. 716 [85 L.Ed.2d at p. 723]; see also, 1712*1712 Merrill Lynch, \nPierce, Fenner & Smith v. Ware (1973) 414 U.S. 117, 139-140 [38 L.Ed.2d 348, 366-367, \n94 S.Ct. 383] [no preemption by the Security Exchange Act of 1934 of action for profit \nsharing rights of terminated employee since California has strong policy of protecting wage \nearners].) \nMoreover, \"merely because the federal provisions were sufficiently comprehensive to meet \nthe need identified by Congress [it does] not mean that States and localities [are] barred \nfrom identifying additional needs or imposing further requirements in the field.\" \n(Hillsborough County v. Automated Medical Labs, Inc., supra, 471 U.S. at p. 717 [85 \nL.Ed.2d at pp. 723-724].) \n(6d) Accordingly, we determine whether the subject state causes of action are impliedly \nbarred by federal preemption by scrutinizing them to see if they directly are \"purporting to \naddress the subject of the operations\" of Highland, a federal savings association. (See 12 \nC.F.R. § 545.2.) \n\n \n \nThe state causes of action at issue are grounded in Highland's wrongful course of conduct \nwhich enables slum conditions in the subject buildings to be perpetuated to the detriment of \nthe health, safety and welfare of the People of California and, in particular, the tenant \nplaintiffs. The essence of those causes of action concerns the right of the state to prohibit, \nand punish Highland for its part in, the conspiracy to maintain dwellings in an uninhabitable \ncondition. \nFrom our review of HOLA and its concomitant regulations we have found no statutory \nprovision or regulation which even purports to address the subject of minimum housing \nstandards. Also, any impact or intrusion on the \"operations\" of Highland is minimal and \nindirect. \nAdditionally, we conclude neither the intent of Congress in enacting HOLA nor the purpose \nof HOLA would be served by finding preemption under these circumstances. The \nparamount purpose of HOLA is to ensure the solvency of federal associations. (See, e.g., § \n1463(a)(1)-(3), and § 1464(d)(2).) That purpose would not be hindered, directly or indirectly, \nby the prosecution of the subject state claims. This is not the situation where the state \nseeks to regulate the conduct of all federal associations in California. Rather, the state \nmerely seeks to protect its own interest in public safety and welfare against the wrongful \nconduct of an entity, inter alia, which just happens to be a federal association. \nd. Action Against Karmelich, Pratt, and HFS Not \nBarred by Federal Preemption Under HOLA \nSince this action is not preempted under HOLA as to Highland, a fortiori no preemption bars \nthe action against Karmelich, its president and chief 1713*1713 executive officer, or Pratt, its \nloan coordinator and vice-president. Moreover, the action is also not preempted against \nHFS, which is Highland's wholly owned subsidiary but not a federal savings association. \n2. Causes of Action Stated Against Highland \nDefendants for RICO Violations, and Fraud, but Not \nFraudulent Concealment \na. RICO Action Properly Pleaded as to Mail Fraud \n(7a) To state a cause of action under RICO (18 U.S.C. § 1961 et seq.) a plaintiff must plead \nfacts to show: \"(1) conduct (2) of an enterprise (3) through a pattern (4) of racketeering \nactivity.\" (Sedima, S.P.R.L. v. Imrex Co. (1985) 473 U.S. 479, 496 [87 L.Ed.2d 346, 358-\n359, 105 S.Ct. 3275], fn. omitted.) (8a) In their demurrer, the Highland defendants attack \nthe above \"enterprise\" and \"racketeering activity\" components. \n\n \n \n(1) Existence of RICO Enterprise Pleaded \nThe Highland defendants argue plaintiffs have failed to plead the existence and identity of \nan \"enterprise,\" i.e., a group of defendants associated in fact for a common purpose \nalthough not a legal entity. We disagree. \nAn \"enterprise\" includes \"any union or group of individuals associated in fact although not a \nlegal entity.\" (18 U.S.C. § 1961(4).) \n(7b) The existence of an enterprise is an essential element of a RICO claim. \"The enterprise \nis an entity, for present purposes a group of persons associated together for a common \npurpose of engaging in a course of conduct.... [It] is proved by evidence of an ongoing \norganization, formal or informal, and by evidence that the various associates function as a \ncontinuing unit.\" (United States v. Turkette (1981) 452 U.S. 576, 583 [69 L.Ed.2d 246, 254-\n255, 101 S.Ct. 2524]; see also, Shaffer v. Williams (5th Cir.1986) 794 F.2d 1030, 1032.) \n(8b) The facts setting forth the existence and identity of the requisite enterprise are not \nalleged at a single location. Instead, such facts, because of the complexity of the scheme \ninvolved, are necessarily gleaned from various portions of the subject complaint. \nAt paragraph 150 of the complaint it was alleged: \"The following associations constitute an \nenterprise within the meaning of RICO generally and 18 U.S.C. § 1961(4) specifically: \n\"a. The association in fact of defendants Highland, Northeast, and HFS (the Highland \nEnterprise). \n1714*1714 \".... .... .... .... .... .... .... \n\"c. The association in fact of defendants Karmelich, Highland, Northeast, HFS, Leyton, \nInterreal, Interwest, PHC, and Fitzpatrick (the Highland-Leyton-Fitzpatrick Enterprise).\" \nAlthough subparagraph a of paragraph 150 refers to Highland, Northeast, and HFS, as \"the \nHighland Enterprises\" it is clear such enterprise is but a component of the \"enterprise\" \nwhich comprises this element of a RICO action. Similarly, the reference to \"the Highland-\nLeyton-Fitzpatrick Enterprise\" in subparagraph d of paragraph 150 is to the component of \nthe \"enterprise\" consisting of the members of the Highland Enterprise, defendants Leyton, \nInterreal, Interwest, PHC and Fitzpatrick. From a review of the factual allegations \nconcerning these components of such \"enterprise\" it is clear the requisite facts concerning \nthe existence of an informal ongoing organization consisting of a group of entities \nassociated together for a common purpose of engaging in a course of conduct and \nfunctioning as a continuing unit have been alleged. \nThe complaint essentially alleges the above defendants engaged in a continuing scheme to \ndefraud the tenant plaintiffs by secretly manipulating the record owner defendants and by \n\n \n \nactively assisting such owners to perpetuate the buildings in an uninhabitable condition in \nviolation of the law. That the Highland, HFS and Northeast defendants were ongoing \nbusiness entities which had an ongoing relationship with each other independent of that \nfraud scheme is shown by the following facts: It was alleged Highland was a federal savings \nand loan association specializing in loans on residential property; Northeast, an investment \ncorporation located at Highland's offices, was engaged in the business of handling \ninsurance; and HFS, a wholly owned subsidiary of Highland, serviced loans made by \nHighland. The complaint further alleged that the association of defendant Highland, \nNortheast and HFS constituted an association in fact within the meaning of RICO. The \nabove factual allegations thus evidence an interlocking independent business relationship \namong those three entities. \nMoreover, it was also alleged that defendants Interreal, Interwest and PHC, all of which \nwere entities in which defendant Leyton had an interest, along with the above Highland \nentities and the individual defendants, Karmelich, as the secretary of Northeast's board of \ndirectors, Leyton and Fitzpatrick constituted an association of fact, and thus, an enterprise. \nThe specifics of such association are set forth in the complaint and demonstrate an ongoing \nseries of business transactions among these various defendants with regard to each of the \nsubject buildings. (See, e.g., Temple University v. 1715*1715 Salla Bros., Inc. (E.D.Pa 1986) \n656 F. Supp. 97, 102 [sufficient ongoing organization shown]; cf. Calcasieu Marine Nat. \nBank v. Grant (5th Cir.1991) 943 F.2d 1453, 1461-1463 [no ongoing association \nshown]; Martin v. Brown (W.D.Pa. 1990) 758 F. Supp. 313, 322 [insufficient ongoing unit \nshown]; Uniroyal Goodrich Tire Co. v. Mutual Trading Corp. (N.D.Ill. 1990) 749 F. Supp. \n869, 876-877 [insufficient \"association-in-fact\" shown].) \n(2) \"Racketeering Activity\" Based on Mail Fraud \nProperly Pleaded \n\"Racketeering activity\" under RICO consists of certain specific acts which are expressly \nenumerated in title 18 United States Code, section 1961. The activity underlying the subject \nRICO claim is mail fraud and wire fraud. (9), (10) \"In pleading a violation of the mail fraud \nstatute (18 U.S.C. § 1341) [or the wire fraud statute (18 U.S.C. § 1342)] as a predicate act \nunder a RICO scheme, plaintiffs must allege that (1) defendants devised a scheme or \nartifice to defraud, (2) defendants used the mails [or wires] in furtherance of the scheme, \nand (3) defendants did so with the specific intent to deceive or defraud. [Citation.]\" \n(McMartin v. Children's Institute International (1989) 212 Cal. App.3d 1393, 1407 [261 Cal. \nRptr. 437]; accord, Schreiber Distributing v. Serv-Well Furniture Co. (9th Cir.1986) 806 F.2d \n1393, 1399-1400 [mail and wire fraud]; see also, United States v. Gordon (5th Cir.1986) 780 \nF.2d 1165, 1171 [wire fraud].) \n(8c) The Highland defendants also challenge the allegations of mailing and wire fraud as \ninadequate. They argue plaintiffs are required to but have failed to \"specifically plead the \ntime, place or nature of the alleged communications constituting racketeering activity. \n[Citation.]\" (McMartin v. Children's Institute Int'l, supra, 212 Cal. App.3d at p. 1407; see \n\n \n \nalso, Alan Neuman Productions, Inc. v. Albright (9th Cir.1988) 862 F.2d 1388, \n1392; Rosenthal v. Vogt (1991) 229 Cal. App.3d 69, 77 [280 Cal. Rptr. 1].) \nWe agree the allegation of \"wire fraud\" is totally deficient in the above regard. \nSubparagraph e of paragraph 151 merely alleges: \"Interstate telephone conversations \nrelating to the slum buildings with lenders, persons attempting to locate various of the \ndefendants, the Federal Home Loan Bank Board, and others.\" No facts are alleged to show \nthe nature of such conversations or the place and time thereof. Accordingly, since plaintiffs \nhave failed to show how such defects would be remedied if leave to amend were granted, \nwe conclude the trial court was correct in impliedly finding the predicate act of \"wire fraud\" \nwas inadequate to support a RICO action. (See, e.g., Goodman v. Kennedy (1976) 18 \nCal.3d 335, 349 [134 Cal. Rptr. 375, 556 P.2d 737].) The court is thus directed to strike \nsubparagraph e of paragraph 151. (Code Civ. Proc., § 436.) \n1716*1716 We further conclude, however, the court erred in sustaining the demurrer to that \ncause of action since the plaintiffs have adequately pleaded facts to support the predicate \nact of \"mail fraud.\" The specific factual allegations of the mailings in the subject complaint \nare both qualitatively and quantitatively superior to the bare conclusionary allegation found \nto be inadequate in Schreiber Distributing Co. v. Serv-Well Furniture Co., supra, 806 F.2d \n1393. In Schreiber, the sole allegation was \"on two or more occasions [defendants used] \nthe United States mail ... for the purpose of executing or attempting to execute the aforesaid \nfraudulent scheme....\" (Id. at p. 1401; cf. also, Alan Neuman Productions, Inc. v. Albright, \nsupra, 862 F.2d 1388, 1393, \"The allegation of [the] complaint concerning predicate acts of \nfraud are similarly general referring to `many acts of mail fraud,' `many acts of wire fraud,' \nand `many victims.'\") \nIn contrast, the complaint here described the nature of the mailings as consisting \"of [the] \ndocuments, deeds, deeds of trust and similar matters relating to the slum buildings.\" They \nwere further delineated as the mailings were described as \"[m]ailing of rent checks, \nmortgage and loan payments, payment for services rendered, and similar commercial \ntransactions relating to slum buildings.\" The mailings of various materials were also \ndescribed as relating to code violations regarding slum buildings. Moreover, the place of \nmailing was reflected in the allegation of \"[m]ailing of materials to various governmental \nentities, and recordation of real estate documents requested by mail and directed to the Los \nAngeles County Recorder. Every recorded document pertaining to the real estate \ntransactions described in this complaint was sent through the mails to the County Recorder \nin furtherance of their conspiracy.\" \nThe intent to defraud element was supplied through the allegations concerning their effort to \nachieve the fraudulent objectives. Additional facts as to the time, place, and content of the \nfraud are set forth with particularity at paragraphs 87 through 98 of the complaint. \nThe allegations of the subject complaint as to time, place, etc., sufficiently comport with the \nrequirement of pleading fraud with particularity. As one court explained: \"Plaintiffs cannot be \nexpected to specify the exact time and particular place of each factual omission and \n\n \n \nmisrepresentation. The complaint adequately specifies the transactions and the \napproximate time frame, the contents of the alleged misrepresentations and the essence of \nomitted information, and the identities of those involved.\" (Onesti v. Thomson McKinnon \nSecurities, Inc. (D.C.Ill. 1985) 619 F. Supp. 1262, 1265.) \nAs to other specific dates and details, we point out such matters are properly addressed \nduring discovery, not on demurrer. Also, when a particular document or matter was mailed \nis within the peculiar knowledge of the 1717*1717 defendants. (See, e.g., Committee on \nChildren's Television, Inc. v. General Foods Corp. (1983) 35 Cal.3d 197, 214, 217 [197 Cal. \nRptr. 783, 673 P.2d 660].) \n(3) Nexus Between Racketeering Activity and Injury \nPleaded \nThe Highland defendants next attack plaintiffs' RICO claim on the ground no facts are \nalleged to show any direct injury to the tenant plaintiffs as the proximate result of the \nracketeering activity. (Sedima, S.P.R.L. v. Imrex Co., supra, 473 U.S. at p. 496 [87 L.Ed.2d \nat pp. 358-359]; McMartin v. Children's Institute, supra, 212 Cal. App.3d at p. 1407.) \nWe reject their contention as meritless. The injury suffered by each tenant plaintiff was the \ndeprivation of a habitable dwelling and the loss of the money he or she had paid in rent, \nwhich was excessive because the dwellings were uninhabitable. Such injury flowed directly \nfrom the racketeering activity committed by defendants. \n(4) Violation of 18 United States Code Section 1962(d) \nPleaded \nIn a related argument defendants assert the lack of a legally cognizable injury flowing from \nthe racketeering activity also demonstrates the failure of plaintiffs to allege a violation of title \n18 of the United States Code, section 1962(d).[15] (See Medallion TV Enterprise v. SelecTV \nof California (C.D.Cal. 1986) 627 F. Supp. 1290, 1297-1301.) \nWe disagree. As discussed, above, the requisite injury was properly alleged, and thus, \ndefendants' assertion is untenable. \nb. Cause of Action Stated for Fraud \n(11) The Highland defendants contend no cause of action for fraud is stated because there \nare insufficient facts alleged to \"`show how, when, where, to whom, and by what means the \n[mis]representations were tendered.' Stansfield v. Starkey (1990) 220 Cal. App.3d 59, 73, ... \nquoting Hills Transp. Co. v. Southwest Forest Indus., Inc. (1968) 266 Cal. App.2d 702, \n707....\" They complain \"the People and the tenants [plaintiffs] allege ... `each record owner', \n\n \n \nwithout any further identification or limitation, made the allegedly fraudulent representations; \nthat they were made to 1718*1718 `plaintiffs', without any further identification; and that they \nwere made `at the time of each respective record owner's ownership', without any further \nlimitation as to time. The complaint is silent as to how the alleged representations were \ncommunicated.\" They contend the \"above allegations are, of course, calculated to avoid \ncommunicating meaningful information about the alleged fraud either to the Highland \ndefendants or to the Court....\" (Ibid.) \nDefendant's contentions are meritless. The complaint sets forth with ample particularity the \nidentities of the record holders, the identities and capacities of the many plaintiffs, and the \ntime frame in which the representations were made. We acknowledge the allegations of \nfraud lack the specific detailed minutiae desired by the Highland defendants. Those details, \nhowever, are properly the subject of discovery, not demurrer. The magnitude of the \nfraudulent scheme alleged and the number of plaintiffs involved invoke the analogy to the \nfact situation in Committee on Children's Television, Inc. v. General Foods Corp., supra, 35 \nCal.3d 197, 214. \nIn that case, the court rejected a lack of specificity argument based on the following \nreasoning, which we find instructive here: \"Plaintiffs allege that defendants carried out a \nlarge scale program of deceptive advertising in which the specific advertisements change \nconstantly, but all follow a pattern of making, in one form or another, certain misleading and \ndeceptive representations. If such is the case, to require plaintiffs to plead the specifics of \neach advertisement would render a suit challenging the overall program impractical. The \ncomplaint would have to include thousands of pages setting out specifics which are largely \nwithin defendants' knowledge. The cost and difficulty of compiling, organizing, and setting \ndown the information would seriously deter the filing of such complaint. The effect of such a \npleading requirement, moreover, would not be limited to discouraging private suits; it would \nalso seriously hamper suits by public officials seeking to enjoin schemes of unfair \ncompetition and deceptive advertising.\" (Committee on Children's Television, \nInc. v. General Foods Corp., supra, 35 Cal.3d 197, 214.) \nc. No Fraudulent Concealment Cause of Action Stated \n(12) Defendants claim no cause of action is stated for fraudulent concealment for two \nreasons: (1) the Highland defendants were under no legal duty to disclose the concealed \nfacts at issue; and (2) in any event, the cause of action erroneously assumes someone who \nlends money on the security of real property may, by virtue of that activity, assume the \nobligations of ownership. They point out unless the defendant is under a duty to disclose, \nconcealment of a fact is not actionable. (Civ. Code, § 1710, subd. (3).) Defendants argue \nthere is no duty to disclose here because section 1962 of the Civil Code does not require \nthe disclosure of the name and address of the 1719*1719 owner of certain real property. \nSuch a requirement, according to defendants, is based on the assumption \"that Section \n1962 imposes on an owner of real property a duty to disclose his or her name and \naddress even when the name and address of an agent for the owner, such as a property \nmanager, is disclosed. That assumption is fallacious.\" \n\n \n \nThey further argue \"someone that lends money on the security of, but does not have \npossession and control of, real property may [not], by virtue of that activity, become the \n`beneficial' or `responsible' owner of such property and thereby assume the obligations of \nownership [and thus, the duty to disclose under Civil Code section 1962] to [the] tenants.\" \nWe agree no cause of action for fraudulent concealment is stated but not for the reasons \ngiven by defendants. The thrust of this cause of action is to compel the beneficial owners to \ndisclose such beneficial ownership to the tenant plaintiffs to enable the latter to seek \"civil \nrelief or governmental enforcement of the law from the responsible non-record owner \ndefendants.\" Plaintiffs concede as much in their reply brief: \"If the tenants had known that \nthe one in control of the property was a bank, they would be far more likely to bring an \naction to have the property repaired than they would were the owner a person having \nsubstantially no assets.\" \nA plain reading of section 1962 of the Civil Code[16] reveals its disclosure provisions do not \ngive rise to a duty to disclose the name and address of a beneficial owner. All that is \nrequired under section 1962 is the disclosure of \"the name and usual street address at \nwhich personal service may be effected 1720*1720 of each person who is: (1) Authorized to \nmanage the premises[; and] (2) An owner of the premises or who is authorized to act for \nand on behalf of the owner for the purpose of service of process and for the purpose of \nreceiving and receipting for all notices and demands.\" (Civ. Code, § 1962.) The reference to \n\"[a]n owner of the premises\" is to the record owner, not the beneficial owner. This is clear \nfrom the language of subdivision (e) of Civil Code section 1962, which provides: \"Nothing in \nthis section limits or excludes the liability of any undisclosed owner.\" \nDISPOSITION \nThe judgment is reversed with directions to the court: (1) to strike the allegation that \nHighland charged \"points and provided for interest, each of which was higher than the rates \nfor bona fide loans transactions\"; (2) to strike prayer item (3)(h); (3) to strike subparagraph \n(e) of paragraph 151 of the second amended complaint; and (4) to conduct further \nproceedings consistent with the views expressed herein. The plaintiffs shall recover their \ncosts on appeal. \nKlein, P.J., and Hinz, J., concurred. \nA petition for a rehearing was denied February 25, 1993, and respondents' petition for \nreview by the Supreme Court was denied April 22, 1993. \n[1] The original individual plaintiffs are: Josefina Sepulveda; Margarita Espinoza; Margarita Bonilla; Raul Cruz Amaya; \nJova Corea; Rosa Estela Nevares; Jose Santos Nevares; Rosa Cordova; Maria B. Mergar; Raudel Flores; Haydee \nAlcantara; Angel Edgardo Flores; Ana Arellano; Jose Roberto Reyes; Concepcion Reyes; Gloria Escobar; Silvia \nEscobar; Eddy Sanchez; Trinidad Garcia; Ramon Rojas; Josefina Rivera; Manuel Rivera; Salvador Rivera; Leticia \nRuiz; Concepcion Garcia; Roman Campos; Ramon Campos; Daisy Villalobos; Maria Rojas; Gregorio Rojas; Amalia \nMendoza; Manuel Gil; Maria De La Luz Almaraz; Guadalupe Barragan; Luz Ines Ruiz; Amalia Delgado; Jorge Florez; \nand Rafael Valtierra, individually, and on behalf of a class composed of all present tenants or residents of the \n\n \n \nfollowing buildings, all located in the City of Los Angeles: 4020 South San Pedro Street; 5426 Virginia Avenue; 823 \nSouth Bonnie Brae Street; 807 South Fedora Avenue; 504 South Bonnie Brae Street; 533 Ceres Avenue; 1000 Echo \nPark Avenue; 1616 West 11th Street; 526 South Union Avenue; and 2616 Idell Street, and of all persons who were \ntenants and/or residents of said buildings at material times; Maria De Jesus Rodriguez, Betty Rodriguez, Guadalupe \nIbarra, and Esiquio Rodriguez, minors, by their guardian ad litem Josefina Sepulveda; Javier Espinoza, George \nMichael Espinoza, Yesenia Raquel Espinoza, and Daniel Alejandro Bonilla, Tricia Bonilla, minors, by their guardian \nad litem Margarita Espinoza; Alexander Corea Amaya, a minor, by his guardian ad litem Raul Cruz Amaya; Juan \nJose Nevares and Carlos F. Nevares, Minors, by their guardian ad litem Rosa Estela Nevares; Yovani Velasquez, \nJose Velasquez, Yessica Mergar, minors, by their guardian ad litem Maria B. Mergar; Indira Alcantara, a minor, by \nher guardian ad litem Haydee Alcantara; Mayra Arellano; Antonio Arellano; Steve Arellano; Eduardo Arellano and \nCindy Arellano, minors, by their guardian ad litem Ana Arellano; Patricia Reyes, minor, by her guardian ad litem Jose \nRoberto Reyes; Karen Rojas, Maria Garcia, Raul Garcia, minors, by their guardian ad litem. \nOn February 6, 1991, the court dismissed plaintiffs Silvia Escobar, Eddie Sanchez, Ana Arellano, and Guadalupe \nBarragan in their individual capacity for failing to comply with a prior discovery order. \n[2] These facts are alleged in the second amended complaint. All well-pleaded allegations of the complaint are \ndeemed to be true for the purpose of appellate review of a ruling on a demurrer. (Shoemaker v. Meyers (1990) 52 \nCal.3d 1, 7 [276 Cal. Rptr. 303, 801 P.2d 1054, A.L.R.4th 1720].) \nThese defendants are sometimes collectively referred to as the \"Highland defendants.\" A number of other defendants \nwere named in plaintiffs' second amended complaint. However, these remaining defendants are not parties to this \nappeal. They consist of other lenders, which are not savings associations, and individuals, including some who at one \ntime or another were owners of the subject 11 buildings. The action remains pending as to these defendants. \n[3] Plaintiffs seek to enjoin the Highland defendants from, inter alia: \n\"(a) Soliciting, engaging or permitting individuals to act as straw buyers or record owners who, in fact, have no \ngenuine ownership interest in the substandard property; \n\"(b) Recording or causing to be recorded any document containing the name of any record owner who is not the true \nowner of the substandard property, the legal obligor on the deed of trust, or the party whose assets were relied upon \nin creating the encumbrance; \n\"(c) Accepting, notarizing, causing to be notarized, or recording or causing to be recorded any documents that are a \npart of any financing arrangement concerning any substandard property, which document has been executed by a \nperson other than the person whose name appears on the document; \n\"(d) Failing to send a copy of the notice set forth in sub-paragraph (g) below to each unit in the substandard property, \nin both English and Spanish, upon recordation of a trust deed to the potential borrower secured on the subject \nproperty; \n\"(e) Recording or causing to be recorded a trust deed secured by substandard property without first providing a copy \nof the trust deed, title report, and written proof of compliance with sub-paragraph (d) above to the following interested \nagencies: [¶] (i) Office of Thrift Supervision (OTS); [¶] (ii) The Housing Enforcement Division of the Los Angeles City \nAttorney's office; [¶] (iii) The Legal Aid Foundation of Los Angeles; \n\"(f) Selling or assigning Highland's beneficial interest in any note secured by substandard property without first \nproviding to the purchaser or assignee a copy of the trust deed, the recorded substandard order, and the notice \ndescribed in sub-paragraph (g) below; and without providing notice of such sale to the agencies listed in sub-\nparagraph (e) above. \n\"(g) Failing to give written notice to any potential borrower or anyone seeking to assume a note, previously issued by \nHighland, on substandard property of which the lender has notice by reason of recorded notice or otherwise \n\n \n \nconcerning the potential legal consequences attached to ownership of said property. Said written notice shall include: \n[¶] (i) An advisement that the subject property or building has been declared substandard; [¶] (ii) That the borrower or \nperson assuming the note and taking title to the property may be held criminally responsible if he or she fails to \ncorrect the substandard conditions; [¶] (iii) That the amount of rent a tenant owes may be subject to reduction by \nvirtue of the uninhabitable conditions; [¶] (iv) That tenants may have a cause of action for damages with respect to \nthe conditions in the building, and for injunctive relief requiring repair of said buildings forthwith; [¶] (v) That potential \nrent increases may be denied pursuant to the Los Angeles City Rent Stabilization Ordinance if the Substandard \nNotice is not lifted; [¶] (vi) That if borrower or person assuming the note fails to undertake the necessary repairs \nwithin a reasonable time (120 days), the lender will petition the court for the appointment of a receiver to collect the \nrents and make repairs, pursuant to waste provisions of its deed of trust; [¶] (vii) That under California law a borrower \nmay not be able to claim state tax deductions for the interest payments and depreciation on said property until the \nSubstandard Notice is removed. \n\"(h) Declining to initiate and complete foreclosure as speedily as the law permits on substandard property of which \nthe lender has notice if the substandard conditions are not fully corrected within 120 days, provided that foreclosure \nproceedings may terminate if correction occurs before foreclosure is completed ....\" \n[4] That complaint set forth, respectively, these causes of action: \n(1) Unfair business practices (Bus. & Prof. Code, § 17200) (first cause of action by the People against all \ndefendants); \n(2) Violation of 18 United States Code sections 1961-1968 (RICO) (causes of action 81-161 by all plaintiffs against \nHighland, Karmelich, Pratt, inter alia, but not HFS). Former causes of action 2 through 80 and 81 in the first amended \ncomplaint were not realleged in the second amended complaint. There are no causes of action 2 through 80 in the \nsecond amended complaint; \n(3) Injunctive relief (causes of action 162-242 by all plaintiffs against all defendants); \n(4) Breach of warranty of habitability regarding written contract (causes of action 243-323 by all tenant plaintiffs \nagainst all defendants); \n(5) Breach of warranty of habitability regarding oral contract (causes of action 324-404 by all tenant plaintiffs against \nall defendants); \n(6) Nuisance (causes of action 405-485 by all tenant plaintiffs against all defendants); \n(7) Negligence (causes of action 486-566 by all tenant plaintiffs against all defendants); \n(8) Strict liability regarding maintenance of slum premises (causes of action 562-647 by all tenant plaintiffs against all \ndefendants); \n(9) Intentional infliction of emotional distress (causes of action 648-728 by all tenant plaintiffs against all defendants); \n(10) Violation of Civil Code section 1942.4 (causes of action 729-809 by all tenant plaintiffs against all defendants); \n(11) Fraud (causes of action 810 through 890 by all tenant plaintiffs against all defendants); \n(12) Fraudulent concealment (Civ. Code, § 1710, subd. (3)) by all tenant plaintiffs against all defendants; and \n(13) Violation of Civil Code section 789.3 (interruption of utility services) (causes of action 972-1,052 by all tenant \nplaintiffs against all defendants). \n\n \n \nFor the purpose of this appeal the enumerated groups of causes of actions in (2) through (13) above are referred to \nas causes of action 2 through 13, respectively. \n[5] The Highland defendants concede the trial court's ruling based on federal preemption was grounded only on the \nFederal Home Owners' Loan Act of 1933 (HOLA) (12 U.S.C. § 1461 et seq.) and its concomitant regulations. \nNonetheless, they urge us to uphold that ruling on the additional grounds of federal preemption based on the Federal \nFair Housing Act of 1986 (12 U.S.C. § 3601 et seq.) and The Community Reinvestment Act (12 U.S.C. § 2903 et \nseq.). They assert: \"`If right upon any theory of the law applicable to the case, [a ruling] must be sustained regardless \nof the considerations which may have moved the trial court to its conclusion.' [Citation.]\" (D'Amico v. Board of Medical \nExaminers (1974) 11 Cal.3d 1, 19 [112 Cal. Rptr. 786, 520 P.2d 10].) \nWe have no quarrel with their recitation of law except to find it inapposite since defendants have failed to establish \nthe applicability of those acts to the issues before this court. We observe the above two acts were briefly mentioned \nat footnote 30 of their demurrer memorandum, and thus, were technically before the trial court. \nOn appeal they devote several pages to quotations from the Fair Housing Act in their brief but fail to cogently connect \nthe act's requirements with the matters at issue, which are mentioned in some detail in only footnote 19. Similarly, the \nHighland defendants quote at length from the Community Reinvestment Act but set forth no cognizable connection \nbetween its provisions and the subject issues. \nBased on the above we reject their position as unsupported. It is well established that as an appellate court we are \nnot required to consider matters urged in the briefs where no pertinent argument is made in support thereof. (See, \ne.g., Strutt v. Ontario Sav. & Loan Assn. (1972) 28 Cal. App.3d 866, 873 [105 Cal. Rptr. 395].) \n[6] All statutory references are to title 12 of the United States Code unless otherwise specified. \n[7] The board was replaced in 1989 with the Office of Thrift Supervision (OTS) and its director. (§§ 1462(1) & (3), \n1462a(e).) \n[8] In a footnote of their brief the Highland defendants urge \"[t]here is even a direct conflict between certain specific \nHOLA regulations and the state law upon which the subject state law claims are predicated.\" \nSpecifically, they refer only to two regulations. The first, 12 C.F.R. section 545.32(d) authorizes an association to \nmake a real estate loan up to 100 percent of the market value of the secured property. They claim a direct conflict \nexists because plaintiffs seek to proscribe loans where the borrower would have no equity in the property, thus, \nvesting \"control\" in Highland. We find no conflict. Defendants have mischaracterized certain language in the \ncomplaint. When viewed in context, it is clear plaintiffs were not alleging defendants should be prohibited from making \nloans up to 100 percent of the market value of the property. \nThe complaint alleged, \"The premises involved were security for indebtedness amounting to approximately 100% or \nmore of their value, and additional loans on the property were not available in any bona fide business transaction.\" It \nwas further alleged defendants \"with full knowledge of the slum character of these buildings, has made or aided in the \nmaking of loans for amounts exceeding the value of the slum buildings at high interest rates and `points', requiring \npayments to the lending defendant which absorbed all or virtually all of the rental flow from the buildings.... Each ... \ndefendant reaped financial benefits from the slum buildings' continuing slum character.\" In context, the thrust of these \nallegations is merely to explain one reason why the slum condition of the property was perpetuated, namely, since no \nequity was left no additional loans were available to fix up the property. \nThe Highland defendants lastly claim a direct conflict exists between the state claims and 12 C.F.R. section 545.34, \nwhich permits an association to incorporate into a mortgage loan contract \"`a provision ... whereby the Federal \nassociation may, at its option, declare immediately due and payable' the secured indebtedness upon an unconsented \nto transfer of title to the real property.\" They argue plaintiffs seek to \"deprive Highland of the option to exercise such \nprovision and, instead, compel it to do so.\" (Italics in original.) In support, they point to the allegations in the complaint \nthat defendants improperly made frequent transfers of the property \"from one uncreditworthy and disreputable \nborrower to another without exercise of due-on-sale clauses of loan agreements, without requiring loan assumption \n\n \n \nby creditworthy individuals, and without scrutiny to determine or insure that payments would be made and that the \nslum buildings would be maintained in accordance with requirements of the law. By making frequent transfers of \nownership of the slum buildings, each such defendant's conduct facilitated the ability of the involved record owner to \navoid criminal liability for violations of the law ... [and] each such defendant further effectively avoided or delayed \nrepair of the slum buildings.\" \nWe find no conflict in this regard. By such allegations plaintiffs do not seek to deprive defendants of their option to \nexercise the due-on-sale clauses. Instead, plaintiffs merely seek to preclude defendants from conducting sham \ntransfers of the property. (But see discussion, post, regarding a direct conflict as to item (3)(h) of the prayer for \ninjunctive relief.) \n[9] As further support, they cite: Meyers v. Beverly Hills Fed. Sav. & Loan Ass'n (9th Cir.1974) 499 F.2d \n1145 (prepayment penalties); Greenwald v. First Fed. Sav. & Loan Ass'n of Boston (D.C. Mass. 1978) 446 F. Supp. \n620 (interest payments on escrow accounts); First Fed. Sav. & Loan Ass'n of Boston v. Greenwald (1st Cir.1979) 591 \nF.2d 417 (interest payments on escrow accounts); City Fed. Sav. & Loan Ass'n v. Crowley (E.D.Wis. 1975) 393 F. \nSupp. 644 (self-dealing of association officers and directors in violation of board's regulations); Lyons Sav. & Loan \nAss'n v. Federal Home Loan Bank Board (N.D.Ill. 1974) 377 F. Supp. 11 (branching of association); Kaski v. First \nFed. Sav. & Loan Ass'n of Madison (1976) 72 Wis.2d 132 [240 N.W.2d 367] (interest rate escalation clauses in \nmortgage note); Central Sav. & Loan Ass'n of Chariton v. Federal Home Loan Bank Bd. (8th Cir.1970) 422 F.2d \n504 (mobile associations); Murphy v. Colonial Fed. Sav. & Loan Ass'n (2d Cir.1967) 388 F.2d 609 (list of eligible \nvoters re association director election); North Arlington Nat'l Bank v. Kearny Fed. Sav. & Loan Ass'n (3d Cir.1951) \n187 F.2d 564, cert. den., 342 U.S. 816 [96 L.Ed. 617, 72 S.Ct. 30] (branches); Glendale Fed. Sav. & Loan \nAss'n v. Fox (C.D.Cal. 1978) 459 F. Supp. 903, 904-912 (due-on-sale clause); Rettig v. Arlington Heights Fed. Sav. & \nLoan Ass'n (N.D.Ill. 1975) 405 F. Supp. 819 (authority of association to sell insurance and internal obligations of \ndirectors); Elwert v. Pacific First Fed. Sav. & Loan Ass'n (D.Or. 1956) 138 F. Supp. 395 (branches); Washington Fed. \nSav. & Loan Ass'n v. Balaban (Fla. 1973) 281 So.2d 15 (branches); Springfield Inst. v. Worcester Fed. Sav. & Loan \nAss'n (1952) 329 Mass. 184 [107 N.E.2d 315], cert. den. 344 U.S. 884 [97 L.Ed. 684, 73 S.Ct. 184] (branches). \nSuch reliance is patently misplaced. Those cases involved either a direct conflict between state law and specific \nregulations under HOLA or issues concerning the internal management and direct operation of the federal \nassociation itself, and thus, are factually inapposite. \n[10] The Highland defendants cite Federal Sav. & Loan Ins. Corp. v. Kidwell (N.D.Cal. 1989) 716 F. Supp. 1315, for \nthe proposition that state law claims for negligence and waste against the federal association were preempted by \nfederal law. Their reliance on that case is unfounded. In addition to the preemption issue the district court also ruled \nthe claim for breach of fiduciary duty under federal common law was governed by a four-year state statute of \nlimitations. In an unpublished decision the appellate court vacated the lower court decision in part without specifying \nwhich part was being vacated. (Eureka Federal Sav. & Loan Ass'n v. Kidwell (9th Cir.1991) 937 F.2d 612.) \nAccordingly, the district court decision is without persuasive or precedential value. \n[11] In addition to direct preemption the Galecki court also found implicit preemption based on the finding state \nregulation of escrow accounts would be \"a direct obstacle\" to \"the Board's express purpose to permit the parties to \nnegotiate terms of an escrow agreement between themselves without intervention by substantive law.\" (Wisconsin \nLeague of Financial Institutions v. Galecki, supra, 707 F. Supp. at p. 406.) In contrast, the state claims at issue here \ndo not present \"a direct obstacle\" to any announced OTS policy. \n[12] At oral argument the Highland defendants conceded no express statutory preemption exists here. \n[13] Section 1463(g) as to preemption of state usury laws, provides: \n\"(1) Notwithstanding any State law, a savings association may charge interest on any extension of credit at a rate of \nnot more than 1 percent in excess of the discount rate on 90-day commercial paper in effect at the Federal Reserve \nbank in the Federal Reserve district in which such savings association is located or at the rate allowed by the laws of \nthe State in which such savings association is located, whichever is greater. \n\n \n \n\"(2) If the rate prescribed in paragraph (1) exceeds the rate such savings association would be permitted to charge in \nthe absence of this subsection, the receiving or charging a greater rate of interest than that prescribed by paragraph \n(1), when knowingly done, shall be deemed a forfeiture of the entire interest which the extension of credit carries with \nit, or which has been agreed to be paid thereon. If such greater rate of interest has been paid, the person who paid it \nmay recover, in a civil action commenced in a court of appropriate jurisdiction not later than 2 years after the date of \nsuch payment, an amount equal to twice the amount of the interest paid from the savings association taking or \nreceiving such interest.\" \n[14] Justice O'Connor wrote separately \"to emphasize that the authority of the ... Board to pre-empt state laws is not \nlimitless.... Nothing in the language of § 5(a) of HOLA, which empowers the Board to `provide for the organization, \nincorporation, examination, operation, and regulation' of federally chartered savings and loans, remotely suggests \nthat Congress intended to permit the Board to displace local laws, such as tax statutes and zoning ordinances, not \ndirectly related to savings and loan practices.\" (Id. at pp. 171-172 [73 L.Ed.2d at pp. 686-687].) \nIn his dissent, joined by Justice Stevens, Justice Rehnquist reasoned: \"In § 545.8-3(f), the Board has gone beyond \nregulating how, when, and in what manner a federal savings and loan may lend mortgage money.... In this case, the \nBoard is not regulating the operation of federal savings and loan associations, but the operation of due-on-sale \nclauses. Without a congressional authorization more explicit than that relied upon by the Court, I conclude that the \nBoard has entered a domain in which it is not authorized to override state laws.... Discharge of its mission to ensure \nthe soundness of federal savings and loans does not authorize the ... Board to intrude into the domain of state \nproperty and contract law that Congress has left to the States.\" (Id. at pp. 174-175 [73 L.Ed.2d at pp. 688-689].) \n[15] Subdivision (d) of section 1962 provides: \"It shall be unlawful for any person to conspire to violate any of the \nprovisions of subsections (a), (b), or (c) of this section.\" \nThe relevant subdivision is (c), which provides in pertinent part: \"It shall be unlawful for any person employed by or \nassociated with any enterprise engaged in, or the activities of which affect, interstate or foreign commerce, to conduct \nor participate, directly or indirectly, in the conduct of such enterprise's affairs through a pattern of racketeering \nactivity.\" \n[16] Civil Code section 1962 provides: \n\"(a) Any owner of a dwelling structure specified in Section 1961 or a party signing a rental agreement or lease on \nbehalf of the owner shall disclose therein the name and usual street address at which personal service may be \neffected of each person who is: \n\"(1) Authorized to manage the premises. \n\"(2) An owner of the premises or who is authorized to act for and on behalf of the owner for the purpose of service of \nprocess and for the purpose of receiving and receipting for all notices and demands. \n\"(b) In the case of an oral rental agreement the owner or a person acting on behalf of the owner for the receipt of rent \nor otherwise, on written demand, shall furnish the tenant with a written statement containing the information required \nby subdivision (a). \n\"(c) The information required by this section shall be kept current and this section shall extend to and be enforceable \nagainst any successor owner or manager, who shall comply with this section within 15 days of succeeding the \nprevious owner or manager. \n\"(d) A party who enters into a rental agreement on behalf of the owner who fails to comply with this section is deemed \nan agent of each person who is an owner: \n\"(1) For the purpose of service of process and receiving and receipting for notices and demands. \n\n \n \n\"(2) For the purpose of performing the obligations of the owner under law and under the rental agreement. \n\"(e) Nothing in this section limits or excludes the liability of any undisclosed owner.\" \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131729"
    }
  ],
  "document_count": 3
}