{
  "case_id": 9653,
  "fetched_at": "2025-10-22T00:09:49.423142",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Raleigh",
        "institution_county": null,
        "name": "Dorothea Dix Hospital",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Morganton",
        "institution_county": null,
        "name": "Broughton Hospital",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Goldsboro",
        "institution_county": null,
        "name": "Cherry Hospital",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Butner",
        "institution_county": null,
        "name": "John Umstead Hospital",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "North Carolina Department of Health and Human Services",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Mental Health (Facility)",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2009,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 9653,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Fire safety",
      "General/Misc.: Individualized planning",
      "General/Misc.: Informed consent/involuntary medication",
      "Disability and Disability Rights: Integrated setting",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Intellectual disability/mental illness dual diagnosis",
      "Medical/Mental Health Care: Suicide prevention",
      "Disability and Disability Rights: Mental Illness, Unspecified",
      "Disability and Disability Rights: Mental impairment",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (physical)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation"
    ],
    "last_checked_date": "2014-11-29T00:00:00-05:00",
    "main_docket": {
      "id": 33423,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "North Carolina",
      "docket_office_number": "",
      "docket_number_manual": "No Court Case",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ CRIPA Investigation of North Carolina’s Public Mental Health Hospitals, Dorothea Dix Hospital in Raleigh, Broughton Hospital in Morganton, Cherry Hospital in Goldsboro, and John Umstead Hospital in Butner",
    "never_filed": true,
    "non_docket_case_number": "168-54-36",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 2009,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "U.S. Department of Justice, on behalf of people with mental illness confined to state public mental health facilities in North Carolina.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Private Settlement Agreement"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "North Carolina",
    "summary": "<p>On March 17, 2004, the U.S. Department of Justice's Civil Rights Division (\"DOJ\") sent its \"findings letter\" to North Carolina's governor, advising him of the results of the spring and summer 2002, DOJ investigation of conditions and practices at the four North Carolina public mental health hospitals.  Each facility served one of four regions in the state and provided services to a wide variety of patients, including adults with acute and long term care needs, children, adolescents, the elderly, and individuals with substance abuse problems. </p><p>The investigation occurred under the authority of the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997.  DOJ and expert consultants visited the facilities, reviewed a wide array of documents there, and conducted interviews with personnel and residents.  The letter commended the state's staff for providing a high level of cooperation during the investigation, as well as the dedication many showed for patient well-being.  Nevertheless, the investigation found a number of constitutional and federal statutory violations deficiencies in conditions and patient care at the state's public mental health hospitals. </p><p>The DOJ investigation identified multiple substantial departures from generally accepted professional standards of care. The findings letter set out that these deficiencies in conditions of patient care and treatment existed at all four facilities in six topic areas, including (1) inadequate mental health treatment; (2) inappropriate use of restraints and seclusion; (3) inadequate nursing and medical care; (4) failure to ensure the reasonable safety of patients; (5) unsafe physical plant conditions; and (6) inadequate discharge planning, as evidenced by the failure to provide services to discharged patients in the most integrated setting.  For all six of these categories, the letter provided examples of deficiencies that usually existed at each of the state's four facilities. </p><p>Minimally-acceptable remedial measures for each of these categories were outlined in the letter, which observed that improvements had already been made in some respects at the various facilities since the DOJ inspections occurred.  The letter invited further collaborative steps toward remediation, but also notified the state that, absent prompt agreement to alleviate the DOJ's concerns, the federal government could seek to compel the state, via a CRIPA lawsuit, to correct the deficiencies and protect these four hospitals' patients' rights.</p><p>It appears the matter settled out of court, bcause according to the Department of Justice Annual Reports to Congress, compliance monitoring continued for several years.  The last <a href=\"http://www.justice.gov/crt/about/spl/documents/split_cripa09.pdf\">report</a> listing such monitoring is for Fiscal Year 2009, see so apparently the matter was closed some time thereafter.</p>",
    "summary_published_date": "2008-05-23T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9653",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9653",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9653",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9653"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121031,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121031"
    },
    {
      "date": "2004-03-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 19177,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/19177.pdf",
      "title": "Re: North Carolina’s Public Mental Health Hospitals, Dorothea Dix Hospital in Raleigh, Broughton Hospital in Morganton, Cherry Hospital in Goldsboro, and John Umstead Hospital in Butner",
      "text": "U.S. Department of Justice \nCivil Rights Division \nSpecial Litigation Section - PHB \n950 Pennsylvania Avenue, N.W. \nWashington, DC 20530 \nMarch 17, 2004 \nThe Honorable Michael F. Easley \nGovernor of North Carolina \n116 West Jones Street \nState Capitol Building \nRaleigh, NC  27603 \nRe:  North Carolina’s Public Mental Health Hospitals, \nDorothea Dix Hospital in Raleigh, Broughton \nHospital in Morganton, Cherry Hospital in \nGoldsboro, and John Umstead Hospital in Butner \nDear Governor Easley: \nOn June 20, 2001, we notified you that we were initiating an \ninvestigation of conditions at North Carolina’s four state-\noperated mental health facilities (Dorothea Dix, Broughton, \nCherry, and John Umstead Hospitals) pursuant to the Civil Rights \nof Institutionalized Persons Act (“CRIPA”), 42 U.S.C. § 1997. \nDuring the spring to early summer of 2002, we visited all \nfour facilities with expert consultants in the areas of \npsychiatry, psychology, nursing care, social work, substance \nabuse, community mental health care and discharge planning.  We \nconducted our investigation by reviewing facility records, \nincluding patients' medical charts and other documents relating \nto the care and treatment of patients, interviewing \nadministrators, staff, and patients, and conducting on-site tours \nof all four hospitals.  At exit interviews conducted on the last \nday of each facility visit, we verbally conveyed our preliminary \nfindings to counsel, senior North Carolina Department of Health \nand Human Services officials, and supervisory facility \nadministrators.  Consistent with the requirements of CRIPA, we \nare now writing to apprise you of our findings.  Our findings are \nsupported by the assessments contained in our expert consultants’ \nreports. \nAs a threshold matter, we wish to express our appreciation \nto the staff of the Department of Health and Human Services, the \n\n- 2  \n\nAttorney General’s office, and the administrators and staff of \nthe four facilities for their extensive assistance and \ncooperation during our investigation.  Further, we wish to note \nthat the four facilities are staffed predominately by dedicated \nindividuals who genuinely are concerned for the well-being of the \npersons in their care.  We hope to continue to work with state \nofficials and the administrators at Dorothea Dix, Broughton, \nCherry, and John Umstead Hospitals in the same cooperative manner \nin addressing the problems that we found. \nI.  BACKGROUND \nA.  Facility Descriptions \nNorth Carolina has established a state hospital system in \nwhich all public in-patient mental health care is provided at \nfour state psychiatric hospitals. \nFounded in 1856, Dorothea Dix Hospital is the State’s oldest \npsychiatric hospital.  Dix provides in-patient psychiatric care \nto residents of 16 counties comprising the south central region \nof North Carolina, including the Raleigh-Durham area.  The region \nis also serviced by eight community “area programs” responsible \nfor mental health services.1  Dix has a capacity of 494 patients \nalthough, at the time of our tour, the census averaged between \n330 and 350 patients per day. \nCherry State Hospital, which opened in 1880, provides \nin-patient psychiatric care to residents of 33 counties in the \neastern region of North Carolina, and is serviced by 13 area \nprograms.  Cherry currently has a capacity of 478 beds but its \naverage daily census at the time of our tour was 454 patients. \nBroughton Hospital, which the State opened in 1882, provides \nin-patient psychiatric care for 37 counties in the western region \nof North Carolina, and is serviced by 38 area programs. \nBroughton has a capacity of 431 beds although its average daily \ncensus at the time of our tour was 410 patients. \n1\n  Area programs are the state-mandated, community-based,\nmental health and substance abuse authorities that provide\noutpatient services to the patients hospitalized at the\nrespective four state psychiatric hospitals and to where the\nmajority of the patients are referred for services upon\ndischarge.  The relationship between the area programs and the\nhospitals is mandated by state code and based on formal letters\nof agreement between the entities. \n\n- 3  \nFinally, John Umstead Hospital, opened in 1944, serves 14 \ncounties in the north central area of North Carolina, and is \nserviced by seven area programs.  Umstead has a capacity of 593 \nbeds even though its census at the time of our tour was just 421 \npatients. \nEach hospital serves a variety of populations, including \nadults with acute and long term care needs, children, \nadolescents, the elderly, and individuals with substance abuse \nproblems.  Two of the hospitals, Umstead and Dix, operate \nmedical/surgical units.  Umstead also operates a forensic unit \nand a unit for persons who are hearing impaired.  The state \nhospitals admitted over 16,000 patients in 2001 and have a \ncombined staffing of approximately 5,300 positions. \nB.  Legal Background \nWe have evaluated whether patients are receiving care and \ntreatment in accordance with their constitutional and federal \nstatutory rights at the four facilities.  Residents of state-\noperated facilities have a right to live in reasonable safety and \nto receive adequate health care, along with habilitation to \nensure their safety and freedom from unreasonable restraint, \nprevent regression, and facilitate their ability to exercise \ntheir liberty interests.  See Youngberg v. Romeo, 457 U.S. 307 \n(1982); Patten v. Nichols, 274 F.3d 829 (4th Cir. 2001).  Similar \nprotections are accorded by federal law.  See, e.g., Title XIX of \nthe Social Security Act, 42 U.S.C. § 1395hh, and implementing \nregulations, 42 C.F.R. Parts 482-483 (Medicaid and Medicare \nProgram Provisions).  The State is further obliged to provide \nservices in the most integrated setting appropriate to \nindividuals’ needs.  See Olmstead v. L.C., 527 U.S. 581 (1999). \nII.  FINDINGS \nOur investigation revealed a number of constitutional and \nfederal statutory violations at the four facilities, including: \n(A) inadequate mental health treatment; (B) inappropriate use of\nrestraints and seclusion; (C) inadequate nursing and medical \ncare; (D) failure to ensure the reasonable safety of patients; \n(E) unsafe physical plant conditions; and (F) inadequate\ndischarge planning, as evidenced by the failure to provide \nservices to discharged patients in the most integrated setting. \nA major cause of many of the unlawful conditions we identified \nstems from a fragmented, decentralized mental health system with \nunclear, unspecified standards of care, and an insufficient \nnumber of adequately trained professional and direct care staff \nto meet the needs of patients.  The facts that support our \n\n- 4  \n\nfindings are set forth below, followed by recommended remedial \nmeasures that we believe are necessary to correct these \nconditions.  The findings apply to all four facilities unless \notherwise indicated. \nA.\t Failure To Provide Adequate Mental Health\n\nTreatment To Patients\n\nThe mental health services that North Carolina is providing \nto patients at its psychiatric hospitals substantially departs \nfrom accepted professional standards.  Psychiatric practices at \nall four hospitals are marked by inadequate assessments and \ntreatment planning, inadequate care for patients with specialized \nneeds, inadequate psycho-social rehabilitation services, and \ninadequate psychopharmacological practices. \n1.\t Inadequate Assessments and Treatment Planning \nTreatment plans are critical to the functioning of \npsychiatric hospitals.  In accordance with generally accepted \nprofessional practice, each patient should have a comprehensive, \nindividualized treatment plan based on the integrated assessment \nof mental health professionals.  The treatment plans should \ndefine the goals of treatment, the interventions to be utilized \nin achieving these goals, and ways in which various staff engaged \nin the provision of services are to coordinate treatment.  The \ntreatment plans should also detail the integrated plan of care or \ntreatment designed to promote the patient’s stabilization and/or \nrehabilitation such that the patient may return to the community. \nOn an aggregate basis, treatment plans constitute the standard \nagainst which a facility evaluates the effectiveness of the \nservices it offers.  In this sense, they are pivotal to a \nhospital’s ongoing efforts at performance improvement. \nNorth Carolina generally fails to assess appropriately its \npatients’ mental health needs and fails to develop and implement \nadequate treatment plans to address specific needs.  The existing \ntreatment plans often are not individualized, lack essential \nelements, and are not implemented consistently.  Nor do \nassessments identify and prioritize specific mental health \nproblems and needs.  Rather, many of the treatment plans reviewed \nsimply include vague and often overlapping goals and objectives \nthat provide little assistance in directing staff activity and \nestablishing a coordinated approach to treatment.  The plans \nfrequently set forth generic interventions, and patient problems \nare identified with no indication that they were being addressed \nin a timely or meaningful way. \n\n- 5  \n\nInadequate assessments and treatment planning harm patients \nreceiving care in North Carolina’s four psychiatric hospitals by \nsubjecting them to needless medications and their attendant side \neffects.  In addition, by failing to treat the underlying mental \nillness adequately, patients are exposed to uncontrolled negative \nbehaviors and otherwise unnecessary re-admissions.  Moreover, \ninadequate treatment planning and patient idleness may exacerbate \nmental illnesses and serve to make patients more withdrawn, \naggressive, or suicidal -– all of which present direct threats to \npatient health and safety. \nAnother fundamental deficiency with the State’s patient \ntreatment planning is that it is not interdisciplinary. \nEffective treatment planning integrates the observations and \ninterventions of professionals from different disciplines to \ndevelop a cohesive plan to meet the patient's particular needs. \nYet the treatment planning in North Carolina reflects a clinical \nprocess in which different professional disciplines operate \nindependently and fail to communicate adequately.  Staff do not \nshare critical information or coordinate treatment efforts, and \nattempts to monitor and evaluate the quality of services have \nbeen haphazard at every level. \nTreatment planning at three of the hospitals, Umstead, \nBroughton, and Dix, relies for the most part on check-box \nsystems:  hospital staff are provided with pre-printed lists of \ngeneric statements regarding patient problems and symptoms, and \ntreatment goals and interventions, and staff then check those \nboxes that are relevant to a particular patient.  Although a \ncheck-box system may form the basis for individualized treatment \nplans, at Umstead, Broughton, and Dix, the generic statements \nchecked for each patient often are not amplified with any \nspecific information about the particular patient.  The \nchecklists also are not integrated into a single coherent plan \nand, as a result, hospital staff must flip between various pieces \nof paper and then mentally string together the information that \nis provided. \nFor example, for Umstead patient Rolanda S.,2 diagnosed with \npost-traumatic stress disorder, schizoaffective disorder, and \nborderline personality disorder, the following items are checked \non the treatment plan form:  “refrain from acting on \n2\n  We have assigned random names to the patients mentioned\nherein to protect their privacy.  In a separate transmittal, we\nare providing a schedule which identifies these individuals. \n\n- 6 -\n\nhallucinations/internal stimuli;” “acknowledge and discuss \nmaladaptive patterns of coping and effect this has on life;” \n“work with team to establish living situation;” and “participate \nin Psyh Rehab skills group.”  In addition, staff added one \nnotation, “will not gain weight.”  This information does not \nprovide an objectively measurable course of treatment tailored to \nthe patient’s needs.  Similarly, the plan for Umstead patient \nBrenda W., diagnosed with paranoid schizophrenia, identifies \nshort-term and long-term goals that not only are largely \nidentical, but also are so general in nature as to provide little \nuseful information (e.g., the plan states that she should \ndecrease her aggressive behavior and refrain from acting on her \nhallucinations and delusions). \nAt Dix, when staff write in additional information on the \ncheck-box forms, they often simply reiterate the pre-printed \ninformation that was checked.  In addition, staff members \noccasionally cross out and write over their notations, without \nexplanation as to why the change was made and without indicating \nthe date of the change.  For example, in the treatment plan for \nLisa B., the notation that she has “self-injurious behavior” is \ncrossed out and “legal charges pending on bad check writing” is \nwritten over this, without any explanation as to why the latter \nhad replaced the former and no indication as to when this \noccurred. \nTreatment planning at Cherry, although not reliant on a \ncheck-box system, suffers similar problems.  For example, the \ntreatment plan for Brian B. includes the following goals and \nstrategies for addressing his suicidal ideation:  “patient will \nno longer be suicidal and will have a more positive outlook on \nlife;” “patient will report during two fifteen minute \ninteractions with staff per week that he no longer feels suicidal \nand feels better about himself;” and “patient will demonstrate \nuse of distress tolerance and emotional regulation skills in \ndealing with distress and emotional suffering once per week.” \nThe plan directed the staff to “assess for level of depression \nand suicidality and report to MD if necessary.”  These goals are \nvague and non-measurable with no specified interventions to \naddress the problems identified. \nThe difficulties with treatment planning at Cherry are \nexacerbated by poor diagnostic practices.  While establishing a \nprecise diagnosis is a fundamental first step in developing an \nappropriate plan of treatment and a cornerstone of generally \naccepted professional practice, Cherry clinicians continue to \noffer treatment in the absence of a definitive diagnosis. \nSpecifically, an unusually large number of Cherry patients (about \n\n- 7 -\n\none-third of the cases reviewed regarding treatment planning) \nhave diagnoses of psychosis, mood disorder, or personality \ndisorder identified as “NOS” (“not otherwise specified”), often \nfor extended periods of time.  An initial NOS diagnosis should \nlead to further assessment to establish a definitive diagnosis, \nbut it appears that this is often not done. \nProfessionals at the four facilities seem to recognize that \ntheir respective treatment planning processes are significantly \nflawed and in need of serious reform.  At Umstead, a memorandum \ndated January 25, 2002, from Dr. Harold Carmel (Clinical \nDirector) and Patricia Christian (Chief Executive Officer) to all \nthe unit clinical directors, unit administrative directors, and \nhospital discipline heads, states: \n[I]t is now the time to review and revise our treatment \nplanning documentation, doctrine and practice. \nTreatment teams need to be interdisciplinary rather \nthan multidisciplinary....Treatment planning, \nprocesses, policies and forms need to be updated to \nmake goals and objectives clearer, to expedite \nindividualization, to expedite linking identified \nproblems with promised interventions, to expedite \nidentifying which treatment interventions and \nobservations are linked to which identified problems, \nand to expedite the ongoing process of revising \ntreatment plans in view of the patient’s response to \ntreatment. \nAt both Broughton and Cherry Hospitals, in response to \ndeficiencies cited by Centers for Medicare and Medicaid Services’ \n(“CMS”) surveys,3 hospital officials acknowledged that revisions \nto the treatment planning process are necessary. \nSimilarly, at Dix, professionals acknowledged a widespread \nabsence of individualization in treatment planning.  As discussed \nabove, this is largely the result of Dix's decision to reduce \ntreatment planning to a series of pre-printed generic lists and \ncheck-boxes.  As noted by the hospital's Treatment Planning \nCommittee in March 2002: \nWe don't do treatment planning.  We just \nfill out forms....Current forms make it \n3\n See CMS March 2002 survey of Broughton Hospital, and\nBroughton’s May 2002 Plan of Correction; CMS February 2002 survey\nof Cherry Hospital, and Cherry’s May 2002 Plan of Correction. \n\n- 8  \nvirtually impossible to individualize plans. \nWhile we find that treatment planning generally does not \nmeet generally accepted professional standards, we acknowledge \nthat efforts are underway to improve treatment planning in North \nCarolina.  We plan to assess the effectiveness of these reforms \nin correcting the treatment planning deficiencies we have \nidentified. \n2.\t Inadequate Care for Patients with \nSpecialized Needs \nPatients with specialized needs are not receiving adequate \ncare at North Carolina’s four state-operated psychiatric \nhospitals.  Those patients with specialized needs include \npatients exhibiting behavioral problems, patients who are dually \ndiagnosed as mentally ill/mentally retarded (“MI/MR”), suicidal \npatients, patients who require treatment for substance abuse, and \npatients who are hearing impaired. \na.\t Patients Exhibiting Behavioral Problems \nBehavioral management planning and psychological services \nare inadequate at North Carolina’s four state-operated \npsychiatric hospitals.  Of the records reviewed, we found \nnumerous patients with recurrent behavioral problems, including \nself-injurious behavior, who were not receiving appropriate \nbehavioral management. \nThe behavioral plans we reviewed lack basic elements, such \nas functional analyses that define the frequencies and \ncontingencies associated with target behaviors, and are not \nintegrated with patients’ overall plans of care.  Treatment goals \nare vague and fail to provide an objective, measurable basis for \nevaluating patient progress.  To the extent that behavioral \nprogramming does exist, the primary emphasis is on containment \nrather than teaching alternative, adaptive behaviors.  The result \nis that patients with the most severe needs receive inadequate \ntherapeutic care and treatment. \nThe absence of adequate behavioral programs at the four \nhospitals has a particularly adverse impact on certain civilly-\ncommitted patients with difficult behavioral problems.  The State \nhas chosen to manage these patients by placing them in the \nforensic unit at Dix.  These so-called “exception” patients \nrepresent approximately 10 percent of the individuals in the \nforensic unit.  They are subjected to measures that pose \nsignificant psychological risks, that deviate substantially from \n\n- 9  \n\ngenerally accepted professional practices, and that are not \napplied to civilly-committed patients elsewhere in Dix or the \nother three hospitals.  These measures include locking patients \nin their rooms upon entry (essentially placing the patients in \nconstant seclusion), and exposing patients to a punitive \ndisciplinary process designed to deal with criminally-charged \nindividuals.  The State, of course, is free to impose any \nreasonable measures that it deems necessary to ensure the safety \nof patients and staff in the institution.  But individualized \nbehavioral programs would allow the State to respond to security \nconcerns while, at the same time, fulfilling its obligation to \nprovide these “exception” patients with a constitutionally \nacceptable level of therapeutic care. \nb.  Patients Dually Diagnosed as MI/MR \nEach hospital has identified approximately 15-20 patients \nwho are dually diagnosed as MI/MR with specialized treatment and \ntraining needs.  In accordance with generally accepted \nprofessional practice, patients who are dually diagnosed with \nmental illness and mental retardation need to receive both \nappropriate individualized treatment to stabilize their \npsychiatric symptoms and appropriate individualized training to \nimprove adaptive functioning based on their individual needs. \nThese needs, however, are not being met.  Treatment teams fail to \nutilize appropriate psychological evaluations to assess each \npatient's cognitive deficits and strengths in order to ensure \nthat appropriate treatment and training interventions are \nselected.  Staff at all four hospitals are ill-equipped in terms \nof resources and training to provide adequate services to this \npopulation.  No specialized units exist at any of the four \nhospitals for the care of patients with mental retardation.  The \nfailure to provide adequate treatment and training for the \npatients dually diagnosed as MI/MR represents a significant \ndeparture from generally accepted professional practices and \nstandards. \nFor example, Cherry patient Gordon S.’ last psychological \ntesting for treatment planning purposes dates back to 1984. \nOther patients, including Susan D. and Emily P., both admitted in \n2000, have no assessment of their cognitive and intellectual \nfunctioning in their respective charts.  Our expert found that \nCherry patients lack the basic assessments that are necessary for \nmeaningful treatment planning. \nAt Dix, two patients dually diagnosed as MI/MR, Jacob P. and \nJebeziah M., have been housed in the unit designed to serve a \n\n- 10  \n\nforensic population, due to their behavioral problems.  Neither \npatients receive specialized training or treatment.  Rather, both \nspend most of their time locked in their bedrooms. \nThe lack of specialized treatment and training is recognized \nby the facilities themselves.  For example, the executive team of \nBroughton in discussing the approximately 20 clients dually \ndiagnosed as MI/MR at the hospital concluded:  “These clients are \nnot getting program needs in this setting and we are not able to \nget the clients into Western Carolina Center or Black Mountain.” \n(Leadership Group Minutes, March 8, 2002). \nc.  Suicidal Patients \nPatients at risk of suicide receive inadequate care due to \ninappropriate treatment, inadequate policies, and untrained \nstaff. \nChart review at all four hospitals revealed that many \npatients suffer from suicidal ideation and, in some instances, \nhave attempted suicide.  For example, at Broughton alone, there \nwere at least six serious suicide attempts in the three month \nperiod preceding our tour (i.e., December 2001 to March 2002). \nThree patients had attempted drug overdoses in December that \nincluded Ativan, aspirin, and another unknown drug.  One patient \nattempted strangulation and another had self-inflicted \nlacerations on both wrists with a razor blade.  While it is \nunclear from the records if these persons were able to attempt \nsuicide due to insufficient staffing or untrained staff, it is \nclear that the policy for supervision of suicidal patients is \ninadequate. \nAt all four psychiatric hospitals, our experts found no \nclear policy regarding suicide assessment and treatment.  For \nexample, at Umstead, Broughton, and Cherry, the suicide \nassessment policy fails to provide specific information or \ncriteria on how to assess suicide risk.  At Dix, the policy \nregarding supervision of suicidal patients does not indicate the \nlevel of supervision that should be utilized.  Also, the suicide \nassessment is cursory in that it does not seek sufficient, \nspecific information from patients about suicidal plans, history \nor thoughts.  The lack of a uniform, clear policy, coupled with \nuntrained staff, at the four hospitals places patients at \ncontinued risk of failing to be evaluated, treated, and monitored \nappropriately. \n\n- 11  \nd.\t Patients Requiring Treatment for \nSubstance Abuse \nThere is a critical need for specialized treatment for those \nNorth Carolina patients who require treatment for substance abuse \nas well as the underlying mental illness.  Substance abuse is a \nrecognized psychiatric disorder.  The failure to provide \nspecialized treatment for these dually diagnosed patients is \nclearly contrary to generally accepted professional practices. \nIf a patient is dually diagnosed with both a severe mental \ndisorder and a severe substance abuse disorder, addressing one \nand not the other is simply inadequate care.  The two disorders \nbecome interrelated to the point that stabilizing the mental \ndisorder, and not the substance abuse disorder, often leads to \nrelapse, decompensation, and recidivism. \nChart review by our experts indicated that at Broughton, \nDix, and Cherry, the hospitals generally fail to assess, identify \nor treat these dually diagnosed patients.  This is true despite \nthe high percentage of patients being admitted with a history of \nsubstance abuse (Broughton – 65 percent, Dix - 55 percent, and \nCherry - 55 percent).  New patients are not properly screened and \nassessed for substance abuse problems.  As a result, co-existing \nsubstance abuse diagnoses are not being identified appropriately \nat admission. \nMoreover, even when substance abuse problems are identified, \nthe three hospitals lack appropriate treatment protocols and \nprovide inadequate treatment.  As an example, we note two Dix \npatients with multiple admissions with a poly-substance abuse \ndiagnosis.  One patient, Carol L., had five previous admissions \nbut her treatment plan did not address her poly-substance abuse \nproblem.  Another patient, Leslie B., had 30 prior admissions and \nan extensive history of poly-substance abuse.  Her psychiatrist \nat a treatment team meeting stated that “we are not going to \nresolve her substance abuse.  It’s not really a criteria for a \npatient being here.”  As a result, her continuing problem with \nsubstance abuse is not addressed properly in treatment. \nIn addition, the data provided at each of the facilities \ndemonstrated a significantly higher rate of recidivism for \npatients with co-existing substance abuse disorders than for \npatients exhibiting solely psychiatric disorders.  For example, \nCherry’s data reveals that 70 percent of the patients who are \nreadmitted within thirty days have a co-existing substance abuse \ndisorder.  The high percentage indicates that many of the \npatients with co-existing mental health and substance abuse \ndisorders who are released into the community are not receiving \n\n- 12  \n\neffective and appropriate treatment.  North Carolina’s failure to \nassess, identify, and treat adequately co-existing substance \nabuse disorders has resulted in patients cycling through repeated \ndischarges and re-admissions. \nOf special note is the lack of any standardized mechanism to \ntreat alcohol withdrawal.  If not properly treated, alcohol \nwithdrawal is a potentially life-threatening disorder.  It is \nstandard practice in the medical community for patients \nexperiencing alcohol withdrawal to be prescribed benzodiazepines \nas well as thiamin, multi-vitamin or nutritional supplements in \norder to prevent major complications, including damage to the \nbrain and death.  But North Carolina fails to follow any such \nprotocol.  The result is that many patients in need of acute \nalcohol detoxification are placed at risk and some have developed \nserious complications.  For example, at Broughton, two patients, \nLarry B. and Bernard H., both admitted with alcohol dependency, \nwere not prescribed the appropriate medications and have \nexhibited memory problems indicative of damage to the brain. \nSimilarly, at Cherry, two patients with a diagnosis of alcohol \ndependence, Jane R. and Lois M., failed to receive appropriate \nmedication for alcohol withdrawal placing them at risk of brain \ndamage or death. \ne.  Patients Who Are Hearing Impaired \nThe Deaf Services Unit at Dix is a statewide unit for \nindividuals who are hearing impaired.  The unit has a capacity of \n12 patients and at the time of our tour had nine patients. \nIssues regarding quality of care in this unit generally are \nsimilar to those that exist elsewhere in Dix. \nFrom a positive standpoint, our experts identified several \npromising behavioral plans recently developed on this unit.  The \nplans were specific, individualized and directed toward \nmeasurable, targeted behaviors.  Because the plans had not yet \nbeen implemented, our experts were not able to assess their \neffectiveness.  One concern we have, however, is that patient \nrooms do not uniformly have a call bell system for patients to \ncontact nursing staff nor do they have visual fire alarms.  These \nfailures pose great risk of injury, including death, in the event \nof an emergency. \n3.  Inadequate Psychopharmacological Practices \na.  Inappropriate Medication Practices \nMedication practices at the four hospitals represent a \n\n- 13  \n\nsubstantial departure from generally accepted professional \npractice. \nGenerally accepted professional practice requires the \ndevelopment and implementation of a pharmacological component of \na treatment plan that reflects the exercise of professional \njudgment for medication treatment including:  diagnosis, target \nsymptoms, risks and benefits of particular medications, and \nconsideration of alternate treatments.  Based on these factors, \nthe rationale for each patient’s course of treatment should be \nincluded in the physician’s progress notes.  Psychotropic \nmedications should be used as an integral part of a treatment \nprogram to manage specific behaviors in the least restrictive \nmanner, to eliminate targeted behaviors/symptoms, and to treat \nspecific psychiatric disorders.  Psychiatric medications should \nbe integrated with any behavioral intervention plan. \nPharmacologic treatment should be carefully monitored and tracked \nwith each medication change, as well as the rationale for the \nchange, documented in a physician’s order.  All lengthy \nadministrations of medication should be periodically evaluated to \nassess their efficacy. \nIn general, these practices are not followed at any of \nNorth Carolina’s hospitals.  Psychotropic medications regularly \nare administered without adequate documentation regarding the \nrationale for each patient’s course of treatment, an indication \nas to the symptoms targeted, or a mechanism to track the efficacy \nof the medication.  These omissions often result in unnecessary \nadministration of medications that have not proven to be \neffective.  At each facility, we found individuals who have \nreceived psychotropics for years without any clinically \nsignificant improvement.  The result is patients who are \nneedlessly administered psychotropic medications that do not \nimprove their conditions and expose them unnecessarily to side \neffects and other risks. \nThe following paragraphs identify examples of inappropriate \nmedication practices at the individual hospitals: \ni.  Umstead Hospital \nUmstead does not have a hospital-wide program for the \nassessment of psychotropic medication usage.  Many records do not \nexplain adequately why patients are receiving psychotropic \nmedications.  For example, the lack of documentation in \nAndrew P.’s chart made it impossible to assess the effectiveness \nor appropriateness of his peculiar pharmacological treatment. \nAndrew P. was given an unusual combination of two atypical \n\n- 14  \n\nantipsychotic medications (Seroquel and Zyprexa) and a typical \nantipsychotic medication (Moban).  Despite this unorthodox \nmedication regimen, there is not a comprehensive explanation in \nthe record stating why such an uncommon combination of \nmedications is appropriate. \nUmstead’s own internal psychotropic medication audit during \nthe year 2000 found that polypharmacy was common in patients with \nborderline personality disorder, and that justifications for the \nuse of psychotropic medication were noted in only 57 percent of \nthe records.  The audit drew no conclusions, except that \nmedications were being inappropriately used.  The hospital’s \ncorrective action was to develop a form for recording \nmedications, and to simply “encourage physicians” to change their \npractice.  Umstead, however, has no way to track whether this has \noccurred and, in fact, has not re-examined the issue. \nii.  Broughton Hospital \nBroughton has a very impressive pharmacy and an excellent \npharmacy staff.  The hospital, however, has failed to use its \npharmacy program to provide adequate medication procedures.  The \nmedical staff has not adopted specific protocols for particular \nmedical conditions or for medication utilization.  The result is \na lack of uniform standards of practice hospital-wide with some \npatients not receiving appropriate medication.  For example, \nCarol B. has a primary diagnosis of bipolar affective disorder. \nA review of the patient’s record reveals that her primary \ndiagnosis apparently was not addressed, and she seems to have \nreceived no medication necessary to treat her disorder. \niii. Dix Hospital \nDix should be commended for its exemplary Clinical Research \nUnit.  The independent unit is utilizing 13 very good protocols \nthat include the study of various atypical antipsychotic \nmedications.  These programs are highly organized, discrete \npsychopharmacological interventions that are connected with \noutcome measures to determine what, if any, benefit a particular \nintervention has for a particular patient.  The unit serves as a \nmodel to be emulated throughout not only the hospital, but \nstatewide. \nHowever, Dix needs to improve the manner in which it \nmonitors and dispenses psychotropic medications in its other \nunits.  For example, Gail G. is on a complicated medication \nregimen that includes a high dosage of Seroquel, a psychotropic \nmedication.  Yet, the patient’s record fails to justify the high \n\n- 15  \n\ndosage nor is there any discussion of the use of alternate \natypical medications. \niv.\t Cherry Hospital \nCherry has not adopted any specific protocols with regard to \nthe use of psychotropic medications.  As a consequence, Cherry’s \nmedication practices are inconsistent.  For example, Michael H.’s \nrecord did not justify or explain the choice of medication, the \ndosage level, or whether an alternative treatment that may be \nmore effective had been considered.  The patient’s treatment plan \nindicates “the patient’s persistently psychotic state has not \nimproved.” \nAs another example, Neal B. was admitted with several \ndiagnoses including personality disorder, coronary artery \ndisease, and alcohol dependency.  He was given a relatively new \nmedication approved only for the treatment of sleepiness due to \nnarcolepsy or sleep apnea.  There was no evidence in the record \nthat the patient had this disorder, and the record failed to \nexplain or justify this choice of medication. \nb.\t Inappropriate Use of PRN’s/Chemical \nRestraint \nNorth Carolina's lack of appropriate psycho-pharmacological \npractices has led to inappropriate PRN (pro re nata or “as \nneeded”) medication use.  All four hospitals frequently \nadminister PRN medication that is not targeted to specific \nsymptoms of mental illness.  The most common drug used appears to \nbe benzodiazepines (medication prescribed to alleviate anxiety \nand panic disorders, but also commonly used as a sedative or \nmuscle relaxant).  Nearly half of North Carolina patients have \neither a regular or PRN order for a benzodiazepine, and in some \ncases multiple sedating and habituating agents.  The use of \nbenzodiazepines should be carefully scrutinized due to this \npopulation’s increased sensitivity to drug side-effects. \nBenzodiazepines impair thinking and cognition, especially in \nelderly patients, and may predispose patients to falls that, in \nturn, result in injuries.  The records we reviewed lacked any \njustification for this potentially dangerous drug practice. \nRather than prescribing antipsychotic medications and \nbenzodiazepines for their specific indication as agents that \ntarget symptoms of psychosis and anxiety, it appears that \nclinicians prescribe these medications for their secondary \nsedating effects and as a substitution for appropriate \ntherapeutic interventions.  This practice constitutes chemical \nrestraint, which is in violation of federal regulations, see \n\n- 16  \n\n42 C.F.R. § 482.13, and does not conform to generally accepted \nprofessional standards. \nThe problem of inappropriate PRN orders is exacerbated by \nstaffing shortages.  Because there is a shortage of registered \nnurses at North Carolina’s psychiatric hospitals, standing PRN \norders for benzodiazepines and antipsychotic medications result \nin relatively untrained staff making daily decisions about \nmedications. \nc.  Forced Intramuscular Medication \nChart review indicates that staff at Broughton, Cherry, and \nDix Hospitals forcefully administer intramuscular medications \nwhen patients refuse oral medication.  This policy is intended to \ncoerce patients into taking oral medication they do not wish to \ningest.  The use of forced intramuscular medication when a \npatient refuses oral medication is completely contrary to \naccepted professional practices, violates patients’ federal \nconstitutional rights, and can lead to serious medical \nconsequences. \nIn some cases, the intramuscular medication injections the \npatients receive are different than the medications they refuse. \nThis is dangerous because the medical needs of the patient are \nnot being met; instead medication is being used as punishment and \npatients are being exposed to the side-effects of a painful \nintramuscular medication injection.  Moreover, in some instances, \nthe forced intramuscular medication is not an adequate \nreplacement for the refused medication. \nFor example, at Broughton, Ralph E. has standing orders for \nintramuscular medications (Haldol and Ativan) as a replacement \nfor each refused oral anti-convulsant medication.  The \nintramuscular injections are thus different from the medications \nbeing refused.  Similarly, at Cherry, Helen D. was forcefully \ninjected with Thorazine up to three times daily for refusal of \nher prescribed oral medication, Seroquel.  Such large injections \nof Thorazine are painful, have potentially serious side-effects \n(including respiratory failure) and are not an appropriate \nsubstitute for the prescribed medication.  Meanwhile, at Dix, \nwhenever Kevin C. refuses an oral dose of his prescribed \nmedication, Depakote, he is forcefully injected with Thorazine. \nThorazine and Depakote are different classes of psychotropic \nmedicine used to treat dissimilar conditions. \n\n- 17  \n\nd.\t Inadequate Integration of Pharmacological \nInterventions within Treatment Plans \nAll of the hospitals failed to integrate adequately the \noverall management of patient care.  Pharmacological \ninterventions in particular need to be better integrated into \ntreatment plans.  As noted above, records at all four hospitals \nlack clear outcome criteria that were specifically measurable or \ntied to particular medication interventions.  As a result, \nclinicians are unable to adequately evaluate treatment outcomes. \nThese failures have contributed to subjecting patients to \ntreatment that often is ineffective, resulting in behavioral \nproblems and psychiatric disorders that are unimproved. \nWe found numerous examples where pharmacological \ninterventions were not adequately integrated into treatment plans \nand clinicians failed to take into account the overall management \nof patient care.  Examples at Dix include Doris S. (pre-existing \nobesity and possible hypertension not considered); Paul B. \n(poor glucose control, no discussion of alternative atypical \nanti-psychotics that might have less of a metabolic effect); and \nScott S. (contraindicated stimulant administered without an \nexplanation).  Examples at Broughton include James L. (Clozaril, \na medication that frequently causes severe constipation, \ncontinued even after patient developed a small bowel \nobstruction); and Bernard H. (erratic management of acute \ndetoxification).  Examples at Cherry include Brian N. \n(complicated regimen of medication that may be contraindicated); \nand Dennis B. (medication given that did not take into account \npatient’s metabolic disfunction).  Examples at Umstead include \nLucy S. (patient not given supplemental thyroid medication \ndespite elevated lab results); Wayne T. (medication did not take \ninto account patient’s Tourette’s); and Jeffrey L. (continued use \nof electro-convulsive therapy (“ECT”) in a patient diagnosed with \ndementia). \nStaff at the four hospitals acknowledged to our experts the \nneed to integrate adequately pharmacological interventions within \ntreatment plans. \nB.\t Inappropriate Use of Restraints and Seclusion \nRestraint and seclusion policies and practices depart \nsubstantially from generally accepted professional standards \nthroughout all four hospitals.  Restraint and seclusion are \nemergency interventions to be used only when other interventions \nfail to prevent imminent danger to self or others.  All four \n\n- 18  \n\nhospitals fail to develop and implement policies and procedures \nto appropriately limit the use of restraint and seclusion to \nemergency situations. \nDocumentation and analysis of restraint and seclusion is \nparticularly deficient.  At all four hospitals, rarely is \nadequate justification documented for restraint and seclusion \norders.  Staff often fail to identify the factors precipitating \nrestraint and seclusion, and lack an understanding of less \nrestrictive measures that could be utilized to handle patients’ \nbehaviors.  As a result, patients are placed inappropriately in \nrestraint and seclusion when alternative, less intrusive \ninterventions are available.  Patient records uniformly revealed \na lack of objective, recorded criteria for a patient’s release \nfrom restraints or seclusion.  The lack of criteria results in \npatients remaining in restraints and seclusion long past the \npoint, according to accepted professional practice, when release \nshould occur.  In addition, critical, post-episode debriefing \ninformation analyzing the use of restraints and seclusion either \nis omitted or terse, vague and generalized.  This, in turn, has \nled to the overuse of restraint and seclusion because the \nhospitals are not analyzing incidents to determine what, if \nanything, can be done differently. \nExamples of deficient documentation (and thus potentially \ninappropriate use) of restraint and seclusion include:  Dix \npatient James P. (placed in four-point restraints for over two \nhours despite the fact that, according to a notation in the \nrecord, he was calm the entire time); Umstead patient Kelly S. \n(documentation of three restraint episodes over the course of \nfour days in January 2002 indicated that precipitating factors \nwere identified, but none were listed in the record); Umstead \npatient Douglas L. (rationale listed for restraints on February \n16, 2002, was merely “safety”). \nWe are particularly concerned about the use of restraints \nand seclusion for children and adolescents.  We found numerous \nexamples where restrictive measures were being utilized \ninappropriately.  For example, John M., a patient on Umstead’s \nchildren’s unit, had 16 restraint and seclusion episodes in less \nthan one month, with vague release criteria, often no post-\nincident debriefing information, and no analysis of precipitating \nfactors that might facilitate a more proactive treatment \napproach.  Dix’s 17-year-old Kimberly C. and 12-year-old Gus R., \nmeanwhile, were repeatedly placed into seclusion for not \nfollowing staff instructions. \n\n- 19  \n\nThere also is an indication that medical/surgical restraints \nare being used inappropriately on geriatric wards as a way to \naddress ambulation and gait issues.  For example, Umstead patient \nRalph R. was restrained by being strapped to a geri chair around-\nthe-clock for six days, except for required two hour breaks, even \nthough when observed he had no difficulty walking.  Mr. R.’s \nchart revealed no assessment or evaluation as to the continued \nneed, or justification, for the use of these restraints. \nThe restraint and seclusion policies at each of the four \nhospitals need to be updated and then implemented to conform with \ngenerally accepted professional standards and, in particular, \nneed to include appropriate definitions of mechanical as well as \nchemical restraints. \nC.  Inadequate Nursing and Medical Care \nIt is standard professional practice for psychiatric \nhospitals to establish uniform policies, procedures, and \nprotocols to ensure the consistent provision of adequate medical \ncare and treatment.  Such policies and procedures should assist \nin defining the problem to be treated, guide in assessing the \npatient, set forth necessary steps if the condition does not \nimprove with medication or treatment given, and identify trigger \npoints for physician notification and intervention. \nIt also is standard practice in psychiatric hospitals to \nhave a Pharmacy and Therapeutics (“P&T”) Committee which, among \nother responsibilities, provides leadership on drug prescriptions \nat the facility, examines the rationale for the use of \npolypharmacy, checks on medication errors, and provides \ninformation on drug development.  Finally, it is a standard \nprofessional practice to maintain a formal peer review system as \na quality assurance tool and a means to ensure the provision of \nconsistent medical care. \nThe absence of the foregoing components of adequate medical \noversight in all four hospitals is, although perhaps not \nnecessarily a violation of federal law in each instance, contrary \nto the increasingly common and generally accepted professional \npractices, thus potentially jeopardizing the care and treatment \nof North Carolina’s patients.  For example, North Carolina does \nnot have any standard of care protocols to direct nursing \npractices and standardize nursing care at any of the four \npsychiatric hospitals.  The lack of appropriate protocols does \nnot comport with generally accepted professional practice and \npresents an unreasonable risk to the health and safety of \npatients.  For example, at Dix, the lack of a protocol and the \n\n- 20  \n\nresulting failure of the nursing staff to contact the physician \nwhen a patient’s blood pressure significantly changed may have \ncontributed to the death of a geriatric patient.  Our review of \npeer review reports revealed that neither evening nor night shift \nnurses called the physician on-call due to the lack of a protocol \neven though the patient’s condition rapidly deteriorated after \nhours. \nMoreover, lack of staffing contributes to the lack of \nadequate treatment, delaying prompt and adequate evaluation and \nprecluding the delivery of necessary care.  The most critical \nshortage in all four hospitals is in direct care nursing. \nInadequate nursing coverage has resulted in a lack of monitoring, \nreview, and coordination of medical services.  There also is an \ninsufficient number of nursing staff to implement behavior plans \nor provide other treatment.  At times, treatment groups are \ncancelled due to the lack of staff.  As discussed above, in the \nabsence of consistent structured programming and treatment, staff \nrely upon the inappropriate use of sedating medications, and \nrestraint and seclusion to manage behavioral episodes. \nD.\t Failure to Protect From Harm Due To Inadequate \nQuality Assurance and Performance Improvement \nNorth Carolina’s four facilities place patients at continued \nrisk of harm because they do not implement appropriate quality \nassurance and performance improvement activities.  As a result, \nthe four hospitals often do not identify or analyze deficiencies \nin the treatment and services provided to patients or in the \nsystems and procedures designed to protect patients from harm in \na timely or adequate manner. \nNorth Carolina’s quality assurance and performance \nimprovement programs often are poorly organized and fail to \nestablish priorities to identify the particular issues that need \nto be addressed.  The hospitals do not establish criteria for \nanalyzing the variety of data that they routinely collect, and \nfail to analyze appropriately the data for trends and underlying \ncauses. \nNorth Carolina’s facilities also lack adequate procedures \nfor investigating untoward events and serious injuries.  Our \nconsultants found that staff conduct little or no follow-up to \ndetermine the cause of an incident, its effect on the patient, or \nhow similar incidents might be avoided in the future.  Moreover, \na review of records revealed that all of the four facilities fail \nto conduct adequate mortality reviews to ascertain the root \ncauses for all unexpected deaths. \n\n- 21  \nE.  Unsafe and Inadequate Physical Plant Conditions \n1.  Umstead Hospital \nUmstead’s physical plant presents significant challenges to \nthe hospital’s operations in terms of sustaining a unified and \nefficient treatment program and providing accessible and safe \nareas for treatment, recreation, and housing.  There are, for \nexample, suicide hazards in almost every bedroom and bathroom \nsuch as grab bars, protruding showerheads, and door knobs that \ncould be used by a patient to hang himself.  To be sure, the \nfacility has modified the grab bars in one of the bathrooms on \nthe admitting unit.  Such modifications, however, are necessary \nthroughout the facility in rooms housing patients who might pose \nsuicide risks. \nThe housing of the geropsychiatry unit on the second floor \nof the facility poses another serious, potentially life-\nthreatening hazard.  The hospital does not have an appropriate \nfire escape plan.  In the event of a fire, these patients, who \nare generally non-ambulatory and often confined to wheelchairs, \ncould not be evacuated quickly and safely from the second floor. \nIn addition, we found that wheelchairs were not being \nmaintained so that patients could safely use them.  Wheelchairs \nwere in severe disrepair – broken foot drops, torn cushions, and \nimproper fittings.  In fact, according to a supervisor’s report \ndated February 12, 2002, all of the wheel chairs on the adult \nadmissions unit were broken and needed to be repaired.  The \nsituation is defined as the facility facing a “wheelchair crisis \nstate.”  At the time of our tour, the hospital had entered into a \ncontract with a vendor to repair all of the wheelchairs. \n2.  Broughton Hospital \nBroughton is generally a well-preserved, clean, spacious \nfacility.  The facility recently has been reviewing its suicide \nrisks and has made some improvements, specifically in eliminating \nlong cords and replacing shower rods, both of which could be used \nfor hanging.  The facility, however, still has numerous suicide \nrisks in bedrooms and bathrooms such as grab bars, protruding \nshowerheads, and doorknobs.  Moreover, at least six patients \nobtained hazardous substances from within the facility and have \nused these substances to attempt suicide between \nDecember 1, 2001, and March 19, 2002.  The availability of these \nsubstances raises concerns regarding the environment as well as \nstaff supervision of patients. \n\n- 22  \n\n3.\t Dix Hospital \nThe physical environment at Dix presents serious safety \nissues.  Like the other facilities, there are numerous suicide \nrisks in bedrooms and bathrooms such as grab bars, hand held or \nprotruding shower heads, and door knobs. \n4.\t Cherry Hospital \nCherry’s physical plant is generally well maintained.  Like \nthe other facilities, however, there are numerous suicide risks \nin bedrooms and bathrooms such as grab bars, hand held or \nprotruding shower heads, and door knobs.  Moreover, the \nhospital’s practice of blocking out the windows with pictures or \npaper on the doors to patient bedrooms is unsafe as this does not \nallow staff to observe patients. \nF.\t Inadequate Discharge Planning and Failure to Provide \nServices in the Most Integrated Setting \nNorth Carolina’s discharge planning practices are inadequate \nand consistently violate both the Americans with Disabilities Act \nand generally accepted professional standards of care.  The State \nalso fails to ensure that services are provided to qualified \nindividuals with disabilities in the most integrated setting \nappropriate to their needs. \nGenerally accepted professional standards require that \ndischarge planning be a comprehensive process that begins at the \ntime of admission, identifies and addresses the psycho-social \nneeds of the patient, continues throughout the course of in \npatient treatment, and includes appropriate community linkage and \nfollow-up supports and services in order to provide the necessary \ncontinuity of care.  During the assessment and treatment planning \nphases, discharge criteria should be established, included in the \nmaster treatment plan, and regularly reviewed by the treatment \nteam.  The patient’s progress toward meeting discharge criteria \nand any barriers to discharge should be monitored in treatment \nplan updates (the treatment team reviews) and progress notes. \nTreatment should be directed toward helping the patient achieve \nthe level of functioning necessary to be ready for discharge.  As \npart of the development of the initial and individualized \ncomprehensive treatment plan, the interdisciplinary treatment \nteam should assess each patient at appropriate clinical intervals \nto evaluate whether the hospital is the most appropriate setting \nto meet the clinical needs of the patient. \n\n- 23  \nIn order for the hospital to appropriately link patients to \ncommunity supports and services, the State must ensure the \npresence of adequate community supports and services needed for \neach individual, when the individual does not oppose such \ntreatment and the placement can be reasonably accommodated.  This \nduty is consistent with the State’s obligations pursuant to the \nADA to provide services in the most integrated setting \nappropriate to the needs of qualified individuals with \ndisabilities. \nDuring our investigation of North Carolina’s psychiatric \nhospitals, our experts focused on the various elements of \ndischarge and aftercare planning.  During this review, we found \nconsistent failings by the hospitals in the area of discharge \nplanning.  At each of the hospitals, chart review revealed that \npatients’ progress toward meeting discharge criteria and any \nbarriers to discharge are typically not monitored.  As a result, \ntreatment is often not integrated and directed toward patient \ndischarge.  In addition, at each of the four psychiatric \nhospitals, treatment teams generally fail to assess adequately \neach patient at appropriate clinical intervals to evaluate \nwhether the hospital is the most appropriate setting to meet the \nclinical needs of the patient.  Finally, after-care discharge \nplans do not adequately address the needs of the patient, nor \ndoes the State provide appropriate community-based treatment for \npersons with mental disabilities when the State’s treatment \nprofessionals determined that such placement is appropriate. \n1.  Umstead Hospital \nAt Umstead Hospital, discharge plans and other discharge-\nrelated documentation are vague and do not address adequately the \nneeds of the patient. \nFor example, Gary R., a three-time patient with an extensive \nsubstance abuse history, was discharged to a homeless shelter \nafter each hospital stay between November 2001 and February 2002. \nNone of his discharge or aftercare plans addressed his substance \nabuse problem.  Nor did the State provide adequate community \nsupport services to address the substance abuse problems, thereby \nlikely contributing to his recurrent psychotic episodes and re \nadmissions. \nThomas W., another Umstead patient, was discharged with \ncritically-needed elements of his aftercare plan left blank or \nunaddressed, including a serious medical condition (an alcohol-\ninduced ulcer). \n\n- 24  \n\nDouglas L. was hospitalized after a psychotic episode during \nwhich he assaulted his wife.  Despite this history, Mr. L. was \ndischarged back to his family without sufficient evidence that \nhis dangerousness had been addressed adequately or that treatment \nfocusing on appropriate alternative behaviors had been addressed \nwhile hospitalized or arranged thereafter. \nIn addition, interviews with staff regarding discharge \nplanning activities, available community resources, and the \nrelationship between hospital staff and community liaisons \nyielded inconsistent responses.  Some staff members reported the \nlack of Area Program community liaisons while others reported \nthat the community liaisons assist with identifying community \nresources.  One staff member acknowledged “not knowing much about \ncommunity mental health.”  The lack of knowledge and \ninconsistency among staff members negatively impacts the \ndischarge planning process, often resulting in a failure to \nutilize available resources in the community. \n2.  Broughton Hospital \nDischarge planning is not being provided in a comprehensive \nmanner at Broughton Hospital.  Chart review reflects the \ndeficiencies previously noted with respect to the development of \ncomprehensive assessments and treatment planning.  In addition, \npatients are not being assessed at appropriate clinical intervals \nto evaluate whether the hospital is the most appropriate setting \nto meet their clinical needs.  Finally, after-care discharge \nplans are perfunctory and do not address adequately the needs of \nthe patient. \nChart review for Calvin M., who has a history of 15 re \nadmissions and diagnoses of paranoid schizophrenia and substance \nabuse, indicated no changes or modifications of his treatment \nplan during any of his hospitalizations.  His chart reveals a \nlack of after-care discharge plans to address adequately his \nindividualized needs. \nRichard A. was diagnosed with acute mania, poly-substance \nabuse, suicidal ideation, depression, self injurious behavior, \nand a history of having a sexual relationship with his biological \nmother.  His treatment plan was to “manage self-destructive \nfeelings; absence of suicidal ideation; and demonstrates \nwillingness to participate in aftercare plan.”  The treatment \nplan was neither measurable nor objective.  There is no \nindication of how his needs were being addressed nor of his \nprogress towards discharge.  He was subsequently discharged back \nto his mother -- with whom he had a documented sexual \n\n- 25  \n\nrelationship -- without an appropriate aftercare plan to address \nthe factors that led to his hospitalization. \nRobert P., another Broughton patient, with a history of an \neating disorder, remained hospitalized at the time of our review \ndespite the fact that the treatment team and Area Program agree \nthat he no longer requires acute in-patient treatment. \nIn addition, as in Umstead, the lack of staff knowledge and \nthe inadequate relationship between hospital staff and community \nliaisons often resulted in a failure to appropriately use \navailable resources in the community.  Hospital social workers \nreport that it is often difficult to arrange aftercare \nappointments for patients and that patients frequently must wait \nthree to four weeks after their discharge for an appointment with \na psychiatrist.  As a result, some patients become ill and non \ncompliant before their first aftercare appointment and have to be \nre-hospitalized. \n3.  Dix Hospital \nAs with the other hospitals, discharge planning is not an \nintegral part of the treatment planning process at Dix Hospital. \nCarol L., for example, was admitted on January 7, 2002, with \ndiagnoses of poly-substance dependence and borderline personality \ndisorder with antisocial traits.  This was her fifth admission \nover a 45-day period since November 28, 2001.  Her aftercare plan \nfor each admission was essentially identical, and none addressed \nthe treatment issues that led to the prior re-admissions. \nMoreover, although homeless, the most recent aftercare plan \nindicated that Carol L. is being discharged “home.”  Given, \nhowever, that the address listed is that of a shelter, the State \nfailed to provide for the most integrated setting appropriate to \nmeet Carol L.’s needs. \nLois B. was admitted to Dix with diagnoses of borderline \npersonality disorder and poly-substance abuse.  This was her \nthirtieth admission.  Although the patient has an extensive \nhistory of alcohol and cocaine abuse, her psychiatrist stated at \na treatment team meeting that “we are not going to resolve \nsubstance abuse, it’s not really a criteria for patient being \nhere.  Substance abuse shouldn’t have been put on as a reason for \nadmission.”  As a result, contrary to generally accepted \nprofessional practice, the substance abuse problem was not \nfactored into the treatment planning, and consequently was not a \npart of the discharge or aftercare planning. \n\n- 26  \n\n4.\t Cherry Hospital \nBased on a review of patient records and staff interviews at \nCherry Hospital, we found discharge planning and the aftercare \nplans to be perfunctory and inadequate.  The plans lacked any \nclearly defined discharge criteria.  Psycho-social factors that \nhad been documented as contributing to an exacerbation of \nsymptoms prior to admission are not consistently factored into \nthe discharge planning process.  For example, Roger P. was \nadmitted after a drug relapse with suicidal behavior.  On his \nprior admission, he had been discharged to another patient’s \napartment who had been discharged from Cherry.  The other \npatient, who also had a substance abuse problem, was reportedly \ndrinking and using drugs.  Roger P. relapsed.  Roger P.’s chart, \nduring his recent re-admission, reveals the patient’s desire for \na long term substance abuse program.  His aftercare plan, \nhowever, does not address his substance abuse problems.  The plan \nmerely states that “the patient is to be discharged to self.” \nIII.  MINIMUM REMEDIAL MEASURES \nTo remedy the deficiencies discussed above and to protect \nthe constitutional and federal statutory rights of residents at \nDix, Broughton, Cherry, and Umstead Hospitals, North Carolina \nshould implement the minimum remedial measures set forth below. \nThese apply to all four facilities unless otherwise indicated. \nA.\t Mental Health Care \n1.\t Assessments and Treatment Planning \na.\t Provide adequate and appropriate psychiatric \nand other mental health services, including \nadequate psychological services and \nbehavioral management, in accordance with \ngenerally accepted professional standards. \nBehavioral management should focus on \nteaching alternative, adaptive behaviors. \nb.\t Conduct interdisciplinary assessments of \npatients consistent with generally accepted \nprofessional standards.  Expressly identify \nand prioritize each patient's individual \nmental health problems and needs, including \nmaladaptive behaviors and substance abuse \nproblems. \n\n- 27  \n\nc.\t Reform the treatment process so that patient \ntreatment is appropriate, individualized, \ncoordinated, and properly managed.  In \naddition, staff should be trained to write \nprofessionally appropriate behavioral goals \nand objectives, and include, when possible, \npatient and family input.  Appropriate \nindividualized treatment plans should be \nimplemented in a consistent manner in \naccordance with generally accepted \nprofessional practices.  The treatment \nprocess should provide each patient a \nreasonable opportunity to function as \nindependently and effectively as possible. \nTo that end, (i) treatment planning should \nreflect an interdisciplinary process based on \nreliable objective data and clearly \nestablished measurable goals, and \n(ii) treatment plans should be consistently\nassessed for their efficacy and reviewed and \nrevised when appropriate. \n2.\t Care for Patients with Specialized Needs \na.\t Develop and implement psychological \nevaluations to assess each patient’s \ncognitive deficits and strengths to ensure \nthat treatment interventions are selected \nbased on the patient’s capacity to benefit. \nb.\t Provide adequate psychological services and \nbehavioral management in accordance with \ngenerally accepted professional standards. \nEnsure that behavioral management emphasizes \nteaching alternative, adaptive behaviors as \nwell as therapeutic care, treatment, and \nprogramming. \nc.\t Develop and implement treatment goals that \nwill establish an objective, measurable basis \nfor evaluating patient progress. \nd.\t Develop and implement policies to ensure that \npatients with special needs (patients who are \ndually diagnosed as mentally ill/mentally \nretarded), patients at risk of suicide and \nself-injurious behavior, and patients who \nrequire treatment for substance abuse) are \n\n- 28  \nappropriately evaluated, treated, and \nmonitored in accordance with generally \naccepted professional standards. \ne.\t For patients identified as suicidal, develop \nand implement a clear and uniform policy for \npatient assessment and treatment. \nf.\t Ensure a sufficient number of qualified staff \nto supervise suicidal patients adequately and \nensure that physician orders for enhanced \nsupervision be communicated to appropriate \nstaff and implemented. \ng.\t For patients requiring treatment for \nsubstance abuse, develop and implement \ntreatment plans, including aftercare post-\ninstitutional plans that (i) ensure treatment \naddresses co-morbidity, (ii) ensure treatment \nis based on the individual needs of the \npatient, and (iii) reflect the need for \naftercare services if appropriate. \nh.\t Ensure that staff receive adequate training \nto serve the needs of patients requiring \nspecialized care. \ni.\t For those patients identified as hearing \nimpaired, place call bell systems and visual \nfire alarms in all appropriate rooms. \n3.\t Psychopharmacological Practices \na.\t Ensure that pharmacological and \npsychopharmacological practices comport with \ngenerally accepted professional standards. \nEnsure that the use of all drugs be \nprofessionally justified, carefully \nmonitored, documented, and reviewed by \nqualified staff.  Ensure that medications be \nprescribed based on clinical need. \nb.\t Revise psychopharmacological practices to \nensure that the use of antipsychotics, \nmedication combinations, PRN orders and the \nprescription of benzodiazepines, comport with \ngenerally accepted professional practice. \n\n- 29  \n\nc.\t Ensure that the use of PRN medications for \nbehavior control comport with generally \naccepted professional standards. \nd.\t Ensure that staff are adequately trained and \nknowledgeable about the risks and side \neffects in administering benzodiazepines and \nor/antipsychotic medications. \ne.\t Ensure that patient records identify the \nbehavioral problem and justification for the \nuse of any antipsychotic medication or \nbenzodiazepines. \nf.\t Ensure that the decision to administer an \nintramuscular medication is employed pursuant \nto the exercise of professional judgment by a \nqualified professional.  Also, ensure the \npatient’s record clearly documents the \nbehavioral issue(s) and justification for use \nof the intramuscular medication.  Develop and \nimplement a policy to eliminate the use of \nforced intramuscular medication that differs \nfrom the patient’s prescribed oral \nmedication. \ng.\t Develop and implement an integrated \nbehavioral and psychopharmacological \ntreatment plan based on combined assessment \nand case formulation. \nh.\t Ensure that treatment team members \ncommunicate and collaborate effectively to \nprovide patients with the most effective \ntreatment in keeping with generally accepted \nprofessional standards. \nB.  Restraints and Seclusion \nAbsent exigent circumstances -- i.e., when a patient poses \nan imminent risk of injury to himself or a third party -- any \ndevise or procedure that restricts, limits or directs a person’s \nfreedom of movement (including, but not limited to, chemical \nrestraints, mechanical restraints, physical/manual restraints, or \ntime out procedures) should be used only after other less \nrestrictive alternatives have been assessed and exhausted.  More \nspecifically, the facilities should: \n\n- 30  \n\n1.\t Develop and implement a policy on restraint and \nseclusion measures that comports with generally \naccepted professional standards. \n2.\t Ensure that the decision to restrain and/or \nseclude a patient only be employed pursuant to the \nexercise of professional judgment by a qualified \nprofessional.  Eliminate the practice of using \nrestraints or seclusion for the convenience of \nstaff, or in lieu of treatment. \n3. \t Ensure that patients in restraints and/or \nseclusion be adequately and appropriately \nmonitored.  Also, ensure that the use of \nrestraints and seclusion be properly documented \nand reviewed in a timely fashion by qualified \nstaff. \n4.\t Ensure that the criteria for release from \nrestraints and seclusion are clearly identified \nand written in the patient’s treatment plan. \nC.\t Nursing and Medical Care \nIndividuals with health problems should be promptly \nidentified, assessed, diagnosed, treated, and monitored \nconsistent with current professional standards of care.  Staff \nshould complete appropriate documentation adequate to withstand \nclinical scrutiny.  More specifically, the facilities should: \n1.\t Hire and deploy a sufficient number of qualified \ndirect care and professional staff, particularly \npsychiatrists and nurses, necessary to provide \npatients with adequate supervision and medical and \nmental health treatment. \n2.\t Ensure that patients receive adequate medical, \nincluding emergency, care in accordance with \ngenerally accepted professional standards of care. \n3.\t Ensure adequate and appropriate interdisciplinary \ncommunication among relevant professionals. \nEnsure that physicians write concise and complete \norders pursuant to generally accepted professional \nstandards. \n4.\t Develop and implement nursing protocols for \nmedical care and treatment. \n\n- 31  \n\nD. \t Quality Assurance and Performance Improvement \n1.\t Develop and implement an adequate quality \nassurance process in accordance with generally \naccepted professional standards that at a minimum: \na.\t actively collects data relating to the \nquality of nursing and medical services; \nb.\t assesses these data for trends; \nc.\t initiates inquiries regarding problematic \ntrends and possible deficiencies; \nd.\t identifies corrective action; and \ne.\t monitors to ensure that appropriate remedies \nare achieved. \n2.\t Develop and implement adequate procedures for \ninvestigating untoward events, serious injuries, \nand sentinel events. \n3.\t Develop and implement adequate procedures for \nroutinely reviewing incident reports to assess \nwhether individual or systemic trends or issues \nexist and changes in treatment are warranted. \n4.\t Conduct adequate mortality reviews to ascertain \nthe root causes for all unexpected deaths. \nE.\t Physical Plant \n1. \t Eliminate all suicide hazards in patient bedrooms \nand bathrooms. \n2. \t Develop and implement adequate nursing protocols \nto ensure that patients are appropriately \nsupervised and monitored. \n3. \t Develop appropriate evacuation plans. \nF.\t Discharge Planning and Providing Services in the \nMost Integrated Setting \n1. \t Every resident should be professionally assessed \ninitially upon admission and on a periodic basis \n\n- 32  \nto determine whether continued residential \nconfinement constitutes the most integrated \nsetting appropriate to meet the individual’s \nneeds.  Specifically, the facilities should: \na. \t Develop and implement adequate discharge \nplans that identify the necessary aftercare \nservices to meet the needs of patients upon \ndischarge in accordance with generally \naccepted professional standards of care. \nb. \t If it is determined that a more integrated \nsetting would appropriately meet the \nindividual’s needs, promptly develop and \nimplement, with appropriate consent, a \ntransition plan that specifies actions \nnecessary to ensure a safe, successful \ntransition from each facility to a more \nintegrated setting, the names and positions \nof those responsible for these actions, and \ncorresponding time frames. \nc.\t Develop and implement a quality \nassurance/improvement system to oversee the \ndischarge process and aftercare services. \nThis system should ensure that professional \njudgments about the most integrated setting \nappropriate to meet each patient's needs are \nimplemented and that appropriate aftercare \nservices are provided that meet the needs of \nthe patient in the community. \n2.\t The State should ensure that it provides \ncommunity-based treatment for persons with \ndisabilities consistent with federal law. \n*  *  * \nThe collaborative approach that the parties have taken thus \nfar has been productive, as Dix, Broughton, Cherry, and Umstead \nHospitals have exhibited improvements since our investigation \nbegan.  We hope to be able to continue working with the State in \nan amicable and cooperative fashion to resolve our outstanding \nconcerns regarding these facilities. \nWe will forward our expert consultants' reports under \nseparate cover.  Although their reports are their work and do not \nnecessarily represent the official conclusions of the Department \n\n- 33  \n\nof Justice, their observations, analyses, and recommendations \nprovide further elaboration of the relevant concerns, and offer \ntechnical assistance in addressing them.  We hope that you will \ngive this information careful consideration and that it will \nassist in promoting a dialogue aimed at quickly addressing the \nareas requiring attention. \nIn the unexpected event that the parties are unable to reach \na resolution regarding our concerns, we are obligated to advise \nyou that the Attorney General may initiate a lawsuit pursuant to \nCRIPA, to correct deficiencies or to otherwise protect the rights \nof residents at Dix, Broughton, Cherry, and Umstead Hospitals, \n49 days after receipt of this letter.  42 U.S.C. § 1997b(a)(1). \nAccordingly, we will soon contact State officials to \ndiscuss in more detail the measures that the State must take to \naddress the deficiencies identified herein. \nSincerely, \nR. Alexander Acosta\nAssistant Attorney General \ncc:\t The Honorable Roy Cooper \nAttorney General \nState of North Carolina \nDr. Walter W. Stelle\n\nDirector\n\nDorothea Dix Hospital\n\nMr. Seth Hunt\n\nDirector\n\nBroughton Hospital\n\nDr. Liston G. Edwards, D.P.A. \n\nDirector\n\nCherry Hospital\n\nDr. Patricia Christian\n\nDirector\n\nJohn Umstead Hospital\n\n\n- 34  \nDr. Carmen Hooker Odom \nSecretary \nDepartment of Health and Human Services \nFrank Whitney, Esquire \nUnited States Attorney \nEastern District of North Carolina \nAnna Mills Wagoner, Esquire \nUnited States Attorney \nMiddle District of North Carolina \nRobert Conrad, Esquire \nUnited States Attorney \nWestern District of North Carolina ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/19177"
    }
  ],
  "document_count": 2
}