{
  "case_id": 11941,
  "fetched_at": "2025-10-22T00:16:42.259793",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Monetary Relief",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Daniel and Adrienne Sabbia",
        "institution_alt_state": null,
        "institution_city": "Chicago",
        "institution_county": null,
        "name": "Daniel and Adrienne Sabbia",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "The Lowe Group Chicago, Inc.",
        "institution_alt_state": null,
        "institution_city": "Chicago",
        "institution_county": null,
        "name": "The Lowe Group Chicago, Inc.",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "The Lowe Group Chicago, Inc.",
        "institution_alt_state": null,
        "institution_city": "Chicago",
        "institution_county": null,
        "name": "Jeffrey Lowe",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Prudential Rubloff",
        "institution_alt_state": null,
        "institution_city": "Chicago",
        "institution_county": null,
        "name": "Midwest Realty Ventures, LLC",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Fair Housing/Lending/Insurance"
    ],
    "cause_other": "",
    "causes": [
      "Fair Housing Act/Fair Housing Amendments Act (FHAA), 42 U.S.C. §§ 3601 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2012,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "36,000",
    "defendant_type": [],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2010-09-20",
    "filing_year": 2010,
    "id": 11941,
    "injunction_duration": "36",
    "issues": [
      "Discrimination Basis: Race discrimination",
      "Affected Race(s): Black",
      "Discrimination Area: Housing Sales/Rental"
    ],
    "last_checked_date": "2019-03-22T00:00:00-04:00",
    "main_docket": {
      "id": 31253,
      "docket_entries": [
        {
          "row_number": 0,
          "id": 10130239,
          "entry_number": "36",
          "date_filed": "2011-05-19T00:00:00-04:00",
          "attachments": [],
          "url": "https://www.courtlistener.com/docket/5545879/36/united-states-v-sabbia/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.ilnd.247638/gov.uscourts.ilnd.247638.36.0.pdf",
          "pacer_doc_id": "06709398595",
          "description": "MEMORANDUM Opinion Signed by the Honorable Samuel Der-Yeghiayan on 5/19/2011: Mailed notice (mw, )"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2010,
      "docket_filing_number": 5967,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "1:10-cv-05967",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/ilnd--1-10-cv-05967.html",
      "recap_link": "https://www.courtlistener.com/docket/5545879/united-states-v-sabbia/",
      "is_active": true
    },
    "name": "United States v. Sabbia",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2014,
    "order_start_year": 2011,
    "permanent_injunction": false,
    "plaintiff_description": "United States on behalf of an African American family denied purchase of a home on the basis of race.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>On September 20, 2010, the United States filed a lawsuit in the United States District Court for the Northern District of Illinois under the Fair Housing Act, 42 U.S.C. §3612(o) against the owners of a single family home, their real estate agent and his employer, and a real estate brokerage firm. The plaintiff filed the action on behalf of an African-American family (and their real estate agent) to whom the defendants refused to sell their home on the basis of their race. The plaintiff sought injunctive, declaratory and monetary relief, and civil penalties. </p><p>The plaintiff alleged that when the owner first engaged the services of a real estate agent, he told the agent that he would prefer not to sell to a black family, but that for the right price, he didn't care who bought it. The agent found the family, negotiated with their agent and, on behalf of the owners, agreed to a price and drafted a sales contract.  The owners discovered the family was black and refused to sign the sales contract, saying they had changed their minds about moving, had trouble finding a new home, trouble finding a suitable school, and other reasons the family found pretextual.</p><p>On January 28, 2010, the family filed a charge with the U.S. Department of Housing and Urban Development. After an investigation, HUD found reasonable cause to believe that the owners had violated the Fair Housing Act. The owners then offered the home to the family, but at a much higher price. The family refused and the lawsuit was filed.</p><p>On November 09, 2011, the Court (Judge Der-Yeghiayan) approved a three-year Partial Final Consent Order agreed to by the Plaintiff, the real estate agent, his employer, and the brokerage firm (the \"Settling Defendants\"). The Consent Decree did not include the homeowners, the claims against whom were still to be litigated. The Consent Decree 1) enjoined the settling defendants from refusing to sell or negotiate on the basis of race or color, and 2) ordered Defendants to pay $30,000 in compensatory damages. It also required training and education for new agents, notice of non-discrimination policies and other injunctive relief.  </p><p>On July 27, 2012, a second final partial consent decree was approved by the judge between the plaintiff and the owners. This 3-year decree required the owners to agree to non-discriminatory practices, to permit compliance testing and monitoring, and to pay $6,000 to the family's realtor.</p><p>As of March 2019, there have been no further updates to the case; the case is now closed.</p>",
    "summary_published_date": "2019-03-22T00:00:00-04:00",
    "summary_short": "The United States filed this race discrimination case in the United States District Court for the Northern District of Illinois against the owners of a single family residence and their realtor on behalf of an African American family. The plaintiff claimed the owners refused to sell to the family when they discovered they were black. After a HUD finding of reasonable cause, the owners' realtor, his employer, and brokerage firm entered and the judge approved, a consent decree requiring non-discrimination training, general non-discrimination prohibition and the payment of $30,000 to the aggrieved parties. Later, the owners also entered into a consent decree which provided for compliance testing to assure that the owners complied with non-discriminatory policies and practices, and payment of $6,000 to the family's realtor. This three-year decree concluded the case. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11941",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11941",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11941",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11941"
  },
  "documents": [
    {
      "date": "2012-07-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Approved",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 43402,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/43402.pdf",
      "title": "Partial Final Consent Order [II]",
      "text": "Case: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 1 of 8 PageID #:350\nUNITED STATES DISTRICT COURT\nNORTHERN DISTRICT OF ILLINOIS\nEASTERN DIVISION\nUNITED STATES OF AMERICA, )\n)\nPlaintiff, )\n)\nv. )\n)   No. 10 C 5967\nDANIEL SABBIA, ADRIENNE SABBIA,  )\nJEFFREY LOWE, THE LOWE GROUP  )   Judge Der-Yeghiayan\nCHICAGO, INC., and MIDWEST REALTY )\nVENTURES, LLC d/b/a PRUDENTIAL )\nRUBLOFF PROPERTIES, )\n)\nDefendants. )\nPARTIAL FINAL CONSENT ORDER\nI.  INTRODUCTION\n1. On August 26, 2010, George Willborn, Peytyn Willborn, the Willborns’ adult child, Teara\nHill Willborn and the W illborns’ minor child (collectively, the “W illborns”) filed a\ncomplaint, No. 10 C 5382, against Daniel and Adrienne Sabbia, Jeffrey Lowe, The Lowe\nGroup Chicago, Inc. (The “Lowe Group”), a nd Midwest Realty, LLC d/b/a Prudential\nRubloff (“Prudential”), alleging they discriminated on account of race in violation of teh Fair\nHousing Act when the Sabbias refused to sell their single family home to the Willborns (the\n“Willborn Lawsuit”).\n2. On September 20, 2010, the United States filed a complaint, No. 10 C 5967, alleging the\nsame claims against the same defendants on behalf of the Willborns and Dylcia Cornelious,\npursuant to subsection 812(o) of the Fair Housing Act, 42 U.S.C. § 3612(o).  \n3. Daniel and Adrienne Sabbia (collectively, the “Settling Defendants”), have entered into a\nsettlement agreement with the Willborns resolving the claims by the Willborns against the\nSettling Defendants in the Willborn Lawsuit.  \n4. The claims in this case and the Willborn Lawsuit against the remaining defendants, Jeffrey\nLowe, The Lowe Group, and Prudential, were preivously settled and are subject to a separate\nconsent decree and settlement agreement.\n5. The United States files this Partial Consent Order to resolve all claims alleged in Case No.\nNo. 10 C 5967 against the Settling Defendants.  The Settling Defendants and the United\nStates are collectively referred to as the “Settling Parties.”  Pursuant to Fed. R. Civ. P. 54(b),\n\nCase: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 2 of 8 PageID #:351\nthis Partial Consent Order shall constitute a  final judgment as to all clai ms against the\nSettling Defendants and there is no just reason for delay. \nA.  Allegations Against Defendants\n6. Were this case to proceed to trial, the United States would present evidence and testimony\nsufficient to establish the following facts:\n7. George and Peytyn Willborn are an African-American married couple, who reside in Illinois\nwith their adult child, Teara Hill Willborn, and their minor child.\n8. Dylcia Cornelious was at all relevant times a resident of Chicago, Illinois and a real estate\nagent licensed to do business in Illinois.\n9. Defendants Daniel and Adrienne Sabbia are a white  married couple, who, at all relevant\ntimes, owned the residence located at 3300S outh Normal Avenue, Chicago, Illinois 60616,\na  five-bedroom,  8,000 square foot, single-fam ily  home,  located in the Bridgeport\nneighborhood in Chicago (the “Property”).  At all relevant times, the Sabbias lived in the\nProperty with their three minor children.\n10. Defendant Jeffrey Lowe is a resident of Chicago, Illinois and at all relevant times was a real\nestate agent licensed to do business in Illinois.\n11. The Lowe Group is a corporation with its principal place of business in Chicago, Illinois. \nAt all relevant times, Jeffrey Lowe was the corporation’s em ployee and its sole officer,\ndirector, and shareholder.\n12. Prudential is an Illinois Limited Liability Company that operates as a real estate brokerage\nfirm.  Beginning on February 26, 2009 and at all rleevant times thereafter, Jeffrey Lowe and\nThe Lowe Group acted as agents of Prudential.\n13. In January 2008, the Sabbias retained the services of defendant Jeffrey Lowe to list, amrket,\nand sell the Property.  The Property was subsequently listed on February 26, 2009 by the\nbrokerage firm of Prudential, and Lowe acted as the listing agent for the brokerage firm.\n14. In January 2008, the Sabbias, through Lowe, listed the Property for sale at a price of $1.99\nmillion.  In November 2008, they took the Properyt off the market, and in April 2009 relisted\nthe Property at a reduced price of $1.799 million.\n15. In January 2010, the Willborns retained the services of real estate agent Dylcia Cornelious\nto help them locate a 5,000 to 8,000 s quare foot single-family home near downtown\nChicago.\n2\n\nCase: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 3 of 8 PageID #:352\n16. On January 2, 2010, the Willborns toured the Property and made an offer of $1.5 million. \nDaniel Sabbia, through Lowe, countered with a demand of $1.75 million.\n17. Negotiations continued and on January 4,  2010, Lowe conveyed Daniel Sabbia’s final\ncounteroffer to the Willborns of $1.7 million.\n18. Later on January 4, 2010, Cornelious conveyed to Lowe the Willborns’ acceptance of the \ncounteroffer and prepared a sales contract for signature. \n19. On January 5, 2010, Lowe forwarded the  contract, containing the term s to which the\nWillborns and Daniel Sabbia had verbally agreed, to the Sabbias for signature.\n20. On January 9, 2010, Lowe informed Cornelious that the Sabbias were reconsidering the sale\nof the Property.  Cornelious told Lowe the Sabbias’ actions appeared racist and warned that\nsuch actions would constitute a fair housing violation.  Lowe replied that he did not believe\nthat the Sabbias’ actions were motivated by race.\n21. On January 11, 2010, Lowe informed Cornelious that the Sabbias would not sign the sales\ncontract and were taking the Property off the m arket, because (1) Adrienne Sabbia had\nchanged her mind about moving; (2) the Sabbias could not find a suitable new home to move\ninto; (3) the Sabbias wanted to keep their children in their current schools; and (4) Adrienne\nSabbia refused to sell the house for less than $1.799 million.\n22. On January 12, 2010, Lowe took the Property off the market.\n23. By signing this Consent Order, the Settling Dfeendants do not admit any violation of the Fair\nHousing Act or wrongdoing.  It is expressly understood that neither the entering into this\nConsent Order nor any action taken by the Settling Def endants pursuant to this Consent\nOrder shall be construed as an admission of liability.\nB.  Consent of the Settling Parties to Entry of this Order\n24. The Settling Parties agree that this Court hasj urisdiction over the subject matter of this case\npursuant to subsection 812(o) of the Fair Housing Act, 42 U.S.C. § 3612(o), and 28 U.S.C.\n§§ 1331and 1345. The Settling Parties also agree that the controversy between them should\nbe resolved without further proceedings and without a trial. \n25. As indicated by the signatures below, the Se ttling Parties agree to entry of this Consent\nOrder.\n3\n\nCase: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 4 of 8 PageID #:353\nIT IS HEREBY ORDERED, ADJUDGED, AND DECREED that:\nII.  GENERAL INJUNCTION\n26. Defendants Daniel and Adrienne Sabbia, their agents, successors and assigns, and all other\npersons acting in active concert or participation with them are enjoined from:\nA. Refusing to rent or sell a dwelling, refusingo r failing to provide or offer information \nabout a dwelling, refusing to negotiate for  the rental or sale of a dwelling, or \notherwise making unavailable or denying a dwelling to any person because of race \nor color; \nB. Discriminating against any person in the terms, conditions, or privileges of the rental \nor sale of a dwelling, or in the provisi on of services or facilities in connection \ntherewith, because of race or color; \nC. Making any statement, oral or written, in  connection with the rental or sale of a \ndwelling, that expresses or indicates anyp reference, limitation, or discrimination, or \nan intent to make any such preference, limitation, or discrimination, on the basis of \nrace or color; and\nD. Representing to persons because of race or color that any dwelling is not available \nfor inspection, rent, or sale when such dwelling is, in fact, so available.\n \nIII.  PAYMENT OF MONETARY DAMAGES\n27. Within ten (30) days of the entry of this Consent Order, Settling Defendants shall cause a\ntotal of six thousand dollars ($6,000.00) to be paid to Dylcia Cornelious.\n28. Upon receipt of the check, the United States shall send to Settling Defendants an executed\nrelease of all claims, legal or equitable, that Ms. Cornelious might have against the Settling\nDefendants. The release shall be substantially in the form of Appendix A.\nIV.   COMPLIANCE TESTING\n29. The United States may take steps to monitor the compliance by the Settling Defendants with\nthis Consent Order, including, but not limited to, conducting fair housing tests of the Settling\nDefendants and their agents.\nV.   MONITORING AND DOCUMENT RETENTION REQUIREMENTS\n30. During the period in which this Consent Orde r is in effect, the Settling Defendants shall\nnotify counsel for the United States in writing within thirty (30) days of receipt of:\n4\n\nCase: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 5 of 8 PageID #:354\nA. Any written complaint against them or their agents regarding discrim ination in\nhousing  on the basis of race or color or alleging interference, retali ation,\nintimidation, or coercion on the basis of a person having exercised rights protected\nby the Fair Housing Act or having aided, asssited or encouraged others in exercising\nsuch rights; and\nB. Any oral complaint received by them or their agents regarding discrim ination in\nhousing  on the basis of r ace  or color or alleging interference, retaliation,\nintimidation, or coercion on the basis of a person having exercised rights protected\nby the Fair Housing Act or having aided, assisted or encouraged others in exercising\nsuch rights.\nIf the complaint is written, the Settling Defendants shall provide a copy of it with the\nnotification. If the complaint is oral, Settling Defendants shall include a written summary\nof it with the notification. W hether written or oral, the notification shall include the full\ndetails of the complaint, including the complainant’s name, address, and telephone number.\nSettling Defendants shall also promptly provide the United States with all inofrmation it may\nrequest concerning any such complaint, and shall notify the United States within fifteen (15)\ndays of the resolution of any such complaint.\n31. For the term of this Consent Order, the Settling Def endants are required to preserve all\nrecords related to this Consent Order. Upon reasonable notice to the Settling Defendants,\nrepresentatives of the United States shall be permitted to inspect and copy these records,\nprovided, however, that the United States shall endeavor to minimize any inconvenience to\nSettling Defendants from such inspections.\nVI.  DURATION OF CONSENT ORDER AND TERMINATION OF LEGAL ACTION\n32. This Consent Order shall remain shall remain in effect for three (3) years after the date of\nits entry.\n33. The Court shall retain jurisdiction for the duration of this Consent Decree to enforce the\nterms of the Decree. If no action is taken by the United States to extend this Order within\nthree (3) years after the date of entry of this Order, the Order shall terminate, and Case No.\n10 C 5967  shall be dismissed with prejudice, and the Court’s jurisdiction of this action shall\ncease.  The United States may move the Court to extend the duration of the Decree in the\ninterests of justice, which the Settling Defendants retain the right to oppose.\n34. The parties to this Consent Order shall endeavor in good faith to resolve informally any\ndifferences regarding interpretation of and compliance with this Order prior to bringing such\nmatters to the Court for resolution.\n5\n\nCase: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 6 of 8 PageID #:355\nVII.  TIME FOR PERFORMANCE\n35. Any time limits for performance imposed by the Consent Order may be extended by the\nmutual written agreement of the Settling Parties.\nVIII.  COSTS OF LITIGATION\n36. Each party to this Consent Order shall bear it sown costs and attorneys’ fees associated with\nthis litigation.\n6\n\nCase: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 7 of 8 PageID #:356\nIT IS SO ORDERED:\nJuly 27, 2012.\n__________________________________\nSAMUEL DER-YEGHIAYAN\nUnited States District Court\nFOR PLAINTIFF UNITED STATES OF AMERICA:\nPATRICK J. FITZGERALD\nUnited States Attorney\nBy: s/ LaShonda A. Hunt\nLASHONDA A. HUNT\nPATRICK W. JOHNSON\nAssistant United States Attorneys\n219 South Dearborn Street\nChicago, Illinois 60604\n(312) 886-4190\nlashonda.hunt@usdoj.gov\n(312) 353-5327\npatrick.johnson2@usdoj.gov\nFOR DEFENDANTS DANIEL AND ADRIENNE SABBIA:\nBy: s/Michael J. Kralovec\nKRALOVEC MEENAN LLP\n53 W. Jackson Boulevard\nSuite 1120\nChicago, Illinois   60604\n(312) 788-1111\nmkralovec@nlklaw.com\n7\n\nCase: 1:10-cv-05967 Document #: 44 Filed: 07/27/12 Page 8 of 8 PageID #:357\nAPPENDIX A\nWAIVER, RELEASE OF CLAIMS, AND CONSENT NOT TO SUE DEFENDANTS\nDANIEL AND ADRIENNE SABBIA\nIn consideration of the Settling Parties’ agreement to the provisions of the Consent Order\nentered in United States v. Daniel Sabbia, et al., No.10 C 5967 (N.D. Ill.), and the payment of the\nsum of six thousand dollars ($6,000) by defenda nts Daniel and Adrienne Sabbia (“Settling\nDefendants”), I, Dylcia Cornelious, hereby and fo rever waive, release, and agree not t o sue the\nSettling Defendants for any claims, legal or equitable, I may have against the Settling Defendants\nand other officers, agents, employees, successors, executors, heirs, assigns, attorneys, and any other\nperson in active concert or participation with them regarding any and all claims arising out of the\nissues alleged in this action.  I fully acknowledge and agree that t his release of the Settling\nDefendants shall be binding on my heirs, representatives, executors, successors, administrators, and\nassigns. I hereby acknowledge that I have read and understa nd this release and have executed it\nvoluntarily and with full knowledge of its legal consequences.\n____________________________________\nSIGNATURE\nNAME: ________________________________________\nADDRESS: ___________________________________\n___________________________________\n___________________________________\nDATE:  __________________",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "44",
      "clearinghouse_link": "clearinghouse.net/doc/43402"
    },
    {
      "date": "2010-09-20",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Approved",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40771,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40771.pdf",
      "title": "Complaint",
      "text": "Case: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 1 of 8 PageID #:1 \nUNITED STATES DISTRICT COURT  \nNORTHERN DISTRICT OF ILLINOIS  \nEASTERN DIVISION  \nUNITED STATES,  )  \n)  \nPlaintiff,  )  \n)  \nv.  ) \nNo.\n) \nDANIEL SABBIA; ADRIENNE SABBIA;  ) \nJEFFREY LOWE; THE LOWE GROUP  ) \nJudge\nCHICAGO, INC.; and MIDWEST REALTY  )  \nVENTURES, LLC d/b/a PRUDENTIAL  )  \nRUBLOFF PROPERTIES,  )  \n)  \nDefendants.  ) \n \nCOMPLAINT \nThe United States of America, by its attorney, Patrick  J. Fitzgerald, United States Attorney \nfor the Northern District of Illinois, brings  this action on behalf of George W illborn, Peytyn \nWillborn, the Willborns’ adult child, Tiara Hill Willborn, the Willborns’ minor child, G.W., and \nDylcia Cornelious, pursuant to section 812(o) of the Fair Housing Act, as amended, 42 U.S.C. § \n3612(o), and alleges as follows: \n1.  This court has jurisdiction over this action under 28 U.S.C. §§ 1331 and 1345 and \n42 U.S.C. § 3612(o). \n2.  George and Peytyn Willborn (the “Willborns”) are an African-American married \ncouple, who reside in Illinois with their adult child, Tiara Willborn, and their minor child, G.W. \n3.  Dylcia Cornelious is a resident of Chicago, Illinois and at all relevant times was a \nreal estate agent licensed to do business in Illinois. \n4.  Defendants Daniel and Adrienne Sabbia (the “Sabbias”) are a white  married couple, \nwho, at all relevant times, owned the residence located at 3300 South Normal Avenue, Chicago, \n\nCase: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 2 of 8 PageID #:2 \nIllinois 60616, a five-bedroom, 8,000 square foot, single-family home, located in the Bridgeport \nneighborhood in Chicago (the “Property”). At all relevant times, the Sabbias lived in the Property \nwith their three minor children. \n5.  Defendant Jeffrey Lowe is a resident of Cihcago, Illinois and at all relevant times was \na real estate agent licensed to do business in Illinois. \n6.  The Lowe Group Chicago, Inc., (“The  Lowe Group”) is a corporation with its \nprincipal place of business in Chicago, Illinois.  At all relevant tim es, Jeffrey Lowe was the \ncorporation’s employee and its sole officer, director, and shareholder. \n7.  Midwest Realty Ventures, LLC d/b/a Pr udential Rubloff Properties (“Prudential \nRubloff”) is an Illinois Limited Liability Company that operates as a real estate brokerage firm.  At \nall relevant times, Jeffrey Lowe and The Lowe Group acted as agents of Prudential Rubloff. \n8.  The Property is a “dwelling” within the meaning of 42 U.S.C. § 3602(b). \n9.  Daniel Sabbia has several family members who live in Bridgeport, and a sister and \nbrother-in-law who reside at 3304 South Norm al Avenue, which is directly next door to the \nProperty. \n10.  In January 2008, the Sabbias retained the services of defendant Jeffrey Lowe to list, \nmarket, and sell the Property.  As a result, the Property was listed by the brokerage firm  of \nPrudential Rubloff, and Lowe acted as the listing agent for the brokerage firm. \n11.  While Lowe represented the Sabbias, Daniel Sabbia advised Lowe that he would \nprefer not to sell his home to an African American, but clarified that if it was for the right price, he \ndid not care who bought the house. \n2  \n\nCase: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 3 of 8 PageID #:3 \n12.  In January 2008, the Sabbias, through Lowe, listed the Property for sale at a price of \n$1.99 million.  In November 2008,  they took the Property off the market briefly, and in April 2009 \nrelisted the Property at a reduced price of $1.799 million. \n13.  In January 2010, the W illborns retained the services of real estate  agent Dylcia \nCornelious to help them locate a newer construction, approxim ately 5,000 to 8,000 square foot \nsingle-family home near downtown Chicago.  Cornelious is an agent with ReMax 2000 and has been \nin the real estate business for approximately 12 years. \n14.  On January 2, 2010, the Willborns toured the Property with Cornelious.  At the time \nof the tour, the Property was listed for $1.799 million and had been on the market for almost two \nyears. \n15.  As the Willborns left the Property, Daniel Sabbia was sitting in his car in the \ndriveway of the Property and waived to the Willborns. \n16.  Prior to sending this sales contract to the Sabbias, Lowe knew the Willborns were \nAfrican American. \n17.  At all times relevant, George Willborn was a nationally syndicated radio personality \nand comedian appearing in television and film. \n18.  The Willborns were financially qualified to buy the Property. \n19.  On January 2, 2010, the same day they toured the Property, the Willborns made an \noffer of $1.5 million with $75,000 in earnest money and a closing date of February 25, 2010.  The \nSabbias countered with a demand of $1.75 million and a later closing date. \n20.  On January 3, 2010, the W illborns offered $1.65 million and requested that the \nSabbias leave the televisions in the theater and living room. \n3  \n\nCase: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 4 of 8 PageID #:4 \n21.  On January 4, 2010, Lowe conveyed the Sabbais’ final counteroffer to the Willborns \nof $1.7 million with an April 1, 2010 closing date. \n22.  Later on January 4, 2010, Cornelious conveyed to Lowe the Willborns’ acceptance \nof the Sabbias’ counteroffer and prepared a sales contract for signature. \n23.  On January 5, 2010, Lowe forwarded the conrtact, containing the terms to which the \nWillborns and Sabbias had verbally agreed, to the Sabbias for signature. \n24.  By January 8, 2010, Cornelious had not erceived a signed contract and inquired with \nLowe about the contract, adding that she was holding the earnest money check. \n25.  On January 9, 2010, Lowe informed Cornelious that the Sabbias were reconsidering \nthe sale of the Property.  Cornelious told Lowe the Sabbias’ actions appeared racist and warned that \nsuch actions would constitute a fair housing violation. \n26.  On January 11, 2010, Lowe informed Cornelious that the Sabbias would not sign the \nsales contract and were taking the Property off the market, because (1) Adrienne Sabbia had changed \nher mind about moving; (2) the Sabbias could not find a suitable new home to move into; and (3) \nthe Sabbias wanted to keep their children in their current schools. \n27.  On January 12, 2010, at the Sabbias’ direction, Lowe took the Pr operty off the \nmarket. \n28.  On or about January 28, 2010, the Willborns and Dylcia Cornelious filed a timely \nverified complaint alleging discrimination in housing on the basis of race with the United States \nDepartment of Housing and Urban Development (“HUD complaint”) pursuant to section 810(a) of \nthe Fair Housing Act, 42 U.S.C. § 3610(a) .  The  HUD complaint alleged, inter alia, that the \n4  \n\nCase: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 5 of 8 PageID #:5 \nSabbias, Jeffrey Lowe, The Lowe Group, and Pr udential Rubloff disc riminated against the \ncomplainants by refusing to sell a house to the Willborns because of their race. \n29.  Pursuant to the requirements of 42 U.S.C. § 3610(a) and (b), the Secretary of HUD \nconducted and completed an investigation of thec omplaint, attempted conciliation without success, \nand prepared a final investigative report.  Based on the information gathered in the investigation, \nthe Secretary, pursuant to 42 U.S. C. § 3610(g)(1), determined that reasonable cause existed to \nbelieve that discriminatory housing practices had occurred.  Accordingly, on August 9, 2010, the \nSecretary issued a Charge of Discrimination (“the Charge”) pursuant to 42 U.S.C. § 3610(g)(2)(A), \ncharging defendants Daniel and Adrienne Sabbia with engaging in discriminatory housing practices \nin violation of section 804(a) and section 818 of the Fair Housing Act, 42 U.S.C. § 3604(a) and \n3617, and defendants Jeffrey Lowe, The Lowe Gr oup, and Prudential Rubloff with engaging in \ndiscriminatory housing practices in violation of section 804(a), section 805, and section 818 of the \nFair Housing Act, 42 U.S.C. §§ 3604(a), 3605, and 3617. \n30.  On  August 20, 2010, com plainants  George  and Peytyn W illborn  and Dylcia \nCornelious elected to have the HUD Charge resolved in a civil action in federal district  court, \npursuant to 42 U.S.C. § 3612(a). \n31.  Following this election, the Secretary of HUD authorized the Attorney General to \ncommence a civil action, pursuant to 42 U.S.C. § 3612(o). \n32.  On February 1, 2010, a few days after receiving the HUD c omplaint, the Sabbias \ndirected Lowe to offer the Willborns the opportunity to buy the Property, with all of its furniture, \nfor the full asking price of $1.799 million. \n33.  The Willborns rejected this offer. \n5  \n\nCase: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 6 of 8 PageID #:6 \n34.  One month later, on March 8, 2010, Lowe relisted the Property at the asking price \nof $1.799 million. \n35.  At the time the Sabbias relisted the Property, they still had not located a suitable \nhome to move into, and the Sabbia children attended the same school they had attended all year. \n36.  As a result of defendants’ actions described above, the Willborns were prevented \nfrom buying the house they wanted, and Cornelious was prevented from negotiating the sale and \nreceiving the sales commission on the Property. \n37.  By refusing to sell the Property to the Wi llborns and taking it off the market, the \nSabbias have discriminated against the Willborns and Cornelious by: \na.  making a dwelling unavailable to the  Willborns because of their race, in \nviolation of 42 U.S.C. § 3604(a); and \nb.  interfering with the W illborns and Cornelious in t heir exercise of rights \ngranted under the Fair Housing Act, in violation of 42 U.S.C. § 3617. \n38.  By conveying the Sabbi as’ refusal to sell the Property to the W illborns and \nfacilitating the Property’s rem oval from the market, defendants Lowe, the Lowe Group, and \nPrudential Rubloff have discriminated against the Willborns and Cornelious by: \na.  making a dwelling unavailable to the  Willborns because of their race, in \nviolation of 42 U.S.C. § 3604(a); \nb.  interfering with the W illborns and Cornelious in their exercise of  rights \ngranted under the Fair Housing Act, in violation of 42 U.S.C. § 3617; and \nc.  making residential real estate-related transactions unavailable to the Willborns \nand Cornelius because of the Willborns’ race, in violation of 42 U.S.C. § 3605. \n6  \n\nCase: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 7 of 8 PageID #:7 \n39.  George and Peytyn Willborn, their adult daughter, Tiara Hill Willborn, their minor \nchild, G.W., and Cornelious are aggrieved persons, as defined in 42 U.S.C. § 3602(i), and have \nsuffered damages as a result of the defendants’ conduct described above. \n40.  The discriminatory actions of defendants were intentional, willf ul, or taken in \ndisregard for the rights of the Willborns and Cornelious. \nWHEREFORE, the United States prays that this court: \n1.  declare that the discriminatory housing practices of the Sabbias as set forth above \nviolate the Fair Housing Act, as amended, 42 U.S.C. §§ 3604(a) and 3617; \n2.  declare that the discriminatory housing practices of defendants Lowe, the Lowe \nGroup, and Prudential Rubloff as set forth above violate the Fair Housing Act, as am ended, 42 \nU.S.C. §§ 3604(a), 3605, and 3617; \n2.  enjoin the defendants, any agents, employees, and successors they may have, and all \nother persons in active concert or participation with them from: (1) denying a dwelling based on race \nin violation of 42 U.S.C. § 3604(a); (2) intimidating, threatening, and interfering with rights granted \nor protected by the Fair Housing Act in violation of 42 U.S.C. § 3617; and (3) making residential \nreal estate-related transactions unavailable to real estate buyers, sellers, and agents because of race; \n3.  award compensatory and punitive damages to the Willborns and Cornelious, pursuant \nto 42 U.S.C. §§ 3612(o)(3) and 3613(c)(1); and \n4.  The United States further prays for such additional relief as the interests of justice \nmay require. \n7  \n\nCase: 1:10-cv-05967 Document #: 1  Filed: 09/20/10 Page 8 of 8 PageID #:8 \nRespectfully submitted, \nPATRICK J. FITZGERALD \nUnited States Attorney \nBy: s/ Patrick W. Johnson\n       PATRICK W. JOHNSON\n Assistant United States Attorney\n 219 South Dearborn Street\n Chicago, Illinois 60604\n (312) 353-5327\n patrick.johnson2@usdoj.gov \n8  ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/40771"
    },
    {
      "date": "2012-07-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40775,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40775.pdf",
      "title": "Docket",
      "text": "Case: 1:10-cv-05967   As of: 08/02/2012 01:26 PM CDT   1 of 5\nNOLAN,TERMED\nUnited States District Court\nNorthern District of Illinois − CM/ECF LIVE, Ver 5.0.3 (Chicago)\nCIVIL DOCKET FOR CASE #: 1:10−cv−05967\nUnited States of America v. Sabbia et al Date Filed: 09/20/2010\nAssigned to: Honorable Samuel Der−Yeghiayan Date Terminated: 06/27/2012\nCause: 42:405 Fair Housing Act Jury Demand: Plaintiff\nNature of Suit: 440 Civil Rights: Other\nJurisdiction: Federal Question\nPlaintiff\nUnited States of America represented by LaShonda Annette Hunt\nUnited States Attorney's Office (NDIL)\n219 South Dearborn Street\nSuite 500\nChicago, IL 60604\n(312) 886−4190\nEmail: lashonda.hunt@usdoj.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nAUSA\nUnited States Attorney's Office (NDIL)\n219 South Dearborn Street\nSuite 500\nChicago, IL 60604\nEmail: USAILN.ECFAUSA@usdoj.gov\nATTORNEY TO BE NOTICED\nPatrick Walter Johnson\nUnited States Attorney's Office (NDIL)\n219 South Dearborn Street\nSuite 500\nChicago, IL 60604\n(312) 353−5300\nEmail: patrick.johnson2@usdoj.gov\nATTORNEY TO BE NOTICED\nV.\nDefendant\nDaniel Sabbia represented by Michael Joseph Kralovec\nKralovec Meenan LLP\n53 West Jackson Boulevard\nSuite 1102\nChicago, IL 60604\n(312) 788−1111\nEmail: mkralovec@nlklaw.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDaniel C. Meenan , Jr.\nKralovec Meenan LLP\n53 West Jackson Blvd.\nSuite 1102\nChicago, IL 60604\n(312)788−1111\nEmail: dcmjd@aol.com\nATTORNEY TO BE NOTICED\nJoseph R. Lemersal\n\nCase: 1:10-cv-05967   As of: 08/02/2012 01:26 PM CDT   2 of 5\nNash, Lalich &Kralovec\n53 West Jackson Boulevard\nSuite 1102\nChicago, IL 60604\n(312) 788−1111\nEmail: jlemersal@nlklaw.com\nATTORNEY TO BE NOTICED\nDefendant\nAdrienne Sabbia represented by Michael Joseph Kralovec\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDaniel C. Meenan , Jr.\n(See above for address)\nATTORNEY TO BE NOTICED\nJoseph R. Lemersal\nKralovec Meenan LLP\n53 West Jackson Boulevard\nSuite 1102\nChicago, IL 60604\n(312) 788−1111\nEmail: jlemersal@nlklaw.com\nATTORNEY TO BE NOTICED\nDefendant\nJeffrey Lowe represented by Alexandra Kay Block\nTERMINATED: 11/14/2011 Miller Shakman &Beem LLP\n180 North LaSalle Street\nSuite 3600\nChicago, IL 60601\n312 263 3700\nEmail: ablock@millershakman.com\nATTORNEY TO BE NOTICED\nEdward W. Feldman\nMiller Shakman &Beem LLP\n180 North LaSalle Street\nSuite 3600\nChicago, IL 60601\n(312) 263−3700\nFax: (312) 263−3270\nEmail: efeldman@millershakman.com\nATTORNEY TO BE NOTICED\nDefendant\nThe Lowe Group Chicago Inc represented by Alexandra Kay Block\n(See above for address)\nATTORNEY TO BE NOTICED\nEdward W. Feldman\n(See above for address)\nATTORNEY TO BE NOTICED\nDefendant\nMidwest Realty Ventures, LLC represented by David M. Holmes\nTERMINATED: 11/14/2011 Wilson, Elser, Moskowitz, Edelman\n&Dicker\n55 West Monroe Street\nSuite 3800\n\nCase: 1:10-cv-05967   As of: 08/02/2012 01:26 PM CDT   3 of 5\nChicago, IL 60603\n(312) 704−0550\nEmail: Dave.Holmes@wilsonelser.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nAngela McManus Sekerka\nWilson, Elser, Moskowitz, Edelman\n&Dicker, LLP\n55 West Monroe Street\nSuite 3800\nChicago, IL 60603\n(312) 720−2103\nEmail: angela.sekerka@wilsonelser.com\nATTORNEY TO BE NOTICED\nBennett Ray Heller\nWilson, Elser, Moskowitz, Edelman\n&Dicker\n120 North LaSalle Street\nSuite 2600\nChicago, IL 60602\n(312) 704−0550\nEmail: bennett.heller@wilsonelser.com\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n09/20/2010 1  COMPLAINT filed by United States of America; Jury Demand. (Johnson, Patrick)\n(Entered: 09/20/2010)\n09/20/2010 2  CIVIL Cover Sheet (Johnson, Patrick) (Entered: 09/20/2010)\n09/20/2010 CASE ASSIGNED to the Honorable Sharon Johnson Coleman. Designated as\nMagistrate Judge the Honorable Jeffrey Cole. (daj, ) (Entered: 09/20/2010)\n09/20/2010 3  DESIGNATION of Patrick Walter Johnson as U.S. Attorney for Plaintiff United\nStates of America (Johnson, Patrick) (Entered: 09/20/2010)\n09/27/2010 4  ATTORNEY Appearance for Defendant Midwest Realty Ventures, LLC by\nBennett Ray Heller (Heller, Bennett) (Entered: 09/27/2010)\n09/27/2010 5  ATTORNEY Appearance for Defendant Midwest Realty Ventures, LLC by David\nM. Holmes (Holmes, David) (Entered: 09/27/2010)\n09/27/2010 6  ATTORNEY Appearance for Defendant Midwest Realty Ventures, LLC by Angela\nMcManus Sekerka (Sekerka, Angela) (Entered: 09/27/2010)\n10/20/2010 7  ATTORNEY Appearance for Defendants Adrienne Sabbia, Daniel Sabbia by\nMichael Joseph Kralovec (Kralovec, Michael) (Entered: 10/20/2010)\n10/20/2010 8  ATTORNEY Appearance for Defendants Adrienne Sabbia, Daniel Sabbia by\nDaniel C. Meenan, Jr (Meenan, Daniel) (Entered: 10/20/2010)\n10/20/2010 9  ATTORNEY Appearance for Defendants Adrienne Sabbia, Daniel Sabbia by\nJoseph R. Lemersal (Lemersal, Joseph) (Entered: 10/20/2010)\n12/14/2010 10  WAIVER OF SERVICE returned executed by United States of America. Adrienne\nSabbia waiver sent on 10/12/2010, answer due 12/13/2010. (Johnson, Patrick)\n(Entered: 12/14/2010)\n12/14/2010 11  WAIVER OF SERVICE returned executed by United States of America. Daniel\nSabbia waiver sent on 10/12/2010, answer due 12/13/2010. (Johnson, Patrick)\n(Entered: 12/14/2010)\n12/14/2010 12  WAIVER OF SERVICE returned executed by United States of America. Jeffrey\nLowe waiver sent on 9/30/2010, answer due 11/29/2010. (Johnson, Patrick)\n\nCase: 1:10-cv-05967   As of: 08/02/2012 01:26 PM CDT   4 of 5\n(Entered: 12/14/2010)\n12/14/2010 13  WAIVER OF SERVICE returned executed by United States of America. The\nLowe Group Chicago Inc waiver sent on 9/30/2010, answer due 11/29/2010.\n(Johnson, Patrick) (Entered: 12/14/2010)\n12/14/2010 14  WAIVER OF SERVICE returned executed by United States of America. Midwest\nRealty Ventures, LLC waiver sent on 10/5/2010, answer due 12/6/2010. (Johnson,\nPatrick) (Entered: 12/14/2010)\n12/16/2010 15  ANSWER to Complaint by Daniel Sabbia(Lemersal, Joseph) (Entered:\n12/16/2010)\n12/16/2010 16  NOTICE by Daniel Sabbia re answer to complaint 15 (Lemersal, Joseph) (Entered:\n12/16/2010)\n12/16/2010 17  ATTORNEY Appearance for Defendants Jeffrey Lowe, The Lowe Group Chicago\nInc by Alexandra Kay Block (Block, Alexandra) (Entered: 12/16/2010)\n12/16/2010 18  ANSWER to Complaint by Adrienne Sabbia(Lemersal, Joseph) (Entered:\n12/16/2010)\n12/16/2010 19  NOTICE by Adrienne Sabbia re answer to complaint 18 (Lemersal, Joseph)\n(Entered: 12/16/2010)\n12/17/2010 20  ATTORNEY Appearance for Defendants Jeffrey Lowe, The Lowe Group Chicago\nInc by Edward W. Feldman (Feldman, Edward) (Entered: 12/17/2010)\n12/17/2010 21  MOTION by Defendants Jeffrey Lowe, The Lowe Group Chicago Inc to dismiss\ncomplaints (Feldman, Edward) (Entered: 12/17/2010)\n12/17/2010 22  MOTION by Defendants Jeffrey Lowe, The Lowe Group Chicago Inc for leave to\nfile brief in excess of 15 pages (Attachments: # 1 Exhibit Brief)(Feldman, Edward)\n(Entered: 12/17/2010)\n12/17/2010 23  NOTICE of Motion by Edward W. Feldman for presentment of motion to dismiss\n21 before Honorable Samuel Der−Yeghiayan on 1/13/2011 at 09:00 AM.\n(Feldman, Edward) (Entered: 12/17/2010)\n12/17/2010 24  NOTICE of Motion by Edward W. Feldman for presentment of motion for leave to\nfile 22 before Honorable Samuel Der−Yeghiayan on 1/13/2011 at 09:00 AM.\n(Feldman, Edward) (Entered: 12/17/2010)\n12/17/2010 25  MOTION by Defendant Midwest Realty Ventures, LLC to dismiss Plaintiffs'\nComplaint (Holmes, David) (Entered: 12/17/2010)\n12/17/2010 26  MEMORANDUM by Midwest Realty Ventures, LLC in support of motion to\ndismiss 25 (Holmes, David) (Entered: 12/17/2010)\n12/17/2010 27  NOTICE of Motion by David M. Holmes for presentment of motion to dismiss 25\nbefore Honorable Samuel Der−Yeghiayan on 1/13/2011 at 09:00 AM. (Holmes,\nDavid) (Entered: 12/17/2010)\n01/05/2011 28  DESIGNATION of LaShonda Annette Hunt as U.S. Attorney for Plaintiff United\nStates of America (Hunt, LaShonda) (Entered: 01/05/2011)\n01/07/2011 29  STATUS Report (Parties Joint Initial Status Report) by Jeffrey Lowe, Midwest\nRealty Ventures, LLC, Adrienne Sabbia, Daniel Sabbia, The Lowe Group Chicago\nInc, United States of America (Feldman, Edward) (Entered: 01/07/2011)\n01/07/2011 30  STATUS Report (Parties' Joint Jurisdictional Status Report) by Jeffrey Lowe,\nMidwest Realty Ventures, LLC, Adrienne Sabbia, Daniel Sabbia, The Lowe Group\nChicago Inc, United States of America (Feldman, Edward) (Entered: 01/07/2011)\n01/14/2011 31  EXECUTIVE COMMITTEE ORDER: Case reassigned to the Honorable Samuel\nDer−Yeghiayan for all further proceedings pursuant to Local Rule 40.4, Finding of\nRelatedness. Signed by Executive Committee on 1/14/2011. (jmp, ) (Entered:\n01/19/2011)\n\nCase: 1:10-cv-05967   As of: 08/02/2012 01:26 PM CDT   5 of 5\n02/10/2011 32  RESPONSE by United States of Americain Opposition to MOTION by Defendants\nJeffrey Lowe, The Lowe Group Chicago Inc to dismiss complaints 21 , MOTION\nby Defendant Midwest Realty Ventures, LLC to dismiss Plaintiffs' Complaint 25\n(Hunt, LaShonda) (Entered: 02/10/2011)\n03/03/2011 33  REPLY by Defendants Jeffrey Lowe, The Lowe Group Chicago Inc to motion to\ndismiss 21 , response in opposition to motion, 32 (Combined) (Attachments: # 1\nExhibit 1, # 2 Exhibit 2)(Feldman, Edward) (Entered: 03/03/2011)\n03/03/2011 34  REPLY by Defendant Midwest Realty Ventures, LLC to response in opposition to\nmotion, 32 (Holmes, David) (Entered: 03/03/2011)\n05/19/2011 35  MINUTE entry before Honorable Samuel Der−Yeghiayan: Status hearing held and\ncontinued to 06/01/11 at 9:00 a.m. For the reasons stated in the Court's\nmemorandum opinion dated 05/19/11, Defendants' motions to dismiss 21 , 25 are\ndenied in their entirety. As stated on the record, the Court will consolidate the\ninstant case with case number 10 C 5382. All filing in this instant action shall be\nfiled under case number 10 C 5382. Prior to the the 06/01/11 status hearing, the\nparties are directed to meet and confer and are to be prepared to advise the Court at\nthe next status hearing of proposed dates for discovery and dispositive motions.\nMailed notice (mw, ) (Entered: 05/19/2011)\n05/19/2011 36  MEMORANDUM Opinion Signed by the Honorable Samuel Der−Yeghiayan on\n5/19/2011: Mailed notice (mw, ) (Entered: 05/19/2011)\n06/29/2011 37  ANSWER to Complaint by Midwest Realty Ventures, LLC(Sekerka, Angela)\n(Entered: 06/29/2011)\n06/29/2011 38  ANSWER to Complaint by Midwest Realty Ventures, LLC Corrected (Sekerka,\nAngela) (Entered: 06/29/2011)\n10/25/2011 39  MOTION by Plaintiff United States of America for Entry of Partial Final Consent\nDecree (Johnson, Patrick) (Entered: 10/25/2011)\n11/04/2011 40  NOTICE of Motion by Patrick Walter Johnson for presentment of motion for\nmiscellaneous relief 39 before Honorable Samuel Der−Yeghiayan on 11/9/2011 at\n09:00 AM. (Johnson, Patrick) (Entered: 11/04/2011)\n11/09/2011 41  MINUTE entry before Honorable Samuel Der−Yeghiayan: Motion hearing held.\nPlaintiff's Motion for entry of partial final consent order 39 is granted. Defendants\nJeffrey Lowe and Midwest Realty Ventures, LLC d/b/a Prudential are hereby\ndismissed pursuant to the partial final consent order dated 11/09/2011. Status\nhearing set for 9/5/2012 at 09:00 AM. [For further detail see separate order(s).]\nMailed notice (jmp, ) (Entered: 11/14/2011)\n11/09/2011 42  ENTER Partial Final Consent Order Signed by the Honorable Samuel\nDer−Yeghiayan on 11/9/2011: (Attachment). Mailed notice (jmp, ) (Entered:\n11/14/2011)\n05/29/2012 43  PARTIAL FINAL CONSENT ORDER by United States of America (Hunt,\nLaShonda) (Entered: 05/29/2012)\n07/27/2012 44  PARTIAL FINAL CONSENT ORDER: Signed by the Honorable Samuel\nDer−Yeghiayan on 7/27/2012: Mailed notice (mw, ) (Entered: 07/27/2012)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/40775"
    },
    {
      "date": "2011-11-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Approved",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant",
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40773,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40773.pdf",
      "title": "Partial Consent Decree",
      "text": "Case: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 1 of 8 PageID #:334  f \nUNITED STATES DISTRICT COURT \nNORTHERN DISTRICT OF ILLINOIS \nEASTERN DIVISION \nUNITED STATES OF AMERICA,  ) \n) \nPlaintiff,  ) \n) \nv.  ) \n)  No. 10 C 5967 \nDANIEL SABBIA, ADRIENNE SABBIA,  ) \nJEFFREY LOWE, THE LOWE GROUP  )  Judge Der-Yeghiayan \nCHICAGO, INC., and MIDWEST REALTY  ) \nVENTURES, LLC d/b/a PRUDENTIAL  ) \nRUBLOFF PROPERTIES,  ) \n) \nDefendants.  ) \nPARTIAL FINAL CONSENT ORDER \nI.  INTRODUCTION \n1.  On August 26, 2010, George Willborn, Peytyn Willbom, the Willboms' adult child, Teara \nHill  Willborn  and  the  Willboms'  minor child  (collectively,  the  \"Willboms\")  filed  a \ncomplaint, No. 10 C 5382, against Daniel and Adrienne Sabbia, Jeffrey Lowe, The Lowe \nGroup Chicago, Inc.  (The \"Lowe Group\"), and Midwest Realty, LLC d/b/a Prudential \nRubloff (\"Prudential\"), alleging they discriminated on account of race in violation of the Fair \nHousing Act when the Sabbias refused to sell their single family home to the Willborns (the \n\"Willborn Lawsuit\"). \n2.  On September 20, 2010, the United States filed a complaint, No. 10 C 5967, alleging the \nsame claims against the same defendants on behalf of the Willborns and Dylcia Cornelious, \npursuant to subsection 812(0) of the Fair Housing Act, 42 U.S.c. § 3612(0). \n3.  Jeffrey Lowe, The Lowe Group, and Prudential (collectively, the \"Settling Defendants\"), \nhave entered into a settlement agreement with the Willborns resolving the claims by the \nWillborns against the Settling Defendants in the Willborn Lawsuit. \n4.  The United States files this Partial Consent Order to resolve all claims alleged in Case No. \nNo.  10 C 5967 against the Settling Defendants.  The Settling Defendants and the United \nStates are collectively referred to as the \"Settling Parties.\" Pursuant to Fed. R. Civ. P. 54(b), \nthis Partial Consent Order shall constitute a final judgment as to all claims against the \n\nCase: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 2 of 8 PageID #:335 \nSettling Defendants and there is no just reason for delay.  Daniel and Adrienne Sabbia are \nnot participating in this Consent Order.  The litigation against them will continue. \nA.  Allegations Against Defendants \n5.  Were this case to proceed to trial, the United States would present evidence and testimony \nsufficient to establish the following facts: \n6.  George and Peytyn Willborn are an African-American married couple, who reside in Illinois \nwith their adult child, Teara Hill Willborn, and their minor child. \n7.  Dylcia Cornelious is a resident of Chicago, Illinois and at all relevant times was a real estate \nagent licensed to do business in Illinois. \nH.  Defendants Daniel and Adrienne Sabbia are a white  married couple, who, at all relevant \ntimes, owned the residence located at 3300 South Normal Avenue, Chicago, Illinois 60616, \na  five-bedroom,  8,000  square  foot,  single-family  home,  located  in  the  Bridgeport \nneighborhood in Chicago (the \"Property\").  At all relevant times, the Sabbias lived in the \nProperty with their three minor children. \n9.  Defendant Jeffrey Lowe is a resident of Chicago, Illinois and at all relevant times was a real \nestate agent licensed to do business in Illinois. \n10.  The Lowe Group is a corporation with its principal place of business in Chicago, Illinois. \nAt all relevant times, Jeffrey Lowe was the corporation's employee and its sole officer, \ndirector, and shareholder. \n11.  Prudential is an Illinois Limited Liability Company that operates as a real estate brokerage \nfirm.  Beginning on February 26, 2009 and at all relevant times thereafter, Jeffrey Lowe and \nThe Lowe Group acted as agents of Prudential. \n12.  In January 2008, the Sabbias retained the services of defendant Jeffrey Lowe to list, market, \nand sell the Property.  The Property was subsequently listed on February 26, 2009 by the· \nbrokerage firm of Prudential, and Lowe acted as the listing agent for the brokerage firm. \n13.  During their initial conversation in 2008,  Daniel Sabbia advised Lowe that he would prefer \nnot to sell his home to an African American, but clarified that if it was for the right price, he \ndid not care who bought the house. \n14.  In January 2008, the Sabbias, through Lowe, listed the Property for sale at a price of $1.99 \nmillion. In November 2008, they took the Property off the market, and in April 2009 relisted \nthe Property at a reduced price of $1.799 million. \n2 \n\nCase: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 3 of 8 PageID #:336 \n15.  In January 2010, the Willborns retained the services of real estate agent Dylcia Cornelious \nto help them locate a 5,000 to 8,000 square foot single-family home near downtown Chicago. \n16.  On January 2, 2010, the Willborns toured the Property and made an offer of $1.5 million. \nThe Sabbias, through Lowe, countered with a demand of $1.75 million. \n17.  Negotiations  continued  and  on  January  4,  2010,  Lowe  conveyed  the  Sabbias'  final \ncounteroffer to the Willborns of $1.7 million. \n18.  Later on January 4,2010, Cornelious conveyed to Lowe the Willborns' acceptance of the \nSabbias' counteroffer and prepared a sales contract for signature. \n19.  On  January 5,  2010,  Lowe forwarded  the  contract, containing the  terms to  which the \nWillborns and Sabbias had verbally agreed, to the Sabbias for signature. \n20.  On January 9, 2010, Lowe informed Cornelious that the Sabbias were reconsidering the sale \nof the Property. Cornelious told Lowe the Sabbias' actions appeared racist and warned that \nsuch actions would constitute a fair housing violation.  Lowe replied that he did not believe \nthat the Sabbias' actions were motivated by race. \n21.  On January 11,2010, Lowe informed Cornelious that the Sabbias would not sign the sales \ncontract and were taking the Property off the market, because (1) Adrienne Sabbia had \nchanged her mind about moving; (2) the Sabbias could not find a suitable new home to move \ninto; and (3) the Sabbias wanted to keep their children in their current schools. \n22.  On January 12, 2010, Lowe took the Property off the market. \n23.  By signing this Consent Order, the Settling Defendants do not admit any violation of the Fair \nHousing Act or wrongdoing.  It is expressly understood that neither the entering into this \nConsent Order nor any action taken by the Settling Defendants pursuant to this Consent \nOrder shall be construed as an admission of liability. \nB.  Consent of the Settling Parties to Entry of this Order \n24.  The Settling Parties agree that this Court has jurisdiction over the subject matter of this case \npursuant to subsection 812(0) of the Fair Housing Act, 42 U.S.c. § 3612(0), and 28 U.S.C. \n§§ 1331and 1345. The Settling Parties also agree that the controversy between them should \nbe resolved without further proceedings and without a trial. \n25.  As indicated by the signatures below, the Settling Parties agree to entry of this Consent \nOrder. \n3 \n\nCase: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 4 of 8 PageID #:337 \nIT IS HEREBY ORDERED, ADJUDGED, AND DECREED that: \nII.  GENERAL INJUNCTION \n26.  Defendants Jeffrey Lowe, the Lowe Group, and Prudential and each of Prudential's officers, \nemployees, agents, successors and assigns, and all other persons acting in active concert or \nparticipation with them are enjoined from: \nA.  Refusing to sell, refusing to negotiate for the sale of, or engaging in conduct that \notherwise makes unavailable or denies dwellings to  any potential buyer, or any \nperson associated with that potential buyer, because of race or color, in violation of \nsubsection 804(a) of the Fair Housing Act, 42 U.S.c. § 3604(a); \nB.  Discriminating against any person in making available a residential real estate-related \ntransaction, or in the terms or conditions of such a transaction, because of race or \ncolor, in violation of Section 805 of the Fair Housing Act, 42 U.S.c. § 3605; and \nC.  Interfering with any person in the exercise or enjoyment of, or on account of any \nperson's having exercised or enjoyed, or on account of any person's having aidttd or \nencouraged any other person in the exercise or enjoyment of, any right granted or \nprotected by sections 803-806 of the Fair Housing Act, in violation of section 818 of \nthe Fair Housing Act, 42 U.S.c. § 3617. \nIII.  PAYMENT OF MONETARY DAMAGES \n27.  Within ten (10) days of the entry of this Consent Order, Settling Defendants shall cause a \ntotal of thirty thousand dollars ($30,000) to be paid to Dylcia Cornelious. \n28.  Upon receipt of the check, the United States shall send to Settling Defendants an executed \nrelease of all claims, legal or equitable, that Ms. Cornelious might have against the Settling \nDefendants. The release shall be substantially in the form of Appendix A. \nIV.  EDUCATIONAL PROGRAM \n29.  Within thirty (30) days of the entry of this Order, Prudential shall provide a copy of this \nOrder to each of its real estate agents and, for the duration of this Order, to any new agents \nwithin ten (10) days of beginning his or her agency relationship with Prudential. \n30.  Within ninety (90) days after the date of entry of this Consent Order, defendant Lowe shall \ncomplete  an  educational  program on the  Fair Housing Act,  with  specific emphasis on \ndiscrimination  on  the  basis of race.  The  content of this educational  program  shall  be \ndetermined by and the training shall be conducted by a qualified party, approved by the United \nStates and independent from the Settling Defendants.  Any expenses associated with this \n4 \n\nCase: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 5 of 8 PageID #:338 \ntraining shall be borne by the Settling Defendants.  Defendant Lowe shall obtain from the \ntrainer a certification confirming his attendance. \nV.  NOTIFICATION TO PUBLIC OF NONDISCRIMINATION POLICIES \n31.  Within ten (10) days after the date of entry of this Consent Order, the Settling Defendants \nshall take the following steps to notify the public of their nondiscriminatory policies: \nA.  Pursuant to 24 C.F.R. Part 110, post and prominently display at any place of business \nwhere they conduct real estate activity and/or have personal contact with clients, a Fair \nHousing Poster. \nB.  Include the words \"Equal Housing Opportunity\" or the fair housing logo in any \nadvertising conducted in newspapers, Internet, telephone directories, radio, television \nor  other  media,  and  on  all  billboards,  signs,  pamphlets,  brochures  and  other \npromotional literature.  The words or logo should be prominently placed and easily \nlegible. \nVI.  COMPLIANCE TESTING \n32.  The  United  States  may  take  steps  to  monitor  the  compliance  by  the  Settling \nDefendants with this Consent Order, including, but not limited to, conducting fair \nhousing tests of the Settling Defendants and their agents and employees. \nVII.  MONITORING AND DOCUMENT RETENTION REQUIREMENTS \n33.  During the period in which this Consent Order is in effect, the Settling Defendants shall notify \ncounsel for the United States in writing within thirty (30) days of receipt of: \nA.  Any  written  complaint  against  them  or  their  agents  or  employees  regarding \ndiscrimination in  housing on the basis of race or color or alleging interference, \nretaliation, intimidation, or coercion on the basis of a person having exercised rights \nprotected by the Fair Housing Act or having aided, assisted or encouraged others in \nexercising such rights; and \nB.  Any  oral  complaint  received  by  them  or their  agents  or employees  regarding \ndiscrimination in housing on the basis of race or color or alleging interference, \nretaliation, intimidation, or coercion on the basis of a person having exercised rights \nprotected by the Fair Housing Act or having aided, assisted or encouraged others in \nexercising such rights. \nIf the complaint is written, the Settling Defendants shall provide a copy of it with the \nnotification. If the complaint is oral, Settling Defendants shall include a written summary of \nit with the notification. Whether written or oral, the notification shall include the full details \nofthe complaint, including the complainant's name, address, and telephone number. Settling \n5 \n\nCase: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 6 of 8 PageID #:339 \nDefendants shall also promptly provide the United States with all information it may request \nconcerning any such complaint, and shall notify the United States within fifteen (15) days \nof the resolution of any such complaint. \n34.  For the term of this Consent Order, the Settling Defendants are required to preserve all \nrecords related to this Consent Order. Upon reasonable notice to the Settling Defendants, \nrepresentatives of the United States shall be permitted to inspect and copy these records, \nprovided, however, that the United States shall endeavor to minimize any inconvenience to \nSettling Defendants from such inspections. \nVIII.  DURATION OF CONSENT ORDER AND TERMINATION OF LEGAL ACTION \n35.  This Consent Order shall remain shall remain in effect for three (3) years after the date of its \nentry. \n36.  The Court shall retain jurisdiction for the duration of this Consent Decree to enforce the \nterms of the Decree. If no action is taken by the United States to extend this Order within \nthree (3) years after the date of entry of this Order, the Order shall terminate, and Case No. \n10 C 5967 shall be dismissed with prejudice, and the Court's jurisdiction of this action shall \ncease.  The United States may move the Court to extend the duration of the Decree in the \ninterests of justice, which the Settling Defendants retain the right to oppose. \n37.  The parties to this Consent Order shall endeavor in good faith to resolve informally any \ndifferences regarding interpretation of and compliance with this Order prior to bringing such \nmatters to the Court for resolution. \nIX.  TIME FOR PERFORMANCE \n38.  Any time limits for performance imposed by the Consent Order may be extended by the \nmutual written agreement of the Settling Parties. \nX.  COSTS OF LITIGATION \n39.  Each party to this Consent Order shall bear its own costs and attorneys' fees associated with \nthis litigation. \nIT IS SO ORDERED: \n't  , \nNovember  201l.  • \n~~ \nSAMUEL DER-YE ~ \nUnited States District Court \n6 \n\nCase: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 7 of 8 PageID #:340 \nFOR PLAINTIFF UNITED STATES OF AMERICA: \nPATRICK J. FITZGERALD \nUnited States Attorney \nBy: sl LaShonda A. Hunt \nLAS HONDA A. HUNT \nPATRICK W. JOHNSON \nAssistant United States Attorneys \n219 South Dearborn Street \nChicago, Illinois 60604 \n(312) 886-4190 \nlashonda.hunt@usdoj.gov \n(312) 353-5327 \npatrick.johnson2@usdoj.gov \nFOR DEFENDANTS JEFFREY LOWE AND THE LOWE GROUP CHICAGO, INC.: \nBy: s/Edward W. Feldman \nEDWARD W. FELDMAN \nMiller Shakman & Beem LLP \n180 N. LaSalle St., Suite 3600 \nChicago, IL  60601 \n(312) 263-3700 \nefeldman@mi1lershakman.com \nFOR DEFENDANT MIDWEST REALTY VENTURES, LLC d/b/a PRUDENTIAL \nRUBLOFF PROPERTIES: \nBy: sl David Holmes \nDAVID HOLMES \nWilson Elser Moskowitz Edelman & Dicker LLP \n55 West Monroe Street - Suite 3800 \nChicago, IL 60603-5001 \n(312) 821-6119 \ndavid.holmes@wilsonelser.com \n7 \n\nCase: 1:10-cv-05967 Document #: 42  Filed: 11/09/11 Page 8 of 8 PageID #:341 \nAPPENDIX A \nWAIVER, RELEASE OF CLAIMS, AND CONSENT NOT TO SUE DEFENDANTS \nJEFFREY LOWE, THE LOWE GROUP AND PRUDENTIAL \nIn consideration of the Settling Parties' agreement to the provisions of the Consent Order \nentered in United States v. Daniel Sabbia, et al., No.lO C 5967 (N.D. Ill.), and the payment of the \nsum of thirty thousand dollars ($30,000) by defendants Jeffrey Lowe, Lowe Group Chicago, Inc., \nand Midwest Realty, LLC d/b/a Prudential Rubloff (\"Settling Defendants\"), I, Dylcia Cornelious, \nhereby and forever waive, release, and agree not to sue the Settling Defendants for any claims, legal \nor equitable, I may have against the Settling Defendants and other officers, agents, employees, \nsuccessors, executors, heirs, assigns, attorneys, and any other person in active concert or participation \nwith them regarding any and all claims arising out of the issues alleged in this action.  I fully \nacknowledge and agree that this release of the Settling Defendants shall be binding on my heirs, \nrepresentatives, executors, successors, administrators, and assigns. I hereby acknowledge that I have \nread and understand this release and have executed it voluntarily and with full knowledge of its legal \nconsequences. \nSIGNATURE \nNAME: ------------------------------------\nADDRESS: \nDATE: ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "42",
      "clearinghouse_link": "clearinghouse.net/doc/40773"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118959,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118959"
    }
  ],
  "document_count": 5
}