{
  "case_id": 14540,
  "fetched_at": "2025-10-22T00:22:49.676515",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Eastern District of Louisiana",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1959,
    "id": 14540,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29729,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1959,
      "docket_filing_number": 9146,
      "is_main_docket": true,
      "court": "Eastern District of Louisiana",
      "state": "Louisiana",
      "docket_office_number": null,
      "docket_number_manual": "9146",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "United States v. McElveen",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14540",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14540",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14540",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14540"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116809,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116809"
    },
    {
      "date": "1960-01-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 950,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 361,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 76986,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/76986.pdf",
      "title": "Opinion",
      "text": " \n \n \n1.  It  appears,  as  respondents  pointed  out  in  their \n80 S.Ct. 398 \napplication to the Court of Appeals for the stay herein, \nSupreme Court of the United States \nthat the issues in United States v. Raines, No. 64, 362 \nU.S. 17, 80 S.Ct. 519, now pending on appeal in this \nUNITED STATES of America, petitioner, \nCourt, are pertinent to the disposition of this case. In view \nv. \nof this, and of the fact that the issues raised by this \nCurtis M. THOMAS, Registrar of Voters of \napplication are closely related to those involved on the \nWashington Parish, Louisiana, et al. \nmerits  of  the  controversy  now  before  the  Court  of \nNo.—.  Appeals, the Court Believes that the entire matter should \n|  be considered at one time. In light of the foregoing, and of \nJanuary 26, 1960  the imminence of the State general election scheduled for \nApril 19, 1960, the Court will entertain a petition for \ncertiorari to review the judgment of the District Court, 28 \nU.S.C.  ss  1254(1),  2101(e),  if  filed  by  the  Solicitor \nSynopsis  General on or before January 29, 1960. The petition may \nOn application to vacate order of the Court of Appeals  be filed in typewritten form. See the action of the Court as \ngranting stay of injunction pending appeal and to reinstate  to Bolling v. Sharpe, 344 U.S. at p. 3, 73 S.Ct. at p. 2. \ninjunction issued by the District Court. \n   2. In the event that such a petition is so filed, the Court \nwill  hear  argument  upon  the  present  application,  the \nAttorneys and Law Firms  petition, and the merits, on February 23, 1960, the case to \nbe set at the head of the calendar for that day. See Hannah \nSolicitor General Rankin, for the United States. \nv. Larche (Hannah v. Slawson), 361 U.S. 910, 80 S.Ct. \n263. \nMr. Jack P. F. Gremillion, Atty. Gen. of Louisiana, for \nrespondents. \n3. The record, which may be filed in typewritten form, \nand the Government’s brief on all matters will be filed on \nOpinion \nor before February 10, 1960, and the answering briefs of \n \nthe respondents will be filed on or before February 20, \n \n1960. The Government may file a reply brief on or before \nFebruary 22, 1960. \nPER CURIAM. The application of the United States for \nan order vacating the stay order of the Court of Appeals \nAll Citations \nentered January 21, 1960, and reinstating the decree of the \nDistrict Court, together with the request of the Attorney \n361 U.S. 950, 80 S.Ct. 398 (Mem), 4 L.Ed.2d 383 \nGeneral of Louisiana for argument thereon, have been \n \nconsidered by the Court. \n \n \n \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/76986"
    },
    {
      "date": "1959-06-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of David Norman",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Louisiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77064,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77064.pdf",
      "title": "Complaint",
      "text": "IN THE UNITED STATES DISTRICT COURT FOR TS*\nEASTERN DISTRICT C2 LOUISIAM(cid:9) - -\nNEW ORLEANS DIVISION\nUN2TED STATES OP A+ ERICA,\nPlaintiff\nV.\nDIAZ D. McYLVMNI E. RAY MeFIVEEN,(cid:9) )\nSams' awn, \nand EUGENE FARMER,\nIndividually and as minters of the(cid:9) )\nWhite Citizens Council of Washington\nParish, Louisiana;(cid:9) )\nCUTIS(cid:9) ITIOMAS, Registrar of Voters\nof !dehington Parish, Louisiana; and )\nthe WHITE CITIZENS COUNCIL of\nWashington Parish, Louisiana,\nDefendants\nC 0 MPLAINT\nThe United States of America, plaintiff, brings this suit against\nDiaz D. MeElveen, E. Ray MeElveen, Saxon Farmer, and Eugene Farmer,\nindividuelly-and as members of the White Citizens Council of Washington\nParish, Louisiana (hereinafter referred to as the Individual:Defendants);\nCurtis M. Thomas, Registrar of Voters of Washington Parish, Louisiana (here-\ninafter referred to as the Defendant Registrar); end the White Citizens\nCouncil of Washington Parish, Louisiana (hereinafter referred to as the e;\nfendant Citizens Council), and alleges that:\n1. This action is brought under Part IV of the Civil Rights Act\nof 1957 (P.L. 85-315, 71 Stat. 634; 42 U.S.C. Sec, 1971) to obtain relief as\nprovided for-in said statute against acts and practices by the defendants\nwhich would deprive other persons of rights and privileges secured by sub-\nsection (a) of Section 1971 of Title 42 of the United States Code; namely,'\nthe right and privilege of citizens of the United States who are otherwise\nqualified by law to vote at any election by the people in the State of\nLouisiana and Washington Parish to be entitled and alloled to vote et ell\nsuch elections without distinction of race or color.\n2. This Court has jurisdiction of this action under 42 U.S.C.\nSee. 1771 (d) end under 28 U.S.C. Sec. 1345.\n3. Under the laws of the State of Louisiana, registration\nprerequisite to voting in any election. In Washington  Parish, Louis'\n\nregistration is pertinent and a registered voter is not required to re-\n,\nregister unless his name is cancelled from the registration rolls in\naccordance with law,\n4. At the times indicated below the numbers of persons\nregistered to vote in Washington Parish were as follows:\nOctober 6, 1956: 1843 Negroes, 15,529 white persons;\nNovember 4, 1958: 1517 Negroes, 11,444 white persons; and\nJune 16, 1959: 236 Negroes, 11,436 white persons.\n5. The substantial decline in the number of Negroes registered\nto vote in Washington Parish which occurred between the dates November 4,\n1958, and June 16, 1959, as detailed in Paragraph 4, resulted from the acts\nand practices described hereinafter of the defendants by which -- in viola-\ntion of 42 U.S.C. Sec. 1971(a) and (c), and in violation of the Fourteenth\nand Fifteenth Amendments to the Constitution of the United States -- Negroes\nwere deprived of the right to vote because of their race or color.\n6. The Individual Defendants are registered voters of Washington\nParish, Louisiana, end are officers and members of the Defendant Citizens\nCouncil.\n7. Under Section 245, Title 18, Louisiana Revised Statutes, 1950\n(the full text of which appears in Appendix A), which is applicable to\nparishes which have adopted the permanent registration system and which,\ntherefore, is applicable to Washington Parish, any two bona fide registered\nvoters of the parish are vested with authority to file affidavits with the\nregistrar of voters challenging the right of any persons to remain on the\nregistration rolls. It is wade mandatory by said statute that, upon the\nfiling of such affidavits, the registrar shall notify by mail the persons\nthus challenged by sending to them a printed citation requiring them to\nappear in person at the registrar's office within ten days and prove, by\nwritten affidavit of three bona fide registered voters, their right to remain\non the registration rolls.\n8 By this statutory provision, Section 245 vests in registered\nvoters authority to perform the state functions of investigating and making\nan initial determination whether persons are qualified to vote, and of\nrequiring persons who have already been adjudged qualified voters by the\n\nregistrar of voters, to come forward and prove their right to remain registered\nvoters. By said section, registered voters are constituted agents of the\nState for the purpose of performing said state functions.\n9. Luring the period November 4, 1958, and June 16, 1959, and\nparticularly the last four months of said period, the.Individual.Defendants,\nacting as agents'of the State of Louisiana pursuant .to and under the authority\nof Title 18„ Section 245, of the Louisiana Revised Statutes, 1950 hereinabove\nreferred to, filed with the office of the Defendant Registrar 1377 affidavits\nchallenging the legality of the registration status of Negro voters and ten\naffidavits challenging the registration status of white voters.\n10. The affidavits of challenge referred to in Paragraph 9 were\nalmost without exception based on minor technical deficiencies in the regis-\ntration records, such as minor misspellings, petty deviations from printed\ninstructions, failure to compute age with exact precision, and allegedly\nillegible handwriting.\n11. In examining the Washington Parish registration records for\nthe purpose of filing the affidavits of challenge referred to in Paragraph 9,\nthe Individual Defendants limited their examination almost exclusively to the\nregistration records of Negro voters while making only a token examination of\nthe registration records of white voters.\n12. The Individual Defendants in examining the Washington Parish\nregistration records for the purpose of filing the affidavits of challenge\nreferred to in Paragraph 9, relied upon the slightest technical deficiencies,\nincluding those described in Paragraph 10, which they found in the records of\nNegro voters upon which to base the challenges. At the same time, the\nIndividual Defendants exercised virtually no challenges of white voters whose\nregistration records the Individual Defendants knew or should have known\ncontained technical deficiencies similar to those which formed the basis for\nthe challenge of the Negroes.\n13. As a result of the acts and practices of the Individual\nDefendants, as described in Paragraphs 9 through 12, the names of those;\nvoters whom they challenged were stricken from the registration rolls of\nWashington Parish. Among the Negro voters whose names were thus stricken\nwere:\n3\n\nWilliam Bailey, Jr. Mrs, Geraldite Maddox Page\n4o8 Church Street 1007 So, Dauphine Street\nBogalusa, Louisiana Bogalusa, Louisiana\nJanes Cyrus Moe Richmond\n546 Avenue \"UM 804 Dauphine\nBogalusa, Louisiana Bogalusa, Louisiana\nJoe Dean Rev. Frank C. Shamake\n638 Avenue W 819 East 9th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nJ. D. Godbolt Henry Sims\n725 Avenue T 665 2d Avenue\nBogalusa„ Louisiana Bogalusa, Louisiana\nRev. W. M. Granderson Mrs, Ethel A, Smith\n420 Church Street 920 East 7th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nRobert Hicks Lionel Verdin\n924 East 9th Street 521 First Avenue\nBogalusa, Louisiana Bogalusa, Louisiana\nMrs, Allie Mae Moses Johnson Albert Z. Young\n638 1st Avenue 834 East 7th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nWillie C. Monk Straws' Rogers\n507 Church Street Rte. 1 Pox 138 A\nBogalusa, Louisiana Varnado, Louisiana\nSam Myles Albert Wilson\n657 Avenue S 928 17th Street '\nBogalusa, Louisiana Franklinton, Louisiana\n14, The acts and practices described in Paragraphs 9 through 12\nwere engaged in by the Individual Defendants while acting as agents of, and\nunder authority of the law of the State of Louisiana and in accordance with\nthe prevailing custom and usage in said State, all for the purpose and with\nthe effect of depriving Negroes solely because of their race or color of\ntheir right to register and vote.\n15. By the acts and practices described in Paragraphs 9 through\n12, the Individual Defendants prevented the Defendant Registrar from performing\nhis duty under 42 U.S.C. Sec, 1971(a), and under the Fourteenth and Fifteenth\nAmendments to the Constitution of the Halted States, of administering the\nregistration laws without distinction based on race or color; and Baia\nIndividual Defendants thereby subverted the capacity of the office of the\nDefendant Registrar to function in accerdaaceawith law.\n16. The Defendant Registrar assumed office in September 1949, and\nhas been acting in that capacity up to the time of the filing of this complaint.\n\nUnder the laws of Louisiana, said Defendant Registrar in his official\ncapacity is responsible, among other things, for registering all qualified\napplicants for registration, for keeping and preserving all registration\nrecords, and for cancelling from the registration rolls the names of all\nvoters who lose their right to remain on the rolls.\n17. When the affidavits of challenge referred to in Paragraph\n9 were filed with the Defendant Registrar, he knew that said affidavits\nrelated almost exclusively to Negro voters; that the purpose of said\naffidavits was to effect discrimination based on race or color against\nNegro voters; and that the said affidavits related to technical deficiencies\neqpnlly applicable to many white voters against whom affidavits of challenge\nwere not filed.\n18. In response to the filing of affidavits of challenge referred-\n. to in Paragraph 9, and, acting pursuant to and under the authority of Title\n18, Sec. 245, of the Louisiana Revised Statutes, 1950, the Defendant Registrar --\nnotwithstanding his knowledge as alleged in Paragraph 17 hereof of the discrimi-\nnatory purpose and effect of said affidavits of challenge -- mailed or caused\nto be mailed Citations to Appear to the persons whose registration status had\nthus been challenged. Said Citations required those challenged to appear at\nthe Defendant Registrar's office within ten days to prove their right to\nremain on the registration rolls. Said Eefendant'Registrar, following inter-\nmediate legal proceedings, subsequently cancelled all the names of the voters\nthus challenged from the registration rolls.\n19. By the acts described in Paragraph 18, Defendant Registrar\nparticipated in and imparted the authority of his office to the illegal acts\nand practices described in Paragraphs 9 through 12 which were engaged in by\nthe Individual Defendants as agents of the State of Louisiana, and acting\nunder the authority of the laws of that state.\n20. Defendant Citizens Council is incorporated under the laws of\nthe State of Louisiana, and is domiciled in Washington Parish, Louisiana.\nOne of its purposes is to maintain racial segregation in said state.\n21. Defendant Citizens Council at all times pertinent to this\n\nComplaint was acting purengnt to a state-vide program of allied organiza-\ntions for the removal of Negroes from the voting rolls.\n22. The acts and practices described in Paragraphs 9 through\n15, which were engaged in by the Individual Defendants as agents of the\nState and under the authority of state law, were carried out at the\ndirection of and under the control of the Defendant Citizens Council, of\nwhich the Individual Defendants are officers and members.\n23. There are reasonable grounds to believe that, unless en- -\njoined by this Court, the Defendant Registrar will continue to treat as\nvalid the challenges to voters based on race or color as described in\nthis Complaint, which challenges have resulted in the removal of the\nnames of Negro voters from the registration rolls of Washington Parish;\nthat said Defendant Registrar will not restore to the registration rolls\nof said Parish any of those persons whose nemes have been illegally\nremoved therefrom unless they qualify for registration de novo; and that\nthe Defendants will continue to engage in illegal acts and practices the\nsame as or similar to those set forth in this Complaint.\nWHEREFORE, Plaintiff respectfully prays:\n(a) That this Court issue a permanent injunction:\n(1)enjoining the Individual Defendants individually and as\nmembers of the Defendant Citizens Council, and enjoining the Defendant\nCitizens Council and all officers and members thereof, from causing or\ninitiating challenges or filing any affidavits of challenge which have as\ntheir purpose or effect discrimination based on race or color against voters,\nand from further engaging in illegal acts and practices the same as or similar\nto those set forth in Paragraphs 9 through 15 of this Complaint;\n(2)enjoining the Defendant Registrar from giving any legal\neffect whatsoever to the challenges referred to in Paragraph 9 hereof, or\nfrom giving any legal effect to any prior proceedings or orders based\ndirectly or indirectly upon such challenges.\n(3)enjoining the Defendant Registrar, his successors,\nagents, and employees having actual notice of this order, from acting upon\nor giving effect to any challenges which might hereafter be made which have\nas their purpose or effect discrimination based on race or color against\n6\n\nvoters;\n(4) enjoining the Defendant Registrar, his successors,\nagents, or employees having actual notice of this order, from requiring\nthe voters whose names were illegally challenged and removed from the\nregistration rolls of Washington Parish to register de novo or to take\nany further steps whatsoever as a condition precedent to their reinstate-\nment forthwith as registered voters of said Pariah.\n(b) That this Court grant such additional relief as justice\nmay require or as ray be required in aid of the jurisdiction of this\nCourt, including the issuance, upon proper application, of instructions\nwhere the Defendant Registrar has reasonable doubt as to his obligations.\nand duties under this Court's order.\nBy direction of the Attorney General of the United States:\nJOSEPH M. F. RIAD, JR,\nActing Assistant Attorney General\n74. B1TBURN MANY\nUnited States Attorney\n7\n\nAPPDIDIX\nTitle 18  Section 245 of the Louisiana Revised Statutes, 1950 \ng 245. Illegal registration or loss of right to vote:\nnotice to registrant; cancellation of name on\nfailure to prove right\nUpon a written affidavit signed and sworn to in duplicate\nbefore and filed with the registrar or his deputy by any two\nbona fide registered voters of the parish, to the effect that\nafter reasonable investigation and on information and belief\ncertain persons are illegally registered, or have lost their\nright to vote in the precinct, ward, or parish in which they\nare registered by reason of removal or otherwise, the regis-\ntrar shall immediately, or, in any event, within forty-eight\nhours, notify the registrants by mailing to them postage pre-\npaid, under P. 0. Form 3547-Requested, at the addresses given\nin the registration records, the duplicate copy of affidavit,\ntogether with a printed citation requiring them to appear in\nperson before the registrar or his deputy within ten days\nfrom the date of the mailing of the duplicate affidavit and\ncitation, which date shall be stated in the citation, and\nprove their right to remain on the registration rolls by\nwritten affidavit of three bona fide registered voters in the\nform as provided in R.S. 18:132. The registrar shall immedi-\nately make a similar publication, as provided for in R.S.\n18:132, and if the challenged registrants fail, within the\nsame delays provided in that Section, to prove their right to\nremain on the rolls, as in that Section provided, the regis-\ntrar shall cancel their names from the registration records\nas provided by R.S. 18:135.\n•\n8\n\nIN THE UNITED STATES DISTRICT COURT FOR TS*\nEASTERN DISTRICT C2 LOUISIAM(cid:9) - -\nNEW ORLEANS DIVISION\nUN2TED STATES OP A+ ERICA,\nPlaintiff\nV.\nDIAZ D. McYLVMNI E. RAY MeFIVEEN,(cid:9) )\nSams' awn, \nand EUGENE FARMER,\nIndividually and as minters of the(cid:9) )\nWhite Citizens Council of Washington\nParish, Louisiana;(cid:9) )\nCUTIS(cid:9) ITIOMAS, Registrar of Voters\nof !dehington Parish, Louisiana; and )\nthe WHITE CITIZENS COUNCIL of\nWashington Parish, Louisiana,\nDefendants\nC 0 MPLAINT\nThe United States of America, plaintiff, brings this suit against\nDiaz D. MeElveen, E. Ray MeElveen, Saxon Farmer, and Eugene Farmer,\nindividuelly-and as members of the White Citizens Council of Washington\nParish, Louisiana (hereinafter referred to as the Individual:Defendants);\nCurtis M. Thomas, Registrar of Voters of Washington Parish, Louisiana (here-\ninafter referred to as the Defendant Registrar); end the White Citizens\nCouncil of Washington Parish, Louisiana (hereinafter referred to as the e;\nfendant Citizens Council), and alleges that:\n1. This action is brought under Part IV of the Civil Rights Act\nof 1957 (P.L. 85-315, 71 Stat. 634; 42 U.S.C. Sec, 1971) to obtain relief as\nprovided for-in said statute against acts and practices by the defendants\nwhich would deprive other persons of rights and privileges secured by sub-\nsection (a) of Section 1971 of Title 42 of the United States Code; namely,'\nthe right and privilege of citizens of the United States who are otherwise\nqualified by law to vote at any election by the people in the State of\nLouisiana and Washington Parish to be entitled and alloled to vote et ell\nsuch elections without distinction of race or color.\n2. This Court has jurisdiction of this action under 42 U.S.C.\nSee. 1771 (d) end under 28 U.S.C. Sec. 1345.\n3. Under the laws of the State of Louisiana, registration\nprerequisite to voting in any election. In Washington  Parish, Louis'\n\nregistration is pertinent and a registered voter is not required to re-\n,\nregister unless his name is cancelled from the registration rolls in\naccordance with law,\n4. At the times indicated below the numbers of persons\nregistered to vote in Washington Parish were as follows:\nOctober 6, 1956: 1843 Negroes, 15,529 white persons;\nNovember 4, 1958: 1517 Negroes, 11,444 white persons; and\nJune 16, 1959: 236 Negroes, 11,436 white persons.\n5. The substantial decline in the number of Negroes registered\nto vote in Washington Parish which occurred between the dates November 4,\n1958, and June 16, 1959, as detailed in Paragraph 4, resulted from the acts\nand practices described hereinafter of the defendants by which -- in viola-\ntion of 42 U.S.C. Sec. 1971(a) and (c), and in violation of the Fourteenth\nand Fifteenth Amendments to the Constitution of the United States -- Negroes\nwere deprived of the right to vote because of their race or color.\n6. The Individual Defendants are registered voters of Washington\nParish, Louisiana, end are officers and members of the Defendant Citizens\nCouncil.\n7. Under Section 245, Title 18, Louisiana Revised Statutes, 1950\n(the full text of which appears in Appendix A), which is applicable to\nparishes which have adopted the permanent registration system and which,\ntherefore, is applicable to Washington Parish, any two bona fide registered\nvoters of the parish are vested with authority to file affidavits with the\nregistrar of voters challenging the right of any persons to remain on the\nregistration rolls. It is wade mandatory by said statute that, upon the\nfiling of such affidavits, the registrar shall notify by mail the persons\nthus challenged by sending to them a printed citation requiring them to\nappear in person at the registrar's office within ten days and prove, by\nwritten affidavit of three bona fide registered voters, their right to remain\non the registration rolls.\n8 By this statutory provision, Section 245 vests in registered\nvoters authority to perform the state functions of investigating and making\nan initial determination whether persons are qualified to vote, and of\nrequiring persons who have already been adjudged qualified voters by the\n\nregistrar of voters, to come forward and prove their right to remain registered\nvoters. By said section, registered voters are constituted agents of the\nState for the purpose of performing said state functions.\n9. Luring the period November 4, 1958, and June 16, 1959, and\nparticularly the last four months of said period, the.Individual.Defendants,\nacting as agents'of the State of Louisiana pursuant .to and under the authority\nof Title 18„ Section 245, of the Louisiana Revised Statutes, 1950 hereinabove\nreferred to, filed with the office of the Defendant Registrar 1377 affidavits\nchallenging the legality of the registration status of Negro voters and ten\naffidavits challenging the registration status of white voters.\n10. The affidavits of challenge referred to in Paragraph 9 were\nalmost without exception based on minor technical deficiencies in the regis-\ntration records, such as minor misspellings, petty deviations from printed\ninstructions, failure to compute age with exact precision, and allegedly\nillegible handwriting.\n11. In examining the Washington Parish registration records for\nthe purpose of filing the affidavits of challenge referred to in Paragraph 9,\nthe Individual Defendants limited their examination almost exclusively to the\nregistration records of Negro voters while making only a token examination of\nthe registration records of white voters.\n12. The Individual Defendants in examining the Washington Parish\nregistration records for the purpose of filing the affidavits of challenge\nreferred to in Paragraph 9, relied upon the slightest technical deficiencies,\nincluding those described in Paragraph 10, which they found in the records of\nNegro voters upon which to base the challenges. At the same time, the\nIndividual Defendants exercised virtually no challenges of white voters whose\nregistration records the Individual Defendants knew or should have known\ncontained technical deficiencies similar to those which formed the basis for\nthe challenge of the Negroes.\n13. As a result of the acts and practices of the Individual\nDefendants, as described in Paragraphs 9 through 12, the names of those;\nvoters whom they challenged were stricken from the registration rolls of\nWashington Parish. Among the Negro voters whose names were thus stricken\nwere:\n3\n\nWilliam Bailey, Jr. Mrs, Geraldite Maddox Page\n4o8 Church Street 1007 So, Dauphine Street\nBogalusa, Louisiana Bogalusa, Louisiana\nJanes Cyrus Moe Richmond\n546 Avenue \"UM 804 Dauphine\nBogalusa, Louisiana Bogalusa, Louisiana\nJoe Dean Rev. Frank C. Shamake\n638 Avenue W 819 East 9th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nJ. D. Godbolt Henry Sims\n725 Avenue T 665 2d Avenue\nBogalusa„ Louisiana Bogalusa, Louisiana\nRev. W. M. Granderson Mrs, Ethel A, Smith\n420 Church Street 920 East 7th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nRobert Hicks Lionel Verdin\n924 East 9th Street 521 First Avenue\nBogalusa, Louisiana Bogalusa, Louisiana\nMrs, Allie Mae Moses Johnson Albert Z. Young\n638 1st Avenue 834 East 7th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nWillie C. Monk Straws' Rogers\n507 Church Street Rte. 1 Pox 138 A\nBogalusa, Louisiana Varnado, Louisiana\nSam Myles Albert Wilson\n657 Avenue S 928 17th Street '\nBogalusa, Louisiana Franklinton, Louisiana\n14, The acts and practices described in Paragraphs 9 through 12\nwere engaged in by the Individual Defendants while acting as agents of, and\nunder authority of the law of the State of Louisiana and in accordance with\nthe prevailing custom and usage in said State, all for the purpose and with\nthe effect of depriving Negroes solely because of their race or color of\ntheir right to register and vote.\n15. By the acts and practices described in Paragraphs 9 through\n12, the Individual Defendants prevented the Defendant Registrar from performing\nhis duty under 42 U.S.C. Sec, 1971(a), and under the Fourteenth and Fifteenth\nAmendments to the Constitution of the Halted States, of administering the\nregistration laws without distinction based on race or color; and Baia\nIndividual Defendants thereby subverted the capacity of the office of the\nDefendant Registrar to function in accerdaaceawith law.\n16. The Defendant Registrar assumed office in September 1949, and\nhas been acting in that capacity up to the time of the filing of this complaint.\n\nUnder the laws of Louisiana, said Defendant Registrar in his official\ncapacity is responsible, among other things, for registering all qualified\napplicants for registration, for keeping and preserving all registration\nrecords, and for cancelling from the registration rolls the names of all\nvoters who lose their right to remain on the rolls.\n17. When the affidavits of challenge referred to in Paragraph\n9 were filed with the Defendant Registrar, he knew that said affidavits\nrelated almost exclusively to Negro voters; that the purpose of said\naffidavits was to effect discrimination based on race or color against\nNegro voters; and that the said affidavits related to technical deficiencies\neqpnlly applicable to many white voters against whom affidavits of challenge\nwere not filed.\n18. In response to the filing of affidavits of challenge referred-\n. to in Paragraph 9, and, acting pursuant to and under the authority of Title\n18, Sec. 245, of the Louisiana Revised Statutes, 1950, the Defendant Registrar --\nnotwithstanding his knowledge as alleged in Paragraph 17 hereof of the discrimi-\nnatory purpose and effect of said affidavits of challenge -- mailed or caused\nto be mailed Citations to Appear to the persons whose registration status had\nthus been challenged. Said Citations required those challenged to appear at\nthe Defendant Registrar's office within ten days to prove their right to\nremain on the registration rolls. Said Eefendant'Registrar, following inter-\nmediate legal proceedings, subsequently cancelled all the names of the voters\nthus challenged from the registration rolls.\n19. By the acts described in Paragraph 18, Defendant Registrar\nparticipated in and imparted the authority of his office to the illegal acts\nand practices described in Paragraphs 9 through 12 which were engaged in by\nthe Individual Defendants as agents of the State of Louisiana, and acting\nunder the authority of the laws of that state.\n20. Defendant Citizens Council is incorporated under the laws of\nthe State of Louisiana, and is domiciled in Washington Parish, Louisiana.\nOne of its purposes is to maintain racial segregation in said state.\n21. Defendant Citizens Council at all times pertinent to this\n\nComplaint was acting purengnt to a state-vide program of allied organiza-\ntions for the removal of Negroes from the voting rolls.\n22. The acts and practices described in Paragraphs 9 through\n15, which were engaged in by the Individual Defendants as agents of the\nState and under the authority of state law, were carried out at the\ndirection of and under the control of the Defendant Citizens Council, of\nwhich the Individual Defendants are officers and members.\n23. There are reasonable grounds to believe that, unless en- -\njoined by this Court, the Defendant Registrar will continue to treat as\nvalid the challenges to voters based on race or color as described in\nthis Complaint, which challenges have resulted in the removal of the\nnames of Negro voters from the registration rolls of Washington Parish;\nthat said Defendant Registrar will not restore to the registration rolls\nof said Parish any of those persons whose nemes have been illegally\nremoved therefrom unless they qualify for registration de novo; and that\nthe Defendants will continue to engage in illegal acts and practices the\nsame as or similar to those set forth in this Complaint.\nWHEREFORE, Plaintiff respectfully prays:\n(a) That this Court issue a permanent injunction:\n(1)enjoining the Individual Defendants individually and as\nmembers of the Defendant Citizens Council, and enjoining the Defendant\nCitizens Council and all officers and members thereof, from causing or\ninitiating challenges or filing any affidavits of challenge which have as\ntheir purpose or effect discrimination based on race or color against voters,\nand from further engaging in illegal acts and practices the same as or similar\nto those set forth in Paragraphs 9 through 15 of this Complaint;\n(2)enjoining the Defendant Registrar from giving any legal\neffect whatsoever to the challenges referred to in Paragraph 9 hereof, or\nfrom giving any legal effect to any prior proceedings or orders based\ndirectly or indirectly upon such challenges.\n(3)enjoining the Defendant Registrar, his successors,\nagents, and employees having actual notice of this order, from acting upon\nor giving effect to any challenges which might hereafter be made which have\nas their purpose or effect discrimination based on race or color against\n6\n\nvoters;\n(4) enjoining the Defendant Registrar, his successors,\nagents, or employees having actual notice of this order, from requiring\nthe voters whose names were illegally challenged and removed from the\nregistration rolls of Washington Parish to register de novo or to take\nany further steps whatsoever as a condition precedent to their reinstate-\nment forthwith as registered voters of said Pariah.\n(b) That this Court grant such additional relief as justice\nmay require or as ray be required in aid of the jurisdiction of this\nCourt, including the issuance, upon proper application, of instructions\nwhere the Defendant Registrar has reasonable doubt as to his obligations.\nand duties under this Court's order.\nBy direction of the Attorney General of the United States:\nJOSEPH M. F. RIAD, JR,\nActing Assistant Attorney General\n74. B1TBURN MANY\nUnited States Attorney\n7\n\nAPPDIDIX\nTitle 18  Section 245 of the Louisiana Revised Statutes, 1950 \ng 245. Illegal registration or loss of right to vote:\nnotice to registrant; cancellation of name on\nfailure to prove right\nUpon a written affidavit signed and sworn to in duplicate\nbefore and filed with the registrar or his deputy by any two\nbona fide registered voters of the parish, to the effect that\nafter reasonable investigation and on information and belief\ncertain persons are illegally registered, or have lost their\nright to vote in the precinct, ward, or parish in which they\nare registered by reason of removal or otherwise, the regis-\ntrar shall immediately, or, in any event, within forty-eight\nhours, notify the registrants by mailing to them postage pre-\npaid, under P. 0. Form 3547-Requested, at the addresses given\nin the registration records, the duplicate copy of affidavit,\ntogether with a printed citation requiring them to appear in\nperson before the registrar or his deputy within ten days\nfrom the date of the mailing of the duplicate affidavit and\ncitation, which date shall be stated in the citation, and\nprove their right to remain on the registration rolls by\nwritten affidavit of three bona fide registered voters in the\nform as provided in R.S. 18:132. The registrar shall immedi-\nately make a similar publication, as provided for in R.S.\n18:132, and if the challenged registrants fail, within the\nsame delays provided in that Section, to prove their right to\nremain on the rolls, as in that Section provided, the regis-\ntrar shall cancel their names from the registration records\nas provided by R.S. 18:135.\n•\n8\n\nIN THE UNITED STATES DISTRICT COURT FOR TS*\nEASTERN DISTRICT C2 LOUISIAM(cid:9) - -\nNEW ORLEANS DIVISION\nUN2TED STATES OP A+ ERICA,\nPlaintiff\nV.\nDIAZ D. McYLVMNI E. RAY MeFIVEEN,(cid:9) )\nSams' awn, \nand EUGENE FARMER,\nIndividually and as minters of the(cid:9) )\nWhite Citizens Council of Washington\nParish, Louisiana;(cid:9) )\nCUTIS(cid:9) ITIOMAS, Registrar of Voters\nof !dehington Parish, Louisiana; and )\nthe WHITE CITIZENS COUNCIL of\nWashington Parish, Louisiana,\nDefendants\nC 0 MPLAINT\nThe United States of America, plaintiff, brings this suit against\nDiaz D. MeElveen, E. Ray MeElveen, Saxon Farmer, and Eugene Farmer,\nindividuelly-and as members of the White Citizens Council of Washington\nParish, Louisiana (hereinafter referred to as the Individual:Defendants);\nCurtis M. Thomas, Registrar of Voters of Washington Parish, Louisiana (here-\ninafter referred to as the Defendant Registrar); end the White Citizens\nCouncil of Washington Parish, Louisiana (hereinafter referred to as the e;\nfendant Citizens Council), and alleges that:\n1. This action is brought under Part IV of the Civil Rights Act\nof 1957 (P.L. 85-315, 71 Stat. 634; 42 U.S.C. Sec, 1971) to obtain relief as\nprovided for-in said statute against acts and practices by the defendants\nwhich would deprive other persons of rights and privileges secured by sub-\nsection (a) of Section 1971 of Title 42 of the United States Code; namely,'\nthe right and privilege of citizens of the United States who are otherwise\nqualified by law to vote at any election by the people in the State of\nLouisiana and Washington Parish to be entitled and alloled to vote et ell\nsuch elections without distinction of race or color.\n2. This Court has jurisdiction of this action under 42 U.S.C.\nSee. 1771 (d) end under 28 U.S.C. Sec. 1345.\n3. Under the laws of the State of Louisiana, registration\nprerequisite to voting in any election. In Washington  Parish, Louis'\n\nregistration is pertinent and a registered voter is not required to re-\n,\nregister unless his name is cancelled from the registration rolls in\naccordance with law,\n4. At the times indicated below the numbers of persons\nregistered to vote in Washington Parish were as follows:\nOctober 6, 1956: 1843 Negroes, 15,529 white persons;\nNovember 4, 1958: 1517 Negroes, 11,444 white persons; and\nJune 16, 1959: 236 Negroes, 11,436 white persons.\n5. The substantial decline in the number of Negroes registered\nto vote in Washington Parish which occurred between the dates November 4,\n1958, and June 16, 1959, as detailed in Paragraph 4, resulted from the acts\nand practices described hereinafter of the defendants by which -- in viola-\ntion of 42 U.S.C. Sec. 1971(a) and (c), and in violation of the Fourteenth\nand Fifteenth Amendments to the Constitution of the United States -- Negroes\nwere deprived of the right to vote because of their race or color.\n6. The Individual Defendants are registered voters of Washington\nParish, Louisiana, end are officers and members of the Defendant Citizens\nCouncil.\n7. Under Section 245, Title 18, Louisiana Revised Statutes, 1950\n(the full text of which appears in Appendix A), which is applicable to\nparishes which have adopted the permanent registration system and which,\ntherefore, is applicable to Washington Parish, any two bona fide registered\nvoters of the parish are vested with authority to file affidavits with the\nregistrar of voters challenging the right of any persons to remain on the\nregistration rolls. It is wade mandatory by said statute that, upon the\nfiling of such affidavits, the registrar shall notify by mail the persons\nthus challenged by sending to them a printed citation requiring them to\nappear in person at the registrar's office within ten days and prove, by\nwritten affidavit of three bona fide registered voters, their right to remain\non the registration rolls.\n8 By this statutory provision, Section 245 vests in registered\nvoters authority to perform the state functions of investigating and making\nan initial determination whether persons are qualified to vote, and of\nrequiring persons who have already been adjudged qualified voters by the\n\nregistrar of voters, to come forward and prove their right to remain registered\nvoters. By said section, registered voters are constituted agents of the\nState for the purpose of performing said state functions.\n9. Luring the period November 4, 1958, and June 16, 1959, and\nparticularly the last four months of said period, the.Individual.Defendants,\nacting as agents'of the State of Louisiana pursuant .to and under the authority\nof Title 18„ Section 245, of the Louisiana Revised Statutes, 1950 hereinabove\nreferred to, filed with the office of the Defendant Registrar 1377 affidavits\nchallenging the legality of the registration status of Negro voters and ten\naffidavits challenging the registration status of white voters.\n10. The affidavits of challenge referred to in Paragraph 9 were\nalmost without exception based on minor technical deficiencies in the regis-\ntration records, such as minor misspellings, petty deviations from printed\ninstructions, failure to compute age with exact precision, and allegedly\nillegible handwriting.\n11. In examining the Washington Parish registration records for\nthe purpose of filing the affidavits of challenge referred to in Paragraph 9,\nthe Individual Defendants limited their examination almost exclusively to the\nregistration records of Negro voters while making only a token examination of\nthe registration records of white voters.\n12. The Individual Defendants in examining the Washington Parish\nregistration records for the purpose of filing the affidavits of challenge\nreferred to in Paragraph 9, relied upon the slightest technical deficiencies,\nincluding those described in Paragraph 10, which they found in the records of\nNegro voters upon which to base the challenges. At the same time, the\nIndividual Defendants exercised virtually no challenges of white voters whose\nregistration records the Individual Defendants knew or should have known\ncontained technical deficiencies similar to those which formed the basis for\nthe challenge of the Negroes.\n13. As a result of the acts and practices of the Individual\nDefendants, as described in Paragraphs 9 through 12, the names of those;\nvoters whom they challenged were stricken from the registration rolls of\nWashington Parish. Among the Negro voters whose names were thus stricken\nwere:\n3\n\nWilliam Bailey, Jr. Mrs, Geraldite Maddox Page\n4o8 Church Street 1007 So, Dauphine Street\nBogalusa, Louisiana Bogalusa, Louisiana\nJanes Cyrus Moe Richmond\n546 Avenue \"UM 804 Dauphine\nBogalusa, Louisiana Bogalusa, Louisiana\nJoe Dean Rev. Frank C. Shamake\n638 Avenue W 819 East 9th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nJ. D. Godbolt Henry Sims\n725 Avenue T 665 2d Avenue\nBogalusa„ Louisiana Bogalusa, Louisiana\nRev. W. M. Granderson Mrs, Ethel A, Smith\n420 Church Street 920 East 7th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nRobert Hicks Lionel Verdin\n924 East 9th Street 521 First Avenue\nBogalusa, Louisiana Bogalusa, Louisiana\nMrs, Allie Mae Moses Johnson Albert Z. Young\n638 1st Avenue 834 East 7th Street\nBogalusa, Louisiana Bogalusa, Louisiana\nWillie C. Monk Straws' Rogers\n507 Church Street Rte. 1 Pox 138 A\nBogalusa, Louisiana Varnado, Louisiana\nSam Myles Albert Wilson\n657 Avenue S 928 17th Street '\nBogalusa, Louisiana Franklinton, Louisiana\n14, The acts and practices described in Paragraphs 9 through 12\nwere engaged in by the Individual Defendants while acting as agents of, and\nunder authority of the law of the State of Louisiana and in accordance with\nthe prevailing custom and usage in said State, all for the purpose and with\nthe effect of depriving Negroes solely because of their race or color of\ntheir right to register and vote.\n15. By the acts and practices described in Paragraphs 9 through\n12, the Individual Defendants prevented the Defendant Registrar from performing\nhis duty under 42 U.S.C. Sec, 1971(a), and under the Fourteenth and Fifteenth\nAmendments to the Constitution of the Halted States, of administering the\nregistration laws without distinction based on race or color; and Baia\nIndividual Defendants thereby subverted the capacity of the office of the\nDefendant Registrar to function in accerdaaceawith law.\n16. The Defendant Registrar assumed office in September 1949, and\nhas been acting in that capacity up to the time of the filing of this complaint.\n\nUnder the laws of Louisiana, said Defendant Registrar in his official\ncapacity is responsible, among other things, for registering all qualified\napplicants for registration, for keeping and preserving all registration\nrecords, and for cancelling from the registration rolls the names of all\nvoters who lose their right to remain on the rolls.\n17. When the affidavits of challenge referred to in Paragraph\n9 were filed with the Defendant Registrar, he knew that said affidavits\nrelated almost exclusively to Negro voters; that the purpose of said\naffidavits was to effect discrimination based on race or color against\nNegro voters; and that the said affidavits related to technical deficiencies\neqpnlly applicable to many white voters against whom affidavits of challenge\nwere not filed.\n18. In response to the filing of affidavits of challenge referred-\n. to in Paragraph 9, and, acting pursuant to and under the authority of Title\n18, Sec. 245, of the Louisiana Revised Statutes, 1950, the Defendant Registrar --\nnotwithstanding his knowledge as alleged in Paragraph 17 hereof of the discrimi-\nnatory purpose and effect of said affidavits of challenge -- mailed or caused\nto be mailed Citations to Appear to the persons whose registration status had\nthus been challenged. Said Citations required those challenged to appear at\nthe Defendant Registrar's office within ten days to prove their right to\nremain on the registration rolls. Said Eefendant'Registrar, following inter-\nmediate legal proceedings, subsequently cancelled all the names of the voters\nthus challenged from the registration rolls.\n19. By the acts described in Paragraph 18, Defendant Registrar\nparticipated in and imparted the authority of his office to the illegal acts\nand practices described in Paragraphs 9 through 12 which were engaged in by\nthe Individual Defendants as agents of the State of Louisiana, and acting\nunder the authority of the laws of that state.\n20. Defendant Citizens Council is incorporated under the laws of\nthe State of Louisiana, and is domiciled in Washington Parish, Louisiana.\nOne of its purposes is to maintain racial segregation in said state.\n21. Defendant Citizens Council at all times pertinent to this\n\nComplaint was acting purengnt to a state-vide program of allied organiza-\ntions for the removal of Negroes from the voting rolls.\n22. The acts and practices described in Paragraphs 9 through\n15, which were engaged in by the Individual Defendants as agents of the\nState and under the authority of state law, were carried out at the\ndirection of and under the control of the Defendant Citizens Council, of\nwhich the Individual Defendants are officers and members.\n23. There are reasonable grounds to believe that, unless en- -\njoined by this Court, the Defendant Registrar will continue to treat as\nvalid the challenges to voters based on race or color as described in\nthis Complaint, which challenges have resulted in the removal of the\nnames of Negro voters from the registration rolls of Washington Parish;\nthat said Defendant Registrar will not restore to the registration rolls\nof said Parish any of those persons whose nemes have been illegally\nremoved therefrom unless they qualify for registration de novo; and that\nthe Defendants will continue to engage in illegal acts and practices the\nsame as or similar to those set forth in this Complaint.\nWHEREFORE, Plaintiff respectfully prays:\n(a) That this Court issue a permanent injunction:\n(1)enjoining the Individual Defendants individually and as\nmembers of the Defendant Citizens Council, and enjoining the Defendant\nCitizens Council and all officers and members thereof, from causing or\ninitiating challenges or filing any affidavits of challenge which have as\ntheir purpose or effect discrimination based on race or color against voters,\nand from further engaging in illegal acts and practices the same as or similar\nto those set forth in Paragraphs 9 through 15 of this Complaint;\n(2)enjoining the Defendant Registrar from giving any legal\neffect whatsoever to the challenges referred to in Paragraph 9 hereof, or\nfrom giving any legal effect to any prior proceedings or orders based\ndirectly or indirectly upon such challenges.\n(3)enjoining the Defendant Registrar, his successors,\nagents, and employees having actual notice of this order, from acting upon\nor giving effect to any challenges which might hereafter be made which have\nas their purpose or effect discrimination based on race or color against\n6\n\nvoters;\n(4) enjoining the Defendant Registrar, his successors,\nagents, or employees having actual notice of this order, from requiring\nthe voters whose names were illegally challenged and removed from the\nregistration rolls of Washington Parish to register de novo or to take\nany further steps whatsoever as a condition precedent to their reinstate-\nment forthwith as registered voters of said Pariah.\n(b) That this Court grant such additional relief as justice\nmay require or as ray be required in aid of the jurisdiction of this\nCourt, including the issuance, upon proper application, of instructions\nwhere the Defendant Registrar has reasonable doubt as to his obligations.\nand duties under this Court's order.\nBy direction of the Attorney General of the United States:\nJOSEPH M. F. RIAD, JR,\nActing Assistant Attorney General\n74. B1TBURN MANY\nUnited States Attorney\n7\n\nAPPDIDIX\nTitle 18  Section 245 of the Louisiana Revised Statutes, 1950 \ng 245. Illegal registration or loss of right to vote:\nnotice to registrant; cancellation of name on\nfailure to prove right\nUpon a written affidavit signed and sworn to in duplicate\nbefore and filed with the registrar or his deputy by any two\nbona fide registered voters of the parish, to the effect that\nafter reasonable investigation and on information and belief\ncertain persons are illegally registered, or have lost their\nright to vote in the precinct, ward, or parish in which they\nare registered by reason of removal or otherwise, the regis-\ntrar shall immediately, or, in any event, within forty-eight\nhours, notify the registrants by mailing to them postage pre-\npaid, under P. 0. Form 3547-Requested, at the addresses given\nin the registration records, the duplicate copy of affidavit,\ntogether with a printed citation requiring them to appear in\nperson before the registrar or his deputy within ten days\nfrom the date of the mailing of the duplicate affidavit and\ncitation, which date shall be stated in the citation, and\nprove their right to remain on the registration rolls by\nwritten affidavit of three bona fide registered voters in the\nform as provided in R.S. 18:132. The registrar shall immedi-\nately make a similar publication, as provided for in R.S.\n18:132, and if the challenged registrants fail, within the\nsame delays provided in that Section, to prove their right to\nremain on the rolls, as in that Section provided, the regis-\ntrar shall cancel their names from the registration records\nas provided by R.S. 18:135.\n•\n8",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77064"
    }
  ],
  "document_count": 3
}