{
  "case_id": 315,
  "fetched_at": "2025-10-20T22:44:50.650280",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Volusia Regional Juvenile Detention Center",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Volusia",
        "name": "Florida Department of Health and Rehabilitative Services",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Coding Complete",
    "case_types": [
      "Juvenile Institution",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Florida",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1979-04-19",
    "filing_year": 1979,
    "id": 315,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Classification / placement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Search policies",
      "General/Misc.: Food service / nutrition / hydration",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Recreation / Exercise",
      "Jails, Prisons, Detention Centers, and Other Institutions: Visiting",
      "General/Misc.: Phone",
      "General/Misc.: Fire safety",
      "Medical/Mental Health Care: Medical care, general",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "General/Misc.: Totality of conditions",
      "General/Misc.: Education",
      "Affected Sex/Gender(s): Male",
      "Jails, Prisons, Detention Centers, and Other Institutions: Youth / Adult separation",
      "General/Misc.: Confidentiality",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2007-11-03T00:00:00-04:00",
    "main_docket": {
      "id": 42771,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1979,
      "docket_filing_number": 830,
      "is_main_docket": true,
      "court": "Northern District of Florida",
      "state": "Florida",
      "docket_office_number": "4",
      "docket_number_manual": "79-0830",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "H.C. v. Jarrard",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1980,
    "permanent_injunction": false,
    "plaintiff_description": "Children incarcerated in Volusia Regional Juvenile Detention Center",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Florida",
    "summary": "<p>On or about 1979, juvenile detainees filed a class action lawsuit pursuant to 42 U.S.C. &sect; 1983 against the Florida Department of Health and Rehabilitative Services in the United States District Court for the Northern District of Florida.  The plaintiffs, represented by Central Florida Legal Services, specifically alleged that the Volusia Regional Juvenile Detention Center's policy of performing strip searches and cavity inspections several times a day violated their constitutional rights and that punishment was imposed arbitrarily.  Punishment included taking away already limited privileges such as phone use and recreation time and being placed in isolation.  Plaintiffs further alleged that intake procedures took excessive amounts of time leading to prolonged detention of children before it was clear why they were at the detention center, that food and sanitation problems plagued the detention center, and that there were fire safety and overcrowding problems.  In addition, plaintiffs complained that the health care provided by the detention center, which consisted of a nurse visiting the facility one morning a week, was inadequate.  Plaintiffs sought declaratory and injunctive relief and damages.  </p><p>On June 12, 1980 the U.S. District Court for the Northern District of Florida (Judge William Stafford) entered a stipulation and consent order that detailed changes that the detention center would have to implement.  The center was ordered to allow privacy during attorney-client communication, improve intake procedures, improve communication between counselors and detention staff, contract with the Volusia County Health Department for nutritional consultative services and take steps to insure proper food storage, and continue to comply with the recommendations of the Fire Marshall.</p><p>On February 2, 1982, the court issued a partial consent judgment limiting the detention center's use of strip searches and cavity inspections.  The court also ordered the center to continue improving recreational programming, to implement an appropriate classification system for detainees when making room assignments, to obtain janitorial services in order to maintain sanitary conditions, and to install benches in holding cells.  Prior to the partial consent judgment, the center had already implemented improved educational and recreational programs for the children.  The center also ceased contracting with \"My House,\" a group tenement for adult alcoholics, for nonsecure detention.  Instead, the center entered into a contract with \"Youth Alternative\" as an alternative to secure detention at the center.</p><p>In addition to claims sought by the class, one class member was permitted to intervene on the class action to pursue individual damage claims related to his isolation without notice or hearing, excessive length and conditions of isolation, unjustified and excessive force applied to him, and denial of medical care.  District court findings revealed that the juvenile had been placed in isolation for seven days for laughing at the misdeeds of a fellow detainee and then objecting when that detainee was placed in isolation.  The supervisor punished him by throwing him against the wall causing a shoulder injury for which he alleged he was denied medical care.  Then he was stripped to his underwear, placed in a small concrete cell with a solid door, and not told how long he would be confined and was not given the opportunity to contest the punishment.  His room contained only a metal bunk and a toilet, and he had no books or other ways to occupy himself.  He had to eat all of his meals in his cell and was only allowed to leave once every other day to shower.  Further, he could not flush his toilet from inside the cell and staff sometimes did not flush the toilet until several hours after he requested they do so.  On one occasion, the workers got angry with the plaintiff for banging on the door, so they shackled one ankle and one wrist to his metal bunk and left him for six hours.  The court (Judge Stafford) awarded nominal damages based on the claim that isolation without notice and a hearing and the conditions of isolation violated due process.  However, the court found that medical care was not deliberately deprived and that the battery was not a constitutional violation.  </p><p>On appeal, the Eleventh Circuit Court of Appeals (Judge Phyllis Kravitch) held that the battery and depravation of medical care did constitute a constitutional violation.  H.C. v. Jarrard, 786 F.2d 1080 (11th Cir. 1986).  The court also found that the juvenile was entitled to compensatory and punitive damages and remanded the case to the district court to determine the proper amount of damages for the battery and denial of medical care.  There is no docket for this case available on PACER. </p><p></p>",
    "summary_published_date": "2006-05-15T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/315",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=315",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=315",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=315"
  },
  "documents": [
    {
      "date": "1986-04-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1080,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 786,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 61367,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/61367.pdf",
      "title": "Reported Opinion",
      "text": " \n786 F.2d 1080 (1986) \nH.C., by his next friend and attorney, Carol HEWETT, individually and on \nbehalf of all others similarly situated, Plaintiffs, and \n[*]\nRaymond Ogletree , individually, Plaintiff-Appellant, \nv. \nDee JARRARD, in her capacity as Direct Services Supervisor of the Fla. \nDept. of Health & Rehabilitative Services, et al., Defendants-Appellees. \nNo. 83-3676. \nUnited States Court of Appeals, Eleventh Circuit. \nApril 15, 1986. \n1081*1081 1082*1082 Jonathan Hewett, Lexington, Ky., C. James Dulfer, Cent. Fla. Legal \nServices, Inc., Daytona Beach, Fla., for plaintiff-appellant. \nClaire Dryfuss, Asst. Gen. Counsel, Fla. Dept. of Health & Rehab. Services, Harden King, \nTallahassee, Fla., for defendants-appellees. \nBefore KRAVITCH and CLARK, Circuit Judges, and PECK[**], Senior Circuit Judge. \nKRAVITCH, Circuit Judge: \nJuvenile detainees brought a class action, pursuant to 42 U.S.C. section 1983, challenging \nthe conditions and practices at the Volusia Regional Juvenile Detention Center (Center) \noperated by the Florida Department of Health and Rehabilitative Services (HRS). After \nextensive hearings, the district court entered sweeping injunctive relief designed to bring the \nCenter up to constitutional standards. Raymond Ogletree had been incarcerated at the \nCenter and was permitted to intervene in the class action to pursue individual damage \nclaims. This appeal concerns only Ogletree's individual claims. The district court awarded \nnominal damages on Ogletree's claims that the imposition of extended isolation without \nnotice and hearing and the conditions of that isolation violated the due process clause of the \nfourteenth amendment. The district court further concluded that the named defendants had \nnot deliberately deprived Ogletree of medical attention and that defendant Wade's battery of \nOgletree did not rise to a constitutional violation. \nOgletree appeals the award of only nominal damages on his first two claims and the district \ncourt's conclusions that he suffered no constitutional deprivation when he was assaulted by \na superintendent at the Center and that the named defendants had not denied him medical \nattention. We conclude that Ogletree was entitled to more than nominal damages on his first \ntwo claims and remand to the district court to determine proper compensatory and punitive \ndamages. Moreover, the district court's conclusions that Wade's assault and subsequent \ndenial of medical attention did not violate Ogletree's constitutional rights are incorrect. \nAccordingly, we reverse the judgment for defendants on these latter claims and remand for \na determination of damages. \n\n \nI. BACKGROUND \nThe majority of youths confined at the Volusia Center await trial on delinquency charges. \nThe Center also houses children who have been adjudicated delinquent but either have not \nhad disposition hearings or are awaiting placement in a treatment facility. \nThe district court's findings and our review of the record reveal the following facts. \nOgletree, then sixteen years old, was confined to the Center from April 14, 1979 through \nMay 10, 1979, and again from July 24, 1979 through September 10, 1979, pending trial on \ndelinquency charges. Throughout Ogletree's incarceration, defendant-appellee, 1083*1083 \nRichard Wade, was the superintendent of the Center.[1] On April 25, 1979, Ogletree laughed \nwhen another detainee attempted to flush a pair of undershorts down a toilet. Wade arrived \non the scene after the first detainee had been removed and taken to isolation. Ogletree \ncontinued laughing and protesting the imposition of isolation on the first detainee. Ogletree \ntestified that Wade then slammed him against a wall and informed him that he too would be \nplaced in isolation. Wade and three staff members then took him to isolation. Ogletree \ntestified that, once inside the cell, his shoulder was injured when Wade shoved him against \nthe wall and a metal cot in the cell. Ogletree remained isolated for seven consecutive days \nas a result of this incident.[2] He was not provided written notice of the charges against him \nnor given an opportunity to defend himself before an impartial person or to call witnesses in \nhis behalf. Ogletree testified at trial that he never knew how long his isolation would last; his \naffidavit indicates that he was merely told that he would remain in isolation until Wade \ndecided to release him. His demands for medical attention for his injured shoulder were \nignored until the third day of isolation when he was transported to the emergency room of a \nlocal hospital. There, his wound was cleaned and he was injected with a muscle relaxant for \npain. No further medical treatment was needed and Ogletree did not suffer permanent \nphysical scarring. \nOgletree's seven day isolation took place in a small concrete cell with a solid door. The \nroom had no furnishings except a metal bunk and toilet. Ogletree was stripped to his \nunderwear and was not allowed visitors. He took his meals in the cell, but was released to \nshower at about 10 p.m. every other evening. He was not permitted any reading or writing \nmaterials or any other means to occupy himself, nor was he permitted outdoor exercise. He \ncould not flush his own toilet because the controls were outside the cell. He had to bang on \nthe door of his cell to capture the attention of workers who might not flush his toilet until \nseveral hours later. \nOnce when Ogletree banged on the cell door, the staff informed him that they were tired of \nhis banging. Four staff members entered his cell and shackled his legs with metal cuffs to \none end of his bunk. His wrists were handcuffed over his head to the other end of the \nbunk.[3] Ogletree testified that he remained restrained in this fashion for \"several hours\" and \nwas not told when he would be unshackled. He also testified as to the mental anguish \ncaused by both the isolation and the shackling. \nDefendants did not controvert Ogletree's testimony. Wade testified that spring, 1979, was a \nvery tense time due to crowded conditions and difficult youths at the Center. Wade claimed \nthat Ogletree had a reputation for being an unmanageable troublemaker who regularly \n\n \nengaged in altercations with others. Wade further testified that Ogletree was isolated for \nmore 1084*1084 than six hours[4] because of an emergency situation prompted by a rumor \nthat a gun had been secreted in the Center and by an incident in which a detainee had \nobtained the Center's master keys. On cross-examination it became apparent that Ogletree \nwas isolated the day before the gun rumor circulated and several days after the keys \nincident with which Ogletree was not involved. \nOgletree introduced into evidence five incident reports which were the sum total of reports \nconcerning him. There was no indication from these reports that Ogletree ever harmed or \nthreatened to harm another detainee or Center employee or that he ever damaged property. \nOne report reveals an instance of the use of profanity; another relates that Ogletree once \nwas caught sneaking books into his cell because, according to the report's author, he was \nbored. A detention evaluation reflects that Ogletree generally participated in activities and \nfollowed rules and notes that Ogletree's biggest problem was his habit of \"mouthing off.\" \nII. OGLETREE'S CLAIMS ON APPEAL \nOgletree appeals the district court's determination that Wade's battery and subsequent \ndenial of medical attention were not constitutional violations. The district court also \nconcluded, however, that the denial of notice and hearing regarding the imposition of \nisolation as well as the length and conditions of the solitary confinement violated Ogletree's \ndue process rights. Naturally, Ogletree does not appeal these latter conclusions; he merely \ncontends that the court erred in awarding only nominal damages on these claims. We \naddress this latter contention in part III, infra. \nA. The Battery \nThe district court, relying on Ingraham v. Wright, 430 U.S. 651, 97 S.Ct. 1401, 51 L.Ed.2d \n711 (1977), found that Wade's shoving of Ogletree did not rise to the level of a \nconstitutional violation. We disagree. In Ingraham, the Court concluded that the fourteenth \namendment, rather than the eighth amendment, provided the appropriate framework for \nassessing the constitutional ramifications of corporal punishment administered by public \nschool teachers. 430 U.S. at 670-71, 97 S.Ct. at 1412. The Ingraham Court held that \n\"corporal punishment in public schools implicates a constitutionally protected liberty interest, \nbut ... traditional common-law remedies are fully adequate to afford due process.\" Id. at \n672, 97 S.Ct. at 1413. Essential to the Ingraham analysis is that reasonable corporal \npunishment inflicted by teachers is lawful but excessive punishment is actionable. The \nIngraham majority concluded that the procedural safeguards of notice and hearing were not \nrequired before teachers imposed corporal punishment because this punishment was \n\"authorized and limited by the common law.\" 430 U.S. at 682, 97 S.Ct. at 1418. \nThe situation here is different. Initially we must decide whether the Volusia Center is closer \nto a public school (controlled by Ingraham) or a prison (controlled by constitutional \nstandards pertinent to detainees and convicts). The question is not difficult; the Center is for \njuveniles 1085*1085 who have run afoul of the law. Regardless of one's view of corporal \npunishment in the schoolhouse, it is routinely permitted in numerous states. Ingraham, 430 \nU.S. at 662-63 & nn. 23 & 28, 97 S.Ct. at 1407-08 & nn. 23 & 28. Indeed, as of 1977 only \n\n \ntwo states flatly prohibited this practice, id. at 663 & n. 27, 97 S.Ct. at 1408 & n. 27. Routine \ncorporal punishment in schools was so thoroughly regulated by the common law and state \nstatutes, that the Court declined to consider what instances of scholastic corporal \npunishment would give rise to a substantive due process violation. Id. at 659, 679 nn. 12 & \n47, 97 S.Ct. at 1406, 1416 nn. 12 & 47. Here, however, no state authorizes the routine \ncorporal punishment of detainees. Indeed, the due process clause forbids punishment of \npretrial detainees. Schall v. Martin, 467 U.S. 253, 104 S.Ct. 2403, 2412, 81 L.Ed.2d 207 \n(1984) (juveniles detained to await trial may not be punished); Bell v. Wolfish, 441 U.S. 520, \n535 & n. 16, 99 S.Ct. 1861, 1872 & n. 16, 60 L.Ed.2d 447 (1979); Jones v. Diamond, 636 \nF.2d 1364, 1368 (5th Cir.) (en banc), cert. dismissed, 453 U.S. 950, 102 S.Ct. 27, 69 \nL.Ed.2d 1033 (1981).[5] Akin to the interests of school children to be free of excessive \ncorporal punishment, the conditions of detainee incarceration affect liberty interests \nprotected by the fourteenth amendment rather than the eighth, see Hamm v. DeKalb \nCounty, 774 F.2d 1567, 1572-74 (11th Cir.1985), cert. denied, ___ U.S. ___, 106 S.Ct. \n1492, 89 L.Ed.2d 894 (1986). This, however, is where the similarity between this case and \nIngraham ends. \nWe are mindful of Judge Friendly's admonition that \"[n]ot every push or shove, even if it \nmay later seem unnecessary in the peace of a judge's chambers, violates a prisoner's \nconstitutional rights.\" Johnson v. Glick, 481 F.2d 1028, 1033 (2d Cir.), cert. denied, 414 \nU.S. 1033, 94 S.Ct. 462, 38 L.Ed.2d 324 (1973). Judge Friendly observed that although the \neighth amendment did not apply to detainees, \"it would be absurd to hold that a pre-trial \ndetainee has less constitutional protection against acts of prison guards than one who has \nbeen convicted.\" Id. at 1032. This observation is the law in this circuit. See Hamm v. DeKalb \nCounty, 774 F.2d at 1573-74 (\"states may not impose on pretrial detainees conditions that \nwould violate a convicted prisoner's eighth amendment rights\"). \nIn Shillingford v. Holmes, 634 F.2d 263, 265 (5th Cir.1981), the former Fifth Circuit adopted \nan analytic framework, akin to Johnson's, to determine when use of force by a state officer \nrises to a constitutional deprivation. In assessing Wade's conduct we look to [1] \"the need \nfor the application of force, [2] the relationship between the need and the amount of force \nthat was used, [3] the extent of injury inflicted, and [4] whether force was applied in a good \nfaith effort to maintain or restore discipline or maliciously and sadistically for the very \npurpose of causing harm.\" Johnson, 481 F.2d at 1033 (quoted in Gilmere v. City of Atlanta, \n774 F.2d 1495, 1500-01 (11th Cir.1985) (en banc)). \nSeveral facts indicate that Wade crossed the bounds of constitutional behavior. It is \nuncontroverted that when Wade first shoved Ogletree against a wall, Ogletree was merely \ngiggling at the prank of another detainee and protesting the imposition of isolation on that \ndetainee.[6] There is 1086*1086 no indication whatsoever that Ogletree threatened to harm \nany property, employees or other detainees at the Center when Wade shoved him initially \nor when Wade slammed him against the wall and metal bunk of the isolation cell. Moreover, \nthe rumor that a gun had been hidden at the Center was exposed on cross examination as \nnot temporally related to the battery of Ogletree. Based upon the uncontroverted evidence, \nthere was no need for Wade to apply force to Ogletree. Specifically, there was no need to \nshove Ogletree against a wall in the isolation cell or to confine him in the isolation cell to \nstop him from laughing at another detainee's actions. Accordingly, the balance of the first \ntwo Johnson factors weighs in Ogletree's favor. \n\n \nThe balance of the remaining Johnson factors also favors Ogletree. Although Ogletree \nsuffered no permanent physical scarring, his injuries did require medical treatment. \nBecause we are assessing the injuries of a juvenile suffered at the hands of an adult jailor, \nwe will not dismiss Ogletree's injuries as negligible solely because by fortuitous \ncircumstance Ogletree did not suffer broken bones and permanent disfigurement. See note \n10 infra; cf. Shillingford, 634 F.2d at 266 (that compensable unprovoked attack was not \ncrippling was merely fortuitous). \nWhether Wade acted in good faith to maintain discipline or to sadistically harm Ogletree is a \nmore difficult question. Courts rarely assess the motives of correctional officers and \ndiscover intentions of pure good or evil. In light of the needless imposition of force, the \nsubsequent shackling and denial of medical care, and the district court's conclusion that \nlength and conditions of isolation \"amounted to punishment in violation of the due process \nclause,\" we conclude that Wade's shoving of Ogletree was one of a series of acts intended \nto punish Ogletree rather than maintain discipline. We conclude, therefore, that Wade's \nbattery of Ogletree amounted to a constitutional violation. \nB. Denial of Medical Care \nIn Estelle v. Gamble, 429 U.S. 97, 106, 97 S.Ct. 285, 292, 50 L.Ed.2d 251 (1976), the Court \nheld that the eighth amendment is violated by deliberate state indifference to a prisoner's \nserious medical needs. Following City of Revere v. Massachusetts General Hospital, 463 \nU.S. 239, 244, 103 S.Ct. 2979, 2983, 77 L.Ed.2d 605 (1983), we recently held that \ndetainees must be afforded the same minimum standard of medical care due convicted \ninmates. Hamm v. Dekalb County, supra. We agree with the district court's determination \nthat a three day refusal to provide medical attention was a \"reckless disregard\" of Ogletree's \nmedical needs. In Ancata v. Prison Health Services, Inc., 769 F.2d 700, 704 (11th \nCir.1985), we held that the failure to provide diagnostic care and medical treatment known \nto be necessary was deliberate indifference. We further noted that delay of necessary \ntreatment for non-medical reasons also established deliberate indifference sufficient to \nestablish a constitutional violation. Id. \nThe district court, however, held that the named defendants were not responsible for \ndenying Ogletree medical care. We disagree. It is axiomatic, in section 1983 actions, that \nliability must be based on something more than a theory of respondeat superior. Monell v. \nDepartment of Social Services, 436 U.S. 658, 691, 98 S.Ct. 2018, 2036, 56 L.Ed.2d 611 \n(1979). The new Fifth Circuit, relying on precedent binding on this court, recently addressed \nsupervisory liability for the denial of medical care to a prison inmate.[7] In Barksdale v. King, \n699 F.2d 744 (5th Cir.1983), the court concluded that liability may be shown by either the \nsupervisor's personal participation in the acts that comprise the constitutional violation or \nthe existence of a causal 1087*1087 connection linking the supervisor's actions and the \nviolation. The Barksdale court further concluded that violation of a duty imposed by state \nlaw resulting in constitutional injury will establish a causal connection sufficient to trigger \nsupervisory liability. Id. at 746 (citing Reimer v. Smith, 663 F.2d 1316, 1322 n. 4 (5th \nCir.1981) (new Fifth Circuit); Douthit v. Jones, 641 F.2d 345, 346 (5th Cir.1981) (on \nrehearing); Henzel v. Gerstein, 608 F.2d 654, 658 (5th Cir.1979); Sims v. Adams, 537 F.2d \n829, 831 (5th Cir.1976)). \n\n \nOur review of the record and the district court's findings convince us that Ogletree did \nindeed sue those who were responsible for denying him medical care. Wade was \nresponsible both personally and in his capacity as the Center's superintendent. Wade \npersonally inflicted the injury to Ogletree's shoulder when he threw Ogletree against the wall \nand metal bunk in the isolation cell. Although section 1983 redresses only torts of \nconstitutional dimension, section 1983 defendants are, as in common law tort suits, \nnonetheless responsible for the natural consequences of their actions. Monroe v. Pape, 365 \nU.S. 167, 187, 81 S.Ct. 473, 484, 5 L.Ed.2d 492 (1961), overruled in part on other grounds, \nMonell, 436 U.S. at 663, 98 S.Ct. at 2021-22. Wade's participation in Ogletree's injury and \nsubsequent denial of Ogletree's immediate pleas for medical attention satisfy the first \nalternative of the Barksdale supervisory liability analysis. Wade's authorization and \nimposition of isolation for a period well beyond the Florida HRS guidelines effectively placed \nmedical attention beyond Ogletree's reach and provides a causal connection implicating \nhim in his supervisory capacity.[8] Ogletree's isolation delayed his medical attention by three \ndays in that the only way he could communicate his need for a doctor was by banging on \nhis cell door — a procedure that the Center personnel could respond to by shackling him to \nhis bunk. Thus by placing an injured detainee in isolation, Wade, in his capacity as a \nsupervisor, delayed medical treatment for punitive, non-medical reasons. See Ancata, \nsupra. \nIII. DAMAGES \nThe district court awarded nominal damages of one dollar against Wade to compensate \nOgletree for the imposition of isolation without procedural due process and the imposition of \nisolation for a period beyond the maximum period set out in the HRS regulations.[9] For the \nreasons set out below we conclude that Ogletree was entitled to compensatory and punitive \ndamage awards for these deprivations. On remand the district court also will have to \ndetermine 1088*1088 the proper amount of damages for Wade's battery and denial of \nmedical care. \nA. Compensatory Damages \nIn Carey v. Piphus, 435 U.S. 247, 98 S.Ct. 1042, 55 L.Ed.2d 252 (1978) the Court \naddressed the prerequisites for recovery under section 1983 for a denial of procedural due \nprocess. Carey held that \"although mental and emotional distress caused by the denial of \nprocedural due process itself is compensable under § 1983, ... neither the likelihood of such \ninjury nor the difficulty of proving it is so great as to justify awarding compensatory damages \nwithout proof that such injury actually was caused.\" Id. at 264, 98 S.Ct. at 1052. Carey \nfurther held that, absent actual injury, deprivation of a due process right is actionable for \nnominal damages. Id. at 266-67, 98 S.Ct. at 1053-54. \nOur review of the record convinces us that \"real injury can be inferred from the facts.\" \nBaskin v. Parker, 602 F.2d at 1205, 1210 (5th Cir.1979). Ogletree's claims are akin to the \nclaims in King v. Higgins, 702 F.2d 18 (1st Cir.), cert. denied, 464 U.S. 965, 104 S.Ct. 404, \n78 L.Ed.2d 344 (1983). There, a prisoner established that he served fifteen days in solitary \nconfinement that would not have been imposed had he been afforded procedural due \nprocess. The King court affirmed a determination that the prisoner was entitled to $375 for \n\n \nthe pain and suffering of spending fifteen days in solitary confinement. Id. at 19-20. The \ndistrict court's findings in this case and our review of the evidence convince us that the \nimposition of solitary confinement on Ogletree was wholly unjustified. Thus Ogletree is in \nthe same position as the King petitioner: his isolation \"can ... reasonably be attributed to the \ndeprivation of due process.\" Id. at 22. Compensatory damages are appropriate where \njuveniles have wrongfully received solitary confinement. Mary and Crystal v. Ramsden, 635 \nF.2d 590, 593, 600-01 (7th Cir.1980). \nCompensation for wrongful incarceration in isolation must also redress Ogletree's emotional \ndamages. Emotional injury is actionable under section 1983 for humiliation, embarrassment, \nand mental distress resulting from the deprivation of a constitutional right. Baskin v. Parker, \n602 F.2d at 1209-10. See also Barnett v. Housing Authority, 707 F.2d 1571, 1579 (11th \nCir.1983) (substantive and procedural due process violations can give rise to damages for \nmental harm). Here, Ogletree testified about his humiliation and dejection. See Mary and \nCrystal v. Ramsden, supra. The facts depict a juvenile who was isolated for seven days, \nshackled and handcuffed to a metal bunk for part of that time and deprived of virtually every \nphysical or emotional stimulus. Real injury may be inferred from the conditions and length of \nadult confinement, see, e.g., Furtado v. Bishop, 604 F.2d 80, 90 (1st Cir.1979), cert. denied, \n444 U.S. 1035, 100 S.Ct. 710, 62 L.Ed.2d 672 (1980). Juveniles are even more susceptible \nto mental anguish than adult convicts. See Schall v. Martin, 104 S.Ct. 2403, 2411 & n. 15 \n(1984).[10] We hold that the uncontroverted facts of this case establish actual injury and \ntherefore the district court erred by limiting its award to nominal damages. \nWe do not determine the amount of damages Ogletree should receive. Many courts \nconsidering awards for wrongful imposition of isolation provide a lump sum, see Furtado, \n604 F.2d at 89 (compute damages via comparison of conditions in general population with \nconditions in isolation); cf. United States ex rel. Larkins v. Oswald, 510 F.2d 583, 589-90 \n(2d Cir.1975) (affirming 1089*1089 jury award of $1,000 for wrongfully imposed isolation \nthat also lasted five days longer than prison regulations permitted), whereas other courts \ncompute an award on a per diem basis. See Sostre v. McGinnis, 442 F.2d 178, 205 n. 52 \n(2d Cir.1971) (en banc) (award of $25 per day for wrongful prison segregation not \nunreasonable), cert. denied, 405 U.S. 978, 92 S.Ct. 1190, 31 L.Ed.2d 254 (1972); Pino v. \nDalshiem, 605 F.Supp. 1305 (S.D.N.Y.1984); O'Connor v. Keller, 510 F.Supp. 1359, 1375 \n(D.Md.1981) (award of $100 per day for wrongful isolation). We do not adopt a specific \nformula for the calculation of actual injury. Instead, we remand this case to the district court \nto determine the proper amount of compensatory damages. \nB. Punitive Damages \nThe district court found that Wade's conduct \"was not so egregious nor did it exhibit \nmaliciousness or ill will so as to warrant punitive damages.\" We conclude that this finding is \nerroneous. \nIn Smith v. Wade, 461 U.S. 30, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983), the Court \naddressed the standards for punitive damages in section 1983 actions. Punitive damages \nare appropriate where a defendant's conduct is motivated by evil intent or involves callous \nor reckless indifference to federally protected rights. Id. at 56, 103 S.Ct. at 1640. In denying \nWade official immunity, under Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, \n\n \n2738, 73 L.Ed.2d 396 (1982), the district court necessarily determined that Wade \"violate[d] \nclearly established statutory or constitutional rights of which a reasonable person would \nhave known.\" We conclude that a reasonable person would know that the Constitution \nforbids the use of unnecessary force on a juvenile detainee, the denial of medical attention, \nand the shackling of a nonviolent juvenile to a bed in an isolation cell. We further conclude \nthat no reasonable person could believe that a juvenile detainee may be placed indefinitely \nin isolation and the \"key thrown away,\" i.e. — no notice of charges or hearing provided the \ndetainee.[11] In sum, we conclude that Wade's actions transcended mere negligence and \nconstituted callous indifference to Ogletree's federally guaranteed rights and remand for the \ndistrict court to determine an appropriate amount of punitive damages. \nIV. CONCLUSION \nWe AFFIRM the district court's order insofar as it determined that the imposition and \nconditions of isolation violated due process. We REVERSE the order insofar as it absolved \ndefendant Wade from liability for the denial of medical attention and determined that Wade's \nbattery did not amount to a constitutional violation. We further REVERSE the lower court's \norder insofar as it limited Ogletree's award to nominal damages. We conclude that the facts \nestablish actual compensable injury and conduct sufficiently egregious to warrant punitive \ndamages. We REMAND so that the district court may determine the proper amounts of \nactual and punitive damages and enter judgment accordingly.[12] \n[*] Ogletree was referred to as R.O. in the district court's order because he was a minor when he intervened in this \naction. No longer a minor, Ogletree fully disclosed his identity in his appellate proceedings. We conclude, therefore, \nthat he has waived anonymity. \n[**] Honorable John W. Peck, Senior U.S. Circuit Judge for the Sixth Circuit, sitting by designation. \n[1] The other defendants-appellees in this case are: Dee Jarrard, a direct services supervisor whose responsibilities \nincluded supervision over HRS's intake functions in Volusia County, Florida, Vincent McClintock, a district \nadministrator for HRS who had direct supervisory responsibility over superintendent Wade and, David Pingree, the \nSecretary of HRS, the agency responsible for the operation of juvenile detention centers in Florida. Ogletree \nessentially challenges the conduct of Wade; the three other defendants are liable to Ogletree in their supervisory \ncapacities to the extent that they either set or condoned the policies that deprived Ogletree of his constitutional due.  \nThis court declined to hear appellees' oral argument because they failed to file a brief. \n[2] Ogletree testified that he was isolated for eight days; defendants suggested that the isolation lasted six days. The \ndistrict court found, however, that the isolation lasted seven days. \n[3] Although the district court found that both of Ogletree's wrists and ankles were shackled to the bed, Ogletree's \ntestimony suggests that only one wrist and one ankle were shackled. This does not render the incident less shocking, \nbut explains how Ogletree slid the mattress off his bunk while yelling, kicking and \"trying to pop [his] leg and arm off.\" \nOgletree, direct testimony at 24-25. \n[4] HRS regulations set a six hour maximum for time in isolation. Defendants contended that Wade relied in good \nfaith on proposed regulations that were never enacted. The proposed regulations provided in relevant part:  \n(5) No child shall be confined for isolation purposes for a continuous time period exceeding six hours, excluding the \nregular sleeping period, without the written justification and authorization of the superintendent. The superintendent, \nas a basis for authorizing continued isolation beyond six (6) hours, shall personally discuss the incident or incidents \nwith all involved children and staff and shall review all pertinent written reports. \n\n \n(6) Isolation shall be used only when a child is beyond the control of the staff. \nDefendants Proposed Findings of Fact and Conclusions of Law at 15. There is no indication, however, that Wade \nfollowed the proposed regulations. Ogletree was immediately placed in isolation after laughing at another detainee's \nactions. Wade never discussed with Ogletree the reasons why isolation was imposed or how long it would last. \n[5] The Eleventh Circuit, in the en banc decision Bonner v. City of Prichard, 661 F.2d 1206, 1209 (11th Cir.1981), \nadopted as precedent decisions of the former Fifth Circuit rendered prior to October 1, 1981.  \nWe do not suggest that a pretrial detainee may never be disciplined. \"Not every disability imposed during pretrial \ndetention amounts to `punishment' in the constitutional sense.... Bell, 441 U.S. at 537, 99 S.Ct. at 1872. In Kennedy \nv. Mendoza-Martinez, 372 U.S. 144, 168-69, 83 S.Ct. 554, 567-68, 9 L.Ed.2d 644 (1963), the Court set out factors to \ndetermine when \"restrictions and conditions accompanying pretrial detention amount to punishment in the \nconstitutional sense....\" Bell, 441 U.S. at 538, 99 S.Ct. at 1873. \n[6] As in Shillingford, where the plaintiff was photographing an arrest when assaulted, 634 F.2d at 264, Ogletree was \na mere bystander. We reaffirm the principles of Shillingford: state officers may not blindly lash out at bystanders \nregardless of whether the context is a public street or a juvenile detention center. \n[7] As previously noted, our recent decision in Hamm held that detainees must receive at least the same minimum \nstandards of care as convicted inmates. Implicit in the Hamm holding, therefore, is that detainees may maintain civil \nrights actions against state institution supervisors under standards similar to those used to analyze the claims of \nconvicted inmates. \n[8] Ogletree does not argue, and the district court did not find, that defendants Jarrard, Pingree and McClintock were \nresponsible in their supervisory capacities for Wade's physical abuse of Ogletree and denial of medical care. \nAlthough Ogletree's brief states that an issue on appeal is \"whether state supervisory personnel are liable for the \nreckless neglect of a prisoner's medical needs,\" Ogletree's argument focuses entirely on Wade's supervisory liability \nfor this deprivation. See Appellant's Brief at viii, 7-10. Accordingly, we do not address possible liability of defendants \nJarrard, Pingree and McClintock on the battery and medical inattention claims.  \nThe district court found that \"[d]efendants ... violated the procedural due process requirements of the fourteenth \namendment.\" H.C. v. Jarrard, No. TCA 79-0830 at 39 (N.D.Fla. Oct. 17, 1983) (Mem. Opinion). The district court also \ndetermined that the length and conditions of isolation, as well as the shackling of Ogletree, violated due process and \nstated that Wade was responsible for the imposition of isolation and shackling of Ogletree. Ogletree does not argue \nthat Jarrard, McClintock or Pingree were responsible for the imposition of isolation or his shackling. Because the \ndistrict court entered injunctive relief against all defendants regarding isolation conditions and procedures, on remand \nit may wish to clarify whether it awards damages against Jarrard, McClintock and Pingree in their supervisory \ncapacities for the length and conditions of Ogletree's isolation and denial of procedural due process. \n[9] Although the district court found that \"the length of isolation, the shackling while in isolation, and the conditions of \nisolation amounted to [a constitutional violation],\" it premised its award on the finding that \"Wade should have known \n... some due process should have been afforded [Ogletree]\" and that the length of isolation violated HRS regulations. \nWe assume that the district court included the shackling and conditions of isolation in its award of nominal damages. \n[10] \"Our society recognizes that juveniles in general are in the earlier stage of their emotional growth, that their \nintellectual development is incomplete, that they have had only limited practical experience, and that their value \nsystems have not yet been clearly identified or firmly adopted....\" Martin, supra, quoting with approval, People ex rel. \nWayburn v. Schupf, 39 N.Y.2d 682, 385 N.Y.S.2d 518, 520-21, 350 N.E.2d 906, 909-10 (1976). The Martin Court, \nciting Eddings v. Oklahoma, 455 U.S. 104, 115, 102 S.Ct. 869, 877, 71 L.Ed.2d 1 (1982), noted further that \"minority \n`is a time and condition of life when a person may be most susceptible to influence and to psychological damage.'\" \n104 S.Ct. at 2411. \n[11] The district court determined that \"Wade should have known that at least some due process should have been \nafforded to [Ogletree]\" and that \"the length of isolation was in violation of HRS's own regulations.\" H.C. v. Jarrard, slip \nop. supra at 40.  \n\n \nWade's actions specifically violated HRS regulations that proscribe isolation for more than six hours and shackling \nnondangerous juveniles. Id. at 17, 19. Cf. Dudley v. Stewart, 724 F.2d 1493, 1495 (11th Cir.1984) (convicts do not \nhave due process protections against imposition of solitary confinement absent state created liberty interest). \nAlthough Wade contended that he relied in good faith on proposed regulations that provided him with the discretion to \nimpose isolation for more than six hours, the record indicates that he failed to follow even the proposed regulations. \nSee note 4, supra. \n[12] There are four discrete injuries that must be redressed: (1) the imposition of isolation without notice or hearing; \n(2) the excessive length and conditions of isolation (including shackling); (3) the unjustified and excessive force \napplied to Ogletree (Wade's battery); and (4) the denial of medical care. As noted above, the district court's award of \nnominal damages for the first two injuries was inadequate. \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/61367"
    },
    {
      "date": "1979-10-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Florida",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1404,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1404.pdf",
      "title": "First Amended Complaint",
      "text": "H.C. v. Jarrard\nJI-FL-005-001\nIN THE UNITED STATES DISTRICT COURT\nNORTHERN DISTRICT OF FLORIDA\nTALLAHASSEE DIVISION\nv, .--\nH.C., by his next friend\nand attorney, Carol Hewett,\nindividually and on behalf of\nall other similarly situated,\nOCT-\nPlaintiffs,\n-vs-\nDEE JARRARD, individually and CIVIL ACTION NO.\nin her capacity as Direct Services TCA-79-0330\nSupervisor of the Florida Department\nof Health and Rehabilitative Services,\nDistrict IV\nand\nVINCENT hfcCLINIOCK., individually FIRST AMENDED COMPLAINT\nand in his capacity as Sub-District CLASS ACTION\nAdministrator of the Florida Depart- (TNJUNCTTVE RELIEF SOUGHT)\nment of Health and Rehabilitative Services,\nDistrict IV\nand\nDAVID PINGREE, individually and in\nhis capacity as Secretary of the\nFlorida Department of Health and\nRehabilitative Services,\nand\nRICHARD WADE, individually and in\nhis capacity as the Superintendent\nof the Volusia Regional Juvenile\nDetention Center of the Florida\nDepartment of Health and Rehabili-\ntative Services,\nDefendants.\nPRELIMINARY STATEMENT\n1.  This is a class action for declaratory and injunctive relief\nand for money damages on behalf of a minor child, and all other children simi-\nlarly situated, against officials of the Florida Department of Health and Rehabi-\nlitative Services.  The claims arise by virtue of the children's incarceration in\nthe Volusia Regional Juvenile Detention Center (hereafter \"the Center\") and the\nunlawful conditions of that confinement.\n\nThe children are being deprived, under color of State law, of\ntheir rights under the First, Fourth, Fifth, Sixth, Eighth, Ninth, and Fourteenth\nAmendments to the United States Constitution and their rights under Florida law.\nThis is an across-the-board challenge to the outrageous, inhumane and unlawful\nconditions of the children's confinement at the Center and the purpose of the\nsuit is to inprove the conditions which have existed and continue to exist at\nthe Center.  Recovery of money damages is also sought for the failure of the\nDefendants to prevent or aid in preventing such deprivation when reasonable and\ndiligent exercise of their authority and power would have alleviated or prevented\nthe unlawful conditions of the facility.\nThe Defendants are each charged with the responsibility of\nadministering and/or operating the Center and are responsible for the conditions\nwhich exist in the facility.  Each of the Defendants has failed or refused to\nremedy the unlawful conditions, though each of them knew or should have known of\nthe existence of the unlawful conditions.\nII\nJURISDICTION\n2.  The jurisdiction of this court is invoked pursuant to 28 U.S.C.\n§1343(3).\n3.  Plaintiffs' claim for relief is authorized by 42 U.S.C.§1983.\n4.  Declaratory relief is authorized by 28 U.S.C.§§2201 and 2202.\nIll\nNAt-ED PLAINTIFF\n5.  The named Plaintiff is a minor child who is confined in the\nCenter or alternatively is in the custody of the Center.\n6.  Carol Hewett is an adult individual and an attorney admitted\nto practice in the State of Florida.  For the purposes of this suit, she is act-\ning as Plaintiff's next friend and attorney.  Plaintiff is not proceeding by his\nfull name for reasons set out more fully in Plaintiff's Motion to Preserve Iden-\ntity, filed simultaneously herewith.\n7.  Plaintiff is alleged to be delinquent having allegedly assulted\na family member.  He has been in the custody of the Center since March 30, 1979\n-2-\n\nas a result of a capias which was issued to secure his presence at  arraignnent.\nHis trial  is  scheduled for April 23, 1979 before  the Circuit Court of Volusia\nCounty,  Florida.\nIV\nDEFENDANTS\n8.  Defendant Dee Jarrard  (hereafter  \"Defendant Jarrard\")  is  the\nDirect Services Supervisor of  the Florida Department of Health and Rehabilitative\nServices,  Sub-District IV.  In her capacity as Direct Services Supervisor,  Defen-\ndant Jarrard is responsible,  under Florida Statutes Chapters 39 and 959 and\nChapter 10H of  the Florida Administrative Code, for  the administration and opera-\ntion of  the Center.  Mare particularly,  Defendant Jarrard  is responsible for  the\nday-to-day supervision of  the entire staff  of  the Center and has responsibility\nfor  the conduct of Defendant Richard Wade in carrying out his duties as Superin-\ntendent of  the  facility,\n9.  Defendant Vincent McClintock (hereafter  \"Defendant McClintock\")\nis  the Sub-District Administrator of  the Florida Department of Health and Rehabi-\nlitative Services, District  IV.  In his capacity as Sub-District Administrator,\nDefendant McClintock is responsible,  under Florida Statutes Chapters 39 and 959\nChapter 10H of the Florida Administrative Code, for  the administration and opera-\ntion of  the Centex.  Mare particularly,  Defendant McClintock is responsible for  the\nday-to-day supervision of  the entire  staff  of  employees of the Florida Department\nof Health and Rehabilitative Services  (hereafter  \"HRS\") who work in Sub-District\nIV and has responsibility  for  the conduct of Defendant Jarrard  in carrying out\nher duties as Direct Services Supervisor.\n10.  Defendant David Pingree  (hereafter  \"Defendant Pingree\")  is  the\nSecretary of  the Florida Department of Health and Rehabilitative Services.  In\nhis capacity as Secretary of HRS, Defendant Pingree is responsible, under Florida\nStatutes Chapters 39 and 959 and Chapter 10H of  the Florida Administrative Code,\nfor  the administration and operation of  the Center.  More particularly,  Defendant\nPingree is  the chief  officer  of HRS and is responsible for  the supervision of  all\nHRS enployees,  including Defendants Jarrard,  McClintock and Richard Wade.  Further,\nhe is responsible for  inspections of  the Center and enforcement of all  Statutes\n-3-\n\nand regulations relating to conditions in the Center.\n11.  Defendant Richard Wade (hereafter \"Defendant Wade\") is the\nSuperintendent of the Center and an employee of HRS.  In his capacity as Superin-\ntendent of the Center, Defendant Wade is responsible, under Florida Statutes\nChapters 39 and 959 and Chapter 10H of the Florida Administrative Code, for the\nadministration and operation of the Center.  Mare particularly, Defendant Wade\nis in imnediate charge of the Center and directly supervises the staff of the\nCenter in carrying out the policies, practices or customs of the facility.\nV\nCLASS ACTION ALLEGATIONS\n12.  Plaintiff brings this action on behalf of himself and all\nother persons similarly situated pursuant to Rule 23(a) and 23(b)(2), Fed.R.Civ.P.\n13.  The class consists of three subclasses:  (a) all children who\nare presently confined or will be confined in the future at the Center and who\nare awaiting trial in the Circuit Courts of Florida on charges of delinquency;\n(b) all children who are  presently confined or who will be confined in the fu-\nture at the Center following adjudication on delinquency charges in the Circuit\nCourts of Florida; and (c) all children who are alleged to be, or who have been\nadjudicated, dependent children, whether as abused, neglected, runaway, truant,\nincorrigible or otherwise.\n14.  The class is so numerous that joinder of all members is im-\npractical.  Upon information and belief, the Center is at most times filled in\nexcess of its designed capacity of 16 children and is always filled to capacity.\nFurther, during any calendar year there are at least 1,000 children confined at\nthe Center.\n15.  There are questions of law and fact common to the members of\nthe class in that the Defendants' acts or emissions resulting in overcrowding,\nstrip and body cavity searches, impediments to access to courts, fire hazards,\nrestricted visitation, arbitrary disciplinary measures, inadequate medical treat-\nment, unsanitary and unhealthy food and food preparation techniques and adminis-\ntrative transfers, violate the rights of the children secured to than by the\nFirst, Fourth, Fifth, Sixth, Eighth, Ninth, and Fourteenth Amendments to the\n-4-\n\nUnited States Constitution and the laws of the State of Florida.\n16.  The representative party has claims which are not antagonistic\nto the class.  In vigorously representing his own interests, he will adequately\nrepresent the interests of the entire class.  Further, the Plaintiff and the\nclass are represented by Central Florida Legal Services, Inc., a non-profit\nprivate corporation, which has sufficient funds and qualified attorneys to pro-\nsecute this action.\n17.  The Defendants, in acting or refusing to act on grounds gener-\nally  applicable to the class, have  caused and will continue to cause the Plain-\ntiff and members of the class to suffer deprivation of their rights under the\nConstitution of the United States and the laws of the State of Florida as a re-\nsult of the outrageous, inhumane and unlawful conditions of their confinement.\nThus, injunctive and declaratory relief with respect to the class as a whole is\nappropriate.\nVI\nSTATEMENT OF FACTS\n18.  The Volusia Regional Juvenile Detention Center is located on\nIndian lake Road, Volusia County, halfway between DeLand, Florida and Daytona\nBeach, Florida.  The Center serves prinarily as a secure facility for the pre-\ntrial detention of alleged delinquents.  It also serves as a facility for the\nsheltering of children alleged to be dependent within the meaning of Chapter 39,\nFlorida Statutes (1978).  Finally, it serves as a detention center for adjudicated\ndelinquents.  The Center was constructed and is operated as a secure institution.\nProcessing\n19.  As a child initially enters the facility, he is held in a waiting\nroom for as long as 6 hours before seeing an HRS intake counselor for purposes\nof determining whether it is necessary to detain a child.  Following a decision\nto detain, a child most wait another 1 to 3 hours to be processed by a child care\n^worker.  L.P. was a child brought in at 6:30 a.m. and was not processed by a\nchild care worker until 3:30 p.m. that afternoon.  While awaiting a decision\nto detain and any subsequent processing, the child is restricted to a chair\nand is forced to endure hours of waiting and idleness.\n-5-\n\nStrip-searches,  Body Cavity  Inspections\nand Other Invasions of  Privacy\n20.  Strip-searches  are performed on all  children immediately  after\nbeing brought to the Center,  even prior  to seeing an intake counselor.  Hence,\nchildren are strip-searched  even before a formal decision to detain is made.\n21.  Once admitted,  children are subjected  to routine  strip-searches\ntwice per day.  Children are forced  to take naps between the hours of  2:30 and\n3:30 p.m. for  the express purpose of  facilitating  a shift  change.  Before\nentering their rooms for  naps,  they are stripped and searched  in groups of 2\nand 3.  Prior  to entering their  rooms at night,  they are subjected  to another\nstrip-search  in groups of  2 and 3.\n22.  Children are required to be strip-searched whenever they  leave\nand reenter  the Center whether  it  be to make a court appearance or see a doctor\ndespite the fact  that  a child care worker has accompanied them at all  times\nthus preventing any opportunity  for  the transport of  contraband.  Children are\nrequired  to be strip-searched  following visits  including visits with  their\nattorneys.\n23.  The strip-searches  are required  to be thorough and systematic.\nThe child  is  forced  to bend over and spread his buttocks.  A careful  examina-\ntion of  the child's genital  area is performed.  Search of  the genital  area  is\ndone manually or with a flashlight  as a child  spreads his  buttocks.\n24.  Many of  the younger children have been known to cry and  refuse\nto  submit themselves to such a search.  Even the child  care workers regard  the\nstrip-searches  as repugnant and an affront  to the dignity of  the child.  Such\nsearches are psychologically harmful  and serve no legitimate purpose.  Persons\nin the Florida adult  criminal  system, whether pre-txial  detainees,  convicted\nstate prisoners,  or death row inmates are not subjected  to such excessive and\nunnecessary strip-searches.  Nor are children adjudged  delinquent  and  confined\nin HRS training  schools subjected  to  such excessive and unnecessary  strip-searches\n25.  The privacy of  the children  is  furt:-ier  invaded by the policy\nwhich requires  a child  care worker to accotipany a child  each and every tine  the\nchild  desires  to use the toilet  or when the child  takes  a shower.  Further,\nlittle  effort  is made to insure  that  females  are secluded  from the view of\nmales or vice versa while preparing  for  showers.\n-6-\n\nOvercrowding\n26.  At any given time, the Center contains more children that its\nLawful capacity of 16.  The average daily population is presently 35 to 40\nchildren.  In March of 1979, as many as 44 children were being detained.\nChildren are forced to sleep on the floor on thin vinyl mats.  As many as 3\nto 4 children have been forced to sleep in rooms measuring 8 feet by 10 feet\nwhich are designed to house only 1 person.  Such crowded conditions contribute\nto violence and deny the children any privacy, freedom of movement, or adequate\nspace in which to sit, eat, play, or sleep.\n27.  A recent report of HRS revealed that the Center has the highest\ndetention rate in the State of Florida and that 387. of admissions were con-\nsidered inappropriate or questionable.\n28.  Moreover, some children are detained without the benefit of a\ndetention order which must be procured within 48 hours after being taken into\ncustody.  Many others are detained without further orders of court after the\nperiod of detention prescribed by state law has expired.  Children who have\nbeen adjudicated delinquent often wait several weeks or longer before a transfer\nto a training school or other such facility.  While the average period of\ndetention is 2 weeks, many children are detained for several months.\nAdministrative Transfers\n29.  In an effort to alleviate the overcrowding, some but not all of\nthe children in excess of 28, are transferred to the Duval,Juvenile Detention\nCenter in Jacksonville, Florida, which Center is 100 miles from Daytona Beach.\nSuch transfers are done without a hearing and deprive the children of access to\nthe courts, their attorneys and their families.  It is the custom and practice\nto arrange for the return of these transferred children on the day prior to their\ncourt appearance.\n30.  On Tuesday, April 10, 1979, undersigned counsel was retained\nto represent Plaintiff.  On Tuesday night, Plaintiff was transferred along\nwith six other children to the Center in Jacksonville.  On Wednesday, April 11,\n1979, undersigned counsel demanded of Defendants Wade and McClintock that\nPlaintiff be returned irtmediately in order to facilitate preparation of his\n-7-\n\ndefense trial scheduled on April 23, 1979.  On Thursday, April 12, Defendants\nWade and McClintock refused on the grounds that there was no space available\nat the Center in Volusia County and informed counsel that Plaintiff would be\nreturned when space became available and would in any evsit be returned by his\nhearing date.  To date, Plaintiff has not been returned thus causing prepara-\ntion of his defense to be gravely inpaired.\n31.  Children who are alleged to be beyond the control of the\nstaff are transferred to an adult jail wherein they are forced to endure inhumane,\ndegrading and frightening conditions.  Such transfers are done pursuant to a\ncourt order upon the motion of the superintendent of the Center without the\nbenefit of notice and a due process hearing.  C.B. was a child detained following\nthe alleged shoplifting of a $4.00 pair of swim trunks.  Following an alleged\naltercation with other children, he was transferred to the Volusia County Jail,\npursuant to an ex parte court order.  He was placed into a solitary cell adja-\ncent to two insane adult prisoners who had been stripped of their clothing to\nprevent suicide.  Said adult prisoners were required to be hosed down after\neating and smearing their own feces.  Both prisoners screamed and banged on the\nwalls through-out the day and night.  C.B. was returned to the detention facility\nonly after action by undersigned counsel to secure his release.  The Volusia\nCounty Department of Corrections which nouses convicted adults and adult pre-\ntrial detainees lacks adequate space and staff for the housing of juvenile\ndelinquents.\nLack of an Effective Classification System\n32.  Children are detained and assigned to rooms without benefit of\nan effective classification system.  Dependent children who are truants, runa-\nways, beyond the control of their parents, or abused and neglected are exposed\nto children alleged to have comnitted a crime or who have bea* adjudged guilty\nof ccmnitting a crime.  Children who are not alleged to have comnitted a cri-\nminal offense are forced into secure detention due to the failure on the part\nof Defendants to provide alternative facilities as required by Chapter 949,\nFlorida Statutes (1978).  Dependent children placed in secure detention with\ndelinquents are thereby deprived of their right to appropriate care and treat-\nment in the least restrictive setting.\n\nFire Safety\n33.  Children are confined behind a series of locked doors.  There\nare fire exists on each dormitory wing and one in the activities room.  The\nchild care workers have no keys to the fire exit doors or to the locked doors\nleading to any other exists.  Only the shift supervisor, Defendant Wade and\nhis assistant possess such keys.  Defendant Wade's office is a separate build-\ning and often times the shift supervisor is not on the floor.  In the event of\nfire, children and child care workers could be trapped in the building.  Defen-\ndants have been made aware of this hazard and have failed to correct it.\nMedical Care\n34.  There is no registered nurse on duty 24 hours per day.  A\nnurse visits the Center 1 morning  per week.  There is no inedical screening or\ncheckup by a qualified medical person upon admission to the Center.  The report-\ning and evaluation of illness, whether physical or mental, is left to the child\ncare workers who are not qualified to determine the nature or extent of a phy-\nsical or mental ailment.  further, the dispensing of any medication prescribed\nis left to the child care workers rather than qualified inedical personnel.\n35.  Procedures for obtaining medical care are limited to oral\nccqplaints by children to child care workers who i.i turn connunicate the pro-\nblem to the supervisor.  The supervisor decides whether the child should- see a\ndoctor or be transported to the local hospital.  Children have no access to\nmental health professionals.  Youth counselors are utilized for processing as a\nliason between the Center and the courts; they do not offer guidance or counselinr\nas such.\n36.  Plaintiff repeatedly complained of illness.  Prior to his\nincarceration, his mother had arranged for an appointment with a private physi-\ncian.  Only after pressure frcm the mother, did the Center permit Plaintiff to\nkeep the appointment.  H.M. was an epileptic child who was having constant sei-\nzures.  He was not taken to a physician and on many occasions was left alone\nin his roan during a seizure without so much as a tongue depressor.\nStaffing\n37.  There is an insufficient number of child care workers.  The\n-9-\n\nworkers are underpaid and poorly trained.  Many of the workers are CETA\nemployees who are not being utilized to supplement a. minimally adequate staff\nbut are used instead to supplant HRS staff positions in violation of federal\nlaw.  Insufficient staffing results in inadequate supervision, assults by\nchildren on one another and on the staff and an inability to respond to crises\nof a medical or other nature.\nSanitation\n38.  There is no housekeeping service provided.  The children and\nchild care workers are responsible for the cleaning, which cleaning is super-\nficial at best.  Roaches are present in the kitchen and in the food storage\nbuilding adjacent to the facility.\nFood\n39.  Girls eat in their day room while boys eat in the dining room.\nThe food is prepared on a weekly rotating menu.  The food is of insufficient\nquantity, quality and variety.  There is an insufficient supply of milk.  Often\nthe food is cold.  The food is prepared by cooks on the premises.  In their\nabsence, child care workers toist prepare the food.  Menus are not established\nor inspected by a qualified dietician or nutritional expert.  Persons preparing\nand serving the food do not have health certifiates certifying them free of\ncontagious disease.\nFersonal Hygiene\n40.  Unlike children in HRS training schools, children in the Center\nare not permitted to wear their own clothing during their incarceration but are\ninstead provided with pants and tee shirts stamped with \"HRS\", which clothing\nis often times ill-fitting and unattractive.  Unlike adult pre-trial detainees,\nthe children are not permitted to wear their own clothing for court appearances.\n41.  Upon admission, children are provided one sheet, one\nblanket and a vinyl mat which is used as a mattress.  There is no provision\nfor pillows or pillowcases as is required for training schools.  No washcloths\nor shampoo are provided for the children.\n-10-\n\nTelephones\n42.  Use of telephones are limited to 3 phone calls per week\nand are restricted to the following persons: parents, legal guardians, clergy\nand lawyers.  The duration of calls, even to lawye :s, is limited to 5 minutes.\nThe calls are monitored by child care workers.  Incoming calls are not permitted.\nVisitation\n43.  Children can visit only with the following persons: parents,\nlegal guardians, clergy and lawyers.  No visits with friends, relatives,\nsiblings or witnesses are permitted.  Visitation is restricted to 1 hour on\nWednesday evenings and 11/2 hour on Sunday afternoons.\nDiscipline\n44.  There are no due process safeguards attendant to disciplinary\nactions.  There are ro rules and regulations which set forth prohibitions which\ncould result in punishment.  Punishment usually involves the taking away of\nthe already limited telephone and recreation privileges as well as lock up\nin a child's room.  There is no formal hearing or an opportunity on the part\nof the child to confront his accusers or present evidence in his defense.\nRecreational, Educational\nand Rehabilitation Opportunities\n45.  The children are forced to endure long hours of idleness.\nEducational instruction is limited to 1 1/2 hours per day.  There is little\nin the way of games and books with which to occupy all of the children through-\nout the day.  Access to a T.V. set is restricted.  Outdoor recreation is per-\nmitted and indeed mandatory for a period of 1 to 1 1/2 hours oer day, weather\npermitting.  There is generally no rehabilitation or treatment prior to or\nfollowing adjudication which would enable a child to understand and solve\nthe problems which brought the child to the attention of the juvenile authori-\nties.  Such unavailability of treatment programs is especially damaging to\nto. those children who remain in detention for several months.\n-11-\n\nPsychological Effects of Detention\n46.  The damage to Plaintiff and the class he represents by the\nconditions of the Center outlives their stay there.  A long term psychologi-\ncal damage results from degradation and demoralization secondary to the over-\ncrowding, unsanitary living conditions, the lack of adequate recreational,\neducational and rehabilitation opportunities, the long hours of idleness, the\ndeficient health program, the total lack of contact with the outside, and the\ncontinually arbitrary acts by the child care workers and their supervisors.\nThe atmasphere thus created deprives Plaintiff and the class of all dignity\nwhile creating a great possibility of damage to their mental and emotional\nwell being.\nDefendants' Conduct\n47.  All of the acts or omissions of each of the Defendants were\ndone under color of state law and by virtue of the authority vested in each\nof them by state law as officials or employees of the Florida Departnent of\nHealth and Rehabilitative Services.\n48.  Each of the Defendants knew or should have known that their\nacts and omissions have violated the rights of the Plaintiffs secured to them\nby the United States Constitution and the laws of the State of Florida.  Further\nthe Defendants' acts and omissions were cotnnitted with malicious intent to\ndeprive the Plaintiff and members of the class of their constitutional and\nstatutory rights.\n49.  The Defendants have, by their acts and omissions, intentionally\ninflicted emotional and physical harm on the Plaintiff and members of the class.\nAs a proximate result thereof, the Plaintiff and the members of the class have\nsustained injuries and damgge from psychological and emotional trauma and\ndistress as well as pain and suffering.\n50.  The conditions alleged in the compiaint have long been known\nor should have been known by the Defendants.  News stories on the overcrowding\nand understaffing have appeared in the newspaper and on television based\npartly upon interviews with Defendant McClintock.  A former Superintendent\n-12-\n\nresigned protesting to his Superiors and the news mprlia some of the conditions\nalleged in this conpLaint.  The policy of administrative transfers has been\ncriticized by undersigned counsel. The report of the HRS Program Office in\nTallahassee which revealed that 387. of the admissions to the Center were\ninappropriate or questionable was known to Defendants.  No significant action\nhas been taken by any of the Defendants to alleviate the conditions at the Center\nin spite of this knowledge.  See, e.g., Plaintiffs' Exhibit 1, attached hereto.\nVII\nVIOLATIONS OF LAW\nFederal Claims\n51.  The conditions alleged in the complaint violate the rights of\nthe Plaintiff and the class he represents under the Constitution of the United\nStates.  The strip-searches and body cavity inspections and the other personal\nintrusions and limitations deprive them of the inalienable right as human beings\nto be treated with decency and dignity and deprive them of their right of pri-\nvacy as guaranteed by the Fourth, Ninth, and Fourteenth Amendments to the Cons tit\ntion of the United States.  The arbitrary, capricious, and unlawful suranary\ndiscipline administered at the Center and the administrative transfers to the\nVolusia County Jail and to the Jacksonville detention facility deprive them of\ndue process of law in violation of the Fifth and Fourteenth Amendments to the\nConstitution of the United States.  The conditions alleged in the complaint\nrelating to restrictions on visitation, telephone privileges and administrative\ntransfers deprive than of the effective assistance of counsel, the ability\nto assist in the preparation of a defense and to secure witnesses in their\nbehalf in violation of the Sixth and Fourteenth Amendments to the Constitution\nof the United States.  Such conditions further deprive the Plaintiff and the\nclass of the right to due process and of the right to appropriate treatment\nin the least restrictive setting in violation of the Fifth and Fourteenth\nAnendments to the Constitution of the United States.\n52.  Sectim 39.032(4) (a) , Florida Statutes (1978) authorizes\ncourt ordered detention of children in adult jails when a child is under pro-\nsecution as a delinquent but is beyond the control of the detaition facility.\n-13-\n\nSuch confinement is per se unconstitutional as violative of due process and\nrenders the statute invalid on its face as applied to delinquent children.\nThe statute is likewise unconstitutional as applied because it fails to in-\nsure for notice and an opportunity to be heard prior to such confinement, fails\nto insure that least restrictive alternatives must first be employed, and fails\nto require a court to specifically find that the adult jail is suitable.  The\nstatute is unconstitutionally vague in that it provides for no criteria for\ndetermining when a child is beyond the control of detention staff and thereby\npermits arbitrary and capricious transfers. Furthermore the statute permits\nsuch confinement on a mere showing that the child is likely to be uncontrollable\nwithout requiring proof of a recent overt act.\n53.  The overcrowding, unsanitary conditions, inadequate medical\ncare, lack of recreational and educational rehabilitation opportunities constitute\na denial of due process of law guaranteed to each citizen by the Fourteenth\nAmendment to the United States Constitution.  Further the conditions violate\nthe rights of children adjudicated delinquent or dependent to be free from the\ninfliction of cruel and unusual punishment as guaranteed by the Eighth and Four-\nteenth Amendments to the Constitution of the United States.\nState Claims\n54.  The conditions alleged in the complaint and the acts and\nomissions of Defendants are contrary to Chapter 39, Florida Statutes (1978);\nChapter 949, Florida Statutes (1978); and Fla. Admin. Code, Chapter 10H Rules\nof the Department of Health and Rehabilitative Services.  In addition, the\nintentional infliction of emotional distress is actionable as a common law\ntort.  This court has jurisdiction over these claims under the doctrine of\npendent jurisdiction.\nDeclaratory Judgjner.t\n55.  An actual and substantial controversy now exists between the\nPlaintiffs and the Defendants in that Plaintiffs contend that the conduct of\nthe Defendants as herein alleged is unlawful and unconstitutional and that\nunless there is a declaration of the rights of the Plaintiff and the class he\nrepresents, these unlawful acts, practices, policies, and omissions of the\nDefendants will never cease.\n-14-\n\nInjunctive and Other Equitable Relief\n56.  Plaintiff and the members of the class have suffered, are\nsuffering and will continue to suffer irreparable injury and loss, for which\nthey have no adequate remedy at law, unless Defendants are restrained from\ncontinuing the acts, practices, policies, and ontnisions referred to in this\ncomplaint, and unless the Defendants are required to take affirmative action\nto dissipate the effects of their unlawful behavior.\nVIII\nPRAYER FOR RELIEF\nWherefore, Plaintiff on behalf of himself and the class and sub-\nclasses he represents, requests the following relief from this court.\nA.  Determine by order that this action be maintained as a class\naction, including identification of subclasses, and that an order issue direct-\ning that class members be notified.\nB.  Pending a full hearing and determination by the court, grant\na temporary restraining order, restraining Defendants, their successors in\noffice, agents, employees and all other persons in active concert and parti-\ncipation with them from:\ni.  threatening or punishing the named Plaintiff and members\nof the class and subclasses he represents and all others cooperating with Plain-\ntiff for initiating, prosecuting, and investigating this cause;\nii.  interfering with Plaintiff's attorneys, any designated\nrepresentatives of such attorneys and any expert witnesses used in this cause,\nfrom inspecting the Volusia Regional Juvenile Detention Center in order to\ninterview clients and witnesses for all purposes relating to this litigation.\niii.  transferring any child confined in the Center who is a\nresident of Volusia County or Flagler County, Florida, or whose case is pend-\ning in the Circuit Courts of those counties, to any detention facility of any\nkind outside of those counties while their case is pending before those Circuit\nCourts and until a disposition of their case has been ordered by the Circuit\nCourt as provided in F.S. §39.11 and order the return of any child so trans-\nferred.\n-15-\n\nC.  Declare that through the individual and collective effect of\ntheir acts, practices and omissions, the Defendants have deprived Plaintiff and\nthe class and subclasses he represents of their rights arising under the\nConstitution of the United States and the laws of the State of Florida.\nD.  That a preliminary and permanent injunction be issued, enjoining\nthe Defendants from operating and maintaining the Volusia Regional Juvenile\nDetention Center in a manner infringing upon the. constitutional and statutory\nrights of the Plaintiff and the class and subclasses he represents\nE.  Order the Defendants to provide at the expense of the State\nof Florida all services and supplies necessary to maintain the Volusia Regional\nJuvenile Detention Center in a manner that does not infringe upon the constitu-\ntional and statutory rights of the Plaintiff and the class and subclasses he\nrepresents.\nF.  Order the Defendants to submit to this court within 60 days a\nplan assuring that all persons incarcerated in the Detention Center will be\naccorded all the constitutional and statutory rights due them.\nG.  Enjoin Defendants from placing any individual in the Volusia\nRegional Juvenile Detention Center in excess of its lawful capacity and\nenjoining further the transfer of children to adult jails or juvenile facili-\nties outside Volusia County or Flagler County, Florida.\nH.  Award compensatory and punitive damages to the Plaintiff and\nmembers of the class.\nI.  Retain jurisdiction of this action until the court is satis-\nfied that the conditions, practices, and procedures complained of herein are\neliminated at the Detention Center and that provision will be made so that\nsuch conditions, practices and procedures will not be allowed to reappear in\nthe future.\nJ.  Award Plaintiffs reasonable atotmeys' fees.\nK.  Award Plaintiffs all costs herein.\nL.  Grant such other and further relief as to this court may seem\njust and proper.\nCENTRAL FLORIDA LEGAL SERVICES, L\"\n308 South Campbell Street\nDaytona Beach, Florida  32014\nTelephone:  (904) 255-6573\nCAROL HEWETT, Attorney and nex-\nfriend for H.C.\n  JONATHAN HEWETT, Attpmey-at-L\n16",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1404"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129217,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129217"
    },
    {
      "date": "1980-06-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Northern District of Florida",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff",
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1405,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1405.pdf",
      "title": "Stipulation & Consent Order",
      "text": "H.C. v. Jarrard\nJI-FL-005-002\nUNITED STATES DISTRICT COURT\nNORTHERN DISTRICT OF FLORIDA\nTALLAHASSEE DIVISION  •-•-••;'\nH.C, etc.,  etal.,\nPlaintiffs,\nvs.  TCA 79-0830\nDEE JARRARD,  etc.,  etal.,\nDefendants.\nSTIPULATION AND CONSENT  ORDER\nThe parties by undersigned counsel stipulate this  /<A day of June, 1980\nto the following provisions:\nATTORNEY-CLIENT  COMMUNICATIONS:\n1.  Detainees are entitled to privacy and confidentiality of attorney-client\ncommunications.\n2.  Defendants shall prohibit traffic through the present  attorney-client\ninterview room except for a real emergency during attorney-clienf: conferences.\nDefendant Wade's directive of January 23, 1980 attached hereto affords  sufficient\nsafeguards to the attorney-client  relationship.\n3.  Defendants shall provide an attorney-client interview in any new facility\nwhich room shall be designed to insure privacy and confidentiality.\n4.  Attorney-client  telephone calls will not be limited in number.  Further,\nsuch telephone calls will not take place within earshot of detention  staff.\n5.  Witnesses or parties may accompany an attorney at any time.\nPROCESSING AND ADMISSIONS  _.  __\n6.  At the outset of this action, children \"saa2g£ieacgd_exce§sive delays,\nprocessing and admissions.  The HRS_Task_Force_ Report likewise concluded that the\namount of time'between a child's delivery to the facility, the time the child is\nactually screened by intake and the time a child is admitted • into the detention\nwas excessive and caused security problems.\n7.  Pursuant to directives dated May 14 and 15, 1979, Defendants Jarrard and\nMcClintock inplemanted a specialized intake unit to be assigned to the detention\ncenter on a 24 hour basis in order to expedite processing and provide uniformity in\ndecisions to detain.  Plaintiffs are satisfied  that this unit has.\nresolved the problems identified above.  '\" --•\"••'••'••\"'--1  . Tl A.\n\n8.  Accordingly, Defendants shall continue the existance and function of the\nspecialized intake unit, or its equivalent to prevent delays in intake processing.\nCOMMUNICATIONS WITH HRS COUNSELORS:\n9.  Imrrediate steps shall be taken to insure adequate comnunication between\ndetainees and HRS counselors other than detention staff, specifically single-intake\nand probation counselors.  Appropriate steps shall include the implementation of\nformal procedures by which a detainee can request in writing to speak with his/her\ncounselor without the need to identify the particular counselor.  Further,\nprovisions shall be made for the formal and regular transmittal of such requests\nto intake or probation staff by detention staff.  Provisions shall be made for\nintake or probation staff to identify the particular counselor assigned to the\ndetainee and for a prompt response by that counselor to the detainees request.\n10.  The Assistant Superintendent and/or Superintendent shall be responsible\nfor monitoring compliance with these procedures and shall direct any non-compliance\non the part of single intake or probation staff to Defendant Jarrard or other\nappropriate supervisor.\n11.  The purpose of these procedures are to enhance conmunications pertaining to\ncourt proceedings, court dates, recarmnendations of counselors, assisting in contacts\nbetween detainees and parents, attorneys or other significant persons or agencies\nand to generally reduce the level of anxiety and confusion on the part of detainees.\nThese formal procedures shall be directed to this end and shall be reduced to\nwriting and be made available to counsel for the parties.\nFOOD SERVICES\n12.  Defendant shall continue the contract of December, 1979 with the Volusia\nCounty Health Department for nutritional consultative services which shall include\nperiodic review of menus and meal preparation by a nutritionist or dietician.\n13.  Defendant shall take immediate steps to insure proper storage of food, in\nparticular to separate food fran toxic materials such as pesticides and -cleaning\nagents.  Defendants shall comply with recommendations of inspection reports of\nthe Volusia County Health Department.  Defendants shall continue their efforts to\ninsure a sufficiently staffed food services including provision for an additional\nfull time cook.\n14.  The meal schedule of June 3, 1980 designed to eliminate the wide disparity\nbetween the evening /real and the next day's breakfast shall remain in effect.\n\n•-'j:\nFIRS SAFETY\n15.  Any deficiencies noted to date by fire inspectors have been remedied in a\nprcrpt n-anner.  Defendants shall continue to comply in the soonest time feasible\nwith the recorrmendations of the Fire Marshall, Department of Insurance,\nState of Florida.\n16.  The parties hereto do consent to the entry of a consent order approving\nthe above stipulation and ordering compliance with the terms thereof.\nCENTRAL FLORIDA LEGAL SERVICES, INC.\n308 South Campbell Street\nDaytona Beach, Florida  32014\n904-255-6573\nCHESTER G. SENF \" /\nAttorney for/Defencants\n.Assistant General Counsel BY:\nDepartment of Health and CARDITHEWETT'~\nRehabilitative Services Attorney for  Plaintiffs\n1323 Winevrocd Boulevard\nTallahassee, Florida  32301\n904-488-2381\n/ONATHAN  HEWETT\nattorney for  Plaintiffs\nORDER\nThis court having considered the foregoing stipulation does hereby approve\nsaid stipulation and orders the Defendants, their agents, their employees and\ntheir successors in office to comply with the, terms contained therein. .\nThis court reserves jurisdiction of this cause for purposes of insuring\nconpliance with the terms of the stipulation and order.\nThis stipulation and order shall be posted in several conspicuous places\nthroughout the Volusia Regional Juvenile Detention Center.  Any complaints of\nnoncompliance shall be directed to the attorneys listed above.\nDone and ordered this ©/ O^a.y of \\j£<Oii{_ , 1980.\nUnited States District Court Judge",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1405"
    },
    {
      "date": "1982-02-02",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Northern District of Florida",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1406,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1406.pdf",
      "title": "Partial Consent Judgment",
      "text": "H.C. v. Jarrard\n— —  — —  — ^ ™  ™  ™  H »  HH  • • •  •\nJI-FL-005-003\nIN THE UNITED STATES DISTRICT COURT FOR THE\nNORTHERN DISTRICT OF FLORIDA\nTALLAHASSEE DIVISION\nH. C., etc. et al.,\nPlaintiffs,\nv. TCA 79-0830\nDEE JARRARD, etc. et al.,\nDefendants.\nPARTIAL CONSENT JUDGMENT\nThe parties hereby submit the following consent judgment for\napproval by order of this court.\nI.  Strip Searches and Body Cavity Inspections.\n1.  Strip searches are instances where children are re^-\nquired to remove their under-clothing and submit to a visual inspection\nof their bodies in a .search for contraband.  J\n2.  Strip searches may be conducted on each child at the\ntime of the child's admission to the Center after a formal determina-\ntion to detain is made by Single Intake or by order of court.  After\nsuch an initial admission strip search, strip searches may only be\nconducted when a member of the Center's staff has reasonable cause\nto believe that a particular child has contraband on his person.\n3.  When a child leaves the Center (for such purposes as\ncourt appearances or hospital visits) and there is a reasonable likeli-\nhood that the child had access to contraband, he may be required to\nsubmit to a strip search upon re-entry to the Center.\n4.  Body cavity inspections are instances of the touching\nof vaginal or rectal cavities by hand or mechanical devices in search\nof contraband.\n5.  Body cavity inspections will be conducted only by li-\ncensed physicians when there exists reasonable cause to believe that a\nparticular child has contraband secreted in his/her body cavity.  This\nhas always been the Center's policy.\n\n6.  For all body cavity Inspections and for all strip\nsearches (except the initial admission strip search and instances de-\nscribed in paragraph 3) a written record of each inspection or search\nshall be made in an incident report.  The incident report shall be\nmaintained in a separate file and each shall indicate whether any con-\ntraband was discovered in the course of the inspection or search.\nThe separately maintained incident reports may be inspected by the\nplaintiffs on a periodic basis.\n7.  For the purposes of this partial consent judgment,\nthe term contraband shall mean articles the possession of which is\nillegal or articles which could reasonably be used to injure the de-\ntainee, others or the Facility.\nII.  Recreation and Education.\n8.  Educational instruction to detainees is now provided\npursuant to a two-year contract with the Volusia County School Board.\nThe School Board supplies instructional material and two full time,\nduly certified teachers from Riverview School.  The School Board in-\ntends to supply a third teacher in the very near future.  Plaintiffs\nacknowledge that the present level of academic instruction is excel-\nlent.  The improvement in educational opportunities for detainees since\nthe inception of this litigation is due in part to the availability\nof space made possible by the new facility (the construction of which\nwas unrelated to this suit) and in part through the efforts of a com-\npetent and concerned principal at Riverview School.\n9.  Defendants take the position that they are not legally\nresponsible for providing educational instructions to detainees and\nthat this responsibility lies with the public school system.  However,\ndefendants have contributed to the overall improvement in education\nby making funds available to Defendant Wade from which he has purchased\neducational materials to supplement those provided by the school board.\nShould the present level of educational opportunities decline, the\nmatter will be brought before the court for a determination as to the\nlegal responsibility for providing educational opportunities to de-\ntainees .\n\n10.  Hecrentional opportunities have been qreatly improved\nin the followinq respects:  Recreational activities, both indoors and\noutdoors, ore now programmed into the daily activity schedule and is\nnot left to the discretion of the child care workers.  Defendant Wade\nhas purchased, with funds made available for his use, recreational\nequipment and materials which include color t.v. sets for each day-\nroom, weight lifting equipment, and table games such as air hockey,\nfootball and ping-pong.  In addition, the detention center now main-\ntains several subscriptions to popular magazines which supplement read-\ning materials donated to the facility.  Defendants shall continue to\nprovide detainees with the level of recreational opportunities and\nequipment which presently exists.\n11.  At the present time there is an absence of structured,\norganized activities for the detainees during the 3 o'clock p.m. to\n11 o'clock p.m. shift, especially with regards to post dinner activi-\nties.  The absence of structured activities contributes to boredom,\ndepression and anxiety among the detainees.  Therefore, the parties\nwill devise a mutually acceptable written plan to remedy this problem.\nIf they are unable to do so within 30 days, the matter will be pre-\nsented to the court for resolution.\nIII.  Classification.\n12.  Defendants are in the process of promulgating rules\nand regulations pursuant to the Florida Administrative Procedure Act\n(APA) pertaining to the classification of the detainees in making room\nassignments.  Defendants agree that factors to be considered in the\nclassification process shall include seriousness of the offense, wheth-\ner the offense is a misdeameanor or a felony and the detainee's pre-\nvious offense record.  However, the fact of ajudication need not be\na factor in classifying a detainee.\n13.  In conformity with HRS policy, Defendants do not seek\nadmission of status offenders (i.e., truants, run-aways, and incorri-\nqibles).  Nevertheless, there are occasions when the Center is required\nby court order to accept for detention a status offender.  In such\ninstances, Defendants shall not assign an accused or ajudicated status\n-3-\n\noffender to a room which .is also occupied by an accused or ajudicated\ndelinquent, except when specifically requested by the detainees or\nwhen legitimate space problems require it.\n14.  The factors in paragraphs 12 and 13 shall be applied\nto children detained at the Center.  Once formal rule making under\nthe Florida APA is completed the adopted rules shall govern classifica-\ntion.  Should Defendants fail to pursue to completion the APA rule\nmaking process, or fail to develop a classification system at the Cen-\nter using the factors in paragraphs 12 and 13 as a guideline, within\na reasonable time, the matter will be presented to the court for reso-\nlution.\nIV.  Sanitation.\n15.  Defendants have entered into a one-year renewable\ncontract, effective February, 1982 with a janitorial service to provide\nweekly professional cleaning at the Center.  This will supplement the\ndaily housekeeping c:hores performed by detainees.  Defendants shall\nmaintain the Center in a clean and sanitary condition.\nV.  Holding cells.\n16.  Defendants shall immediately provide or install per-\nmanent benches for sitting purposes in the holding cells.\nVI.  Alternatives to Secure Detention.\n17.  Defendants no longer maintain a contract for nonsecure\ndetention with \"My House\", a group treatment home for adult alcoholics.\nDefendants now contract with \"Youth Alternatives\", a non-secure shel-\nter, as an alternative to secure detention at the Center.  Defendants\nagree to maintain this contract or a similar one so long as funding\nis available.\n18.  Defendants have recently implemented a home detention\nprogram which is staffed by two full-time community youth leaders and\none supervisor.  This staff maintains offices at the Center and is\nunder the supervision of the Assistant Superintendent and ultimately\nDefendant Wade.  This program allows for children to remain home while\nawaiting trial but subjects them to close supervision and monitoring\nby the community youth leaders in a manner similar to intensive proba-\ntion.  This program currently handles on the average of 6 children\n\nORDER\nTHIS CAUSE came before the court on the foregoing stipulation\nof the parties requesting that judgment be entered according to its\nterms.  Upon consideration, it is\nORDERED AND ADJUDGED that the stipulation is hereby approved\nand the parties are ordered to comply with its terms forthwith.  This\ncourt retains jurisdiction of the parties to enforce this consent judg-\nment and to enter further orders-^-in furtherance of it.\nDONE AND ORDERED on this c?~cfey of -9\"-<^-^-*-*^% 1982 in\nTallahassee, Florida.\nWILLIAM STAFFORD '\nCHIEF JUDGE",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1406"
    }
  ],
  "document_count": 5
}