{
  "case_id": 10072,
  "fetched_at": "2025-10-22T00:11:00.049116",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Louisiana",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Unknown",
    "case_status": "Coding Complete",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Louisiana state appellate court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2004,
    "id": 10072,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": "2007-07-03T00:00:00-04:00",
    "main_docket": {
      "id": 33006,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2004,
      "docket_filing_number": 481701,
      "is_main_docket": true,
      "court": "Louisiana state appellate court",
      "state": "Louisiana",
      "docket_office_number": "",
      "docket_number_manual": "481701",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Walker v. State",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Henry Walker is a Shreveport attorney who has served on the Indigent Defender Board in Caddo Parish who was not reappointed to the board, although he was recommended by the Shreveport Bar Association.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [
      {
        "id": 10071,
        "name": "Anderson v. State"
      }
    ],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": "<p>In 2004, Henry C. Walker, a Shreveport attorney and former member of the local Indigent Defender Board (IDB), filed a lawsuit against the State of Louisiana, through its legislature and judges of its First Judicial District, in the First Judicial District Court for the District of Caddo, LA. The plaintiff, represented by private counsel, sought declaratory and injunctive relief from what he claimed was an unconstitutional appointing process used to staff IDB boards across the state. Specifically, Walker asserted that by not appointing him to the IDB and by imposing one year, non-staggering terms of service, the judges had exerted undue influence and control over the indigent defender system and violated the separation of powers clause in Article II, Section 2 of the Louisiana Constitution.</p>\r\n<p>At the trial court, the defendants argued that since Walker had no contract to serve on the IDB and had no right to be appointed, he had no interest in the appointment process, and therefore no standing to bring the lawsuit. Walker countered that, as a former IDB member and a Bar Association nominee who had been denied appointment two years in a row, he must have standing to question the constitutionality of the process. The Trial Court (Judge John R. Harrison) agreed, and denied the defendants' motion.</p>\r\n<p>The defendants appealed to the Louisiana Court of Appeal for the Second Circuit. On December 21, 2005, Chief Justice Brown (joined by judges Sterwart and Moore) affirmed the trial court's judgment that state statues set a minimal threshold for standing for declaratory relief, and that Walker met this threshold. Walker v. State, 917 So.2d 1229 (La.App. 2 Cir. 2005).</p>\r\n<p>The defendants appealed once again, and the Supreme Court of Louisiana denied certiorari on April 28, 2006. Walker v. State, 927 So.2d 296 (La. 2006).</p>\r\n<p>Notably, the Plaintiff's language, as quoted in the Second Circuit opinion, states that this case and another case in the Clearinghouse, <a href=\"../../../../case/10071/\" target=\"_blank\" rel=\"noopener\">Anderson v. State</a>, were brought to address the two biggest problems with the Louisiana state indigent defense system. While Anderson dealt with the issue of underfunding, Walker dealt with the risk of undue political influence on the state's indigent defender boards. Walker v. State, 917 So.2d 1229 (La.App. 2 Cir. 2005).</p>\r\n<p>Because we do not have a docket or further court documents for this case, we cannot say whether the plaintiffs were ultimately successful or if this case is ongoing.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2023-03-16T11:01:01.998997-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10072",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10072",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10072",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10072"
  },
  "documents": [
    {
      "date": "2006-04-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 296,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 927,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Louisiana state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 67569,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/67569.pdf",
      "title": "[Opinion Denying Certiorari]",
      "text": "Walker v. State ex rel. Louisiana Legislature and Judges of..., 927 So.2d 296 (2006)   \n \n \n  \n927 So.2d 296 (Mem) \nSupreme Court of Louisiana. \nHenry C. WALKER and David Ray Wammack \nv. \nThe STATE of Louisiana Through the LOUISIANA LEGISLATURE AND the JUDGES OF the FIRST JUDICIAL \nDISTRICT COURT, all in Their Official Capacity. \nNo. 2006-CC-0438. | April 28, 2006. \nPrior report: La.App., 917 So.2d 1229. \n  \nOpinion \n \nIn re Louisiana State of et al.;-Defendant; Applying for Supervisory and/or Remedial Writs, Parish of Caddo, 1st Judicial \nDistrict Court Div. B, No. 481,701; to the Court of Appeal, Second Circuit, No. 40,402-CW. \n  \nDenied. \n  \nVICTORY, J., would grant. \nKNOLL, J., would grant. \nParallel Citations \n2006-0438 (La. 4/28/06) \n \n \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/67569"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120218,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120218"
    },
    {
      "date": "2005-12-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1229,
      "cite_1_reporter": "So.2d",
      "cite_1_vol": 917,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Louisiana state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 25408,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25408.pdf",
      "title": "Appellate Decision [Louisiana State Court of Appeal - Second Circuit]",
      "text": "Judgment rendered December 21, 2005.\nApplication for rehearing may be filed\nwithin the delay allowed by art. 2166,\nLa. C.C.P.\nNo. 40,402-CW\nCOURT OF APPEAL\nSECOND CIRCUIT\nSTATE OF LOUISIANA\n* * * * *\nHENRY C. WALKER \nand DAVID RAY WAMMACK Plaintiffs-Respondents\nversus\nTHE STATE OF LOUISIANA THROUGH THE\nLOUISIANA LEGISLATURE AND THE JUDGES\nOF THE FIRST JUDICIAL DISTRICT COURT,\nALL IN THEIR OFFICIAL CAPACITY Defendants-Applicants\n* * * * * \nOn Application for Writs from the \nFirst Judicial District Court for the\nParish of Caddo, Louisiana\nTrial Court No. 481701\nHonorable John R. Harrison, Ad Hoc, Judge\n* * * * *\nCHARLES C. FOTI, JR. Counsel for Defendants-\nAttorney General Applicants\nTERRY F. HESSICK\nBURTON GUIDRY\nMARY HUNLEY\nDAVID SANDERS\nMICHAEL CREIGHTON\nAssistant Attorney Generals\nLUNN, IRION, SALLEY, CARLISLE & GARDNER\nBy: Charles Salley\nPAMELA R. JONES Counsel for Plaintiff-\nRespondent, Henry Walker\n* * * * *\nBefore BROWN, STEWART, and MOORE, JJ.\n\nBROWN, C.J., \nThis action was filed by Henry C. Walker (Walker), a Shreveport\nattorney,1 against the State of Louisiana, through the legislature and the\njudges of the First Judicial District in their official capacity, seeking\ndeclaratory and injunctive relief.  \nWalker sought a judicial declaration regarding the constitutionality of\nthe statues governing the appointment of members to the Indigent Defender\nBoards (“IDB”) throughout the state.  He asserted that the current\nappointing procedure is unconstitutional as it makes the boards vulnerable\nto judicial influence and interference.  Walker also demanded a declaration\nthat he be reinstated to the local board in Caddo Parish (“Board”).     \nDefendants filed a number of exceptions, most of which were\ngranted; however, the exception of no right of action as to Walker’s legal\ncapacity to pursue declaratory relief regarding the constitutionality of the\nstatues governing the appointment of members to the IDB and Walker’s\nrequest to be reinstated as a member of the Caddo Parish IDB were denied.2 \nIt is from this denial of the exception of no right of action that defendants\napplied for a supervisory writ which was granted and docketed.  \nFacts and Procedural Background\nHenry Walker is a Shreveport attorney who has served on the Board\nin Caddo Parish.  His last term on the Board ended on December 31, 2002. \n1David Ray Wammack, a prisoner in Caddo Parish who was being represented by\nan indigent defender, was also an original plaintiff; however, after pleading guilty in the\ncriminal case, Wammack requested and obtained a dismissal from this action.  \n2The hearing on defendants’ exception was held on April 21, 2004.  A ruling with\nreasons was issued on June 30, 2004; however, the judgment was not signed until 11\nmonths later on May 13, 2005.  The exception of no right of action was denied, and\ndefendants filed a notice of intent to apply for writs on May 25, 2005.\n\nAlthough he was recommended to be reappointed to the Board in 2003 and\n2004 by the Shreveport Bar Association, he was not selected to serve.\nIn December 2002, the judges of the First Judicial District asked the\nShreveport Bar Association for ten nominees, from which list the judges\nwould select seven attorneys to serve on the Caddo Board.  The Shreveport\nBar, however, refused to nominate more than seven persons for the seven\nmember Board.  Implicit in their refusal to provide the number of nominees\nrequested by the judges is the idea that the Bar, not the judges, would in fact\nselect the Board.\nThereafter, the judges exercised the discretion granted to them by La.\nR.S. 15:144(B) and added three more nominees.  They then selected seven\nto serve on the Caddo Board for 2003.  Three of the seven people nominated\nby the Bar, including Walker, were not appointed.  This same scenario\nplayed out for the appointment process for the 2004 Board, except at that\ntime, the judges also asked for and were given ten nominees each from the\nBlack Lawyers Bar Association and the Republican Bar Association. \nNeither of these other bar associations nominated Walker.\nIn brief, plaintiff states:\nThe two biggest problems with this (indigent defender) system\nare that the boards are (underfunded) and lack independence\nfrom undue influence.  This lawsuit and one filed in\n(Calcasieu) Parish were filed for the purpose of addressing\nthese two biggest problems.  A pending class action in\n(Calcasieu) Parish seeks to focus the state’s attention on the\nissue of inadequate funding of the state’s indigent defender\nsystem.  The purpose of Henry Walker’s lawsuit is to obtain\njudicial review of the statutes that render the state’s indigent\ndefender boards so vulnerable to undue political influence.  \n \n2\n\nIn denying defendants’ exception of no right of action, the trial court \nheld: \nThis is an action by a former Indigent Defender Board (“IDB”)\nmember to judicially declare the statutes and procedures\ngoverning selection of IDB members unconstitutional or\notherwise illegal.  Requirements for standing in declaratory\njudgment suits are liberally construed.  Bernhardt v. Fourth\nJudicial District Indigent Defender Board, 501 So. 2d 1077\n(La. App. 2d Cir. 1987).  The Court finds that Mr. Walker\nmeets the “a person interested” requirement of La. C. C. P. art.\n1872 because of his prior service on the IDB and his\nnomination by the Shreveport Bar Association to serve on the\n2003 and 2004 boards.\nIn this respect, defendants have appealed the denial of their exception\nof no right of action.  \nDiscussion\nIn 1961, Clarence Earl Gideon was charged with having broken into a\npoolroom with intent to commit a misdemeanor, a felony under Alabama\nlaw. He was indigent and requested that the court provide him with a\nlawyer.  His request was denied and Gideon was forced to defend himself at\ntrial.  He was convicted and sentenced to five years in prison.  The U.S.\nSupreme Court declared that \"in our adversary system of criminal justice,\nany person haled into court, who is too poor to hire a lawyer, cannot be\nassured a fair trial unless counsel is provided for him.\"  The Gideon Court\nnoted that lawyers are necessities, not luxuries, and held that an indigent\naccused of a crime, whether tried in state or federal court, is entitled to free\nlegal representation.  Gideon v. Wainwright, 372 U.S. 335, 344, 83 S. Ct.\n792, 796, 9 L. Ed. 2d 799, 93 A.L.R.2d 733, (1963).   \n3\n\nTo fulfill the promise of Gideon, the Louisiana Legislature enacted\nLa. R.S. 15:144, et seq.  These statutes established Indigent Defender\nBoards in each judicial district throughout the state to fulfill the obligation\nto provide indigent criminal defendants with legal counsel.  Louisiana\nRevised Statute 15:144 grants the judges in each judicial district the\nauthority to appoint board members, to establish the criteria for selection to\nthe IDB, and to set terms of office.  Subsection (B) of La. R.S. 15:144\nstates:\nEach district board shall be composed of no less than three nor\nmore than seven members as determined by the district court. \nBoard members shall be selected by the district court ... from\nnominees provided by each bar association within the judicial\ndistrict.  In the event no nominations are submitted by the bar\nassociation within a judicial district, a majority of the district\ncourt judges shall select a board member.  (Emphasis added).  \nWalker alleged that defendants, empowered by La. R.S. 15:144(B),\ninvolved themselves in the functioning of the Board to the extent that by\n2003 the judges effectively supervised and controlled the Board’s\noperations.  Walker further alleged that his outspoken advocacy against the\njudges’ gradual takeover was the primary reason they failed to reappoint\nhim and two others to serve on the Board in 2003 and 2004.\nIn Caddo Parish, the IDB has historically consisted of seven\nmembers, each nominated by the Shreveport Bar Association.  Traditionally,\nthe terms of service for the Board were longer than a single year, and\nstaggered so that experienced members were always serving.  On December\n3, 2002, the district judges requested from the Shreveport Bar Association a\nlist of ten nominees from which seven members would be selected to serve\n4\n\none-year terms.  The Shreveport Bar members submitted a list of only seven\nnames, Walker being one of the named nominees.  The Bar specifically\nrefused to nominate more than seven persons.  It appears that this was a\ntactic by which the Bar sought to control the membership selection process.\nOne motivation behind this conflict was the dissatisfaction of civil trial\nlawyers who resided in Caddo Parish at being appointed to represent\nindigent defendants in criminal cases (particularly after funding cuts\neliminated provisions for conflicts attorneys).  Louisiana Revised Statute\n15:145(B)(1)(a) provides in part that in the event of an inadequate number\nof volunteer attorneys, appointment shall be from a list provided by the\ndistrict board of nonvolunteer attorneys.  \nLouisiana Revised Statute 15:144(B) reads, in part, “In event that no\nnominations are submitted by the bar association within the judicial district,\na majority of the district court judges shall select a board member.” \nBecause the Shreveport Bar Association refused to provide the judges with\nthe number of nominations they asked for, the judges  interpreted La. R.S.\n15:144 (B) as giving them power to nominate the three extra persons they\ninitially requested.  Thereafter, the judges appointed to serve on the IDB for\nthe 2003 term three lawyers who were not nominated by the Shreveport Bar\nAssociation and did not reappoint three of the former board members,\nincluding Henry Walker, that the Shreveport Bar Association did nominate. \nAll appointments were for a one-year term.  The following year the judges\ntook nominations from two other bar groups and thus, received a total of 27\nnominees from which they would pick seven members.  Walker objected to\n5\n\nthese changes, which involved no longer staggering the terms and making\neach term for only one year.  \nAs noted above, Walker filed suit in 2004, seeking declaratory relief\nregarding the constitutionality of the following statutes and laws:\nLa. R.S. 15:144 (B) which allows the judges of a judicial\ndistrict to establish the size of the judicial district indigent\ndefender board and appoint the board members.\nLa. R.S. 15:144 (D) which authorizes the judges of a judicial\ndistrict to establish rules, regulations and policies regarding the\nappointment of members to the indigent defender board.\nLa. R.S. 15:145 (A) which prohibits the non-volunteer\nappointment of any attorney over the age of 55 to serve as\ncounsel for indigent defendants.\nLa. R.S. 15:145 (H) which requires indigent defender boards to\nestablish hiring policies of selecting a proportionate number of\nminority and women lawyers in accordance with the make-up\nof the general population.\nIn addition, Walker sought a declaration of his personal status vis-a-\nvis the Caddo Parish Indigent Defender Board.  \nNo Right of Action or No Interest in the Plaintiff\nLa. C.C.P. art. 1872 states:\nA person ... whose rights, status, or other legal relations are\naffected by a statute, municipal ordinance, contract or\nfranchise, may have determined any question of construction or\nvalidity arising under the instrument, statute, ordinance,\ncontract, or franchise and obtain a declaration or rights, status,\nor other legal relations thereunder.\nExcept as otherwise provided by law, an action can be brought only\nby a person having a real and actual interest which he asserts.  La. C.C.P. art\n681;  Edmonds v. City of Shreveport, 39,893 (La. App. 2d Cir. 08/31/05),\n910 So. 2d 1005.  \n6\n\nThe function of the exception of no right of action is to question\nwhether the law extends a remedy to the plaintiff under the factual\nallegations in the petition; or in other words, to determine if the plaintiff is a\nmember of that class of persons to whom the law grants the cause of action\nasserted in the suit.  Louisiana Paddlewheels v. The Louisiana Riverboat\nGaming Commission, 94-2015 (La. 11/30/94), 646 So.2d 885; Jones v.\nBethard, 39,575 (La. App. 2d Cir. 4/13/05), 900 So. 2d 1081.  \nEmploying the jurisprudence cited above, defendants argue that,\nsubject only to the requirement that lists of qualified nominees from each\nbar association in the district are to be submitted and considered, the\nauthority to appoint the IDB members is entirely at the discretion of the\ndistrict judges.  Defendants argue that since Walker has no contract to serve\non the IDB, and has no right to be appointed, Walker has no interest in the\nappointment process.  Since the defendants can appoint members for a\ncertain term, and reappoint them at their discretion, it is apparent that no\nboard member has any vested right to reappointment after his or her term\nhas expired.  Walker argues, however, that as a former IDB member, and as\na nominee in 2003 and 2004, he must have standing to question the\nconstitutionality of the appointment process as written in the statutes and as\napplied by the defendant judges.    \nWalker asserts that by not appointing him to the Board and imposing\none year, non-staggering terms of service, the judges have exerted undue\ninfluence and control over the indigent defender system.  Walker claims that\nsuch control violates the separation of powers between different branches of\n7\n\ngovernment in violation of Article II, Section 2 of the Louisiana\nConstitution.  From this he argues La. R.S. 15:144 et seq. are facially\nunconstitutional.  It is his position that the judges have premeditatively used\nthe appointment process to take control of the indigent defender system in\nCaddo Parish.3  \nIt is difficult to imagine what class of plaintiff would be appropriate\nto challenge the constitutionality of the statutes setting up a board to\nrepresent indigent defendants if defendants’ argument is accepted.  Some\nclass of plaintiff must exist, since no legislation or governmental act can be\nbeyond question in a free society.  Walker is a citizen and certainly can\nchallenge the process.\nWe find that the trial court accurately interpreted La. C. C. P. art.\n1872 to require only a minimal threshold for standing for declaratory\njudgment relief and found that Walker met the “person interested”\nrequirement for standing under article 1872. \nWalker’s Reinstatement \nWalker’s term on the Board had in fact expired on December 31,\n2002.  He had no right to be reappointed.  Defendants argue that Walker has\n3We note that La. R.S. 15:144(E) directly addresses Walker’s argument:\nThe members of the indigent defender boards and the attorneys assigned to\nrepresent indigents as provided in this Title, upon appointment, shall be\nsubject to judicial supervision only in the same manner and to the same\nextent as attorneys engaged in the private practice of law. The authority of\nthe district court judges in each judicial district to appoint members to\nthe district board shall not in any way be construed to authorize those\njudges to participate in specific management decisions of the district\nboard, in order to preserve the independence of attorneys appointed to\nrepresent indigent defendants consistent with the standards adopted by\nthe American Bar Association and other standards of practice. \n(Emphasis added).\n8\n\nno constitutionally protected property or liberty interest in reappointment to\nthe Board; that he has no legitimate claim of entitlement to reappointment\nand, therefore, no property right in his expectation to be reappointed; and\nfurther, that such an expectation does not rise to the level of a vested right\nthat would entitle him to bring a claim for reappointment.  \nIn brief, Walker argues that the issue is not whether he had a right to\nbe reappointed vel non but “given the iniquitous actions of the defendant\nJudges, and the unconstitutional statutory scheme which wrongfully confers\nupon the judges the power to so act, is whether Walker was unlawfully\ndenied reappointment (because the Judges should have no power to appoint\nor could only appoint those nominated by the Shreveport Bar).”  Under this\nallegation, Walker had more than an expectation.  Thus, the trial court\ncorrectly found that Walker had a right of action.      \nConclusion\nFor the reasons set forth above, the judgment of the trial court is\naffirmed.    \n9",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25408"
    }
  ],
  "document_count": 3
}