{
  "case_id": 497,
  "fetched_at": "2025-10-22T00:05:39.647616",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Monetary Relief",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Providence",
        "institution_county": "Providence",
        "name": "Rhode Island Department of Mental Health, Retardation and Hospitals",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Exeter",
        "institution_county": "Washington",
        "name": "Dr. Joseph H. Ladd School",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Declaratory Judgment Act, 28 U.S.C. § 2201",
      "Medicaid, 42 U.S.C §1396 (Title XIX of the Social Security Act)"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 1994,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reasonable Accommodation"
      },
      {
        "value": "Reporting"
      },
      {
        "value": "Monitor/Master"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Auditing"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Goals (e.g., for hiring, admissions)"
      }
    ],
    "court": "District of Rhode Island",
    "custom_issues": [],
    "defendant_payment": "$54,721",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1977-12-09",
    "filing_year": 1977,
    "id": 497,
    "injunction_duration": "144",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Sanitation / living conditions",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Individualized planning",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Juveniles",
      "Disability and Disability Rights: Least restrictive environment",
      "General/Misc.: Neglect by staff",
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in detention facilities",
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in mental health facilities",
      "General/Misc.: Reassessment and care planning",
      "General/Misc.: Record-keeping",
      "General/Misc.: Rehabilitation",
      "Medical/Mental Health Care: Dental care",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Intellectual disability/mental illness dual diagnosis",
      "Benefits (Source): Medicaid",
      "General/Misc.: Conditions of confinement",
      "Medical/Mental Health Care: Intellectual/Developmental Disability",
      "General/Misc.: Totality of conditions",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mental impairment",
      "General/Misc.: Bathing and hygiene",
      "Jails, Prisons, Detention Centers, and Other Institutions: Commitment procedure",
      "Jails, Prisons, Detention Centers, and Other Institutions: Deinstitutionalization/decarceration",
      "General/Misc.: Discharge & termination plans",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified"
    ],
    "last_checked_date": "2015-11-19T00:00:00-05:00",
    "main_docket": {
      "id": 42568,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1977,
      "docket_filing_number": 727,
      "is_main_docket": true,
      "court": "District of Rhode Island",
      "state": "Rhode Island",
      "docket_office_number": "1",
      "docket_number_manual": "77-0727",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Iasimone v. Garrahy",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 1994,
    "order_start_year": 1982,
    "permanent_injunction": false,
    "plaintiff_description": "Residents of the Dr. Joseph H. Ladd School, a facility for intellectually disabled and other disabled individuals",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Attorneys fees"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Rhode Island",
    "summary": "<p>On December 9, 1977, a group of residents at the Dr. Joseph H. Ladd School, a state facility for intellectually disabled and other handicapped individuals, filed this class action lawsuit in the U.S. District Court for the District of Rhode Island. Represented by private counsel, the plaintiffs brought this action against the Rhode Island Department of Mental Health, Retardation and Hospitals (now the Department of Behavioral Healthcare, Developmental Disabilities and Hospitals) and the Ladd School under 42 U.S.C. § 1983, the Declaratory Judgment Act, 28 U.S.C. § 2201, and Title XIX of the Social Security Act, 42 U.S.C. § 1396 et seq. The plaintiffs claimed that the Ladd School, which was home to approximately 750 residents, failed to provide suitable living conditions to its residents in violation of the Due Process clause of the Fourteenth Amendment.</p><p>Specifically, the plaintiffs alleged that the Ladd School failed to provide residents with an individualized living program, provide safe and humane facilities, maintain adequate staffing, develop new facilities for transfer of residents into the community, and provide necessary medical and dental care. The plaintiffs claimed that as a result, the vast majority of residents had actually regressed and deteriorated since being admitted to the Ladd School. The plaintiffs also alleged that as a result of the Ladd School's actions, they had been denied benefits under Title XIX of the Social Security Act, 42 U.S.C. § 1396 et seq., which requires that funds appropriated pursuant to the Act be spent to provide care and treatment in non-institutional facilities when possible. The plaintiffs requested injunctive and declaratory relief from the defendants' constitutional violations.</p><p>On April 6, 1979, the parties reached agreement on an interim consent decree, which required the defendants to develop a comprehensive plan on service for all intellectually disabled citizens of Rhode Island, with special emphasis on residents of the Ladd School. The plan would include development of a policy for providing suitable facilities, rehabilitation services, and dental and medical care for these disabled individuals. The comprehensive plan was submitted to the plaintiffs on July 5, 1979.</p><p>After additional discovery and discussion, the parties reached a final stipulation, which U.S. District Judge Francis Boyle ordered effective on April 29, 1982. The Department of Mental Health, Retardation and Hospitals agreed to provide services for the development, education, rehabilitation, and care of the intellectually disabled members of the plaintiff class. In addition, the Department would provide annual individualized assessments in accordance with Title XIX regarding whether individual residents could be placed in the community to reduce the resident population at the Ladd School. The stipulation also required a court order for placement in the Ladd School and that the Ladd School would serve only as a last resort for disabled individuals. The Ladd School agreed to maintain their facilities in a manner eligible for certification as an Intermediate Care Facility for the Mentally Retarded under Title XIX. The stipulation allowed for a monitor to ensure the defendants' compliance with the stipulation. The defendants also agreed to pay the plaintiffs $48,000 for attorneys' fees and costs.</p><p>On December 15, 1985, after receiving a report from the Ladd Center Monitoring Committee, Judge Boyle ordered that the defendants reduce the resident population at the Ladd School to not more than 240 residents by January 1987. The defendants also agreed to pay the plaintiffs an additional $6,721 in attorneys' fees and costs.</p><p>In 1986, Rhode Island Governor Edward DiPrete announced the closing of the Ladd School. On November 17, 1987, the defendants moved to vacate the previous stipulation and to dismiss this action. In 1994, the Ladd School was finally closed.</p>",
    "summary_published_date": "2015-11-19T00:00:00-05:00",
    "summary_short": "In December 1977, a group of residents at the Dr. Joseph H. Ladd School, a state facility for intellectually disabled and other handicapped individuals, filed this class action lawsuit against the Rhode Island Department of Mental Health, Retardation and Hospitals and the Ladd School. The plaintiffs claimed the Ladd School failed to provide residents with an individualized habilitation program, provide safe and humane facilities, maintain adequate staffing, develop new facilities for transfer of residents into the community, and provide necessary medical and dental care, thus violating the Due Process clause of the Fourteenth Amendment. The parties reached a stipulation in April 1982 which required the Ladd School to improve the facility's conditions and to deinstitutionalize residents as possible. The Ladd School was closed in 1994.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/497",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=497",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=497",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=497"
  },
  "documents": [
    {
      "date": "1979-04-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Rhode Island",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79213,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79213.pdf",
      "title": "Interim Consent Decree",
      "text": "UNITED  STATES  DISTRICT  COURT \nFOR  THE \nDISTRICT  OF  RHODE  ISLAND \nCIVIL ACTION \nNO.  77-0727 \nJOHN  W.  IASIMONE,  JR.,  ET  AL, \nPlaintiffs \nvs. \nINTERIM  CONSENT  DECREE \nJ.  JOSEPH  GARRAHY,  ET  AL, \nDefendants. \n1.  Based upon  the  record and  consideration of  the  responses \nfiled by  all the parties  in conjunction with  this case,  this \nInterim Consent Decree  (\"Decree\")  is consented to by  the  parties \nand entered by  the  Court  for  the purpose of establishing a \nframework  for providing a  suitable living environment and \nhabilitation services  for each member  of  the plaintiff class, \nin accordance with  federal  and state co~stitutional standards. \nThis  decree will facilitate  the process  of negotiations  for  a \npossible  final  consent decree. \n2.  The  defendants  shall prepare  and present to the  Court and \nto the plaintiffs a  comprehensive  plan of  service  for  the mentally \nretarded citizens of  Rhode  Island,  with  special emphasis  on  those \npersons  currently residing at the  Ladd  Center  (hereinafter  \"the \nservice plan\"),  detailing the  living arrangements  and  services \nnecessary  for  the  adequate  habilitation of each  class member.  The \nplan should  identify those services necessary  for  the  eventual \n\nhabilitation of the  class membership  in the  least separate,  most \nintegrated,  least restrictive community  setting.  The  plaintiffs \nand  the  defendants  are  in  disagreement as  to the  legal and  cons \ntitutional obligations of  the  defendants  to provide each member \nof  the plaintiff class with  the  least separate,  most  integrated, \nleast restricted community  setting.  Therefore,  the  use  of  such \nterms  within this  Order  is employed as  a  planning standard only \nand does  not require  implementation of such standard by  the \ndefendants  under this Order. \n3.  The  service plan  shall include: \na.  A  statement of purpose  and  policy setting forth \ndefendants'  commitment  and  obligation to all mentally retarded \npersons,  including plaintiffs,  to provide  them  suitable community \nliving arrangements  together with  such  community  services \nfor  adequate  habilitation. \nb.  A description of  the mentally retarded persons  to be \nserved  including demographic,  developmental  characteristics and \nservice needs. \nc.  A description of a  model  services  system taking  into \naccount the  existing services provided by  the  Department of Mental \nHealth,  Retardation,  and  Hospitals  (MHRH)  and those  services  to \nbe  provided by  other agencies. \nd.  A description of  the method  to be  used  to determine \nclass members'  service needs,  to establish an  individualized \nevaluation and  service planning process by which  defendants will \nprovide  a  written individualized program plan  to each member  of \nplaintiff class  and  to provide annual periodic review  thereof. \nSuch description shall also include  the  specification of  resources \n-2-\n\nprocedures,  and  a  schedule  for  individual evaluations  and  the \nformulation  of individual community  program plans  and  the \nperiodic review thereof.  The  process  for development  of the \nindividual service plan shall provide  for  the participation of \nthe  individual class member  or his  designated representative, \nparent,  guardian or advocate,  as  appropriate,  and  the  plan  shall \ninclude provision  for an  independent review process  in the event \nthat any  party shall disagree as  to the merits  of the  individual \nservice plan. \ne.  A description of  the method  to be  used  to establish \nan  individual records  system. \nf.  A description of the method  to be  used to establish \na  suitable case management  service to provide  a  fixed point of \naccountability for each member  of the class.  The  case management \nplan shall specify the proposed method  for providing a  sufficient \nnumber  of qualified staff to manage  the program plans  for  each \nmember  of the  class. \ng.  A plan  for  the  creation,  development and maintenance \nof mechanisms  to monitor a  system of  services  to assure  that \nliving arrangements  and  other services of  the necessary quality \nand quantity are provided to retarded persons,  to provide  for \n~ \nthe physical health,  safety,  and well being of each member  of  the \nclass. \nh  A plan specifying the quantity and  type  of  living \narrangements  and  other services  necessary to meet  the  needs  of  the \nplaintiff class. \n-3-\n\ni.  The  service plan  shall specify the  capital and \nmatic  needs  at Ladd  Center so \nincluding care,  treatment,  education and  training shall be \neach member  of  the  class,  during  the  interim operation of Ladd \nCenter and  so  long as  he  shall reside  at Ladd  Center. \n4.  The  defendants  shall include within the service plan, \nmanagement  techniques,  policies and  procedures  designed  to provide \nongoing  services with the  least disruption in the  class member's \nlife. \n5.  The  defendants  shall develop  appropriate procedures  for \nreceiving comments  and  suggestions  from  representatives  of  the \nplaintiffs in the  development  and preparation of  the  service plan. \nThe  sole  responsibility  for the  final  content of  the  service plan \nwill be  that of  the defendants,  and  the  service plan need  not be \napproved by  the plaintiffs as  a  prerequ\\site to the defendants' \ncompliance with  this Order. \n6.  The  defendants will complete  the  said service plan and \nfile it with  the  Court and  the plaintiffs on  or before May  31, \n7.  For each  component of  the  service plan as  specified above \ndefendants will prepare  an  implementation schedule which will \ninclude  the budgetary and  staffing requirements  necessary to \nimplement the  service plan and  the proposed  timetable  for \ntation.  The  implementation schedule  shall provide  for  the  interim \noperation and  utilization of Ladd  Center and  a  proposed  timetable \nfor  replacement of  services  at Ladd with  services  in the  community \nas  appropriate. \n-4-\n\n8.  Defendant may  meet  the planning requirements  by \na  comprehensive  plan of services  for  the mentally  retarded \nof  Rhode  Island.  However,  in each and every component  specified \nabove  such  plan shall include and  identify in particular the \ncommunity  living arrangements,  community  services,  case management \nand monitoring system,  to be  provided for  all members  of  the  class \nand  shall include measures  to insure the  safety and well being \nof  all Ladd  Center residents and measures  to assure  that all \nactivities at Ladd,  both programmatic  and  otherwise,  contribute \nto the prompt provision of  services necessary to the habilitation \nof each member  of the  plaintiff class. \nCounsel  to the  Plaintiffs \nATTORNEY  G~NERAL \nCounsel  to the  Defendants \nDated \nApproved  and  entered as  an  Order of the  Court \nthis  day  of  '  1979. \n-5-",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79213"
    },
    {
      "date": "1993-02-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Rhode Island",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79215,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79215.pdf",
      "title": "Docket",
      "text": "... \nl  .,,u ., .. \\. ......  fA.  I'!~MBF.R  MO. OAYYEAR  ~  ~  ~ (  ..  23  $  OTHER  NUMBER  OEM.  YR.  NUMBER \nI  ·~  f.= \ni  i-- Ol03/l  77  0727  12  09  77  3  ~  l  X  77  0727 \nI \nI \nPLAINTIFFS  DEFENDANTS \n·-' ..... _.~   I JnOeHxNt  Wfr. ieIAnSdI,M OJONHEN,  WJR. . I,A SbIyM OhNisE ; faMtAhRYe r and I  SJ.t aJtOeS EoPfH R GhAoRdRe AIHsYl,a  nGdo vernor, \nTHERESA DiPIPPO, by her father and next  \\  ROBERT LIQ.UORI,  Director, Depart \nfriend, ALBERT DiPIPPO; WILFRED  GIRARD,  I  ment of Administrations \nby his :father ani next friend,  CHAR1liES  JOSEPH J. BEVILACQ.UE,  Ph.D. , \nGIRARD;  JOSEPH LeCOUNT,  by his sister  Director, Department of Mental  r ' \nand next :friend, ANITA LACOURSE;  Health,  Retardation and Hospitals '· · \n· WALTER POOLE, by Jds mother and aext ,i..'  DONNA M.  CONE,  Ph.  D., \nfriend, ADALINA POOLE;  NORMAN WAITE  by  Assistant Director, Division of \nhis mother and next friend,  GERTRUDE'  Retardation \nWAITE;  KATBEEEN QUINN,  by her mother and  EDMOND  R.  COLLETTA,  Assistant Dir \nnext .friend, GLORIA  'JJINN NoLAN;  ector, Planning and Budgets,  Dep-. \nMARION LeVASSEUR,  by her mother andnext  artment of Mental Health,  Retards..:. .. \n. fr~end, EILEEN LeVASSEUR;  GERTRUBE VERRY,  tion and Hospitals \n~-- her sister and nextfriend, DOROTHY  JO~T G.  SMITH,  Superintendent, \nCATLa.t;  ~ PELLETIER,  by her .father  Joseph H.  Ladd School \nand next friend, JOS~ .. J'~~~  GEORGF . w  lliJNII'=  ~,;. .. -k.o ..o .-\n~ \nl  CAUSE \nThis is a  class action suit brought up on behalf of all residents of the Joseph H.  Ladd School \n\\  i to secure a  right to care, treatment and habili~ajdon which meets minimal constitutional require \nl 4. ments.  This action arises under the Fourteenth Amendment  of the Constitution of the United \n~, ~:-:~~ n~~~~: ~=·~ ~~:.u.s.c. \nh9fl3.  Juris.U.ction is granted to this Court by 28 \n'--- -'' -~· ·----- -----------·--·--- _  __ \n__.__  .- --..- ·.  ------\nA. Arnold Lundw  all, Esquire \n. Jameson, Locke & Fullerton  Mark Mandell  .  -f  '  '\\J.-J~ \nEight Grove Street  .  Susan Carlin  ~j   Eugene F.  .- (T  )\" \nWellesley, Massachusetts 02l8l Jolm ~ell  ~,  ( ~ rRiial Bank Building \n617-235-7000  One Park Row  ()I'  ~ .. ..,videnee, \nProvidence,  RI  ·· \n··.,_.  ~~ Pau1 Jameson,  Esquire  ;(73 y*.'J3JC J  .  .S4 \nJameson, Locke,  & Fullerton  t\"~11 /P?J  erMI/~· _·  f \n?  -//  L/  Paul Pisano,  Esq \nEight Grove Street  ~~\"?tJ-t:J /'f'.?~j't•ctr  '/\"t-'.5  40 W.estminster  S~reet \n6W17el-2le3s5l-e7y0,0 0M ass.  /.rt v/  AI  \\x-Deborah P  -6i1t-isc <:ri> \n~ ?t/- 9.,1~-zJ  . Dept of ~tal ~lth;·Retardation & Hos'\"' \nS. •  Arlene V · let, Esq.'>  600 New London Avenue  1\n70 S. Mai  Street  Cranston, RI  ¥-& V -.::J.J-2...JL  '\"' \nProviden  ,  RI  20903  . \n'~  (- ?/29?.>  '  ,q /len \\ \\ __l ?ulune \nt~,~,/1,~:.0  a~~ \n~tl't·(/1~  \"s.J~~1s  I ;J.. 7  Pt~rrAnt.t.  I:AJ  ~tY' \nSl-e:;ien  ;chtih;i  Pn-,~,  1/~1-'llp ~  ..Z1~ ~\\~3n> \nI  0/~  '/Je  Sj~'~re,  ,r,1 Jrt?e  11,,,,~11  l!f'# W&, ,..~~s-~-~,.. ?s \n~~  .  7r~t5-l  n~el\"' \n~~~  ~  ~~7~3  II/ ~A/IIl-i/n \nr  '151....  ;() \n~~ -1/..tm  'ft,l  f~/0 \nD \nI0FFICLE ~D6HH:E=ER:ACEKS    tlt~:1:~2:-:~0D~9A~~ T=7E~ 7= ===-c=r==-=~=#=~2=3~~2F1~~ RI~ELC~~ElIP~~TN N~$;U1GM~5~B,F=E0R~0 =E ~=ES=~=PA=~I~~=D=~~-·-~c~.~Dr~.-~~NU~~)M~NB~~~E~~R-==-~~  _S!TA~TIS~TI~CA~L CA~R~DS:  :J \nFORMA  CARD  DATE MAILED \nJS·6  Gl-01-78 \nPAUPERIS \n-----~UNfflUJIT~~DDiU~~~TEESt_.oit$~T~~~~C~T~~OUUlRRlTr.o~~~Ck~eE1tf..~-~-~--~~~~ -~-~-~-----~------_L----------==tJS~-6~- =-=~-~~- =-==-==-J \n..  --- _  ·--- _ ___ PC-11URev.1/7fi)__ \n\nFOIL  PL  4-4---rt \nflJTF$  . \n11 \n:JQfhtJ  S \nt~on!J  tL J£  I \n£ \n1 \nlaadiJ..,o \n!Jess, \nlfofff u  v--.  1 f- ~ \n1 \nv-parJE \n~~ \n' \n03~  ~ ~~-' \np \nteL \nft{fV,  2f!03 \n(J \nq4·oD \n.·  521-\n\nI I  ;;~' \n.{  -~ \nJl*E '. \nliiR.  PROCEEDINGS \nDec.  9  1  Complaint :f'Ued with A,  Arnold Lundwall,  Esquire in appearance· \n2  Summons  issued returnable within 20 days after service.  .  . :  (  ,, ... \n·3  Notice of Appear~ce filed bJ Paul Jameson; Esquire,.-·co-c~unsel :f'~r l'l~inti.fi' SPlr \nDec.l3  . 9  S~ons~s retu~ned, du.jy  served-.. and  filed. .  .  , \n29  ·Deft, .smith's .motion to enla<tge time to l/21/78 ·to .Mswer granted,  entered \n·.·  and filed~ (1-h) ·  ·: ·  ,  ·  ·  · \n1978  . '  . •.  \" . \nJanr ..~  :  Pltff~-~- response  to .deft, John G.  Smith's motion. t~. e~large t.ime fo~ filing \nanswer filed·.· lk  .  .  .. \nFeb 18·.  s·tipulation -re: Defe s· will answer by 2/13/78 · ~ith. no  furt;her  ex~ en~ ion entered and  f \n' \n24  Answer of Defta fi·led,  (rh)  · ·  · ..  rh \n.. \n. 2.4  :  Defts''• motion -for substitution of part.i~s .tilde,  (rh).  ··•  .  '• \nMar 15  ··'Deft' 8 mat ton to subsitute parties granted'· ent~rei:l .arid  fil\"~d.: ~rh) · \nQ);i   1979  ... ··.J·.·  ...  ~~ \nApr  6  Interim· consent decree re:  Defts will prepare ~-omprehe~e~vl! plan.. of serY,ice \nby 5/31/79.  entered,  filed.  (rh)  ·  ·· · \n:ax \n21  Stipulation. r~: ·..::tme w:tt!i:f:n wlrl:cfi detts- will ~:tle c~pre~n~'Ye -p1a~  se:L·y:i.c., \ncalled· for :tn Interim Co~sent De~r~~ extend~d to and  :.tnclu·d:t:ng  6/30/79 Clppro~ed  ( \nentered 6/20/79 and filed·,  lk \nJune  25  Entry of appearance for pltff of S. Arlene V.:t.olet  Uied. 11<:  ( \nr  July 5  Stipulation re: Time within w.hich defta w..:t.ll  £ile co~rehensive plan of service \n' ) \ncalled for in Inter:J:.m Consen·t  Decree dated 4/6/79 :!a extended  to 7/16/79 entered \nand filed.  lk .  J \n@, \n\\~1j  16  ea.prelieilsive plan receiYeil ~ \niI   Sept 26  Pltffs'  mtn/class action detem:inat:Wn .fi:led.  1k \nOct.  27  Deft's. Objection to Motion for Class Determination.  filed. \nDeft's. Motion for extension of time to file memo  in opposition to class cert filec. \n31  Stipulation re:  Deft•s may  oppose m/class  by  10/27/80.  entered,  filed.  (rh) \nNov  7  Order  re:  Deft's may  have  until  11/10/80 to file memo  in opposition  to m/class. • \nentered.  filed.  (rh) \n1( \nDefts' mtn/discovery 1n aid of class action determination filed.  lk \n1( \nDefts' ~e:x.tension to answer interrog and request for admission to 12/5/80 filed.  lk \n1 \nPltffs' obJ.  to mtn/extension to answer interrog and request far adnission filed.  1··~· ·-\n18 \nSt1pulation re:  Deft, Bevilacqua  shall  respond to request for admi\"ssions  and  l  ) \nDeft,  Gunther shall  respond  to interrogatories by 12/5/80.  (rh)  ~ \n21 \nPltff's Mtn/Extension of Time for response to deft's motion for discovery to \nDecember 5,  1980,  filed.  jr \n26 \nPltff's objection to m/discovery in aid of class  filed.  (rh) \nDec 5,19 0  ~s. of Deft Gerorge Gunther  to Pltf.  Interr. \nResponses  of Joseph Bevilacqua,  to pltf req.  of Adm.  jew \n1981 \nJuly 2 \nNotice to take deposition of JosephBevil&:qua filed.  1k \n7 \nPre-trial order re: Maoos  due 9/25/81 entered & filed. 1k \nAug  24 \nEntry pf Deborah Clake as co-counsel for clefts filed  lk \n31  I \nP1tffs' mtn/extmsict'l of time to answers intetrog t~ 9/17/81 filed,  lk \nsept 2a \n5tf~i~?f ~1:R~i~1°f1~Y?8f~~yn Chang~ £Van 7/15/81 to 8/7/81 entered 9/1/81 & ~iled  J \n10  Prl!iPs \nm;entry upon  land filed. \n10  Pltff•s m/discovery filed.  (rh) \n15 \nPltff's m/protective order filed.  (rh) \n\n\"''\"'\"' IJV. .. I\\111 \\iUN IINUAI IUN li>nQr: I \nPLAINTIFF  DEFENDANT \nDOCKET NO.  77-0727 \nJOHN  W.  ISAIMONE  JR.,  et ala  J.  JOSEPH  GARRAHY,  et ale  PAGE _2_ OF _2_ PAGES \n·-I\\ \nDATE  NR.  PROCEEDINGS \nSept.l5  Pltff's Response  to request for admissions filed. \nPltff's Mtn.  for Protective Order filed. \n21  Deft's Obj.  to request  for entry upon  land and  examination of premises filed. \nDeft's Obj.  to mtn.  for discovery and  production of documents  & ~hinge filed. \n24  Deft's enlarge time  to  comply with pre-tria~ order to Dec.  15,  1981 filed. \nPltff's Notice to take deposition Daniel Martin and  J.  Joseph  Garrahy  filed. \n25  Pltff's mtn.  enlarge time  to comply with pre-trial order  filed. \n28  Deft's obj,  to Mtns.  for protective order  and  to  compel  more  responsive ans.  filec \nOct.6  Deft's Mtn.  for·Protective Order  filed.  .. ~ \nNov  16  P1tff's mttvenla:t:ge time to· canply w/pretria.l order to ·12/15/81 granted,  entered \n& filed.  1k \n13  Protective order re:  access  to resident records·restricted as  listed. \nentered,  filed.  (rh) \n13  Order  re:  discovery will  proceed  as  outlined.  ent.e red,  filed.  (rh) \nDec  2  Deft's m/compel  answers  filed. \nDec  2  ·  Order  re:  Pltff•s m/entry. upon  land  is passed.  entered,  filed. \n2  Order  re:  Deft's m/protective order  passed.  entered,  filed.  (rh) \n8  Order  re:  Deft's m/compel  granted as  outlined.  entered,  filed.  (rh) \n9  Order re:  Pltff's m/compel  production granted.  entered,  filed.  (rh) \n7  Notice to take  deposition of RI  Association  filed.  (rh} \n21  Defts'  objection  tom/protective order filed.  (rh) \n29  Pltff's m/protective order filed.  (rh} \n1982 \nJan  4  Notice  to take deposition of J  Healey  filed.  (rh) \n21  Stipulation re:  Pltff's m/protective order passed.  entered,  filed.  (rh) \n- Jan 12  Notice to take deposition of George  W.  Gunther filed.jlc \nApr12  .  Defts' mtn/take ~sition of pltffs' experts.  1k \n···- Apr.jf .·  Plf!f':;; obi.  to t:::a1.d.n2  &mosition of experts filed. \n--fn-\nSt pus.vtn.aPto1eonna oef rpefar:rutn:iee~s. .   . \n30  -- ORDER RE:  StiPulation of parties approved by court and inc~orated into this \n- orde:t: ~y reference and subject to the continuing jurisdiction of  this court. \n~ SUbstantial CC!q)liance w/terms of stipulation,  any PBl:'ty tnay..mve. for order \nvacating stipulation,  d:l:smiasing  the underlying action,· final· judgpletlt or other \napplicable relief;  any party ~ tmVe  to m:>dify or vacate  provisions of stipul.atic ~ \nfor good cause shown or as othetw:lse provided under· FRCP  clefts shall pay· the \nreasonable attys'  fees and costs of  pltffs entered,  4/29i82,  .  . \n30  Order ·of notice to class entered 4/29/82,  · · \n30  Notice· entered,  1k . \n.._  j\\1ay  4  Stipulation. re:  Deposition  of J  McGee  to be  4/27/82,  Defts  agree to reimburse \ndeponant  $950.  entered.  .  · \n4  S~ipulation re:  Depqsition  of K Schwaninger  to be  4/24/82,  Defts  agree  to \n·  reimburse  deponant  $350.  entered. . ( rh) \nJul  15  Form  of notice.  rh \nDC·111A (Rev. 1/75) \n.  --·--- .., __  -~  - - *  -\n\nCIVIL DOCKIT CONTINUATipN SHEBT \nPLAINTIFF  DEFENDANT  DOCKETNO. _________  _ \nPAGE --OF - PAGES _,; . \" \nf \nPROCEEDINGS \nDATE  NR. \nJul  1296   SSttiippuulaalttiioonn   rree::   Pnalmtfesf 'so fa agurethe otroiz esde trtelep rfeosre n$t4a8t0iv0e0 s inm ayf ebees . sunbomt ietntetde rebyd .  rh \n8/30/82.  entered.  filed.  rh \nAug.  30  StipRE extension til 9/30/82 on names  of authorized  repre.  to b~ submitte.'.  jG~ \nOct.  6  Affidavit  of Deborah P.  Clarke \nAffidavit of Kristina B.  Schartner \nSep  7  Counsel  for  pltff entry of appearance,  gm \nSept  30  P]j[£ mtn  to  adjudge  in contempt.  deft.  jew: \nPltf mtn for withdrawal atty.  RE  violaet  & James·on.  jew \nOct  3  Atty Violet & Jameson  opposition RE  mtn for withdrawal.  jew \n7  Defts  response  tom/withdrawal. \n7  Deft's objection  to m/adjudge  in  contempt.  rh \n7  Defts'  m/enlarge  time  to  10/20/83 file memo.  rh \n13  Subpoena.  rh  · \n13  Deft's m/quash.  rh \n24  Pltff's objection to m/quash.  rh \nNov  1  Enter the appearance  of E Hastings  for  S Arlene  Violet. \n1  Affidavit of R Kessler. \n1  Affidavit of A Violet.  rh \nNov 874     ..  HHheeeaaarirrniinnggg H  cceooldnn ttRiinnEuu  meedstn  R  Efpo lmrt ftsn au nfbodsr t disteuufbtti .o ancrgo uousfn  sacenold.u  n1rs4ee sle.t x, 8h . edx4eh cw.i sii2ton wnes irste nseecsrosv.n etdjien.w uje edw.  jew \nJudge has exhibits.  jew \nNov  3  Appearance of William Clifton co-counsel pltf mtn  for substitute.  jew \n1983 \nNov 14  Affidavit of 0.  It.  Thompson.  cb \nDec1 91844   Mcoeumnosrealn dwuimth--oCuptu rpt rdoejunideic~e t nsned m  doetfioern sf utor thceirte a cdteifotns  finor  coa mpteemripotd  ~ ondf  9to0  dreamyosv. e  ente( r d \nMay  16  DEFT\" S M/ AMENDto    ~ \n22  Pltff's obj.  Deft's m/amend \nAffidavit of A.  Anthony Antosh \n\"Affidavit of Paul Sherlock \nAffidavit of James V:  Healey \nJuly 3  Deft's modified m/amend  judgment \n9  P~tff'~ obj.  to Deft's modified m/amend  judgment \n16  Pltff's m/adjudge in contempt \nJul 25  Ooj  to pltf's m/adjudge  in contempt.  cb \nJJuull  2370   1CC aaw~sfeet  ncceaasll~ll.ee dd.. 5   De3x ewnftii;otsni temss./s mesoC.d oifny1t i0ns uteiexpdh  oitbofi  tAJsu.p lryi Jl3,u 0d~1g 9e18 92r8.e 4s eParvtl et1fs0' s:o0 nm0 .d/ aedccjiuosd igoen .i n Mceomnotse mdupet,  \nin 2 weeks  {August 13,  1984),  c.b \nSep  18  Opinion  re:  State's m/modify  Judgement  granted~ date  of quota  4/30/85,  submission \nof plan  3/15/85;  Pltff's m/cite  in  contempt  denied.  entered.  rh \nOct  10  ORDER  Re:  Pltf's m/adjudge in contempt  is denied,  deft's m/amend  is granted. \nentered.  cb \n' \nNoy \n' \n' \"---L----.....Jt....._ ---. ·--·--~-- .  --· - - - . -- ...  - -· --- ···--·--··--~-\n\nDO UlA \nIR•v. 1/78) \nCIVIL DOCKET CONTINUATION SHEET \nPLA.lNTIFF  DEFENDANT \nDOCKET NO.  r-0727 \n....--··.  Iasome  Garrahy \nPAGE :3--0F......-;rPAGES \nDATI:  NR.  PROCEEDINGS \nt!ov 16  Partial transcript, July ~o, 1~84, filed. \nD~~ 26  M/withdraw.a1 of appearanceof.JViolet·.  · 6b \n19-95 \nJan 2  Case called.  M/wi.thdrawal of appearance of Violet - lllotion granted provided \nentry of appearance fs. filed w.f.tfiin 10 days·. to represent class·  Rubdme  to ·  · \nprepare ..f orni~of order:;. CD \nJan 2  Affidavit of ~essler filed.  ch  . \n3  Order re:  m/withdraw of Violet granted upon condition entry  of subs~tute \ncounsel by 1/14/85, otherwise Court will give public notice seeking \nsubsitute counsel.  entered.  rh \nFeb 1  Application of K McKenna.  rh \nFeb 1~  Wf.tlidrawal  of appearance of Ruo.fne for  defts.  cB \nFe6 1  Enter tne appearance of Sfierman  for defts.  c6 \nJan 18  ORDER  Re:  Court will consider appointment of counsel from applications \nfiled witfi. clerk.  entered.  co \nMay 1  Deft'&m/amend Oct lU,. 1989  order.  ch \n~s  Jun 26  Ladd Center BOnitorfng Committee report of June 21,  1985 meeting.  cb \nJun 28  Deft' s--./amend.  eli  . \n!Aug  8  Enter the appearance of Hastings and Lichatin for pltfs.  cb \nSepS  Stip re:  ext of tiiOO far deft to 9-23-85.  ch \n~ep  19  Deft 1 s withdrawl of m/  anmend.  ch \nSep 30  \\!H tbdrmd of appeareance of Ias:im:me,  et al for plntff.  ch \nSep 30  · M/ for leace to file an entry of appearance as cmmsel far plntff.  ch \nSep 1~  Affidavit of Dr.  Robert L.  Carl.  ch \nOct 15  Mandell's m/enter appearance granted.  entered.  rh \n15  Defts' withdrawal of m/amend granted.  entered.  rh \n10/23  Fntry of appearance as comsel of Mark S.  Mandell,  Esq.,  Susan Carlin, \nand Joln J.  M:!Coonell 3r. Esq. for Pltf. \nDec 15  Pltf' s m/ adjudge in contenpt.  cb \nDec 15  Pltf's obj  to deft'\"s m/amend.  cb \n)  12-23  CIUER RE:  The state parties agree to reduce the Ladd population to not u:vre than \n240 residents by JBIU.lat'y,  1987  in accordance,  with the schedule attached hereto \nas exhlbit A.  'lhe State Parties agree to expedite the construction and operatioru \nof group Innes identified in F.xhibit A to the extent possible.  2.  'Jhe State Part ieE \nencourage the Advocate Parties and interested non-profit groups to submit proposa s \nfor grants to construct additional p):'Oup homes  to further reduce the Ladd populat on \nbelCM 240 residents.  Said proposals shall be consistent with the plan referred tc  ir \nparagraph 3,  infra, 'frut  said proposals nay be sulmi.tted forthwith.  Upon receipt < f  c \nproposal,  approval by the State Parties shall not be unreasonably withheld.  3. \nDeft Dr.  Carl,  :in consultation with the State Parties,  agrees to work top.ether With t \n.Advocate Parties to develop by March 1, 1986 a  detailed plan for cormunity placement \nOf tbe ranai.ning !.add residentS 1  which plan Shall include programatiC >  personnel> \noperational and capital requ:i.rne:lts. Said Plan shall be delivered to the other \nState Parties for their consideration on or about March 1,  1986.  4.  Deft 1 s m.  arner k:I \nfiled in 6-30..-85  is withdrmam.,  The plntff 1 s m/  adjudgw defts in contempt \n\nCJVIL DOCKET CONTINUATION SHEET \nPLAINTIFF  DEFENDANT \nDOCKe:T'No. ----\nPAGE _OF_  _ PAGES \nDATE  NR.  PROCEEDINGS \nand for sanctions. is withdrawn.  5.  Upon inp1emmtation of this Order,  and subJect \nto the liU.ltual agre~t of the State Parties and Advocate Parties t:he parties intE \nto request this Court in January,  1987  to cease oversight of the C'.onsent Order  i \nentered April 29.,  1982.  entered.  ch. \nFeb 5  Partial transcript of July 30·,  1984.  cb \n4-29  [etition for attny' s  fees and costs.  ch \n5-7  Obj  to petition for attny's fees and costs.  ch \nJun 12  Case called Re:  M/attys: fees..  P1tf argues,  deft argues.  Court:  · ~tion grantee \nFees: and costs of $6721.00 are awarded to firm of Mandell,  Goodman,  Familgelliti \nco  \" \nand 5clvartz. \n6-19  ORDER  RE:  P1ntff's petition for  atty fees  is granted.  Deft  shall \npay  to  the  law frim of Mandell,  Goodman,  Famiglietti & Schwartz  the \nsum og  $6,512.71.  entered,  ch \n1987 \nper· \nAug 14  Deft's. emiiDits: destroyed  order of D.  Clarke.  cb \nAug  19  E:khi.frl.t receipt Re:  AttY.' Carl in :i office witl1.dra.ws- pltf Is exhibits.  ch \nr; \nl.l /l-7J87  DEFT'S  m/to  vacate  Stip.  & dismiss  action.  na \n. ·/25  Deft's wi.tb:lrawal of m::>tion to vacate.  cb . \n' \n4/4/91  ENTRY  of appearance of John  J.  McConnell,Jr.  for  p1ntfs.  · kp \n1/11/93  PLAINTIFF's  emergency m/contempt.  kp \n!1/14  DEFENDANTS'  obj.  to plaintiff's m/contempt.  kp \n11/15  WITHDRAWAL  of appearance  of Deming  E.  Sherman  on behalf of  defts.  Deborah \nClark remains as attorney for defts.  kp  · \n2/2/93 \nH'E'JI.Rim  Held on Plntfs' m/contanpt.  Jack McConnell  for plaintiff.  Jim Healy \nfor advovate parties.  Deborah clarke for deft MHRH.  McConnell  addresses \ncourt.  Court directs counssel  to meet in the jw:y roan until 11; 00  to work \nout an agreanent.  Counsel are to report back at 11:00.  In court at 11:00. \nCounsel state that they have reached an agreement.  Plaintiff will withdraw \nhis m/contempt.  Court directs counsel to submit a  letter to the court ·within \n15  days  to give the status of progress.  Plaintiff is to prepare order withdrawj \nthem/contempt.  (Louis Spertini court reporter) ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79215"
    },
    {
      "date": "1982-01-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Empty/Missing Document",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 9094,
      "file": null,
      "title": "Consent Decree",
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/9094"
    },
    {
      "date": "1985-06-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 79988,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79988.pdf",
      "title": "Ladd Center Monitoring Committee - Meeting of Advocate Parties and State Parties",
      "text": "LADD  CENTER  MONITORING  COMMITTEE \n- MEETING  OF  ADVOCATE  PARTIES  AND  STATE  PARTIES  -\nDATE:  June  21,  1985 \nTIME:  8:00  - 9:30  AM \nATTENDING:  FOR  THE  ADVOCATE  PARTIES:  Dr.  A.  Anthony  Antosh \nJames  V.  Healey \nDr.  Paul  V.  Sherlock \nFOR  THE  STATE  PARTIES:  Deborah  Clark,  Esq. \nDr.  Robert  L.  Carl,  Jr. \nDerrrning  Sherman,  Esq. \nThis  meeting was  held at the  request of the  State Parties;  and \nMr.  Demming  Sherman  informed  the  Advocate  Parties that he  asked  for \nthis forum  to announce  that the  state will be  requesting another ex \ntension from  the U.S.  District Court  for  the  reduction of the  Ladd \npopulation.  Mr.  Sherman  described the  following  as  the non-compliance \nitems: \n1.  The  state will not meet  the \nJuly 1985  deadline  to reduce  the \ncensus  at Ladd  to  240  as  is stipu \nlated in the Court  Order. \n2.  That  the current population at \nLadd  is 349  - causing 109  residents \nto remain at the  institution beyond \nthe agreed upon  date. \n3.  In order to place  these  109 \nLadd  residents  into community \nfacilities an  additional 24  homes \nare needed. \n(Dr.  Robert  Carl clarified that \nnumber by  adding  that the  four  (4) \nhomes  involved in the  \"bankruptcy\" \nsituation are  somewhere  near com \npletion;  so that reduces  the number \nof additional homes  needed  to 20. \nDr.  Carl also noted that the \nstate continues to review property \nand  has  several  sites under  con \nsideration.) \n\nLADD  CENTER MONITORING  COMMITTEE \nJune  21,  1985 \nPage  2 \n4.  The  state expects  to have  the \npopulation at Ladd  to 288  residents \nby April  of  1986. \n5.  The  state will not meet  the  \"240 \ndeadline\"  until at least January of \n1987. \nDr.  Paul Sherlock  reminded  the State Parties that RIARC  met \nwith the Administration  in April  of this year regarding the  lack \nof  \"active treatment\"  because of  serious  staff shortages at Ladd; \nand  that it was  not  until the  federal  Region  I  Office  threatened \nthe  loss of  $20,000,000  that the  state added  $1,680,000  to the  Ladd \nbudget.  (Letter from Dr.  Lawrence  Osborne,  M.D.  is appended.) \nDr.  Sherlock then noted that the State Parties failed to meet \nthe  June  30,  1984  deadline  of  335  - then  failed to meet  the extended \nApril  30,  1985  deadline  of  335.  Now  the State Parties are  requesting \na  third extension to 1987  - with absolutely no  assurances  that such a \ngoal  is achievable.  Dr.  Sherlock offered further  that there was  not \nenough bond money  for  the  state to actually get to  240;  and  he  out \nlined the provisions of the Bond  Issue bill passed by  the  1985  General \nAssembly  - noting that the Administration had  requested  $0  in its \noriginal bill - 85-H  6395. \n(A  copy  of the  amendment which  lists the provisions  of  the Bond \nBill is appended.} \nDr.  Sherlock emphasized that $3,000,000  w~s added  for group  homes \nfor  Ladd  residents  and  $3,000,000  for group homes  for  retarded people \ncurrently being in the  community. \nDr.  Carl posited that these  capital  funds  will enhance  the  state's \nefforts to move  ahead - that the bonds would be  sold by  February. \nMr.  Sherman  reminded the parties that the  state would  continue  to \nplace  four  (4)  Ladd  residents  and  two  (2)  people  from  the  community  in \neach group home. \n~ \nJames  Healey proposed  that if the  state decides  to make  grants of \nthe bond  funds  to non-profit agencies,  it is likely that the people \nwith retardation in the  community will be  placed in community  resi \ndences  long before  the  state meets  its obligation to either of those \npopulations  (Ladd/Community). \n\nLADD  CENTER  MONITORING  COMMITTEE \nJune  21,  19\"85 \nPage  3 \nDr.  Anthony Antosh proposed  that the  concept of being in u.s. \nDistrict Court was  to cause  the  status quo  to be  different;  but \nthe  state clearly appears  to continue their  \"business as  usual\" \nprocess. \nDr.  Antosh  stated,  as he  said the Advocate  Parties had on  scores \nof occasions,  that the  state does  not have  a  \"plan\";  and  that the \nprocess  is a  \"seat of the pants\"  effort which  is not controlled by  the \nDivision of Retardation and  lacks any accountability on  anyone's  part \nin state government. \nDr.  Carl offered that there were  alternative means  of developing \ngroup homes  and  specifically cited the  Rhode  Island Public Building \nAuthority. \nDr.  Antosh proposed that whatever process  is used,  a  plan  is \nneeded and  should include: \n1)  a  list of tasks  (activites) \ninvolved to open  a  group home; \nidentify resources and obstacles, \ndevelop  strategies,  time  schedules \nand  individuals and  agencies \nresponsible  for  all activities. \n2)  obtain in writing .from all \nresponsible State Parties their \ncommitment  to this plan. \nMr.  Healey  reminded  the  State Parties that the Advocate \nParties,  in reviewing  the  State Plan developed pursuant to the  Interim \nConsent  Decree,  employed an expert planner and  submitted to the State \nParties and  the  Court  - a  comprehensive  analysis of that plan which \nhas  been  ignored by  the  State Parties - but still remains  applicable. \nDr.  Antosh  stated that both  the Advocate  Parties and  the Court \nneed to be  assured of accountability - because  such has been  and con \ntinues to be  lacking in this whole  effort;  and  the results were \npredictable. \n~ \nThe  document  called the  \"240  Plan\"  - submitted on March  15,  1985  by \nthe State Parties - was  discussed briefly and  described by the Advocate \nParties as  one  of the worst efforts ever produced by  the  state.  The \nextreme  contrast was  cited between  the contents of that so-called  \"plan\" \nand  the proposal outlined in the minutes  of the February  20,  1985  Ladd \nMonitoring Committee. \n\nLADD  CENTER  MONITORING  COMMITTEE \nJune  21,  1985 \nPage  4 \nMr.  Healey  stated that,despite the  fact  that the  Administration \nin response  to the  federal  threat of decertification added  the  $1.68 \nmillion for additional staff at Ladd,  he  had  serious concerns about \nthe  state's commitment  to filling these  positions in a  timely and \nefficient fashion. \nIt was  agreed that both parties would meet again at 7:30  A.M. \non  June  27,  1985  to continue the attempt to work  out an  acceptable \nagreement  in lieu of the Advocate  Parties pursuing these  serious \nnon-compliance  issues with the  Court. \nThe  meeting was  adjourned at approximately 9:40A.M. \nRespectfully submitted: \n\\I_ ! ,J.a m.e  s  V.  Healey  u/ /  , ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79988"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": true,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Correspondence",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": false,
      "id": 79990,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79990.pdf",
      "title": "Letter Re: Dr. Joseph H. Ladd Center, Medicaid Provider #41-G018",
      "text": "' \n\\ \n\\ \nMay 31, 1 \nRobert D. DICenso, Chief \nDivision of Facilities Regulation \nDepartment of Health \n75 Davis Street \nProvidence, Rhode Island  02908 \nDear Bob, \nRe: Dr. Joseph H. Ladd Center, Medicaid Provider I/41-G018 \nThis letter will follow-up our discussion in your office on May 20,  1985 concerning the \niv~edicaid certification issues presented by circumstances at the Ladd Center.  That same \nday, I also had the opportunity to meet with Nancy Bordeleau, Comnissioner, Department \nof Social and RehabUitatlve Services, as well as with Ladd Superintendent George Gunther \nand Dr.  Robert Carl, Executive Director, Retardation, Department of Mental Health and \nRehabilitation Hospitals, to express our concerns about this large State ICF /MR.  Our \noffice has received several general complaints about current conditions at Ladd, relating \nmostly to the shortage of staff, from the Rhode Island Association for Retarded Citizens, \nand we have noted the recent media attention. \nA federal survey was conducted at Ladd In June of 1984.,  Although several deficiencies \nwere  noted  at  that  time,  the  general  finding  was  that  Ladd  was  providing  active \ntreatment as required by federal regulations. to a difficult population wlth only minimally \nadequate staff resources. The overall staff to client ratio was then approximately 2 to 1. \nIt Is our understanding that the current staffing ratio is approaching 1.6 to 1 and may go \neven lower  if current  budgetary  proposals  affecting the  Center are enacted.  While \nfederal  regulations do not prescribe specific overall staff t9, dJent ratios for such an \nlCf/MR, our  experience  with comparable institutions  In  New  England and elsewhere \nsuggest strongLy that ratios below  2:1  will  predictably jeopardize continuing Medicaid \ncertification. Such is now the case for the Ladd Center. \nWe !-.ave received the Statement of Defidendes from the March 4, 19&5 State survey and \nnote that a  total of  10 Medicaid standards are out of compliance in varying numbers \nthroughout most of Ladd's residential buildings.  Most of those standards represent serious \ndefldendes in the facilitY\"s capacity to render adequate care to clients.  Moreover, most \nof  the unmet  standards are amenable  to correction only  through the availabili'ty  of \nadequate staffing resource!.  The extensive use of staff overtime can also be a dangerous \npractice if continued for months as It predictably leads to \"burn-out\" and accelerated \nattritlon of often experienced staff, which in turn can create circumstances jeopardizing \npat! ent health and safety. \n\nPage 2- Robert DICenso \n\\'t'e  further  note  that the recent lPR/UR  findings  Identify 66  Ladd dlents who are not \nnow, and who have not been in the past months, receiving active treatment.  This finding \nrepresents a  reduction in Ladd's active  treatment rate of about  lOIY;;  since the federal \nsurvey of a year ago.  This rate will pred!ctably fall rnuch lower stillln the coming months \nif staffing resources remain at existing levels.  As  you  know, the  rendering of active \ntreatment is one of the statutory bases for the claiming of FFP for individual clients in \nlCF's/MR.  (See  citations  at  42  CFR  43.5 .. 1009 and  the  Social  Security  Act,  Section \n190.5(dX2))  Efforts to economize by closing off campus day programs will also predictably \nlower active treatment rates. \n\\Ve are aware that the Consent Decree applicable to the Latid Center, monitored l:.y the \nFederal District Court, requires that Title YIX certification be r.1aintained.  Th!s Decree \ncalls for  significant further deinstltutionalization of the Ladd client  population.  Other \nStates have  recognized  that  clients who  r.avc  been actively  treated at a  large State \nInstitution are more likely to make  the  transition  to an often less restrictive and less \ncostly community setting more successfully than those who have not been so treated.  In \nthese States, plans have been made for staff to move with clients to such new treatment \nsettings. \nIt further is our understanding that your office has just extended Ladd's [,kdicaid Provider \nAgreement for a 60 day period to September 1, 1985 as provided for in regulations located \nat 42 CFR 442.16.  We  presun1e the State's decision to extend was made in conformity \nwith these app!lcable regulations.  We also would presume that any decision to recertify \nLadd beyond September 1,  198.5 wlU be made in conformance with the federal certifica \ntion requirements set forth in 42 CFR 442.105. \nIt is also our understanding that your office has properly rejected one Plan of Correction \nalready submitted by the facility because resources could not be identified that made the \nimplementation of the POC feasible or credible. If no acceptable POC has been or can be \nsubmitted by the end of the current provider agreement, September 1,  1985, applicable \nregulations  at  42  CFR  442.10.5(b} caU  for  your  office  to effect a  termination of  this \nprovider from the f.,ledlcald program, with an attendant annual loss of $20 million in FFP. \nUnder  our  office's \"look behind'' authorities, Social Security Act, Section 1910(c) or  42 \nCFR 4142.30(a)(2}, the Secretary can move to cancel the provider agreement independently \nand unilaterally if Ladd has been improperly recertified beyond September 1, 1985. \nOur  estimation  is  that approximately  1.5 million  dollars  worth  of  new  and  restored \nstaf:fing positions, approximately 100 staff, wlll be needed to avoid the decertification of \nLudd Center and the loss of 20 mlllion dollars in federal revenues. \nBy June 15, 198.5, please submit to this office the following: \na)  Acknowledgement of your receipt of this letter and your sharing of our d>ncern \nregarding the  continued  certification  of  the  Ladd  Center  with  other  State \nagencies and o!ficlah who are involved in the resolution and/or the consequences \nof the pr-oblems that exist. \nb)  Copies of the recent IPR/UR documents for the 66 Ladd clients found not to be \nreceiving active treatment. \n\nPage 3-Robert DICenso \nc)  Your plan' for the periodic monitoring of the possible deteriorating conditions at \nLadd between now and any recertification dedsion made by September 1, 1983. \nd)  Your documentation of the basis for the decision to extend the faclHtys provider \nagreement per 42 CPR /#42.16. \nFPeledaesrea l aDlsios trsiucbt mCoitu, rut,  ort hceoyn sbueltcaonmt ere paovratisl apbelret,a ianninyg  PtoO Cth'se,  Lcaodmd mCuennitceart.i ons  from  the \nTrehsapnokn syeo. u for  your  immediate attention  to this set of  concerns and our requests for \nSincerely yours, \nLawrence W. Osborn, !\\~.D. \nAssociate Regional Administrator \ncc:  George Gunther \nRobert Carl \nNancy Bordeleau \nDHSQ:LWOsborn/gss 5/30/85 223-16.57 \nRewritten:OGC:CPlerce/gss 5/31/&5 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79990"
    },
    {
      "date": "1985-01-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": false,
      "id": 79992,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79992.pdf",
      "title": "Floor Amendment to 85--H 6395, As Amended: An Act to Provide Authority to Issue Bonds and Notes to Finances the 1985 Special Capital Development Program",
      "text": "s TATE  0 F  R H 0 D E  I S L A N D \nIN GENERAL  ASSEMBLY \nJANUARY  SESSION,  A.D.  1985 \nF L 0 0 R  AMENDMENT \nTO \n85  -- H 6395,  As  Amended \nAn Act to Provide Authority to Issue Bonds  and Notes to Finance the 1985 \nSpecial Capital Development Program \nMr.  Speaker: \nI  hereby move  to amend  85  -- H 6395,  As  Amended,  entitled \"An Act to \nProvide Authority to Issue Bonds  and Notes  to Finance the 1985 Special \nCapital Development Program,\" as  follows: \nIn Section 1, on page 2, between lines 22  and 23  delete in its \nentirety the provision for Mental Health, Retardation and Hospitals. \nIn Section 1, on page 2, between lines 22  and 23  add  the following \nlanguage: \n\"(4) Mental Health, Retardation and Hospitals  $12,680,000 \n·To provide funds  for construction, acquisition and/or renovations and \nrepairs to community facilities for retarded, mentally ill, autistic or \nchronic alcoholic individuals or for the provision II of grants for the same \npurposes;  for the purchase of equipment and  furnishings  for these \nfacilities;  and for the purchase and replacement of equipment and \nfurnishings at MHRH  facilities related to national,  federal,  and state \ncertification and code requirements and other environmental needs. \nFunds  shall be allocated as  follows: \n(a) Community Centers \nBlackstone Valley  430,000 \nCranston Center  410,000 \nFogarty Center \n720,000 \n'\"' \nTrudeau Center \n625,000 \nMaher Center \n265,000 \nNorthern R.I.  Center  465,000 \n\nOlean Center  205,000 \nTraining thru placement  310,000 \n(b)  Mental Retardation and Austistic Community Residences \nL~,dd Residents  3,000,000 \nCommunity Mentally Retarded and Autistic  3,000,000 \n(c)  Young Adult Residential Services  750,000 \n(d)  Mental Health  1,000,000 \n(e) Alcoholics  500,000 \n(f) Ladd,  Zambarano  and R.I.  Medical Center Complex \n1,000,000\" \nOn  page 11,  line 9 delete the following  language: \n\"SECTION  16.\" \nOn  page  11,  line 9  add  the following  language: \n\"SECTION  17.\" \nOn  page 11,  following  line 8 add  the following  language: \nSECTION  16.  Report by Department of Administration.  -- The  department \nof administration shall report quarterly to the general assembly on  the \nimplementation of Section 1, Mental Health, Retardation and Hospitals,  of \nthis act,  until such time as all funds  available under Section 1, Mental \nHealth, Retardation and Hospitals have been utilized. \nII \nRespectfully submitted, \nPaul V.  Sherlock \nRepresentative District 30 \nDL395/2 \n-2-",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79992"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128533,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128533"
    },
    {
      "date": "1982-04-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Rhode Island",
      "no_title": false,
      "party_types": [
        "Plaintiff",
        "Defendant",
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79216,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79216.pdf",
      "title": "Order and Stipulation",
      "text": "EXHIBIT  A \nUNITED  STATES  DISTRICT  COURT \nFOR  .THE  DISTRICT  OF  RHODE  ISLAND \nJOHN  W.  IAS!t10NE,  JR. ,  et al \nvs. \nC.A.  NO.  77-0727 \nJ.  JOSEPH  GARRAHY,  et al \nORDER \nHaving  considered tha  pleadings  and  stipulations  filed herein, \nit is hereby \nORDERED,  ADJUDGED  and  DECREED: \n1.  That  the Stipulation  (attached hereto)  entered into  and \nagreed ·to  among  the parties,  is approved by  the  court,  and  is \nincorporated into  this Order by  reference,  and  is subject  to  the \ncontinuing jurisdiction of.the court. \n2.  Upon  substantial compliance with  the  terms  of the Stipu \nlation,  any  party may  move  for  an  order vacating the Stipulation, \ndismissing  the underlying  action,  final  judgment or other applic \nable  relief. \n3.  Any  party may  move  to modify or vacate  the provisions of \nthe  stipulation for good  caus.e  shown  or as  otherwise provided \nunder  the  Federal Rules  of Civil Procedfire. \n4.  That  the  Defendantsshall pay  the  reasonable  attorneys' \n'fees  and  costs of the Plaintiffs. \nPer Order, \nENTER: \n(__.,   ~~   I \nf \nC l  ,  f \n~4'#  cL  _ \nl\"t\"ancis  j. ~~ \nUnited  Sta~es D1strict Judge \nDistrict of Rhode  Island \nce.;~J.~/7FL \n\n. ~ ..... / ...... •: ... -:_ .• : .. ~.:·,:--.·d.· ............... ,..,d~;.~_.,. ... .. \nSTIPULATION \nWHEREFORE,  the  ies  as  hereinafter defined,  have  been \nengaged  in  litigation  in  the  United States  District Court  for  the \nDistrict of Rhode  Island,  said  litigation  identified as \n~ al v.  Garrahy,  et al,  C.A.  No.  77-0727,  and; \nWHEREFORE,  the  parties are  desirous  of  resolving  the \ninstant dispute without  protracted  litigation,  and; \nWHEREFORE,  by  entering this Stipulation neither the State \nParties nor  any  one  of  them,  make  any  admissions  as  to  the allega \ntions,  factual or  legal,  contained  in  the  Complaint,  nor  admit  that \nthe  actions  called  for  in  this Stipulation &re  required  by  the \nprovisions  of any  state or  federal  law or  regulation,  or  the  pro \nvislons  of  the Constitution of  the  United States or the  Constitution \nof  the State of Rhode  Island,  and; \nWHEREFORE,  the parties  recognize  that at the  tim~ the \nComplaint was  filed  the population  at  the Ladd  Center was  approxi \nmately 750  residents,  that  the present  population at  the Ladd \nCenter  is  approximately 525  residents,  and  further  that over  100 \nretarded  citizens who  were  never  institutionalized are  now  residing \nin State supported  community  residences,  and; \nWHEREFORE,  the  parties  recognize  those  changes  that have \noccurred at the Ladd Center,  and; \nWHEREFORE,  it is  the  intention of  the State parties  to \ncontinue  their policies  and  practices  of  the  past  regarding  the \nreduction  of  the  population of Ladd  Center and  providing  for  the  care \nand  treatment of  retarded  persons  in  the  State of Rhode  Island,  and; \n\n.... ·. .. \n··~ ..  w  • ••• \nWHEREFORE,  it is  recognized  that  the Advocate  Parties \nhave  and  will continue  to be  responsibld advocates  for  the  rights \nof  the  mentally  retarded  population  of  the State of Rhode  Island, \nand  have  made  significant efforts on  behalf of  that  population; \nNOW.  THEREFORE,  the  parties,  with  the consent of  t;he  Court, \nstipulate and  agree  as  follows; \n1.  parties  to  this Stipulation shall be: \na)  Those  persons  and  organizations  named  as  Plaintiffs  in \nC.A.  No.  17-0727,  including  their representatives,  guardians,  suc \ncessors,  assigns,  agents,  officers,  employees  and  affiliates \n(hereinafter  referred  to as  the  \"Advocate  Parties\"),  and \n(b)  Those  persons  acting  in  theiIIr   official capacities \nand  Departments  of State government  identified as  Defendants  in \nC.A:  No.  77-0727,  including  their successors,  assigns,  agents  and \nemployees;  however,  substituting for  any  person  or persons  sued  in \ntheir official capacity any  successor  official who,  pursuafit  to  the \nprovisions  of  Fed.  R.  Civ.  P.  25(d),  would  be  automatically substi \ntuted  therefore  in  said civil action  (hereinafter referred  to as \nthe  \"State Parties\"). \n2.  The  State parties  shall delegate  among  themselves  and \ntheir subordinates  responsibility  for  the  actions  necessary  to \nimplement  this Stipulation. \n3.  The  Advocate  Parties,  shall ~ooperate in good  faith \n-2-\n\n.· \nwith  the State Parties  in  the  impl(!mentation of all phas(!S  of  this \nStipulation. \n4.  This  Stipulation applies  to all class members.  The. \nclass  is  defined  as  all persons  who  were  residents  of Ladd  Center, \non  or after December  1977  to  the  present. \n5.  Within  their statutory and  lawful authority,  subject \nto  the  provisions  of Paragraph 6  of  this Stipulation,  the State \nParties  agree  to  take action  necessary  to  implement  the  following: \nThe  Department  of Mental Health,  Retardation and \nHospitals  shall provide  services  for  the  d~velopment, education, \nrehabilitation and  care  to members  of  the  class who  are mentally \nretarded  persons,  excepting only  such members  of  the  class who  elect \nto decline  such  services.  The  terms  \"development,  education, \nrehabilitation and  care\",  and  \"mentally  retarded  persons\"  shall be \ndefined  in accordance with  the  provisions  of R.I.G.L.  §40.1-22-3. \nProvided,  however,  that  if under State  law or  regulation  the  pro \nvision of such services  is mandated  to be  provided  to a  mentally \nretarded person  by  another agency  outside of  the  control o~the \nState parties,  ~his provision of  this Stipulation shall not  apply. \nb)  The  Department  of Mental  Health,  Retardation and \nHospitals will provide annual  individualized assessments  for  members \nof  the  class  residing  in  programs  operated  by  the State Parties. in \naccordance  with  the Title XIX  regulations  [42  CFR  442.400 \nSubpart  (G)]. \nc)  In  accordance with  the individualized assessments \nof  those members  of  the  class  curr~ntly residing at Ladd  Center,  the \n-3-\n\nDepartment  of Mental Health,  Retardation  and  Hospitals  shall move \nsufficient p-ersons  to  community  residential placements  so  that  the \nmaximum  population  at Ladd  Center will  fall within  the  following \nranges: \n1~\\>V) ~) \nDate:  May  1982  July 1982  July  1983  =:_July  1984-- July  1985 \nPopula \ntion:  525  465  to  485  390  to  410  315  to  335  215  to  240 \nd)  Except  as  authorized  under  the  provisions  of State \nlaw relative  to  emergency  admissions,  no  admission  nor  re-admission \nwill be made  to Ladd  Center without  an  Order of  a  Court  of  the State \nof Rhode  Island,  pursuant  to  R.I.G.L.  §40.1-22-1 et.  seq.  The \nDepartment  of Mental  Health,  Retardation  and  Hospitals will continue \nto  make  e~ery effort  to prevent  institutionalization at Ladd  Center. \ne)  The  State Parties,  throup,h  the  Division of Retarda \ntion,  shall maintain  the  facilities  and  programs  at  the Ladd  Center \nin  such  a  manner  as  to be  eligible for  con•inued  certification of \nthe Center  as  an  Intermediat~ Care  Facility  for  the Mentally \nRetarded  (ICF-MR)  undet Title XIX  re~ulations.  Provided,  however, \nthat  in  the  event  that  substantial changes  occur  in  the Title XIX \nprop,ram  relating  to  standards  of  care  for  ICF-MR  faciliti~, or \nrelating  to  federal  financial  participation  in  the  ICF-MR  program, \nthe  nepartment  shall promulgate regulations  pursuant  to R.I.G.L. \n§  40. 1-22-4 ( 5) ,  consistent W·i th  s tanoa nis  currently . in  effect \nunder  the Title XIX  program. \nf)  With  respect  to memhers  of  the  class who  reside  at \nLadd  Center,  the State Parties will use  their best  efforts  to \nprovide  pro~rams In  accordance with  the  individualized ~ssessments. \nThe  term  \"hest efforts\"  shall be  read  in  connection with  the  pro-\nvisions  of Paragraph  6  of  this Agreement. \n-4-\n\ng)  During  the.process  outlined above,  priority will  be \ngiven  to  children  residing at J.add  Center,  except when  otherwise \nindicated within an  individual's  annual  assessment. \n,-:-I \nm~ \nh)  On  or before[lanuary  1~ 1985,  the State Parties  shall \nprovide  to  the Advocate  Parties  a  plan  relative  to  future  reductions \nin  th~ population at Ladd  Center  and  the  time  frames  therefore, \nreflecting  the  intention of  the State Parties  to  continue  to  provide \nthose  remaining  residents  of Ladd  Center with  individualized \nassessments  as  called  for  in Paragraph  S(b)  of  this Stipulation.  In \naccordance  with  those  assessments  and  resources  available  to  the \nDivision  of Retardation,  the  IJepartment  of Mental  Health,  Retarda \ntion and  Hospitals  intends  to  provide  additional community  place \nments  consistent with  the  standards  set  f~rth in  Paragraph  S(a)  of \nthis· Stipulation. \n6.  The  State Parties  shall make  good  faith  efforts  to \nobtain  the  approval  of  the Gene.ral  Assembly  for  all appropriations \nnecessary  to  implement  the  provisions  of  this Stipulation.  If  after \nthe  State Parties  have  engaged  in  such  good  faith efforts, ~he \nappropriations  and  capital development  funds  to  the  Division of \nRetardation  are  insufficient  to  meet  any  one  or more  of  the pro-\nvisions  of  this Stipulation,  the State Parties'  obligations  relative \nto  such  provision or  provisions  shall be  considered  null  and  void. \nProvided,  however,  it is  expressly understood  that  the Advocate \nParties make  no  admission,  nor  should  be  deemed  to  consent  to  the \nfact  that  insufficient ·appropriations  or  capital development  funds, \nconstraints,  or  failure  of  the  Legislature  to  fund  this Stipulation \nin  any  way  preclude  the Advocate  Parties  from  applying  to  the  Court \n-\n)-\n\n... _...  !f·/-•·1 •. .__.· .......  '  .•.. \":'• ....  .,.,· \nfor  relief  independent  of  this Stipulation under  Iasimone.  et al v. \nGarrahy,  et al.  In  any  such  application,  the Advocate Parties \nexpressly reserve  the  right  to  raise any  violations of Constitu \ntional and/or  stat~tory rights. \n7.  Reasonable  access  shall  be  given  to  the Advocate \nParties  thro~gh their designated  representatives  in order  to monitor \ncompliance with  this Stipulation.  For  purposes of  such  monitoring \nthe Advocate Parties,  through  counsel,  shall designate  the names  of \nauthorized  re1prc~s~~nt:atives within  sixty  (60)  after entry of  the \nv.  Garrahv,  et al.  The State Parties will \nreceive  reasonable  advance  no~ice of any  changes  in  the  list of \nauthorized  representatives.  Access  to  confidential health  care \ninformation  shall be  governed  by  the  provisions  of R.I.G.L.  5~37.3-1 \net seq.  and  Title XIX  regulations  [42  CFR  442.502]. \n!I' \n8.  The  parties agree  to  meet  and  confer  to  make  reason-\n.'lhle  efforts  to  resolv~ any  di ffcrPnce  with  respect  to  complianct! \nwith  this  stipulation prior  to ftny  application  to  the Court  for \nrelief. \nIN  WITNESS  WHEREOF,  the  parties  hereto  by  and  through \ntheir counsel have  caused  this  instrument  to  be  executed  this \nday  of  ,  1982. \nFor  the Advocate Parties:  For  the  State Parties: \nC\\~ \nSl  --\nS.  Arl~nc Violet,  Esq.  ~ine, Esq. \nSpecial Assistant Attorney  GenerHl \nDehorRh  Clarke,  Esq. \nLegal  Counsel \nDepartment  of Mental  Health, \nRetardation  & Hospitals \n-6-",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79216"
    },
    {
      "date": "1985-12-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "District of Rhode Island",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79994,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79994.pdf",
      "title": "Order",
      "text": "UNITED  STATES  DISTRICT  COURT \nFOR  THE  DISTRICT  OF  RHOE  ISLAND \nJOHN  W.  IASIMONE,  JR.,  et al. \nv.  C.A.  No.  77-0727 \nEDWARD  D.  DIPRETE,  et al. \nORDER \n1.  The  State Parties agree  to  reduce  the  Ladd  population \nto not more  than  240  residents by  January,  1987  in accordance \nwith  the  schedule  attached hereto  as  Exhibit A.  The  State \nParties  agree  to expedite  the  construction and  operation of \ngroup  homes  identified in Exhibit A  to  the  extent possible. \n2.  The  State Parties encourage  the Advocate  Parties  and \ninterested non-profit groups  to  submit proposals  for  grants  to \nconstruct additional  group  homes  to  further  reduce  the  Ladd \npopulation below  240  residents.  Said proposals  shall be  con-\nsistent with  the plan  referred to  in,paragraph  3,  infra,  but \nsaid proposals may  be  submitted forthwith.  Upon  receipt of a \nproposal,  approval  by  the  State Parties  shall not  be  un-\nreasonably withheld. \n3.  Defendant  Dr.  Robert  L.  Carl,  Jr.,  Ph.D,  in consulta-\ntion with  the  State Parties,  agrees  to work  together with the \nAdvocate  Parties to develop  by March  1,  1986  a  detailed plan \nfor  community  placement  of  the  remaining  Ladd  residents,  which \nplan shall  include programatic,  personnel,  operational  and \ncapital  requirements.  Said plan shall be  delivered to  the \nother State Parties  for  their consideration on  or  about March \n1,  1986. \n\n4.  The  Defendants'  Motion  to Amend  filed June  30,  1985 \nis withdrawn.  The  Plaintiffs'  Motion  to Adjudge  Defendants \nin Contempt  and  for  Sanctions  is withdrawn. \n5.  Upon  implementation of this Order,  and  subject to \nthe  mutual  agreement  of the  State Parties and Advocate  Parties, \nthe parties intend to  request  this Court  in January,  1987  to \ncease  oversight of the  Consent  Order  entered April  29,  1982. \nEntered as  an  Order  of this Court  this  day  of \nDecember,  1985. \nBY  ORDER: \nENTER: \nAttorney for \nAttorney for  Defendants \n\nPROJECTED  GROUP  HOMES  TO  BE  OPENED  BETWEEN  12/1/85 AND  1/1/87 \nPROJECTED  C'uiENTS  PLACID  FROM \nTOTAL  OUT  OF \nOPENING \nICF/MR  DATE  CLIENTS  LADD  COMM.  DIX  ZAM  STAT_E \nSayles Hill  Road \nNorth  Smithfield,  RI  12/85  6  3  3 \nBeechnut  Road \nJohnston,  RI  12/85  6  6 \nBackstay  Stree--.. \nJamestown,  RI  7/86  6  5  1 \nTGoloucretestlelor,t  RRIo ad  12/85  6  2  2  2 \nApt.  in Kent  Count RegiOil \nWarwick,  RI  7/86  8  4  4 \nBurdick Drive \nCranston,  RI  3/86  4  1  3 \nChruch Avenue \nWarwick,  RI  3/86  4  4 \nCooke  Drive \nScituate,  RI  4/86  6  4  2 \nRevere Avenue \nWest Warwick,  RI  4/86  4  1!  4 \nNew  River  RoaC: \nLincoln,  RI  1/86  6  2  4 \nBertenshaw Road \nWoonsocket,  RI  l/86  6  3  3 \nBlueberry Lane  \"\" \nNorth Kingstown,  RI  3/86  4  4 \nI \nPemberton Street \nJamestown,  RI  4/86  6  4  2 \nHallville Road \nExeter,  RI  l/86  6  6 \n-\nPinecrest Road  8/86  6  5  1 \nExeter,  RI \nFLA's  15  5  9  1 \n*  Property not yet  purchased  EXHIBIT  A \n\nPROJECTED  GROUP  HOMES  TO  BE  OPENED  BETWEEN  12/1/85 AND  1/l/87 \nPROJECTED  e,IENTS  PLACID  FROM \nOPENING  TOTAL  OUT  OF \nICF/MR  DATE  CLIENTS  LADD  COMM.  DIX  ZAM  STAT£ \nTransfer of Clients \nto Gen  ICF.Skilled Nursi tlg  5  5 \nTransfer of Clients  to \nGeneral  Hospital  5  5 \nWilliam Reynolds  Road \n8/86 \nExeter,  RI  6  4  2 \nKings  Factory  8/86 \nCharlestown,  RI  6  4  2 \nCumberland Street  8/86 \nProvidence,  RI  6  4  2 \nWood  Road  10/86 \nRivhmond,  RI  6  4  2 \nAtlantic Avenue  12/86 \nNorth Providence,  RI  6  4  2 \nAbsolona  Hill  7/86 \nScituate,  RI  6  4  2 \nTOTALS  21  Homes  145  92  46  4  3. \n\" \nProperty not yet purchas  d \nLADD  POPULATION  PROJECT! DNS \nDecember  1,  1985  329 \nAnticipated Placements \nby  1/1/87  92 \nProjected \nLadd  Population 1/1/87  237 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/79994"
    },
    {
      "date": "1977-01-01",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Empty/Missing Document",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": "District of Rhode Island",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 2338,
      "file": null,
      "title": "opinion",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2338"
    },
    {
      "date": "1977-12-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "National Archives (NARA)-details in other",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "District of Rhode Island",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 79211,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/79211.pdf",
      "title": "Complaint",
      "text": "UNITED  STATES  DISTRICT  COURT \nFOR  THE \nDISTRICT  OF  RHODE  ISLAND \n*  *  *  *  *  *  *  * *  *  * *  * *  *  *  * *  * *  *  ~~ \n* \nW.  IASIMONE  JR.  his father  and next \nJOHN  IASIMONE  * \nTHERESA  DiPIPPO  her father  and next \nALBERT  DiPIPPO  * \nGIRARD  by his  father  and next  friend, \nGIRARD  * \nLeCOUNT  his  sister and next friend \nLACOURSE  * \nvvn.u~.~~ POOLE  his mother and  next  friend \nPOOLE  * \nWAITE  by his mother  and  friend, \nII r<'l\":'l'nlmr.n'\"\"'\"\"'  WAITE  * \nQUINN  by her mother and  next \nfriend,  GLORIA  QUINN  NOLAN  * \nLeVASSEUR,  her mother and next \nfriend  EILEEN  * \nGERTRUDE  VERRY \nfriend  DOROTHY  * \nBARBARA  PELLETIER  by her  father  and next \nfriend,  JOSEPH  PELLETIER  * \nin behalf of  themselves  and  all  * \nall others  situated \n* \nRHODE  ISLAND  ASSOCIATION  FOR  RETARDED \n* \nLADD  SCHOOL  PARENTS  ASSOCIATION \n* \nPLAINTIFFS, \n* \nvs \n* \n\"\" \nJ.  JOSEPH  GARRAHY  * \nGovernor  State of  Rhode  Island \n* \nROBERT  LIQUORI \nDirector  of Administrations  * \nJOSEPH  J.  BEVILACQUA,  Ph.D.  * \nDirector  Department of Mental  Health \nand  * \n\nM.  CONE  Ph  D., \nAssistant Director,  Division of \nRetardation \nEDMOND \nAssistant \n* \nJOHN  G. \n,  Joseph  H.  Ladd  * \n* \nGEORGE  W.  GUNTHER, \nAssociate  H.  * \nLadd  School \n* \nH  * \n* \nNEDO \nServices  H.  * \nLadd  School \n* \nDEFENDANTS  * \n* * *  * *  *  * *  *  * *  * *  *  * *  * \nla \n\nPlaintiffs  this action against Defendants  and \nfollows: \n1.  This  is a  class action suit brought up  on behalf of all \nresidents of  the Joseph  H.  Ladd  School  (hereinafter  \"Ladd \nSchool11 to  secure a  right to care,  treatment and  habilita-\n) \ntion which meets minimal  constitutional \n2.  This  action arises under  the Fourteenth Amendment  of  the \nConstitution of  the  United States and  under  the \nof  42  U.S.C.  §  1983.  Jurisdiction is granted to  this Court \n28  u.s.c.  s 1343,  §  1651,  §  2201  and  9  2202. \n3  Plaintiff  John  Iasimone,  Jr., age  18,  resides  at Ladd \nSchool  in Greene  II.  He  has been  a  social \nage  of  two  (2)  years.  He  was  admitted to Ladd  School on \n9  1968  and his abilities and  activities have \nsince that date.  He  resides on  the  second  floor  in a  group \nHe  is  of  independant  in \ncase of  emergency. \n- 2  -\n\n4.  Plaintiff,  Mary  Theresa  DiPippo,  age  26,  resides  at Ladd \nin Newport  II.  She  has  been assigned a  social quotient age  of \nthree  (3)  years  and one  month.  She was  admitted  to Ladd \nSchool  on October  8,  1958.  She  has  not received a  medical \ngynecological examination while at Ladd  School.  She  is in \nneed of  special modified  shoes  to com.pensate  for  a  left foot \nabnormality. \n5.  Plaintiff, Wilfred Girard,  age  36,  resides  at Ladd  School  in \nRiverfield.  He  has  been assigned a  social quotient age  of \nand  59/100  years  He  was  admitted to the  Ladd  School  on \nDecember  5,  1964.  He  suffers  from  loss, \nfor  this condition have  not been  provided  He \nshoes  because  of  a  tendon  condition,  but  such  shoes  have  not \nbeen provided. \n6.  Plaintiff,  LeCount,  age  61  resides  at Ladd  School  in \nRiverfield.  He  has  been assigned a'social quotient age  of  two \n(2)  years  and  is presently blind.  He  was  admitted to Ladd \nSchool on December  13,  1924.  He  has  been  injured while  at \nLadd  School.  He  is in need of  speech  therapy  but no  program \nis being provided to him presently \n7.  Plaintiff,  Walter Poole,  age  24,  resides  at Ladd  School  in \nWickford  Cottage.  He  has  been assigned a  social  age \nof  six and one  half years.  He  was  admitted to Ladd  School  on \n- 3  -\n\n8  1957  His  feet have  been  infected due  to \nlack of  proper  He  is a  member  of  the Roman  Catholic \nChurch  but is unable  to attend services due  to  discontinua \ntion of  services at Ladd  School \n8  Plaintiff,  Norman  Waite,  age  56,  resides at Ladd  School  in \nHe  has  been  a  social  age  of  five  and  one \nyears.  He  was  admitted to Ladd  School  on  December  11  1940. \nHe  is in acute need of dental care.  He  a  corrective \nspeech program,  but none  is  provided at present. \n9  Plaintiff,  Kathleen Quinn  age  25  resides at Ladd  School  in \nFogarty III  She  has  been  a  social  age  of \none  and  years  She  was  admitted to Ladd  School  on \nMay  13,  1959.  She  has  care  since admission \ndue  to  and  self-abuse  Until her  in \nFogarty III in May  of  1977  her needs were  not fulfilled. \n10  Plaintiff, Marion  LeVasseur,  age  38,  resides at Ladd  School  in \nGreene  I.  She  has  been assigned a  social quotient age  of  four \nand one  half years.  She was  admitted to Ladd  School  on Novem-\nber  4  1954  She  uses a  wheel  chair,  but could be \nif  with a  walker  and \nand  Since  1973,  the  social age  quotient  to \nher has  two  years \n- 4  -\n\n11.  Plaintiff,  Gertrude Verry,  age  60,  resides  at Ladd  School  in \nMann.  She  has  been assigned a  social quotient age  of  15  years \nand  3  months.  She  was  admitted to Ladd  School  on  November  18, \n1943  She has  been  judged capable of \nHer  record  indicates  that she  is inappropriately placed at \nLadd  School,  but has  not been placed in a  less  restrictive \nenvironment because of  the Defendants'  failure  to  the \nsame. \n12.  Plaintiff,  Barbara  Pelletier,  age  33,  resides  at Ladd  School \nCottage.  She  has  been  a  social  age \nof  eight  (8)  years.  She was  admitted to  Ladd  School on \nFebruary  26,  1963.  Her  records  indicate  that she  has  not re-\nceived a  examination while  at Ladd  School.  Her \ncognotive abilities have  regressed despite a  record  indication \nthat she was  classified as  \"high educable\"  in 1963.  Prior to \nher recent transfer  to Kingston  Cot~age as  of  September  12, \n1977,  she was  not participating in programs  due  to  \"injuries \nand  in stairs.\" \n13.  Plaintiff,  Rhode  Island Association for  Retarded Citizens,  Inc \n(hereinafter referred to as\"RIARC\")  is a  corporatio~ duly \nincorporated under  the  laws  of  Rhode  Island.  RIARC  is \naffiliated with  local organizations within the  State of \nRhode  Island and  has  members  who  are parents,  relatives or \nguardians  of  residents of  the  Ladd  School. \n- 5  -\n\n•  Plaintiff  Ladd  School  Parents Association,  is a  corporation \nduly  incorporated under  the  laws  of  Rhode  Island.  The \nAssociation has  members  who  are parents,  relatives or \nguardians  of  residents of  the  Ladd  School . \n•  Defendant,  J.  Joseph Garrahy,  is  the Governor  of  the  State of \nRhode  Island,  and,  as  such,  exercises overall responsibility \nfor  the operation of  all public institutions . \n•  Defendant,  Robert Liquori  is the  Director of  the Department \nof Administrations  and,  as  such,  acts  as  the executive officer \nof  the Governor  in all matters  pertaining  to  the  financial \nadministrative,  planning and policy  coordinating functions \nand affairs of  departments  and  agencies within  the  executive \nof  the government of  the State. \n17.  Defendant,  Joseph  J.  Bevilacqua,  Ph.D  is the Director of  the \nDepartment of Mental  Health,  Retardation and  Hospitals  and, \nas  such  is responsible  for  the  supeYvision and  control of  all \npublic  facilities  for  mentally  ill or mentally  retarded \nand of all persons  received  into any  of  the  said facilities. \n18.  Defendant,  Donna  M.  Cone,  Ph.D.,  is the Assistant Director, \nDivision of  Retardation  in the  Department of  Mental~ealth, \nRetardation and  Hospitals and,  as  such,  is responsible  for \nthe operation of mental  retardation programs  as  assigned \nthe Director. \n- 6  -\n\n.  Defendant,  Edmond  R.  Coletta,  is the Assistant Director of \nPlanning and Budgets  in the  Department of Mental  Health, \nRetardation and  and,  as  such,  is  for \nand other administrative duties  as  assigned by \nthe Director • \n.  Defendant,  John G.  Smith,  is  the Superintendant of  the Joseph \nH.  Ladd  School  and,  as  such,  is charged with  the  responsiblity \nof  the overall operation of  the  institution and  the appoint \nment  and  removal  of  subordinate personnel,  contingent upon \nthe approval of  the Director. \nDefendant,  George W.  Gunther,  is the Associate \nand,  as  such  is  with  the overall  of  the \ninstitution and  the  appointment and  removal  of  subordinate \npersonnel,  contingent upon  the approval of  the \nwhen  and  acts with  the approval of  the Director. \n22.  Defendant  William H.  Woodcock,  Jr.,' is  the presently acting \nSuperintendant of  the Joseph H.  Ladd  School,  and,  as  such,  is \ncharged with  the overall operation of  the  institution and  the \nappointment  and removal  of  subordinate personnel and acts with \nthe  approval of  the Director. \n23.  Defendant,  Nedo  Nora,  M.  D.  is the Chief of Medical  Services \nat the Joseph  H.  Ladd  School  and,  as  such,  is charged with  the \nresponsibility of  providing medical  services  to all residents \nin accord with good medical  under  the  direction and \nsupervision of  the \n- 7  -\n\n24.  This  is a  class action brought pursuant to Rule  23(b)  (1)  and \n(2),  Federal Rules  of  Civil Procedure,  on behalf of  all men \ntally retarded or mentally  ill persons  now  residents  at \nLadd  School.  The  class consists of  about  seven hundred \n(750)  members  and  is so  numerous  that  joinder of all members \nis \n25.  The  claims,  age,  sex,  diagnosis,  legal status,  length and \nof  residence,  degree  of  retardation,  limita-\ntion,  assigned  social age  quotients,  attributed intelligence, \nand  capacity to benefit from  habilitation,  including  suitable \ncare,  treatment,  education and  training of  the named \nindividual  ,  are  typical and  representative of  the \nclaims  and  characteristics of  the  other residents  at Ladd \nSchool.  In addition,  among  the members  of  RIARC,  there are \nparents  or  relatives of  the Ladd  Scbool  residents who  are \nrepresentative of each  sub-class.  Accordingly,  the \nwill  and  adequately  protect the  interests of  the  class. \n26.  Pr6secution of  separate actions by  individual members  of  the \nclass would  create a  risk of  inconsistent adjudicat~ons with \nrespect to  standards of  conduct  for  defendants \nand would  as  a  practical matter be  dispositive of  the \nof  the other members  not party to  the  adjudication or  sub-\nor impede  their ability to protect their \ninterests \n8  -\n\n27.  Defendants  have  acted,  refused to act,  or been unable  to \nact,  on grounds  to  the  class,  thereby \nfinal  relief with respect  to  the \nclass as  a  whole. \n28.  Plaintiffs and  the class on whose  behalf  this action is \nbrought have  no  and adequate  remedy  for  these  constitu-\ntional  except  court order  the \nDefendants  to  take all necessary  action to correct these \nabuses. \n29.  The  H.  Ladd  School,  located outside of  Exeter,  Rhode \nIsland,  is a  residential treatment  maintained \nby  the  State of  Rhode  Island,  for mentally  retarded and other \nhandicapped persons.  The  facility  consists of  fourteen \nresident  and a  number  of  program,  staff and  support \n30.  The  present resident population at Ladd  School  is \nseven hundred  (750),  of males  and  females \nbetween the  ages  of  six  (6)  and  (96).  R~sidents \nand  programs  are described by  levels of  functions: \nretarded  retarded;  handi-\ncapped,  severely  retarded,  nonambulatory \nand  chronocally ill.  The  residents  function at different \n- 9  -\n\nlevels and have  and  Many \nare  to seizures.  Some  residents  are blind and  some \nof  these have  other  Many  residents  are non-\nverbal or have  speech  defects.  A number  of  residents  are non-\nambulatory.  Some  residents have  degrees  of \nSome  residents  are  deaf  or  suffer severe  hearing difficulties. \nMany  residents  are  bed-ridden and  total support \nservices.  Many  residents have  difficulties \ndifficulties of  and \n31.  At  all relevant times,  the Defendants  have  acted under  color \nthe state law  and  under Title 23  of  the General \nLaws  of  Rhode  Island in  and  carrying out the \nwhich have  led to a  denial of  fundamental  constitu-\ntional  to  the  residents of  the  Ladd  School \n32  All of  the residents of Ladd  School  have  been admitted without \nalternatives or voluntary  choice  under  non-\ncriminal  for  the purpose of  habilitation, \ncare  treatment,  education and  in order  to.~,-~,. .. ~ \neach  resident to lead a  life as  close to normal  as may  be \nUnder  the due  process of  law of  the Fourteenth \nAmendment  such  of  can be  ,  if \nat all  if each  resident in fact is  with \n- 10  -\n\nsuitable habilitation services  in the  least restrictive \nenvironment. \n33  under  color of  state law  the Defendants,  have  created, \nfostered,  condoned and  that have  denied \neach  resident the minimal  constitutional  to habilita-\ntion because of a  failure; \nA.  To  furnish each  resident with an  individualized \nhabilitation program which  is  and \nupdated,  and where  such program has  been  the Defend-\nants have  failed to  facilities and  staff necessary \nto fulfill such program; \nB.  To  construct and maintain an \na  safe and humane  environment for  the \nresidents; \nC.  To  maintain  at  levels \nD.  To  new  facilities for  t~e transfer of \nresidents  into the  or the  least restrictive \nenvironment \nE.  To  necessary medical and dental treatment \nand  care  thus  the health and  safety of \nresidents \n11  -\n\n34.  Defendants  have  instituted a  program to provide  individual \nhabilitation plans  in order to meet  the  requirements of  the \nAmendments  to Title XIX  of  the  Social  Act.  Such \nplans are  incomplete  for many  residents.  Such  plans must \ninclude a  frequent and  comprehensive  review of  each resident's \nmental  and  condition  including evaluation and \nment  of  the  resident s  habilitation plan  Such \nreview does  not take place at  intervals  upon  a  compre-\nhensive  basis at Ladd  School. \n35  Programs  under  individual habilitation plans are not \nprovided to  residents  in many  instances.  Clothing  is stored \nin over-crowded closets and  little or no  effort is made  to \ninstruct or permit residents  to select, match or care for \ntheir own  Residents  are  not  instructed or \nto wash  their own  clothing.  Residen~s with  severe \nare often excluded from  programs  necessary  to their ongoing \ndevelopment whether  therapeutic or educational.  Many  adult \nresidents are provided with no  programs  other than \ntelevision soap operas  or listening to high-volume \nstereo music.  handicapped residents are often \nby  age  and  sex with  chronological ages  of  ten  {10) \nto  (35)  \"lumped  together\".  Age \nwith residents  ranging from one  to three years  apart are not \navailable. \n- 12  -\n\n36  Behavior modification programs  do  not include functional \nindividualized  to teach alternatives  to destructive or \nrehabilitation unit \nwith eleven  to  twelve  has  little program and none \non  a  full  day  basis. \n37  Most  residents have  to  do  which  is functional, \neducational or recreational  \"Plans of Care\"  are  in \nblack  binders at the unit office and  in each build-\n,  but review for  and  is  and \nlacks  of a  educator on behalf of \nthe resident  reviewed  Staff often are  faced with  the \nconflict of  records or providing direct service and \nthe conflict is resolved by  the failure  to read records. \nTHE  PHYSICAL  FACILITIES ARE  INADEQUATE  AND  DO \nNOT  PROVIDE  A  SAFE  AND  WARM  ENVIRONMENT  FOR \n38  The  environment at Ladd  School  is  one of \nand  This  environment  is \nof  residents  the habilitation necessary  to enable \nthem  to reach  the maximum  level of  of wltich \nare  The  conditions at Ladd  School,  includ-\nused  to house,  feed and  care  for  residents,  are \nconducive  to deterioration and  debilitation of  residents, \nwho  are  of even elemental  and  human \n13  -\n\nconditions are present and  some  residents have \nbeen  injured directly as  a  consequence of  such  conditions. \ninadequacy of  the  facilities creates an  inhumane  environment \nwhich  deprives  residents of opportunities  for \n.  The  residence buildings are  and  inadequate,  to \nwit; \nA.  Bathrooms  lack partitions affording  to  residents. \nPaper or cloth towels  are  usually not provided and  hot air \nhand  are  Showers  are group or  type \nno  personal  privacy.  Toothbrushes  are often  \"locked\" \nfrom  the  residents and  stored in common  containers  in which \neach brush  is directly in contact with others.  Female \nsupplies are  locked  in closets.  Toilet paper  is not \nto  residents  in some  buildings  and many  toilets lack  seats. \nTubs  which  those  found  in standard American homes \nare  nonexistent.  Tubs  to  convenien~y aid the physically \nhandicapped are  not available  in buildings  housing  such \nresidents  and  in some  instances where  such  tubs  are on hand \nhave  not been  taken out of  the  shipping cases  and  set up  for \nuse  Hand  basins  do  not have water controls which  aan be  used \nby persons with gross  or small motor  problems.  Water  controls \non showers  are  inadequate  to ensure  of  residents. \nBroken toilet adapters  for  use  the physically handicapped \nare  stored in an  area awaiting repairs.  Only  one  undersized \n- 14  -\n\nmirror  is located near  hand basins.  Many  bathrooms  are open \nto day  rooms  the  user's  and  privacy.  Slab \ntubs  for  the  are  \"used\"  for  storage of \ntowels  and \nB.  Bedrooms  are  dormitory  style and many  are overcrowded \nwith beds  placed head  to  foot  to other beds.  There  are no \nclothes closets in most residence  There \nare  no  tables or chests  for  such as \ncombs  brushes  or  radios.  Personal \nare kept  locked from  residents  in corner offices \nwith  obtainable  from  attendants.  Clothing  is  in \nclothing closets  residents  little opportunity to \nselect,  match  or care  for  their own  clothing.  Washers  and \ndryers  for  are not generally available.  Chairs  are \nnot available  in  areas  to afford independent or \nrelaxation to residents.  decorations  in some \nadult wards  are  children's dolls,  inappropriate  to  this \npopulation.  Linen  is institutional white  not \nresidents  the  to  use of  color often \nfound  in home  Recreational  is sometimes \nstored in bedrooms  prohibiting its access  and  use.  Some \ndormitories  appear  \"  like\"  with  raised observation \nforms  constructed in the  center.  Floors  in these  units are \ntile as  is commonly  used  in bathrooms  and kitchens. \n- 15  -\n\nc.  Day  rooms  or recreational areas  are overcrowded  often \nfurniture  in good  Record  and  tele-\nvisions are  with  loud volume.  Walls  are \nbleak and often decorated with  child like \neffects  for an  adult  bedrooms \nare used  for  areas.  In buildings \nthere  are  often no  for  activities at \nwheel  chair  Bubbler  fountains  are  inaccessible to the \nElevators  in some  have \nincidence of breakdown  time  activities of  the \nPublic  are  not available \nto residents  for  calls to or  from  families  or \nfriends. \nD.  Heat  is poorly  in most  often \nhot or cold temperatures within the \nE.  Fire exit doors  are often \nchecked  and many  are \nThree  trucks  for  use  by  a  volunteer fire  company  on  the \nof  Ladd  School  are  A  fire exit from  the \nbasement of one  is constructed of  combusti~le wood \n(2  X 4  s)  There have  been  two  fires  in this  re-\nevacuation of  the  residents  A wooden  ramp  has  been \nconstructed as  an exit to a \nresidents but the  ramp  will not  the move-\n- 16 \n\n•  The  number  of  staff is  to provide  an  effective pro-\ngram or a  safe environment for  the residents of Ladd  School \nThe  overall ratios  fail to meet  the  standards  for  by \nthe Department of  Health  Education and Welfare,  45C.F.R. \ns  249.13(b) (5) (iii) (A)  and by  the Joint Commission on \nAccreditation of  Residents  are  grouped \ntogether with minimal  number  of  staff providing only  custodial \nservices.  There  are only  two \nthe  entire Ladd  School population.  Several \nare unfilled.  While  some  staff have \nmany  positions are  filled as  many  as  three  times  each year. \neducation is provided thereafter.  A grant of  $7,500  from  the \nDisabilities Council  to ,p rovide  staff training \nbeen  to  support visits to other organizations and \nfacilities  rather than  of direct care \nnew  skills for work with residents  There  are \nworkers  assigned to serve  three hundred  twenty  residents \ntheir families  There  is one \nfour  hundred  adults  in rehabilitation programs. \none other  pathologist to serve  two  hundred other adult \nresidents  These  individuals are  often  other \nsuch as  the Qualified Mental  Retardation Professional \n18  -\n\nment of beds  or some  wheel  chairs thus  these \nresidents  Smoke  detection systems  are not present in some \nwooden  There  is no  automatic  fire call system. \nF.  Food is served in  halls  little program \nrelated  Food  is often set out for  of \ntime  to  the residents'  in the \nmeal  an  unsafe  condition for  residents  The  service \nis custodial rather than  due  to the  number \nof persons  at the same  location  The  of \ndining  facilities  is unrelated to the  of \nresidents.  Heimlich  charts are  not  areas \nalthough many  residents  in such  areas  have \nwhich  result in  incidents. \nG  and  linens  in an  area uII' sed as  an  infirmary are \nwashed  in common  washers  with clothing and  linens  from other \nfloors  of  this  to a  risk of \ninfections among  the  residents \nH.  There  is a  space  for staff. \nOften  staff utilizes  rooms  as  a  coffee room.  Some \nstorage areas  toxic  substances are  left open and \nunattended.  fluid  is left  in many \nlocation. \n17 \n\nunder Title XIX  standards.  shifts in \nassistance  in emer-\nare  understaffed  these resi-\ndents.  In  where  occur \nthere  is no  additional staff  to cover  such  increased \npopulation.  There  is a  serious  shortage of  all medical,  dental \nand record  staff.  Six master's  level \npositions are  unfilled  As  a  direct consequence \nof  the  of  staff,  Plaintiff residents  and members \nof  the Plaintiff class are denied programs  of  ,  occupa-\ntional and speech  therapy and  such  denial  results  in \nof  the  condition of  the  Plaintiff residents  and  other \nof  the Plaintiff class.  As  a  result of  the \ncare  staff restrictions are  on  residents  and \nare administered which  are  and  unnecessary \nexcept for  custodial purposes  Resitients  are given medica-\ntion to enable staff to control behavior. \nTHERE  IS A FAILURE  TO  DEVELOP  NEW  FACILITIES  FOR \nTHE  TRANSFER  OF  RESIDENTS  INTO  THE  COMMUNITY  OR \n.  To  fulfill constitutional and  statutory  the \nDefendants must  all alternative treatment  or \nfacilities  and  the Plaintiff residents  in the \nalternative treatment  their needs.  Records \n- 19  -\n\nmust be  of all consideration  at  reviews  to \nalternative  and  the  reason why  any  alternative was \nServices must be  established to \nprecare and  after care treatment consistent with  the  treatment \nneeds  of  the  residents  including  the  resident Plaintiffs and \nall members  of  the Plaintiff class  The  Defendants  are con-\nstitutionally  to provide as  an  alternative  to the \nSchool  as  constructed,  small  more  suitable \nrestrictive treatment  or facilities  such as \nclinics,  homes,  rest homes,  group \nhomes,  day  houses  houses  and other  residen-\ntial environments.  To  the  extent that such  least restrictive \nalternative treatment settings do  not presently exist the \nDefendants  have  the duty  to  create new  alternative  facilities \nor  to  and  restructure existing but inadequate  facili-\nties so  that all the  resident Plain,iffs may  be  placed in al \nternative facilities  to their benefit.  The  named  Plaintiffs \nmembers  of  the Plaintiff class  should no  longer  be  confined \nLadd  School,  which  provides  little treatment,  inadequate \nservices  rehabilitation pro~rams and \nvocational  training for  the  Plaintiffs and members \nof  their class  The  Plaintiffs should be  placed in lesser \nrestrictive  where  suitable treatment can be \n- 20  -\n\nand where  there  is  less abridgment of  their \nrights of  ,  association,  ~~~cvHr travel and \n42  The  named  resident Plaintiffs and  the members  of  the Plaintiff \nclass have  not been and  cannot reasonably  expect to be \nin less restrictive alternative settings because  the \nDefendants  do  not maintain accurate  records  at Ladd  School, \nwhich  the  determination of whether  a  resident should \nbe  placed in a  less restrictive setting and  such records \ninclude  no  documentation of  the consideration  to \nment  in a  or  facility  The  Defendants \nfail  and  less restrictive \nalternative  The  Defendants  have  not established \nadequate placement  at Ladd  School.  The  Defendants \nhave  no  procedures  for  prospective residents  to  less \nrestrictive  prior to admiss~on.  The  Defendants  have \nfailed to  deploy  staff  to affect proper \nThe  quality of  care  or approved by  the Defendants  in \nthe  few  alternative facilities  is so  low  that the \nresident Plaintiffs and  the Plaintiff class would  b~ harmed \nand not benefited if  in such alternative facilities. \nThe  Defendants  have  failed to  establish or enforce minimum \nstandards  for  alternative facilities  that will assure  the \n- 21  -\n\npersons  in such  facilities are benefited and  not harmed. \nThe  Defendants  have  failed to allocate the necessary  resources \nand  to  the  establishment of  a  continuum of  less \nrestrictive alternatives that will provide  suitable treatment \nfor  a  broad range  of  conditions.  The  Defendants  have  failed \nto  coordinate and  any  comprehensive plan for  the \nestablishment and maintenance of an adequate  number  of \nless restrictive alternative  and have  acted in the \npractice of  their duty  to  and establish \na  continuum of  less restrictive alternatives,  all in violation \nof  the United  States Constitution. \nTHE  DEFENDANTS  HAVE  FAILED  TO  PROVIDE  NECESSARY \nMEDICAL  AND  DENTAL  TREATMENT  AND  CARE  THUS  ENDANGERING \n43.  The  Defendants  have  failed to provide  sufficient medical  and \ndental  staff to meet  the minimal  needs  of  the Plaintiff \nresident and members  of  the Plaintiff class.  The  Defendants \nhave  failed  to  regular gynecological  services  to \nadolescent and  adult females.  Many  female  residents  have \nnot received a  gynecological  physical  examination  f;r many \nyears.  Pap  tests,  so  called,  are  not given  to  female  resi-\ndents.  There  are  a  number  of  residents with  or \nsevere vision loss but the  Defendants  do  not provide  special \n- 22  -\n\nservices or  for  the blind.  Many  residents \nare  but the Defendants  no \nphysiatrist or  consultation.  Many  residents  suffer \nbut the Defendants  provide  one \non  the staff  making  adequate  treatment of \nthose with  Some  residents  for \nwhom  medicines,  and narcotic drugs  have  been \nhave  such medicines and  administered by  untrained per-\nsonnel.  The  procedure of  is unsuper \nvised and  Many  residents  wheel  chairs \nwhich  to be  The  Defendants \nfail  to take  such minimal  steps  as  are necessary  to insure \nthat the Plaintiff residents and others of  the  Plaintiff class \nwho  such wheel  chairs are  suitably  fitted.  The \nDefendants  have  failed to provide  sufficient  staff for \nthe clinic area.  The  Defendants  ha~e failed  to \nminimal  dental  care  to the Plaintiff residents  and members \nof  the Plaintiff class.  Dental  care  is not available  to \nindividuals  for whom  such  care may  offer the opportunity  for \nof  and/or  communication  skills.  ~The \nfailure of the Defendants  to  such minimal medical and \ndental care endangers  the life and  safety of  the  Plaintiff \nresidents and others of  the Plaintiff class.  As  a  result of \n- 23  -\n\nthe  failure  to  and  necessary medical and \ndental  care many  residents have  suffered  harm and \ncontinue  to  suffer such harm.  There  have  been  deaths of \nprovide  necessary medical  care. \n.  Because of  the  ,  the vast majority of  the residents \nLadd  School  have  regressed and deteriorated since \nMany  of  them exhibit  and \nuncontrolled \npostures,  etc.  which  is not the  result of mental  retardation \nbut instead is the  result of  in a  barren \ninhumane  environment. \n45.  Because  of  the  ,  Plaintiff residents and others of \nthe  Plaintiff class  have  been deprived of  the habilitation \nnecessary  to enable  them  to speak,  read,  communicate,  mix  and \nassemble with others of  their choice  and also  to exercise other \nprotected  the First Amendment. \n,  Plaintiff residents and others of \nclass  have  been  of  their  to \nand  the Fourth and Fourteenth \nAmendments. \n- 24  -\n\n47  Because of  the \nclass  have  been denied due  process and \nof  the  law  in violation of  the Fourteenth Amendment. \nBecause of  the  ,  Plaintiff residents  and others of \nPlaintiff class  have  been  of  their  ,  suitable \nbeen  retained in other  than  the  least re \nenvironment  suitable  to their needs \nBecause of  the  ,  Plaintiff residents  and others of \nclass  have  been denied  the benefits under  Title XIX \nSocial  Act,  42  u.s.c.  s  1396,  et.  seq.  which \nthe  funds  pursuant to the Act be \ncare and  treatment in non-institutional \nfor  the needs  of  the  Plaintiff \nand others of  the Plaintiff class. \nWHEREFORE,  the Plaintiffs  pray: \n1.  That  this Court determine  that this action may  be \na  class action and make  such orders  for  notice as \nmay  deem  and  proper. \nThat  this Court determine and  declare  that all residents \nat Ladd  School  have  been denied  their constitutional \nreceive  care and  treatment  individualized \na  safe  and  environment, \n25  -\n\nadequate  staff and  medical  and  dental care - such  that \nhave  a  realistic  to lead a  more  useful and \nthis Court determine  and declare  that Ladd  School \nmeet  minimum  standards of \ncare  treatment,  education and \nCourt declare,  and hold  that the \nacts of  comission and  omission,  violated the \nConstitution,  by \nA.  To  the resident Plaintiffs and members  of  the \nPlaintiff class in the least restrictive alternative \nor  facilities suitable to their needs \nB.  To  create and maintain an  number  of  such alterna-\ntive  or  facilities; \nc.  To  establish  maintain,  and  enforce minimum  standards \nto ensure that the  resident Plaintif~s and members  of  the \nPlaintiff class are benefitted  their  in such \nalternative  and  facilities; \nD.  To  provide  the  resident Plaintiffs and members  of  the \nPlaintiff class with suitable treatment under  the \nrestrictive conditions consistant with  their treatment \nneeds \nE.  To  carry out their  in other \nas  described above \n- 26  -\n\n5.  That  the Plaintiffs be  a \nand upon  final  ,  a  permanent  sufficient to \nthe  unconstitutional conditions,  and \nherein \n6.  That  said  direct Defendants  to meet \nsuch  standards  as  this Court may \n7  That the  Defendants  be ordered  to provide  for  the \nresidents now  in Ladd  School  such  additional habili-\ntation as may  be  necessary  to compensate  for  the  and \ndeterioration they have  suffered \n8  That a  Receiver or Master be  and  endowed with \nthe necessary  to oversee  and  said orders  and \ninjunctions \n9.  That  this Court  retain  jurisdiction over  this matter \nuntil the  have  been completely  implemented. \n10.  That  this Court grant such othen and  further  relief as \nshall be  deemed  necessary  and  ,  including but not \nlimited to an  award of attorneys'  fees  and  costs  to the Plaintiffs \nsubmitted, \nFullerton \nMassachusetts  02181 \n27 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/79211"
    }
  ],
  "document_count": 11
}