{
  "case_id": 429,
  "fetched_at": "2025-10-22T00:04:39.242848",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "V.T. Dept. of Developmental and Mental Health",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Mental Health (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2002,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Vermont state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1984,
    "id": 429,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Informed consent/involuntary medication",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general"
    ],
    "last_checked_date": "2006-06-30T00:00:00-04:00",
    "main_docket": {
      "id": 38966,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1984,
      "docket_filing_number": 418,
      "is_main_docket": true,
      "court": "Vermont state trial court",
      "state": "Vermont",
      "docket_office_number": "",
      "docket_number_manual": "418-84",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "J.L. v. Miller",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2002,
    "order_start_year": 1985,
    "permanent_injunction": false,
    "plaintiff_description": "Individuals with mental illness confined at the Vermont State Hospital in Waterbury, Vermont",
    "plaintiff_type": [],
    "prevailing_party": "Mixed",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "1985-05-28",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Vermont",
    "summary": "<p>In 1984, individuals with mental illness confined at the Vermont State Hospital (VSH) in Waterbury, Vermont, filed a class action lawsuit in the Superior Court for the State of Vermont for Washington County against Vermont's Commissioner of Mental Health and Mental Retardation and various VSH officials.  The plaintiffs, represented by Vermont Legal Aid, sought equitable relief for alleged violations of their Fourteenth Amendment Due Process rights.  Specifically, the plaintiffs claimed that VSH subjected plaintiffs to involuntary, non-emergency medication.  </p><p>On May 28, 1985, the parties entered into a consent decree, which the court approved.  VSH agreed to implement policies and procedures to govern involuntary medication of patients.  Under the new system, the interdisciplinary treatment team would recommend involuntary medication when such intervention would be in keeping with professional standards.  Even then, patients could not be involuntarily medicated without a hearing at which they were entitled to representation. </p><p>In November 1990, the defendants asked the court to dissolve the consent decree, but the court (Judge Alan W. Cheever) refused.  When the court denied the defendants' petition for rehearing, the defendants appealed.  On May 28, 1992, the Supreme Court of Vermont (Justice Fredric Allen) affirmed, reasoning that the defendants had failed to show either (1) a significant and unforeseeable change of law, constitutional and statutory, or fact or (2) full achievement of the goals of the consent decree.  J.L. v. Miller, 614 A.2d 808 (Vt. 1992).</p><p>In 1998, Vermont enacted legislation with the purpose of supplanting the 1985 consent decree.  </p><p>The defendants subsequently asked the court to vacate the consent decree on the grounds that the law had materially changed.  The trial court (Judge Mary Miles Teachout) refused to grant relief from judgment.  On October 18, 2002, the Vermont Supreme Court (Justice James L. Morse) vacated the lower court's ruling and granted relief from the consent decree.  J.L. v. Miller, 817 A.2d 1 (Vt. 2002).  The court held that, despite the differences between the consent decree and the new legislation, clear legislative intent required the dissolution of the consent decree.</p><p>We have no information on subsequent litigation.</p><p></p>",
    "summary_published_date": "2006-06-30T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": "2002-10-18",
    "clearinghouse_link": "clearinghouse.net/case/429",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=429",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=429",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=429"
  },
  "documents": [
    {
      "date": "2002-10-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1,
      "cite_1_reporter": "A.2d",
      "cite_1_vol": 817,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Vermont state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60405,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60405.pdf",
      "title": "Reported Opinion",
      "text": "817 A.2d 1 (2002)\nJ.L.\nv.\nSutherland MILLER, et al.\nNo. 00-430.\nSupreme Court of Vermont.\nOctober 18, 2002.\nJohn J. McCullough III, Vermont Legal Aid, Inc., Waterbury, for Plaintiff-Appellee J.L.\nO. Whitman Smith of Mickenberg, Dunn, Kochman, Lachs & Smith, PLC, Burlington, for Plaintiffs-Appellees R.B.,\nS.H. and Vermont Protection and Advocacy, Inc.\nRobert Appel, Defender General, Montpelier, for Plaintiff-Appellee R.B.\n2 William Sorrell, Attorney General, Montpelier, and Jennifer L. Myka, Assistant *2 Attorney General, and Sean\nBrown, Law Clerk (On the Brief), Waterbury, for Defendants-Appellants.\nPresent: MORSE, J., and DIMAURO, District Judge, ALLEN, C.J. (Ret.) and GIBSON, J. (Ret.), Specially\nAssigned.\nMORSE, J.\nDefendants Sutherland Miller, Commissioner, Vermont Department of Developmental and Mental Health\nServices; Rodney Copeland, Superintendent, Vermont State Hospital; Brij Sarran, Staff Psychiatrist, Vermont\nState Hospital; Nancy Belle Collett, Staff Psychiatrist, Vermont State Hospital; and Rafael E. Garcia, Staff\nPsychiatrist, Vermont State Hospital, appeal the denial of a motion for relief from judgment under V.R.C.P. 60(b)\n(5). Defendants had asked the superior court to vacate the \"J.L. Consent Decree,\" entered into in May 1985,\nbecause in 1998 the Legislature adopted legislation expressly stating that \"the J.L. v. Miller consent judgment [is]\nno longer applicable.\" 1997, No. 114 (Adj. Sess.), § 1 (codified as 18 V.S.A. § 7629(d)). We hold that the\nlegislative enactment of Act 114 supersedes the J.L. Consent Decree by operation of law, compelling us to\nreverse the trial court's ruling and grant the motion for relief from judgment.\nThe underlying case dates back to May 28, 1985, when the Washington Superior Court approved a consent\ndecree entered into by J.L. and the Vermont Department of Developmental and Mental Health Services. The\ndecree was intended to provide both procedural and substantive protections to members of a class of individuals\nwho had been committed to the Vermont State Hospital at Waterbury and were facing involuntary, nonemergency\nmedication. The rules established by that decree have effectively withstood continued challenges and provided\nthe controlling regulations for involuntary mental health treatment since its entry in 1985. See, e.g., J.L. v. Miller,\n158 Vt. 601, 614 A.2d 808 (1992) (\"J.L. I\").\nBoth expressly and in substance, Act 114 replaced the decree. The Legislature's primary purpose in passing Act\n114 was to provide a judicial process through which \"the right of a legally competent person to determine whether\nor not to accept medical treatment\" would be protected. 18 V.S.A. § 7629(a). However, while Act 114 provides a\nnew and different set of procedures for the treatment of individuals facing involuntary medication, it also has\nsome substantial similarities to the J.L. Consent Decree. For instance, both Act 114 and the J.L. Consent Decree\nprovide for the patient to receive representation, as well as an independent psychiatric evaluation, 18 V.S.A. §\n7625(a); J.L. v. Miller, No. 5-418-84-WnC, at 8 (Vt. Sup. Ct. Washington County, May 28, 1985) (\"J.L. Consent\nDecree\"), and each requires a demonstration of proof by clear and convincing evidence in their respective\nhearings. 18 V.S.A. § 7625(b); J.L. Consent Decree, at 8.\n\nIt is in those hearings that the differences are found. While the Consent Decree provided that a hearing prior to\nany involuntary nonemergency medication occur in front of an officer appointed by agreement between the\nHuman Services Board and the Commissioner of Developmental and Mental Health Services, J.L. Consent\nDecree, at 7, Act 114 requires a comparable hearing to take place in family court, after the filing of a petition by\nthe same commissioner. 18 V.S.A. § 7625(a). That petition requires certification by a treating physician which\ndescribes the person's mental illness, the necessity of involuntary medication, a list of proposed medications, a\n3 statement of risks and benefits, the person's prognosis with and without *3 medication, the current state of the\nperson's health, the current relevant facts concerning the individual, what alternate treatments were proposed\nand why they were ruled out, and whether the person has executed a durable power of attorney for health care. \nId. § 7624(c)(1)-(7).\nUnder the J.L. Consent Decree, an application for a hearing must include the original request to pursue\ninvoluntary treatment, the approval and recommendation of the Medical Director of the Vermont State Hospital,\nand the facts relied on in the assertion of incompetence. J.L. Consent Decree, at 9. Included in the last\nconsideration must be: the nature of the mental illness, the effect of the mental illness on the ability to assimilate\ninformation, the information provided to the patient prior to refusal, an assessment of specific areas in which the\npatient may lack the capacity to make or communicate informed decisions, the individualized treatment plan, the\nreasons for refusal, a description of alternative remedies and the likelihood of success, a description of any past\nside effects experienced by the patient from the proposed treatment, and a statement of any potential benefits\nand risks to the patient if treatment proceeds. Id.\nAt the hearing, if the presiding officer finds that the patient is incompetent, the officer's decision on whether to\nadminister medication is based upon a \"substituted judgment\" standard. Id. at 10. That standard requires the\nofficer to consider whether a patient would voluntarily consent to medication if competent, and relies on\npreviously expressed preferences, religious convictions, the impact of the decision on the patient, other patients\nand staff, the patient's family, and the possible risks and benefits of treatment in making that determination. Id. In\ncontrast, Act 114 requires that a different standard be applied. Under the statute, upon a finding of incompetence,\nthe family court is required to determine whether involuntary medication is supported by the factors enumerated\nin § 7627(c). 18 V.S.A. § 7627(e). Those factors are similar to those considered under the J.L. Consent Decree,\nand mentioned above.\nHowever great we may believe the differences are between the J.L. Consent Decree and Act 114, the most\nsignificant connection between the two is enunciated in 18 V.S.A. § 7629(d). In that provision, the Legislature\nrecorded its specific intention to \"render the J.L. v. Miller consent judgment no longer applicable.\" Id.\nWhen defendants' motion was first filed, many members of the original class did not oppose it. However, certain\nindividual intervenors and a subclass represented by plaintiff-appellees S.H. and R.B. contested the motion,\nseeking continued application of the terms of the original decree. They were joined shortly thereafter by another\nplaintiff, R.B., on behalf of a subclass of prison inmates subject to involuntary medication. After granting the\nmotions to intervene and certifying the subclasses, the superior court heard arguments from all parties. Following\nthe court's denial of their motion for relief from judgment and after an unsuccessful motion for reconsideration,\ndefendants appeal.\nThe parties maintain that the question before the Court is whether the superior court erred in applying the\nstandard established by the United States Supreme Court in Rufo v. Inmates of Suffolk County Jail, 502 U.S.\n367, 112 S.Ct. 748, 116 L.Ed.2d 867 (1992). If the Rufo standards apply, the issue is whether the enactment of\nAct 114, effective July 1, 1998, constituted a sufficient change in circumstances to warrant granting defendants'\n4 Rule 60(b)(5) motion requesting termination of the previously controlling consent decree. In *4Rufo, the Sheriff of\nSuffolk County, Massachusetts and the Massachusetts Commissioner of Corrections sought to modify a consent\ndecree requiring construction of a new jail capable of providing inmates with their own cells. They alleged that\nunanticipated prison overcrowding prevented them from providing inmates with their own cells. Id. at 376, 112\nS.Ct. 748. The rule adopted in that case states that \"a party seeking modification of a consent decree bears the\nburden of establishing that a significant change in circumstances warrants revision of the decree. If the moving\nparty meets this standard, the court should consider whether the proposed modification is suitably tailored to the\nchanged circumstance.\" Id. at 383, 112 S.Ct. 748.\n\nRelying on Rufo, the superior court held that defendants had failed to demonstrate that termination of the J.L.\nConsent Decree would not result in diminished constitutional protections for members of the J.L. classes. In\nfailing to meet that burden, defendants failed to show a change in circumstances warranting revision of the\ndecree. Additionally, the court held that termination of the entire Consent Decree was not suitably tailored to\naddress the change in circumstances raised by the passage of Act 114.\nRufo, however, is immaterial to this case. A Rule 60(b)(5) motion seeking modification of a consent decree based\non a change in factual circumstance is only tenuously analogous to the situation at hand. Here, defendants did\nnot seek modification of a consent decree, they sought termination of a consent decree. Defendants' motion in\nthis case was not based on a change in factual circumstance, as was the case in Rufo. Nor did they seek a\n[*]\nmodification based on new case law, as was the situation in J.L. I.  In its current iteration, defendants' motion\nsought to terminate prospective application of the J.L. Consent Decree based on legislative enactment of a\nstatute specifically intended to terminate application of that decree. See 18 V.S.A. § 7629(d). In light of the\npassage of Act 114, the sole issue presented by this case is whether there is a justiciable controversy. In Article\nIII of the United States Constitution, the jurisdiction of the federal courts is limited to actual cases or\ncontroversies. U.S. Const. art. III, § 2. The State of Vermont has adopted the same limitation. Parker v. Town of\nMilton, 169 Vt. 74, 76-77, 726 A.2d 477, 480 (1998); see also Agency of Natural Resources v. United States Fire\nIns. Co., 173 Vt. 302, 306, 796 A.2d 476, 479 (2001) (\"Vermont has adopted [the federal] requirement\"). The\npresence of an actual controversy \"turns on whether the plaintiff is suffering the threat of actual injury to a\nprotected legal interest, or is merely speculating about the impact of some generalized grievance.\" Town of\nCavendish v. Vt. Pub. Power Supply Auth., 141 Vt. 144, 147, 446 A.2d 792, 794 (1982). Furthermore, the\nrequirement that an actual controversy exist at all times is jurisdictional, and not subject to waiver by either party. \nId. Absent an actual controversy, any decision of the judicial branch is merely an advisory opinion, and is\nconsequently beyond the authority vested in the judicial branch by the Vermont State Constitution. See Anderson\n5 v. State, 168 Vt. 641, 644, 723 A.2d 1147, 1149 (1998) (mem.) (claim *5 based on anticipated voter reaction was\ntoo speculative to be justiciable); see also In re Opinion of the Justices, 115 Vt. 524, 529, 64 A.2d 169, 172\n(1949) (\"The judicial power, as conferred by the Constitution of this State upon this Court, is the same as that\ngiven to the Federal Supreme Court by the United States Constitution ....\").\nThe J.L. Consent Decree was entered for the purpose of addressing the absence of procedural safeguards\nagainst the forced medication of mental health patients. According to the original complaint, before the decree\nwas entered, the decision to medicate a member of plaintiff's class was made after a short administrative\nprocess, conducted entirely within the Vermont State Hospital, and consisted of a unilateral determination by\ndefendants based on the recommendation of an internal hearing officer. In the course of that process, it was\nalleged that defendants failed to consider or make any determination of plaintiff class member's ability to consent\nto treatment. However significant the shortfalls of that process may seem, they were addressed first by the\nConsent Decree, and now by Act 114.\nThe J.L. Consent Decree has already proven to be a formidable obstacle. Not only did it withstand a direct\nassault in the superior court, in defendants' Rule 60(b)(5) motion for relief from judgment, but it withstood an\nattempt by mental health officials to go forward under Act 114 in the Washington Family Court. On July 29, 1998,\nthat court granted four motions to dismiss, holding that \"[u]ntil the [J.L.] consent judgment is modified or vacated,\nit will continue to govern the involuntary medication procedures in Vermont .... As a result, this court lacks the\njurisdiction to hear the current petitions to involuntarily medicate the respondents.\"\nContinued adherence to the provisions of the J.L. Consent Decree would allow a judicial decree premised on a\nlack of relevant legislation to withstand the enactment of a statutory scheme intended to cure the deficiency.\n\"[P]arties have no power to continue to insist upon the protection of their rights in a manner different from that\nchosen by Congress absent constitutional fault.\" Williams v. Butz, 843 F.2d 1335, 1339 (11th Cir.1988). Courts\nhave a duty to refrain from interfering with the sovereign powers of the legislature as allocated by the state\nconstitution. See State v. Ludlow Supermarkets, Inc., 141 Vt. 261, 267, 448 A.2d 791, 794 (1982). Moreover, \"[i]t\nbecomes an... inexcusable abuse of judicial power when ... a court ignores or defies clear and specific legislative\nenactments which not only control the subject matter but demonstrate legislative preemption as well.\" Payne v.\nRozendaal, 147 Vt. 488, 499, 520 A.2d 586, 592 (1986).\n\nIn the situation at hand, there can be no weighing of the equities. Once the legislature has asserted its intent to\nsupplant a consent decree, its intent controls until a proper case or controversy directly addresses the statute.\nRequiring defendants to file a Rule 60(b)(5) motion prior to implementing Act 114 implies that a litigant can\nbargain away the legislature's right to create the relevant procedures. Further, requiring that defendants' motion\ndemonstrate the constitutionality of the legislatively substituted procedures before those procedures can supplant\nthe Consent Decree denies them the presumption of constitutionality to which legislation is entitled. See State v.\nRead, 165 Vt. 141, 147, 680 A.2d 944, 948 (1996) (\"We accord statutes a presumption of constitutionality.\").\nPlaintiffs intimate that Act 114's procedures might be unconstitutional. The speculative nature of plaintiffs' fears\n6 renders *6 them too abstract to support a controversy. Until and if, in a proper case, one or more provisions of Act\n114 are successfully challenged as unconstitutional or otherwise invalid, Act 114 takes precedence over the J.L.\nConsent Decree. Before Act 114 is implemented, and treatment under its provisions is pending, no proper\ncontroversy can arise to support a challenge. The case at hand is not one in which the Court may address the\nconstitutionality of the standard and procedures adopted in the legislation; it is merely the place in which we\nrecognize that the parties to the original action no longer face the original injury they alleged. The absence of a\nreal controversy and the creation of a set of procedures that eclipse the standards of the J.L. Consent Decree\nrender reliance on it as an ongoing remedy unjustified.\nReversed; the order denying defendants' motion under Rule 60(b)(5) is vacated and defendants' motion for relief\nfrom judgment is granted.\n[*] In its first look at the J.L. Consent Decree, the State filed a Rule 60(b)(5) motion after the United States\nSupreme Court's decision in Washington v. Harper, 494 U.S. 210, 110 S.Ct. 1028, 108 L.Ed.2d 178 (1990),\nclarified the procedural requirements necessary for the involuntary treatment of patients. This Court held that\nbecause the clarification in Harper did not specifically identify the substantive rights in the mental health context,\nit did not warrant a modification of the consent decree. J.L. I, 158 Vt. at 606, 614 A.2d at 812.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60405"
    },
    {
      "date": "2002-10-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1,
      "cite_1_reporter": "A.2d",
      "cite_1_vol": 817,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Vermont state supreme court",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 1928,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1928.pdf",
      "title": "Reported Opinion",
      "text": "817A.2d1 FOREDUCATIONALUSEONLY Page1\n174Vt.288,817A.2d1\n(Citeas:174Vt.288,817A.2d1)\n92k69MostCitedCases\nSupremeCourtofVermont. Absent an actual controversy, any decision of the judicial\nJ.L. branch is merely an advisory opinion, and is consequently\nv. beyond the authority vested in the judicial branch by the\nSutherlandMILLER,etal. StateConstitution.\nNo.00-430.\n[5]Action 35\nOct.18,2002. 13k35MostCitedCases\nParties have no power to continue to insist upon the\nCommissionerofDepartmentofDevelopmentalandMental\nprotection of their rights in a manner different from that\nHealth Services, superintendent of state hospital, and state\nchosenbyCongressabsentconstitutionalfault.\nhospitalemployeessoughtrelieffromconsentdecreewhich\nset forth procedures for involuntary medication of [6]ConstitutionalLaw 70.1(1)\ncommitted patients at state hospital. The Washington 92k70.1(1)MostCitedCases\nSuperiorCourt,MaryMilesTeachout,J.,deniedrelieffrom Courts have a duty to refrain from interfering with the\njudgment, and appeal was taken. The Supreme Court, sovereign powers of the legislature as allocated by the state\nMorse, J., held that Legislature adopted act that superseded constitution.\nconsentdecreebyoperationoflawandrenderedrelianceon\n[7]ConstitutionalLaw 70.1(2)\nconsentdecree,asaremedy,unjustified.\n92k70.1(2)MostCitedCases\nReversed; order denying motion for relief from judgment It becomes an inexcusable abuse of judicial power when a\nvacatedandmotiongranted. court ignores or defies clear and specific legislative\nenactments which not only control the subject matter but\nWestHeadnotes\ndemonstratelegislativepreemptionaswell.\n[1]MentalHealth 51.15\n**1*288 John J. McCullough III, Vermont Legal Aid, Inc.,\n257Ak51.15MostCitedCases\nWaterbury,forPlaintiff-AppelleeJ.L.\nAbsent real controversy and in light of legislature's creation\nof a set of procedures that eclipsed standards of consent *289 O. Whitman Smith of Mickenberg, Dunn, Kochman,\ndecree which set forth procedures for involuntary Lachs & Smith, PLC, Burlington, for Plaintiffs-Appellees\nmedication of committed patients at state hospital, reliance R.B.,S.H.andVermontProtectionandAdvocacy,Inc.\non consent decree, as an ongoing remedy, was unjustified.\nRobert Appel, Defender General, Montpelier, for\n18V.S.A.§7629(d).\nPlaintiff-AppelleeR.B.\n[2]Action 6\nWilliamSorrell,AttorneyGeneral,Montpelier,andJennifer\n13k6MostCitedCases\nL.Myka,Assistant**2AttorneyGeneral,andSeanBrown,\nThe presence of an actual controversy turns on whether the\nLaw Clerk (On the Brief), Waterbury, for\nplaintiffissufferingthethreatofactualinjurytoaprotected\nDefendants-Appellants.\nlegal interest, or is merely speculating about the impact of\nsomegeneralizedgrievance.\nPresent: MORSE, J., and DIMAURO, District Judge,\nALLEN, C.J. (Ret.) and GIBSON, J. (Ret.), Specially\n[3]Action 6\nAssigned.\n13k6MostCitedCases\nTherequirementthatanactualcontroversyexistatalltimes\nMORSE,J.\nisjurisdictional,andnotsubjecttowaiverbyeitherparty.\n[4]ConstitutionalLaw 69\nDefendants Sutherland Miller, Commissioner, Vermont\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n817A.2d1 FOREDUCATIONALUSEONLY Page2\n174Vt.288,817A.2d1\n(Citeas:174Vt.288,817A.2d1)\nDepartment of Developmental and Mental Health Services; Washington County, May 28, 1985) (\"J.L. Consent\nRodney Copeland, Superintendent, Vermont State Hospital; Decree\"), and each requires a demonstration of proof by\nBrij Sarran, Staff Psychiatrist, Vermont State Hospital; clear and convincing evidence in their respective hearings.\nNancy Belle Collett, Staff Psychiatrist, Vermont State 18V.S.A.§7625(b);J.L.ConsentDecree,at8.\nHospital; and Rafael E. Garcia, Staff Psychiatrist, Vermont\nIt is in those hearings that the differences are found. While\nState Hospital, appeal the denial of a motion for relief from\nthe Consent Decree provided that a hearing prior to any\njudgment under V.R.C.P. 60(b)(5). Defendants had asked\ninvoluntary nonemergency medication occur in front of an\nthe superior court to vacate the \"J.L. Consent Decree,\"\nofficer appointed by agreement between the Human\nentered into in May 1985, because in 1998 the Legislature\nServices Board and the Commissioner of Developmental\nadopted legislation expressly stating that \"the J.L. v. Miller\nand Mental Health Services, J.L. Consent Decree, at 7, Act\nconsent judgment [is] no longer applicable.\" 1997, No. 114\n114 requires a comparable hearing to take place in family\n(Adj.Sess.),§1(codifiedas18V.S.A.§7629(d)).Wehold\ncourt, after the filing of a petition by the same\nthatthelegislativeenactmentofAct114supersedestheJ.L.\ncommissioner. 18 V.S.A. § 7625(a). That petition requires\nConsent Decree by operation of law, compelling us to\ncertification by a treating physician which describes the\nreversethetrialcourt'srulingandgrantthemotionforrelief\nperson's mental illness, the necessity of involuntary\nfromjudgment.\nmedication, a list of proposed medications, a statement of\nThe underlying case dates back to May 28, 1985, when the risks and benefits, the person's prognosis with and without\nWashington Superior Court approved a consent decree **3 medication, the current state of the person's health, the\nentered into by J.L. and the Vermont Department of current relevant facts concerning the individual, what\nDevelopmentalandMentalHealthServices.Thedecreewas alternatetreatmentswereproposedandwhytheywereruled\nintended to provide both procedural and substantive out,andwhetherthepersonhasexecutedadurablepowerof\nprotections to members of a class of individuals who had attorneyforhealthcare.Id.§7624(c)(1)-(7).\nbeencommittedtotheVermontStateHospitalatWaterbury\nUnder the J.L. Consent Decree, an application for a hearing\nand were facing involuntary, nonemergency medication.\nmust include the original request to pursue involuntary\nThe rules established by that decree have effectively\ntreatment,theapprovalandrecommendationoftheMedical\nwithstoodcontinuedchallengesandprovidedthecontrolling\nDirector of the Vermont State Hospital, and the facts relied\nregulations for involuntary mental health treatment since its\nonintheassertionofincompetence.J.L.ConsentDecree,at\nentry in 1985. See, e.g., J.L. v. Miller, 158 Vt. 601, 614\n9. Included in the last consideration must be: the nature of\nA.2d808(1992)(\"J.L.\").\nthe mental illness, the effect of the mental illness on the\nBoth expressly and in substance, Act 114 replaced the ability to assimilate information, the information provided\ndecree. The Legislature's primary purpose in passing Act tothepatientpriortorefusal,anassessmentofspecificareas\n114 was to provide a judicial process through which \"the in which the patient may lack the capacity to make or\nright of a legally competent person to determine whether or communicate informed decisions, the individualized\nnot to accept medical treatment\" would be protected. 18 treatment plan, the reasons for refusal, a description of\nV.S.A. § 7629(a). However, while Act 114 provides a new alternative remedies and the likelihood of success, a\nand different set of procedures for the treatment of description of any past side effects experienced by the\nindividuals facing *290 involuntary medication, it also has patient from the proposed treatment, and a statement of any\nsomesubstantialsimilaritiestotheJ.L.ConsentDecree.For potential benefits and risks to the patient if treatment\ninstance, both Act 114 and the J.L. Consent Decree provide proceeds.Id.\nfor the patient to receive representation, as well as an\nAt the hearing, if the presiding officer finds that the patient\nindependent psychiatric evaluation, 18 V.S.A. § 7625(a);\nis incompetent, the officer's decision on whether to\nJ.L. v. Miller, No. 5-418-84-WnC, at 8 (Vt. Sup. Ct.\nadminister medication is based upon a \"substituted\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n817A.2d1 FOREDUCATIONALUSEONLY Page3\n174Vt.288,817A.2d1\n(Citeas:174Vt.288,817A.2d1)\njudgment\" standard. Id. at 10. That standard requires the Massachusetts and the Massachusetts Commissioner of\nofficertoconsiderwhetherapatientwould*291voluntarily Corrections sought to modify a consent decree requiring\nconsenttomedicationifcompetent,andreliesonpreviously constructionofanewjailcapableofprovidinginmateswith\nexpressed preferences, religious convictions, the impact of their own cells. They alleged that unanticipated prison\nthe decision on the patient, other patients and staff, the overcrowding prevented them from providing inmates with\npatient's family, and the possible risks and benefits of their own cells. Id. at 376, 112 S.Ct. 748. The rule adopted\ntreatment in making that determination. Id. In contrast, Act in that case states that \"a party seeking modification of a\n114 requires that a different standard be applied. Under the consent decree bears the burden of establishing that a\nstatute, upon a finding of incompetence, the family court is significant change in circumstances *292 warrants revision\nrequired to determine whether involuntary medication is of the decree. If the moving party meets this standard, the\nsupportedbythefactorsenumeratedin§7627(c).18V.S.A. court should consider whether the proposed modification is\n§ 7627(e). Those factors are similar to those considered suitably tailored to the changed circumstance.\" Id. at 383,\nundertheJ.L.ConsentDecree,andmentionedabove. 112S.Ct.748.\nHowever great we may believe the differences are between RelyingonRufo,thesuperiorcourtheldthatdefendantshad\nthe J.L. Consent Decree and Act 114, the most significant failed to demonstrate that termination of the J.L. Consent\nconnection between the two is enunciated in 18 V.S.A. § Decree would not result in diminished constitutional\n7629(d). In that provision, the Legislature recorded its protections for members of the J.L. classes. In failing to\nspecific intention to \"render the J.L. v. Miller consent meet that burden, defendants failed to show a change in\njudgmentnolongerapplicable.\"Id. circumstances warranting revision of the decree.\nAdditionally, the court held that termination of the entire\nWhen defendants' motion was first filed, many members of\nConsent Decree was not suitably tailored to address the\nthe original class did not oppose it. However, certain\nchangeincircumstancesraisedbythepassageofAct114.\nindividual intervenors and a subclass represented by\nplaintiff-appellees S.H. and R.B. contested the motion, [2][3][4] Rufo, however, is immaterial to this case. A Rule\nseeking continued application of the terms of the original 60(b)(5) motion seeking modification of a consent decree\ndecree. They were joined shortly thereafter by another basedonachangeinfactualcircumstanceisonlytenuously\nplaintiff, R.B., on behalf of a subclass of prison inmates analogous to the situation at hand. Here, defendants did not\nsubject to involuntary medication. After granting the seek modification of a consent decree, they sought\nmotions to intervene and certifying the subclasses, the termination of a consent decree. Defendants' motion in this\nsuperior court heard arguments from all parties. Following case was not based on a change in factual circumstance, as\nthe court's denial of their motion for relief from judgment was the case in Rufo. Nor did they seek a modification\nand after an unsuccessful motion for reconsideration, basedonnewcaselaw,aswasthesituationinJ.L.I.[FN*]\ndefendantsappeal. In its current iteration, defendants' motion sought to\nterminateprospectiveapplicationoftheJ.L.ConsentDecree\n[1]ThepartiesmaintainthatthequestionbeforetheCourtis\nbased on legislative enactment of a statute specifically\nwhether the superior court erred in applying the standard\nintended to terminate application of that decree. See 18\nestablished by the United States Supreme Court in Rufo v.\nV.S.A. § 7629(d). In light of the passage of Act 114, the\nInmatesofSuffolkCountyJail,502U.S.367,112S.Ct.748,\nsole issue presented by this case is whether there is a\n116 L.Ed.2d 867 (1992). If the Rufo standards apply, the\njusticiable controversy. In Article III of the United States\nissue is whether the enactment of Act 114, effective July 1,\nConstitution, the jurisdiction of the federal courts is limited\n1998, constituted a sufficient change in circumstances to\ntoactualcasesorcontroversies.U.S.Const.art.III,§2.The\nwarrant granting defendants' Rule 60(b)(5) motion\nStateofVermonthasadoptedthesamelimitation.Parkerv.\nrequesting termination of the previously controlling consent\nTown of Milton, 169 Vt. 74, 76-77, 726 A.2d 477, 480\ndecree. In **4 Rufo, the Sheriff of Suffolk County,\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n817A.2d1 FOREDUCATIONALUSEONLY Page4\n174Vt.288,817A.2d1\n(Citeas:174Vt.288,817A.2d1)\n(1998); see also Agency of Natural Resources v. United of that process, it was alleged that defendants failed to\nStates Fire Ins. Co., 173 Vt. 302, 306, 796 A.2d 476, 479 consider or make any determination of plaintiff class\n(2001) (\"Vermont has adopted [the federal] requirement\"). member's ability to consent to treatment. However\nThepresenceofanactualcontroversy\"turnsonwhetherthe significant the shortfalls of that process may seem, they\nplaintiffissufferingthethreatofactualinjurytoaprotected wereaddressedfirstbytheConsentDecree,andnowbyAct\nlegal interest, or is merely speculating about the impact of 114.\nsomegeneralizedgrievance.\"TownofCavendishv.Vt.Pub.\nThe J.L. Consent Decree has already proven to be a\nPower Supply Auth., 141 Vt. 144, 147, 446 A.2d 792, 794\nformidable obstacle. Not only did it withstand a direct\n(1982). Furthermore, *293 the requirement that an actual\nassault in the superior court, in defendants' Rule 60(b)(5)\ncontroversy exist at all times is jurisdictional, and not\nmotionforrelieffromjudgment,butitwithstoodanattempt\nsubject to waiver by either party. Id. Absent an actual\nby mental health officials to go forward under Act 114 in\ncontroversy,anydecisionofthejudicialbranchismerelyan\nthe Washington Family Court. On July 29, 1998, that court\nadvisory opinion, and is consequently beyond the authority\ngranted four motions to dismiss, holding that \"[u]ntil the\nvested in the judicial branch by the Vermont State\n[J.L.] consent judgment is modified or vacated, it will\nConstitution. See Anderson v. State, 168 Vt. 641, 644, 723\ncontinuetogoverntheinvoluntarymedicationproceduresin\nA.2d 1147, 1149 (1998) (mem.) (claim **5 based on\nVermont .... As a result, this court lacks the jurisdiction to\nanticipated voter reaction was too speculative to be\nhear the current petitions to involuntarily medicate the\njusticiable); see also In re Opinion of the Justices, 115 Vt.\nrespondents.\"\n524,529,64A.2d169,172(1949)(\"Thejudicialpower,as\nconferred by the Constitution of this State upon this Court,\n[5][6][7] Continued adherence to the provisions of the J.L.\nis the same as that given to the Federal Supreme Court by\nConsentDecreewouldallowajudicialdecreepremisedona\ntheUnitedStatesConstitution....\").\nlack of relevant legislation to withstand the enactment of a\nstatutory scheme intended to cure the deficiency. \"[P]arties\nFN*InitsfirstlookattheJ.L.ConsentDecree,the\nhave no power to continue to insist upon the protection of\nState filed a Rule 60(b)(5) motion after the United\ntheir rights in a manner different from that chosen by\nStates Supreme Court's decision in Washington v.\nCongress absent constitutional fault.\" Williams v. Butz, 843\nHarper,494U.S.210,110S.Ct.1028,108L.Ed.2d\nF.2d 1335, 1339 (11th Cir.1988). Courts have a duty to\n178 (1990), clarified the procedural requirements\nrefrain from interfering with the sovereign powers of the\nnecessary for the involuntary treatment of patients.\nlegislature as allocated by the state *294 constitution. See\nThis Court held that because the clarification in\nState v. Ludlow Supermarkets, Inc., 141 Vt. 261, 267, 448\nHarperdidnotspecificallyidentifythesubstantive\nA.2d 791, 794 (1982). Moreover, \"[i]t becomes an ...\nrights in the mental health context, it did not\ninexcusableabuseofjudicialpowerwhen...acourtignores\nwarrantamodificationoftheconsentdecree.J.L.I,\nordefiesclearandspecificlegislativeenactmentswhichnot\n158Vt.at606,614A.2dat812.\nonly control the subject matter but demonstrate legislative\nThe J.L. Consent Decree was entered for the purpose of preemptionaswell.\"Paynev.Rozendaal,147Vt.488,499,\naddressing the absence of procedural safeguards against the 520A.2d586,592(1986).\nforced medication of mental health patients. According to\nIn the situation at hand, there can be no weighing of the\nthe original complaint, before the decree was entered, the\nequities. Once the legislature has asserted its intent to\ndecisiontomedicateamemberofplaintiff'sclasswasmade\nsupplant a consent decree, its intent controls until a proper\nafter a short administrative process, conducted entirely\ncaseorcontroversydirectlyaddressesthestatute.Requiring\nwithin the Vermont State Hospital, and consisted of a\ndefendants to file a Rule 60(b)(5) motion prior to\nunilateral determination by defendants based on the\nimplementing Act 114 implies that a litigant can bargain\nrecommendationofaninternalhearingofficer.Inthecourse\nawaythelegislature'srighttocreatetherelevantprocedures.\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n817A.2d1 FOREDUCATIONALUSEONLY Page5\n174Vt.288,817A.2d1\n(Citeas:174Vt.288,817A.2d1)\nFurther, requiring that defendants' motion demonstrate the\nconstitutionality of the legislatively substituted procedures\nbefore those procedures can supplant the Consent Decree\ndenies them the presumption of constitutionality to which\nlegislation is entitled. See State v. Read, 165 Vt. 141, 147,\n680 A.2d 944, 948 (1996) (\"We accord statutes a\npresumptionofconstitutionality.\").\nPlaintiffs intimate that Act 114's procedures might be\nunconstitutional. The speculative nature of plaintiffs' fears\nrenders**6themtooabstracttosupportacontroversy.Until\nand if, in a proper case, one or more provisions of Act 114\nare successfully challenged as unconstitutional or otherwise\ninvalid, Act 114 takes precedence over the J.L. Consent\nDecree. Before Act 114 is implemented, and treatment\nunder its provisions is pending, no proper controversy can\narise to support a challenge. The case at hand is not one in\nwhich the Court may address the constitutionality of the\nstandard and procedures adopted in the legislation; it is\nmerely the place in which we recognize that the parties to\nthe original action no longer face the original injury they\nalleged. The absence of a real controversy and the creation\nof a set of procedures that eclipse the standards of the J.L.\nConsent Decree render reliance on it as an ongoing remedy\nunjustified.\nReversed; the order denying defendants' motion under Rule\n60(b)(5) is vacated and defendants' motion for relief from\njudgmentisgranted.\n174Vt.288,817A.2d1\nENDOFDOCUMENT\n©2005Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1928"
    },
    {
      "date": "1992-07-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 808,
      "cite_1_reporter": "A.2d",
      "cite_1_vol": 614,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Vermont state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60293,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60293.pdf",
      "title": "Reported Opinion",
      "text": "614 A.2d 808 (1992)\nJ.L., On Behalf of Himself and Others Similarly Situated\nv.\nSutherland MILLER, et al.\nNo. 91-276.\nSupreme Court of Vermont.\nMay 28, 1992.\nMotion for Reargument Denied July 2, 1992.\n809 *809 Jacquelyn C. Casey, Vermont Legal Aid, Inc., Waterbury, and Eric Avildsen, of counsel, Vermont Legal Aid,\nInc., Burlington, for plaintiffs-appellees.\nJeffrey L. Amestoy, Atty. Gen., Montpelier, and Joseph L. Winn, Asst. Atty. Gen., Waterbury, for defendants-\nappellants.\nBefore ALLEN, C.J., and GIBSON and DOOLEY, JJ.\nALLEN, Chief Justice.\nDefendants, the Commissioner of the Vermont Department of Mental Health and Mental Retardation and the\nsuperintendent and various staff members of the Vermont State Hospital, appeal from a decision of the\nWashington Superior Court denying a motion for relief from a 1985 consent judgment. The consent decree set\nforth procedures for the involuntary medication of committed patients at the Vermont State Hospital. On appeal,\ndefendants argue that (1) a recent clarification in due process requirements renders procedures in the consent\ndecree superfluous, and (2) the continued judicial enforcement of the decree violates the separation of powers\nsection of the Vermont Constitution. We affirm.\nThe case began in 1984 as a class action filed in Washington Superior Court against the Commissioner of Mental\nHealth and Mental Retardation and various officials of the Vermont State Hospital (VSH). The resulting consent\ndecree denominated the class as follows:\nAll committed patients at VSH who have been or in the future will be administered involuntary\nmedication who have not voluntarily agreed to such treatment and who have not been judicially\ndetermined to lack the actual capacity to make medical treatment decisions on their own behalf\nand whose refusal to voluntarily accept medication has not been overridden by a judge or other\n810 surrogate decisionmaker *810 after notice, hearing, and factual record adequate for review.\nThe consent decree requires defendants to utilize certain procedures before involuntarily medicating committed\npatients. Under the decree, a treatment team's recommendation for involuntary treatment is first reviewed by the\nVSH medical director in accordance with certain factors. If the medical director agrees with the team that\ninvoluntary treatment is warranted, the director must initiate a fair hearing process by filing a detailed application\nwith a Human Services Board hearing officer, who must conduct a hearing within ten days. The hearing officer\nmust determine if the patient is competent and, if not competent, decide, within three working days, if the patient\nwould consent to treatment if competent. Appeal then may be taken to the Washington Superior Court pursuant\nto V.R.C.P. 75.\nIn November, 1990 the commissioner and the VSH executive director filed a motion under V.R.C.P. 60(b)(5)\nseeking relief from the consent decree on grounds that the decision of the United States Supreme Court in \nWashington v. Harper, 494 U.S. 210, 110 S.Ct. 1028, 108 L.Ed.2d 178 (1990), clarified the procedural\nrequirements a state must follow before it may involuntarily treat a person. Defendants argued that, in light of \nHarper, the procedures set forth under 18 V.S.A. ch. 181 were adequate to protect the class members' right to\nrefuse treatment, rendering the consent decree superfluous and unenforceable.\n\nThe trial court denied the motion because defendants failed to \"show that they are suffering a grievous wrong\nbrought about by new and unforeseen conditions or that continued enforcement of the decree would be\ninequitable.\" The court denied a motion for reconsideration, and the present appeal followed.\nI.\nRule 60(b)(5) permits the court to relieve a party from a final judgment when \"the judgment has been satisfied,\nreleased, or discharged, or a prior judgment upon which it is based has been reversed or otherwise vacated, or it\nis no longer equitable that the judgment should have prospective application.\" V.R.C.P. 60(b)(5). In 1932, the\nUnited States Supreme Court held that a court should modify a consent decree only upon \"a clear showing of\ngrievous wrong evoked by new and unforeseen conditions.\" United States v. Swift & Co., 286 U.S. 106, 119, 52\nS.Ct. 460, 464, 76 L.Ed. 999 (1932). The superior court relied upon Swift in denying defendants' motion.\nThe \"grievous wrong\" standard, however, no longer applies to motions to modify consent decrees related to\ninstitutional reform. Rufo v. Inmates of Suffolk County Jail, ___ U.S. ___, ___-___, 112 S.Ct. 748, 764-65, 116\nL.Ed.2d 867 (1992). In Rufo, the Supreme Court announced a new flexible approach, \"essential to achieving the\ngoals of reform litigation,\" and held that the \"grievous wrong\" language of Swift \"was not intended to take on a\ntalismanic quality, warding off virtually all efforts to modify consent decrees.\" Id. at ___, 112 S.Ct. at 758.\nA party seeking modification under Rule 60(b)(5) now has the burden of showing either a \"significant change in\nfactual conditions or in law.\" Id. at ___, 112 S.Ct. at 760. Modification of a decree is warranted when \"changed\nfactual conditions make compliance . . . substantially more onerous.\" Id. Furthermore, a consent decree must be\nmodified when a change in law renders impermissible an obligation imposed by its terms, and may be modified\nwhen the \"law has changed to make legal what the decree was designed to prevent.\" Id. at ___, 112 S.Ct. at 762.\nThe Court cautioned, however, that notwithstanding a more flexible approach, clarifications in the law do not\nprovide a basis for modification unless the parties had \"based their agreement on a misunderstanding of the\ngoverning law,\" id. at ___, 112 S.Ct. at 763, and that Rule 60(b)(5) provides relief when continued enforcement of\nthe decree would be inequitable, not merely inconvenient. Id. at ___, 112 S.Ct. at 758. To hold otherwise, the\nCourt noted, would open \"the door for relitigation of the merits of every affected consent decree[,] would\n811 undermine *811 the finality of such agreements and could serve as a disincentive to negotiation of settlements in\ninstitutional reform litigation.\" Id. at ___, 112 S.Ct. at 763.\nWe find that, even under this new, more flexible standard, defendants failed to demonstrate either a change in\nfacts or law sufficient to warrant modification of the decree. Defendants do not allege any change in factual\ncircumstances making compliance with the decree substantially more onerous, and we therefore confine our\nanalysis to whether there have been changes or clarifications in the law of due process which provided the basis\nfor the consent decree. Defendants assert that by clarifying the due process principles addressed by the consent\ndecree, Harper removed the \"constitutional deficiency\" that prompted the action resulting in the decree. A review\nof Harper leaves us unconvinced that it clarifies the procedural requirements a state must comply with before it\nmay involuntarily medicate an individual. In Harper, a mentally ill state prisoner challenged the State of\nWashington's prison policy authorizing his treatment with antipsychotic drugs against his will without a judicial\nhearing. 494 U.S. at 217, 110 S.Ct. at 1034. The Washington Supreme Court found that the policy violated due\nprocess guarantees, and the State appealed. Id. at 218, 110 S.Ct. at 1034. The United States Supreme Court\nheld that the administrative procedures set by policy, including provision for review by administrative panel\ninstead of a court, met federal procedural due process requirements. Id. at 231-32, 110 S.Ct. at 1042. The Court,\nhowever, focused in significant part on the plaintiff's status as a prisoner: \"[t]he extent of a prisoner's right under\nthe [Due Process] Clause to avoid the unwanted administration of antipsychotic drugs must be defined in the\ncontext of the inmate's confinement.\" Id. at 222, 110 S.Ct. at 1037. The Court also stated that \"[t]he legitimacy,\nand the necessity, of considering the State's interests in prison safety and security are well established by our\ncases.\" Id. at 223, 110 S.Ct. at 1037. Harper does not state or imply that the due process standards to be\nimposed in an involuntary treatment case in a prison setting should be applied to a case arising in a state\nhospital, as urged by the State. The Harper Court, in fact, recognized that the constitutional adequacy of\nparticular statutory procedures will depend on the specific context:\n\nIt is axiomatic that procedural protections must be examined in terms of the substantive rights at\nstake. But identifying the contours of the substantive right remains a task distinct from deciding\nwhat procedural protections are necessary to protect that right.\nId. at 220, 110 S.Ct. at 1036.\nThe Vermont Mental Health Act of 1968 (18 V.S.A. §§ 7101-9105) provides a general procedure for committing\nmentally ill persons to the care and custody of the commissioner of mental health and mental retardation. But\nneither chapter 181, dealing with judicial proceedings, nor chapter 183, relating to care and treatment, spells out\nspecific constitutional safeguards concerning involuntary treatment, and neither addresses the procedures or\nstandards for determining whether a committed person can be forcibly medicated. It was the goal of the consent\ndecree, in effect, to \"identify the contours of the substantive right.\" Harper, which does nothing to identify those\ncontours in the mental health context, does not reflect a clarification in the law sufficient to warrant modification of\nthe consent decree.\nNor does defendants' position find support in the Supreme Court's decision in Board of Education of Oklahoma\nCity v. Dowell, 498 U.S. 237, 111 S.Ct. 630, 112 L.Ed.2d 715 (1991). Dowell involved a board of education's\npetition for relief from a school desegregation order. 498 U.S. at ___, 111 S.Ct. at 633. The Tenth Circuit Court of\nAppeals had applied Swift's requirement of a \"grievous wrong evoked by new and unforeseen conditions\" and\nconcluded that no such wrong had been shown. Id. The Supreme Court reversed, holding that once the purposes\nof the desegregation litigation had been fully achieved, no additional showing of a \"grievous wrong\" was required.\n812 Id. at ___, 111 S.Ct. at 637-38. *812 Defendants misread Dowell, which addressed an injunction that was\n\"intended as a temporary measure to remedy past discrimination.\" Id. at ___, 111 S.Ct. at 637 (emphasis\nsupplied). There is no factual basis in the present case to indicate that the purposes of the original decree have\nbeen fully achieved, or that the past ills have been otherwise addressed and corrected.\nII.\nDefendants' second argument is that, lacking a constitutional deficiency in the statutory procedures for\nmedicating patients at VSH, the superior court was without jurisdiction to enforce the consent decree. Relying on \nState v. Gorton, 149 Vt. 602, 606, 548 A.2d 419, 422 (1988), they contend that the appropriate means of\naugmenting due process rights is through legislation, and that continued enforcement of the decree by the court\nviolates the separation of powers clause of the Vermont Constitution. Vt.Const. ch. II, § 5.\nWithout a clear and definable change in due process standards emanating from Harper, however, there are no\ngrounds to question the trial court's continuing jurisdiction to enforce the consent decree. Concerns over the due\nprocess implications of involuntary medication continue to warrant careful and consistently applied procedural\nsafeguards. As the consent decree stated:\nThe parties agree that administration of involuntary medication without the patient's informed\nconsent implicates a liberty interest protected by the due process clause of the Fourteenth\nAmendment to the United States Constitution.\n. . . .\nRecognizing these constitutional and common law interests, and without admitting any liability, for\nthe purposes of avoiding the continuation of difficult, expensive, and protracted litigation, the\nparties waive a trial of this action, waive findings of fact and conclusions of law, and consent to the\nentry of the orders set forth in the judgment.\nFurthermore, even assuming that Harper eliminated the constitutional deficiencies addressed in the decree, the\nparties were free to \"do more than that which is minimally required by the Constitution.\" Rufo, ___ U.S. at ___,\n112 S.Ct. at 764.\n\nSince Harper does not alter the principles upon which the consent decree rested, and since there has been no\ndemonstration of changed circumstances, there are no grounds to question the superior court's continued\nsupervision of the decree. The decree is a proper exercise of judicial power, and its enforcement raises no\nquestions of separation of powers.\nAffirmed.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60293"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 125978,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/125978"
    }
  ],
  "document_count": 4
}