{
  "case_id": 9837,
  "fetched_at": "2025-10-20T22:41:44.328691",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Jefferson County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Jefferson",
        "name": "Jefferson County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Western District of Kentucky",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1987-07-23",
    "filing_year": 1987,
    "id": 9837,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Over/Unlawful Detention (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-25T00:00:00-04:00",
    "main_docket": {
      "id": 33243,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1987,
      "docket_filing_number": 450,
      "is_main_docket": true,
      "court": "Western District of Kentucky",
      "state": "Kentucky",
      "docket_office_number": "3",
      "docket_number_manual": "87-450",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Masters v. Crouch",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Female plaintiff subjected to strip-search by female guards at the Jefferson County Jail in 1986, after she was arrested on a traffic warrant.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Unknown",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1989-04-18",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Kentucky",
    "summary": "<p>Plaintiff, an arrestee on a mistaken warrant, filed this 42 U.S.C. § 1983 lawsuit against Jefferson County in the Federal Court for the Western District of Kentucky. The plaintiff, represented by private counsel sought damages, declaratory and injunctive relief, claiming that her arrest and detention violated her Fourth and Fourteenth Amendment rights. Specifically, plaintiff claimed that an arrest stemming from an erroneously issued bench warrant, and the associated strip search, conducted in view of others at the county jail, violated her constitutional rights.</p><p>On July 31, 1986, the plaintiff was issued traffic citations for failure to maintain auto insurance and expired plates.  She appeared  twice in court in the matter, and was issued a reminder card that her next hearing was on October 23rd. A magistrate judge erroneously scheduled the hearing for October 16th, and plaintiff was arrested in her home on October 21st for her failure to appear on the 16th.  The plaintiff showed the officers her reminder card and asked to call her attorney. </p><p>The police took the plaintiff to the county jail, and despite her insistence that she was not scheduled to appear on the 23rd, she was incarcerated and strip searched by an officer, in front of a window. She was then subjected to a full body search in which she was required to expose herself to an officer, though this was done in private. She was held until late in the evening and released on her own recognizance.  The scheduling error was discovered the next morning and the charges were dismissed.</p><p>The district court (Judge Edward H. Johnstone) found that the defendants were not entitled to qualified immunity. An interlocutory appeal was granted. </p><p>On April 18, 1989, in a published opinion written by Pierce Lively, the Court of Appeals for the Sixth Circuit (Judges Lively, Gilbert Stround, and Herbert Milburn) found that the defendants were entitled to qualified immunity on the false arrest and detention claims, because the arrest warrant was facially valid. The Court found that the blanket policy of strip searching detainees was invalid under Bell v. Wolfish. The Court further found that a previous consent decree regarding conditions in the Jefferson County Jail did not preclude the Plaintiff from bringing a cause of action for violation of her constitutional rights. (872 F.2d 1248). The Court remanded for further proceedings.</p>",
    "summary_published_date": "2012-05-07T00:00:00-04:00",
    "summary_short": "The Sixth Circuit Court of Appeals found that the Jefferson County jail's policy of strip searching all overnight detainees we facially invalid under Bell v. Wolfish, and that a motion to dismiss entered by the District Court was inappropriate. The plaintiff, a woman detained in the facility under a mistaken warrant issued for unpaid traffic tickets was allowed to proceed past the motion-to-dismiss stage. The case was remanded and we have no further information.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9837",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9837",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9837",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9837"
  },
  "documents": [
    {
      "date": "1989-11-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": "cert. denied",
      "cite_1_page": 977,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 493,
      "cite_2_page": 503,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 110,
      "cite_3_page": 506,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 107,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72323,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72323.pdf",
      "title": "[Opinion Denying Cert.]",
      "text": "Opinion \n110  S.Ct.  503 \nSupreme  Court of the  United  States \nPetition  for writ  of certiorari  to  the  United  States  Court  of \nAppeals  for the  Sixth Circuit. \nRichard A.  FREY,  Jr.,  Director,  Metropolitan \nCorrections  Department,  et al.,  petitioners, \nDenied. \nVv. \nKaren  B.  MASTERS \nNo.  89-576  |  November  27,  1989 \nParallel Citations \nCase below, Masters v.  Crouch,  872  F.2d  1248.  110  S.Ct.  503  (Mem),  107  L.Ed.2d  506\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72323"
    },
    {
      "date": "1989-04-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1248,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 872,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54095,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54095.pdf",
      "title": "Opinion",
      "text": "872 F.2d 1248 (1989)\nKaren B. MASTERS, Plaintiff-Appellee,\nv.\nBobby G. CROUCH, et al., Defendants-Appellants.\nNo. 88-5477.\nUnited States Court of Appeals, Sixth Circuit.\nArgued January 31, 1989.\nDecided April 18, 1989.\n1249 *1249 Gregory A. Bolzle (argued), Woodward, Hobson & Fulton, Louisville, Ky., for plaintiff-appellee.\nN. Scott Lilly, Asst. Co. Atty., argued, Louisville, Ky., for defendants-appellants.\nBefore MERRITT and MILBURN, Circuit Judges, and LIVELY, Senior Circuit Judge.\nLIVELY, Senior Circuit Judge.\nThis action under 42 U.S.C. § 1983 presents two claims of constitutional violations in connection with the\nplaintiff's arrest and detention. The plaintiff's first claim is that the arresting officer and detention personnel\nviolated her Fourteenth Amendment right not to be deprived of liberty without due process of law by failing to\ninvestigate sufficiently to determine whether a warrant for her arrest had been issued by mistake. Her other claim\nis that a strip search of the plaintiff at the Jefferson County jail was unreasonable, and therefore violated the\nFourth Amendment. The defendants, officers and employees of Jefferson County, Kentucky, filed a motion to\ndismiss on the basis of qualified immunity and for failure to state a claim. The district court denied the defendants'\nmotion, and this appeal was brought pursuant to 28 U.S.C. § 1291. Mitchell v. Forsyth, 472 U.S. 511, 524-30, 105\nS.Ct. 2806, 2814-17, 86 L.Ed.2d 411 (1985). We affirm in part, reverse in part, and remand for further\nproceedings.\nI.\nThe facts as stated in the complaint are treated as true. All events occurred in 1986. On July 31 Karen Masters, a\n1250 resident *1250 of Jefferson County, received two traffic tickets 00 one for operating an automobile with expired\n97\nregistration plates, and the other for failure to maintain auto insurance. As directed by the citation, Mrs. Masters\nappeared before the Jefferson District Court at a neighborhood government center on August 21 at 7:00 p.m.,\nand pled not guilty. After a second appearance the court directed her to appear before Division 102 of the District\nCourt at the downtown justice center on October 23 at 9:00 a.m. A deputy sheriff in attendance gave the plaintiff a\n\"reminder card\" containing this information. However, the plaintiff's name did not appear on the card. By mistake,\nthe judge who presided at the second appearance recorded the plaintiff's next appearance date as October 16\nrather than October 23.\nOn October 21, at about 3:00 p.m. the defendant Barrows, a county police officer, arrested Mrs. Masters at her\nhome for failure to appear in court on October 16. The plaintiff protested that her appearance date was October\n23, not October 16, and showed Barrows the reminder card. The officer confirmed the existence of the arrest\nwarrant for Karen Masters and refused the plaintiff's request to call an attorney. Officer Barrows took the plaintiff\nand her two young children in a squad car to the home of Mrs. Masters' mother, where the children were left. He\nthen took the plaintiff to a public parking lot and delivered her to another officer who handcuffed her before\ntransporting her to the hall of corrections. Throughout these events Mrs. Masters repeatedly advised the officers\nthat there was a mistake, that she was not required to appear in court until October 23.\nAt the corrections building the plaintiff was required to remove her shoes and empty her pockets and then was\n\"frisked\" by a female attendant. While Mrs. Masters was in a \"holding room\" a different female attendant ordered\n\nher to open her blouse. This search occurred in front of a window in the holding room, in plain view of other\npersons. Approximately four hours after her arrest the plaintiff was handcuffed to another woman and taken to a\nroom on the third floor of the Jefferson County jail. At that point, still another female attendant subjected the\nplaintiff to a strip search over her continued protestations of mistake. The plaintiff was required \"to remove all of\nher clothing except her underpants and to turn around, drop her underpants, bend over and expose her rectum.\"\nAfter putting on a jail dress, the plaintiff was lodged in a jall cell with other persons. Later in the evening she was\nreleased on her own recognizance and ordered to report to court at 9:00 a.m. the next day. The following morning\nthe presiding judge acknowledged the recording error that led to the issuance of the arrest warrant.\nII.\nIn the U.S. District Court the plaintiff sought damages under § 1983 for alleged constitutional violations and under\nvarious state laws as pendent claims. She also requested a declaratory judgment and a permanent injunction to\nprohibit enforcement of the laws and policies under which she was arrested, detained and searched. The\ndefendants' qualified immunity defense was based on their contention that at the time of the events complained\nof there was no \"clearly established law\" holding any of the defendants' acts unconstitutional.\nThe district court recognized that public officials and employees are immune from suits seeking damages under §\n1983 for acts performed under color of law unless it has been clearly established that such acts deprive the\nplaintiff of rights secured by the Constitution or laws of the United States. Interpreting Supreme Court authority\nexonerating an officer who executes an arrest warrant from making an independent investigation of every claim\nof innocence, the district court concluded that there is an implied duty to make an investigation in some cases.\nThe court held that, in this case, because Mrs. Masters had documentary evidence that the warrant had been\nissued by mistake, the officer had a duty to investigate and verify the validity of the warrant.\n1251 *1251 The district court found that the strip search was conducted pursuant to provisions of a consent decree\npreviously entered by another division of the court in a class action, Tate v. Frey, W.D.Ky. No. 75-00031-L(A). The\nconsent decree, entered as a \"Stipulation for Settlement of Class Action\" on October 1, 1985, provided in\nparagraph XXIII that the defendant Jefferson County authorities agreed to establish policies addressing the\nsearch of inmates and inmates' property. It then set forth guidelines for those policies. The particular policy under\nwhich Mrs. Masters was searched provides:\nAll inmates will be thoroughly searched each time an inmate passes from one security area to\nanother, being prepared for transportation both between floors and externally, and upon admission\nto the Department. All newly admitted inmates to the Department will be frisked searched upon\narrival to the Department and strip searched immediately prior to the movement of the inmate to\nrear security, female section or other areas of the Department.\nThe district court found that, in applying this policy, the defendants are required to balance the interest of a\ndetainee in remaining free from the serious personal intrusion inherent in a strip search against the interest of the\nauthorities in maintaining security within the jail. Since Mrs. Masters was arrested and detained on minor traffic\noffenses not normally associated with weapons or other contraband, and no effort was made to determine\nwhether any grounds existed for believing her movement from one area of the jail to another involved a security\nrisk, the complaint stated a claim for relief. Applying objective standards, the court further found that the plaintiff's\nright not to be subjected to a strip search under the facts of this case was clearly established. Thus, the district\ncourt denied the defendants' claims of qualified immunity.\nIII.\nA.\nIn Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 2738, 73 L.Ed.2d 396 (1982), the Supreme Court\nheld that \"government officials performing discretionary functions, generally are shielded from liability for civil\n\ndamages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a\nreasonable person would have known.\" The standard to be applied in deciding a claim of qualified immunity is\none of \"objective reasonableness.\" Id. The Court reiterated both the rule and the standard in Davis v. Scherer,\n468 U.S. 183, 191, 104 S.Ct. 3012, 3017, 82 L.Ed.2d 139 (1984), and added that \"[n]o other `circumstances' are\nrelevant to the issue of qualified immunity.\" Id. Further refining the scope of inquiry to be conducted by a court in\ndeciding a claim of qualified immunity, the Supreme Court cautioned in Anderson v. Creighton, 483 U.S. 635, 107\nS.Ct. 3034, 97 L.Ed.2d 523 (1987), against identifying a clearly established rule of law at a level of broad\ngenerality. Rather, the right allegedly violated must have been clearly established in a \"more particularized, and\nhence more relevant, sense.\" 107 S.Ct. at 3039. The Court explained its \"more particularized\" requirement as\nfollows:\nThe contours of the right must be sufficiently clear that a reasonable official would understand that\nwhat he is doing violates that right. This is not to say that an official action is protected by qualified\nimmunity unless the very action in question has previously been held unlawful, see Mitchell, 472\nU.S., at 535, n. 12, 105 S.Ct., at 2820, n. 12; but it is to say that in the light of preexisting law the\nunlawfulness must be apparent. See e.g., Malley [v. Briggs], supra, 475 U.S. [335], at 344-345,\n106 S.Ct. [1092], at [1098, 89 L.Ed.2d 271 (1986)]; Mitchell, supra, 472 U.S., at 528, 105 S.Ct., at\n2816; Davis, supra, 468 U.S., at 191, 195, 104 S.Ct., at 3017, 3019.\nId.\nIn describing the circumstances under which we will hold that a constitutional right is clearly established, this\n1252 court has formulated a rule which requires us to look first to decisions of the Supreme Court, *1252 then to\ndecisions of this court and other courts within this circuit, and finally to decisions of other circuits. Ohio Civil\nService Employees Ass'n v. Seiter, 858 F.2d 1171 (6th Cir.1988); Robinson v. Bibb, 840 F.2d 349 (6th Cir.1988); \nDavis v. Holly, 835 F.2d 1175 (6th Cir.1987).\nB.\nOn appeal the defendants rely squarely on Baker v. McCollan, 443 U.S. 137, 99 S.Ct. 2689, 61 L.Ed.2d 433\n(1979), to negate the claim that the plaintiff had a clearly established right not to be arrested and detained without\nan independent investigation of her claim of mistake. In Baker the Supreme Court held that an officer making an\narrest on the basis of a facially valid warrant is under no duty \"to investigate independently every claim of\ninnocence.\" Id. at 145-46, 99 S.Ct. at 2695.\nAgreeing with the district court, the plaintiff argues that the reminder card setting her appearance in Jefferson\nDistrict Court for October 23 was documentary evidence supporting her claim of mistake. This evidence, the\nplaintiff maintains, was sufficient to take her case outside the general rule that such an investigation is not\nrequired in every case. Because Mrs. Masters had supporting evidence that the arrested plaintiff in Baker did not\npossess, the officer was required to investigate and determine the true facts.\nThe defendants approach the strip search issue differently. They argue that there was no clearly established right\nfor a pretrial detainee in the Jefferson County jail to be free of a strip search before being moved from the holding\narea to a cell. On the contrary, they maintain, the consent decree in Tate v. Frey authorized such searches and\nthis court, in Dobrowolskyj v. Jefferson County, 823 F.2d 955 (6th Cir.1987), upheld the constitutionality of the\nsearch policy. They contend that the Jefferson County policy passes muster under the reasoning of Bell v.\nWolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), which upheld a policy of the New York City\nMetropolitan Correctional Center that required body-cavity searches of inmates following contact visits with\npersons from outside the institution.\nThe plaintiff responds that Bell v. Wolfish prescribed a balancing of the competing interests of the detainee and\nthe authorities, and held the particular search in that case permissible because the need for the search\noutweighed the plaintiff's right to be free of such an intrusion. Bell v. Wolfish did not give carte blanche approval\nto a practice of strip searching all pretrial detainees. In applying the limitations imposed by the Supreme Court,\nthe plaintiff contends, no published opinion of any court has upheld the constitutionality of a policy which permits\n\nroutine strip searches of persons arrested for minor offenses. Thus, she argues, the right of a person in her\nposition to be free of such a search was clearly established, in the \"particularized sense\" required by Anderson v.\nCreighton.\nIV.\nWe believe the district court erred in concluding that clearly established law required the defendants to\ninvestigate sufficiently to determine that the arrest warrant had been mistakenly issued on the basis of an error by\na judge. The warrant named the plaintiff, who was the person charged by the Jefferson County police and gave\nher correct address. The warrant was valid on its face, and Barrows did make a call to verify that it was still\noutstanding. The \"reminder card\" did not bear Mrs. Masters' name or any description of a charge, but merely\nshowed that some proceedings would take place in Courtroom No. 102 at 9:00 a.m. on October 23, 1986. While\nthis document certainly strengthened her claim of mistake, it was not sufficient to require further investigation.\nSince the error was made by the judge who set the date, not by the person who issued the warrant, it is unlikely\nthat the mistake would have been discovered by any investigation that did not include examining that particular\njudge's daily records.\nOf course, a more sensitive group of public employees might have made the additional investigation, but the\n1253 Constitution did not require it. Baker v. McCollan is *1253 the controlling case. There a man was arrested and\nheld for several days under a warrant that was valid on its face. The warrant was intended for McCollan's brother,\nhowever, and McCollan was released when the mistake was discovered. The brother had given the police\nMcCollan's driver's license when arrested. The Supreme Court found that McCollan's claim was based on the\nalleged intentional failure of the authorities to investigate his claim of innocence after he was incarcerated. The\ndecision states a rule, however, with respect to the duty to investigate that applies to an arresting officer as well\nas to custodians following arrest. The Court pointed out that the Constitution does not guarantee that only the\nguilty will be arrested; police and correction employees may rely on facially valid arrest warrants even in the face\nof vehement claims of innocence by reason of mistaken identity or otherwise. 443 U.S. at 145, 99 S.Ct. at 2695.\nThe district court found an implication in the Supreme Court's statement that an arresting officer is not required to\nconduct an independent investigation into every claim of innocence, that in exceptional cases such as this one\nthe Constitution does require such an investigation. While the language clearly supports an implication that there\nmay be cases where such an investigation is required, it is not a sufficient statement to satisfy the requirement\nthat the right relied upon must be \"clearly established.\" We have found no case from the Supreme Court or this\ncourt holding an arresting officer with a valid warrant, or a custodian, liable in a § 1983 action for arresting and\ndetaining the wrong person for a brief time due to a mistake in identity. In Coogan v. City of Wixom, 820 F.2d 170\n(6th Cir.1987), we cited Baker v. McCollan in holding that a person arrested pursuant to a valid warrant had \"no\nlegal basis\" for a claim of a constitutional violation. Id. at 174.\nWe vacate the order denying the defendants' motion to dismiss the claim related to the plaintiff's arrest and\ndetention pursuant to the facially valid warrant. This claim will be dismissed upon remand.\nV.\nA.\nThe strip search in this case consisted of two discrete acts. First, Mrs. Masters was required to expose her breast\narea, and later she was required to remove all her clothes and undergo the further visual inspection previously\ndescribed. We consider the two incidents a single search, although either would be treated as a strip search if it\noccurred alone.\nWe have found no authority approving a practice of conducting a strip search of a person arrested for a simple\ntraffic violation in the absence of at least reasonable suspicion that the person might be carrying a weapon, illegal\ndrugs, or other contraband. As the defendants have noted, the Supreme Court approved a policy of conducting\n\nstrip searches of pretrial detainees under certain circumstances in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861,\n60 L.Ed.2d 447 (1979). These searches were conducted following every contact visit by a detainee with a person\nfrom outside the institution. There is an obvious risk that such a visit may be used to introduce contraband into a\npenal institution. While the Court emphasized the wide-ranging deference to be accorded the decisions of\ncorrection officials with respect to institutional security, it clearly prescribes a test of reasonableness based upon\na balancing of competing interests:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.\nId. at 559, 99 S.Ct. at 1884.\nAs the court stated in Mary Beth G. v. City of Chicago, 723 F.2d 1263, 1272 (7th Cir.1983),Bell v. Wolfish does\n1254 not validate a blanket policy of strip searching pretrial detainees. Bell v. Wolfish authorizes particularized *1254\nsearches where objective circumstances indicate such searches are needed to maintain institutional security. The\nMary Beth G. court found that no such need existed for strip searches, including visual inspection of the breast\narea and body cavities, of female detainees arrested for traffic offenses and other nonviolent misdemeanors. The\ncity's inability to gather evidence proving that female minor offenders in general were security risks demonstrated\nthat the only justification for the policy was institutional convenience 00 a policy of strip searching all female\n97\ndetainees is easier to administer than one which requires a balancing of interests in each case and an individual\ndetermination of need. Id. at 1272-73.\nIn Mary Beth G. the court followed its earlier affirmance of a district court decision. See Tinetti v. Wittke, 479\nF.Supp. 486 (E.D.Wis.1979),aff'd,620 F.2d 160 (7th Cir.1980). In Tinetti a woman arrested for speeding was\nsubjected to a visual body cavity search pursuant to a policy that all persons detained in a county jall be\nsubjected to a strip search, regardless of their offense. The district court held that strip searches must be justified\nby a reasonable belief that they will reveal weapons or instruments of escape or evidence that could be\nconcealed or destroyed. Unlike detainees charged with criminal offenses, the court found there is little reason to\nbelieve that persons arrested for traffic violations will conceal weapons or contraband. The policy was\nunconstitutional because it failed to require any balancing of interests. The court of appeals adopted the district\ncourt's opinion.\nThe defendants seek to justify the strip search with the fact that Mrs. Masters was being moved from the holding\narea to a cell area on a different floor of the justice center. Several cases have recognized imminent mingling with\nother inmates as a consideration in the decision whether to strip search a detainee. However, the fact of\nintermingling alone has never been found to justify such a search without consideration of the nature of the\noffense and the question of whether there is any reasonable basis for concern that the particular detainee will\nattempt to introduce weapons or other contraband into the institution.\nIn Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981),cert. denied sub nom. Clements v. Logan, 455 U.S. 942, 102\nS.Ct. 1435, 71 L.Ed.2d 653 (1982), the plaintiff was arrested for driving while intoxicated and ordered to be held\nfor four hours or until released to a responsible person. She was taken to a holding area and subjected to a visual\nstrip search. In reversing a directed verdict for the defendants the court of appeals found that the search was\nunrelated to any discernible security needs and could not reasonably be thought justified when balanced against\nthe nature of the intrusion. The court listed four factors that led to its conclusion: (1) the plaintiff would not be\nintermingled with the general jail population; (2) the offense, although not a minor traffic violation, was not one\nusually associated with the possession of weapons or contraband; (3) there was no cause to believe that this\nparticular detainee might possess either; and (4) when the search was conducted the plaintiff had been at the\ndetention center for one and one-half hours without even a pat down.\nThe facts in Hill v. Bogans, 735 F.2d 391 (10th Cir.1984), are similar in many respects to those in the present\ncase. The plaintiff paid a fine for a traffic violation. When he was stopped later for having an expired inspection\nsticker the arresting officer was told by police headquarters that there was an outstanding bench warrant for the\n\nplaintiff's arrest. In fact, the warrant had been withdrawn by the court. After being fingerprinted and patted down\nthe plaintiff was subjected to a visual strip search before being transferred \"upstairs\" to a prison area. The search\nwas conducted in an area where 10 or 12 people were milling about. The court of appeals held the search\nunconstitutional upon balancing the interests of the parties, tracking the reasoning of Logan and Tinetti. It found\nthat the plaintiff's intermingling with the general prison population was the only \"conceivable justification\" for the\n1255 strip search. The court stated that \"intermingling is only one factor to consider in judging *1255 the\nconstitutionality of a strip search.\" Id. at 394. Opposing this single factor were other factors that led the court to\nfind that no circumstances indicated that the plaintiff might possess either a weapon or drugs.\nGiles v. Ackerman, 746 F.2d 614 (9th Cir.1984),cert. denied,471 U.S. 1053, 105 S.Ct. 2114, 85 L.Ed.2d 479\n(1985), applied the prescribed balancing test and held unconstitutional a policy requiring all persons booked into\na county jail to be strip searched. In doing so the court declared that \"arrestees for minor offenses may be\nsubjected to a strip search only if jail officials have a reasonable suspicion that the particular arrestee is carrying\nor concealing contraband or suffering from a communicable disease.\" Id. at 615. The court discounted the\ndefendants' reliance on the fact that temporary detainees were intermingled with the general jail population as\njustification for the search. It found that \"such intermingling is both limited and avoidable.\" Id. at 619.\nB.\nNo decision of this court has specifically balanced the rights of arrestees for minor offenses against a practice of\nconducting strip searches. However, in upholding a visual body cavity search in Dufrin v. Spreen, 712 F.2d 1084\n(6th Cir.1983), we followed Bell v. Wolfish by balancing the competing interests. Factors supporting the search\nwere that the plaintiff was arrested for felonious assault, a felony and \"class of crime of which violence is an\nelement,\" and that because of jail conditions the plaintiff \"would ultimately come into contact with the general jail\npopulation.\" Id. at 1087. The Dufrin court carefully distinguished Tinetti and Logan and other cases cited by the\nplaintiff on the ground that \"they have invariably involved misdemeanors, traffic offenses, or similar minor\noffenses not normally associated with weapons or contraband.\" Id. at 1088. Thus, we indicated that a\ncombination of circumstances justified the search. Considering Dufrin along with decisions from other circuits\nsuch as Hill v. Bogans and Giles v. Ackerman, it was clearly established in October 1986 that authorities may not\nstrip search persons arrested for traffic violations and nonviolent minor offenses solely because such persons\nultimately will intermingle with the general population at a jail when there were no circumstances to support a\nreasonable belief that the detainee will carry weapons or other contraband into the jail. It is objectively reasonable\nto conduct a strip search of one charged with a crime of violence before that person comes into contact with other\ninmates. There is an obvious threat to institutional security. However, normally no such threat exists when the\ndetainee is charged with a traffic violation or other nonviolent minor offense.\nThe decisions of all the federal courts of appeals that have considered the issue reached the same conclusion: a\nstrip search of a person arrested for a traffic violation or other minor offense not normally associated with\nviolence and concerning whom there is no individualized reasonable suspicion that the arrestee is carrying or\nconcealing a weapon or other contraband, is unreasonable. We believe the right of such a person to be free of\nsuch a search was \"clearly established\" on October 21, 1986. The single fact that Mrs. Masters, for some reason,\nwould come into contact with other prisoners was not sufficient justification for the search in this case. It did not\noutweigh the other factors negating any claim that such a search was reasonable in this case.\nC.\nThe defendants cite the consent decree in Tate v. Frey and argue that Mrs. Masters is precluded by that decree\nfrom challenging the strip search policy as it was applied to her. Federal courts move very cautiously when asked\nto give preclusive effect to consent decrees. As stated by Professor Moore, consent judgments \"should not be\ngiven conclusive effect under the doctrine of collateral estoppel, although they are res judicata as to the causes\n1256 of action adjudged; and may in some instances, by virtue of the parties' *1256 intent, be given conclusive effect\nas to the issues involved.\" 1 B.J. Moore, J. Lucas & T. Currier, Moore's Federal Practice ¶ 0.443[3] at 768 (2d ed.\n1988). See Kaspar Wire Works, Inc. v. Leco Engineering & Machine, Inc., 575 F.2d 530, 539 (5th Cir.1978)\n\n(\"Whatever type of repose is sought to be invoked as a result of a judicial consent decree, a court should take\ninto account the fact that it was rendered by consent and determine its impact by the issues actually intended to\nbe precluded by the parties.\").\nThe defendants' reliance on the consent decree in Tate v. Frey is misplaced. The consent decree dealt with\nnumerous issues related to conditions in the Jefferson County jail, largely resulting from overcrowding. With\nrespect to searches the decree merely provides that the defendants will establish policies \"addressing the search\nof inmates and inmate's property.\" The \"guidelines\" in the consent decree provide for strip searches of all inmates\n\"entering or leaving the security perimeter,\" all inmates coming into direct contact with a visitor and all other\ninmates \"upon reasonable belief that the inmate may be in possession of contraband.\" The policy relied upon by\nthe defendants for Mrs. Masters' strip search provides that newly admitted inmates will be strip searched\nimmediately prior to the movement of the inmate to the \"rear security, female section.\"\nTo hold that the consent decree prevents Mrs. Masters from relying on the clearly established law relating to strip\nsearches of traffic violators and other nonviolent minor offenders would be to accord the decree an unwarranted\npreclusive effect. There is no showing in the record before us that any party in Tate v. Frey was being detained in\nthe Jefferson County jail for a traffic violation or similar nonviolent offense. Nor is there any showing that the issue\nof the constitutionality of strip searches of such inmates was litigated in Tate v. Frey. In Balbirer v. Austin, 790\nF.2d 1524, 1528 (11th Cir.1986), the court stated that \"a consent judgment cannot constitute collateral estoppel\nunless the party pleading collateral estoppel proves from the record of the prior case or through extrinsic\nevidence that the parties intended the consent judgment to operate as a final adjudication of a particular issue.\"\nIn holding that a consent decree has a preclusive effect only to the extent that it constitutes an agreed\nadjudication of an issue on the merits, the Balbirer court cited Spilman v. Harvey, 656 F.2d 224 (6th Cir.1981),\nalong with cases from the Supreme Court and other circuits. The record in this case provides no basis for the\ndefendants' claim that Mrs. Masters is precluded from challenging the strip search.\nThe defendants seek to support their claim of preclusion by relying on Dobrowolskyj v. Jefferson County, 823\nF.2d 955 (6th Cir.1987). In Dobrowolskyj, we held that the strip search policy was constitutional as applied to a\nJefferson County jail detainee who had been arrested and charged with \"menacing,\" an offense normally\nassociated with weapons and other contraband. While we cited the consent decree in Tate v. Frey as an\nindication of the reasonableness of the search policy, we clearly did not give the decree preclusive effect. Rather,\nwe applied the balancing test of Bell v. Wolfish and concluded that the combination of factors, including the\nnature of the detainee's offense and the fact that he was about to be moved to a place where he would come into\ncontact with the general jail population justified the search. We certainly did not give the consent decree and strip\nsearch policy the interpretation and effect claimed by the defendants here: that the intermingling of Dobrowolskyj,\nalone, justified the strip search. We carefully distinguished Tinetti, Logan, Mary Beth G., Hill, and other decisions\nconcerning strip searches of persons charged with traffic violations and other nonviolent minor offenses. Id. at\n957. We noted our decision in Dufrin and the fact that we had distinguished Logan and Tinetti in Dufrin. Id. at\n957-58. We stated our holding in Dobrowolskyj as follows:\nApplying the balancing test from Bell, we find that the security interests of the jail outweigh the\n1257 privacy interests of the inmates in the circumstances of this*1257case. Thus, Dobrowolskyj's\nsearch was not unreasonable and did not violate the fourth amendment.\n823 F.2d at 959 (emphasis added). Nothing in our opinion, least of all the holding, supports the defendants' claim\nof preclusion.\nConclusion\nIt was clearly established on October 21, 1986, that a pretrial detainee has the right not to be searched unless\nthe reasonableness of such a search is established by \"a balancing of the need for the particular search against\nthe invasion of personal rights that the search entails.\" Bell v. Wolfish, 441 U.S. at 559, 99 S.Ct. at 1884\n(emphasis added). It was equally clearly established that a person charged only with a traffic violation or\nnonviolent minor offense may not be subjected to a strip search unless there are reasonable grounds for\nbelieving that the particular person might be carrying or concealing weapons or other contraband. The strip\n\nsearch of Mrs. Masters as set forth in the complaint failed the standard of \"objective reasonableness,\" Harlow v.\nFitzgerald, 457 U.S. at 818, 102 S.Ct. at 818. Thus, the defendants are not entitled to prevail at this stage of the\ncase on their claim of qualified immunity. The district court correctly denied the motion to dismiss insofar as it\nrelated to the Fourth Amendment claim based on the strip search.\nVI.\nThe judgment of the district court is affirmed in part and reversed in part, and the case is remanded for further\nproceedings.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54095"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121625,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121625"
    },
    {
      "date": "1989-11-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": "cert. denied",
      "cite_1_page": 977,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 493,
      "cite_2_page": 503,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 110,
      "cite_3_page": 506,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 107,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26458,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26458.pdf",
      "title": "[Opinion Denying Cert.]",
      "text": "493 U.S.  MEMORANDUM DECISIONS  503 \nCite as 110 S.Ct. (1989) \n4 \n493 U.S. 977,  107 L.Ed.2d 505 \n493 U.S. 977,  107 L.Ed.2d 506 \nNicodean Mark BILECKI, et \nux., petitioners, v. UNITED  Russell Emory ATKINS, petitioner, v. \nSTATES.  No. 89-548.  WEST VIRGINIA.  No. 89-559. \nCase below, 876 F .2d 1128.  Petition for writ of certiorari to  the Su \npreme  Court of Appeals  of West Virginia. \nPetition for writ of certiorari to the United \nStates Court of Appeals for the Fifth Circuit. \nNov. 27,  1989.  Denied. \nNov. 27,  1989.  Denied. \n2  5 \n493 U.S. 977,  107 L.Ed.2d 505 \n493 U.S. 977,  107 L.Ed.2d 506 \nLinda CANTRELL, et vir, petitioners, \nv. Robert N. BUCHANAN, Jr.  Thomas  A.  MORRIS,  Jr.,  petitioner,  v. \nNo. 89-550.  MASSACHUSETTS BOARD OF REGIS \nTRATION IN MEDICINE.  No. 89-570. \nPetition for writ of certiorari to the Court \nof Appeals  of Tennessee,  Middle  Division.  Case below, 405 Mass. 103,539 N.E.2d 50. \nNov. 27,  1989.  Denied. \nPetition for writ of certiorari to  the Su \npreme Judicial Court of Massachusetts. \nNov. 27, 1989.  Denied. \n3 \n493 U.S. 977,  107 L.Ed.2d 505 \nBenton MUSSLEWHITE,. petitioner, \nv. STATE BAR OF TEXAS. \nNo. 89-555.  6 \nFormer decision, 493  U.S.  960,  110 S.Ct.  493 U.S. 977,  107 L.Ed.2d 506 \n402. \nRichard A. FREY, Jr., Director, Metropoli \nPetition for writ of certiorari to the Su  tan Corrections Department, et al., peti \npreme Court of Texas.  tioners, v. Karen B. MASTERS.  No. 89-\nNov. 27,  1989.  Denied.  576. \nCase below, Masters v.  Crouch,  872 F.2d \n1248. \nPetition for writ of certiorari to the United \nStates Court of Appeals for the Sixth Circuit. \nNov. 27,  1989.  Denied. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26458"
    }
  ],
  "document_count": 4
}