{
  "case_id": 11128,
  "fetched_at": "2025-10-22T00:13:09.523232",
  "case_data": {
    "attorney_orgs": [
      "Public Interest Law Center (PILCOP)"
    ],
    "available_documents": [
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "United States Department of Transportation",
        "institution_alt_state": null,
        "institution_city": "Washington",
        "institution_county": null,
        "name": "Secretary of the United States Department of Transportation",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Urban Mass Transportation Administration",
        "institution_alt_state": null,
        "institution_city": "Washington",
        "institution_county": null,
        "name": "Administrator of the Urban Mass Transportation Administration",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Federal Highway Administration",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Administrator of the Federal Highway Administration",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Public Benefits/Government Services"
    ],
    "cause_other": "Urban Mass Transportation Act (UMTA), 49 U.S.C. §§ 1601 et seq.; Federal Aid Highway Acts, 23 U.S.C. §§ 101 et seq.; Rehabilitation Act of 1973, 29 U.S.C. § 794",
    "causes": [
      "Administrative Procedure Act, 5 U.S.C. §§ 551 et seq.",
      "Declaratory Judgment Act, 28 U.S.C. § 2201",
      "Ex parte Young (federal or state officials)"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Yes",
    "closing_year": 1978,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Right to travel"
      },
      {
        "value": "Commerce Power"
      },
      {
        "value": "Due Process: Substantive Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Eastern District of Pennsylvania",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Sanitation/Public Works"
      },
      {
        "value": "Transportation"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "1976-06-17",
    "filing_year": 1976,
    "id": 11128,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Public benefits (includes, e.g., in-state tuition, govt. jobs)",
      "Discrimination Basis: Disability (inc. reasonable accommodations)",
      "Disability and Disability Rights: Mobility impairment",
      "Discrimination Basis: Age discrimination",
      "General/Misc.: Access to public accommodations - governmental"
    ],
    "last_checked_date": "2021-06-02T00:00:00-04:00",
    "main_docket": {
      "id": 31916,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1976,
      "docket_filing_number": 1913,
      "is_main_docket": true,
      "court": "Eastern District of Pennsylvania",
      "state": "Pennsylvania",
      "docket_office_number": "2",
      "docket_number_manual": "76-1913",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Disabled in Action of Pennsylvania v. Coleman",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "All mobile disabled and elderly persons who are denied ready access to and effective use of federally financed public mass transportation by reason of physical and structural barriers in the design of transit equipment which render such persons  transportation handicapped.",
    "plaintiff_type": [
      {
        "value": "Non-profit NON-religious organization"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1978-03-17",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Pennsylvania",
    "summary": "<p>On June 17, 1976, a coalition of disability rights advocate groups, mobile disabled individuals, and elderly individuals filed this putative class action lawsuit in the U.S. District Court for the Eastern District of Pennsylvania. The plaintiffs sued the Secretary of the U.S. Department of Transportation, as well as federal officials representing the Urban Mass Transportation Administration and the Federal Highway Administration under the Urban Mass Transportation Act (49 U.S.C. §§ 1601, <i>et seq.</i>); the Federal Aid Highway Acts (23 U.S.C. §§ 101, <i>et seq.</i>); the Rehabilitation Act of 1973 (29 U.S.C. § 794); the Administrative Procedure Act (5 U.S.C. §§ 701-706); and the Commerce Clause, the Privileges and Immunities Clause, and the First and Fifth Amendments of the U.S. Constitution. Represented by the Public Interest Law Center, the plaintiffs sought injunctive and declaratory relief.</p><p>In the late 1960s and early 1970s, a number of federal laws were passed to make public transportation accessible for people with mobility problems. The plaintiffs claimed that the defendants had not complied with federal law because federal funds were not solely used to purchase the \"Transbus,\" a fully accessible, low-floor, wide-door, ramped bus, was the only model that could meet the requirements of the law. In their complaint, they defined the class as \"all mobile disabled and elderly persons who are denied ready access to and effective use of federally financed public mass transportation by reason of physical and structural barriers in the design of transit equipment which render such persons  transportation handicapped, and who would be able to effectively utilize public mass transportation if the functional capacities of mobile disabled and elderly persons were included as a basis for standards for the design and performance of buses, other transit vehicles and facilities.\"</p><p>The defendants filed a motion to dismiss, or in the alternative, for summary judgment. They argued that the federal statutes merely encouraged rather than mandating \"special efforts\" to make mass transportation services available. Under this interpretation, the Secretary of Transportation had full discretion for how to implement the policy.</p><p>In January 1977, the Secretary of Transportation was replaced with a new Secretary. The new Secretary of Transportation issued a policy on May 19, 1977, that mandated a low-floor, wide-door, ramped model bus.</p><p>On June 6, 1977, the court held a hearing to determine whether the case was moot in light of the new policy. Shortly after the hearing, the plaintiffs moved for summary judgment on the issue of whether the federal statutes required UMTA funds be used only to purchase Transbus. They also argued that the case was not moot because the new Secretary of Transportation was only a temporary political appointee whose decisions were not binding upon his successors. On March 17, 1978, the court declared the case moot because the new policy was \"so nearly identical [to the plaintiffs' request] as to fulfill [their] objective.\" 448 F. Supp. 109.</p><p>This case has ended.</p>",
    "summary_published_date": "2021-06-02T00:00:00-04:00",
    "summary_short": "In the late 1960s and early 1970s, a number of federal laws were passed to make public transportation accessible for people with mobility problems. On June 17, 1976, a coalition of disability rights advocate groups, mobile disabled individuals, and elderly individuals filed this putative class action lawsuit in the Eastern District of Pennsylvania, claiming that the Secretary of the U.S. Department of Transportation had not complied with the federal laws by not mandating a fully accessible, low-floored, ramped bus. The case was declared moot after the appointment of a new Secretary of Transportation, who issued a policy mandating similar requirements for buses. This case has ended.",
    "summary_tiny": null,
    "terminating_date": "1978-03-17",
    "clearinghouse_link": "clearinghouse.net/case/11128",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11128",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11128",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11128"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119891,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119891"
    },
    {
      "date": "1978-03-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 109,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 448,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 48709,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/48709.pdf",
      "title": "Memorandum and Order [Dismissing Complaint]",
      "text": "Disabled in Action of Pennsylvania, Inc. v. Coleman, 448 F.Supp. 109 (1978)   \n \n \n \n  \n448 F.Supp. 109  Opinion \nUnited States District Court,E. D. Pennsylvania.   \nDISABLED IN ACTION OF PENNSYLVANIA, \nINC., Paralyzed Veterans of America, Inc.,  MEMORANDUM AND ORDER \nAmerican Coalition of Citizens with Disabilities, \nInc., Disabled in Action of Baltimore, Disabled in \nBECHTLE, District Judge. \nAction of New York, Ltd., Disabled in Action of \nNew Jersey, Inc., National Capitol Area Chapter of \nthe National Paraplegia Foundation, Inc., National \nThe above-named plaintiffs brought this action on June \nCaucus on the Black Aged, National Congress of  17, 1976, against the defendants,* on behalf of the class of \nOrganizations of the Physically Handicapped, Inc., \nall mobile disabled and elderly persons who are denied \nNational Council of Senior Citizens, Inc., \nready access to, and effective use of, federally financed \nPennsylvania Association of Older Persons, Inc., \nmass  transportation  by  reason  of  the  physical  and \nUnited Cerebral Palsy Association of \nstructural  barriers  in  the  design  of  public  transit \nPennsylvania, Jay Newman, Al Marcus, Joyce \nequipment. \nBrock, Derek Bowen, Harry Burns, Emil Sabatini \nand Sonia Stein  *  William T. Coleman, Jr., was replaced as Secretary of \nv.  Transportation when Brock Adams was appointed to \nthe position by President James E. Carter in January, \nWilliam T. COLEMAN, Jr., Secretary, United \n1977. \nStates Department of Transportation, Robert E. \n \nPatricelli, Administrator, Urban Mass \nTransportation Administration, and Norbert T.   \nTiemann, Administrator, Federal Highway \nPlaintiffs’ (hereinafter “Disabled”) claims are based upon \nAdministration. \nthe Urban Mass Transportation Act (“UMTA”), 49 U.S.C. \nCiv. A. No. 76-1913. | March 17, 1978.  s 1601 et seq.; the Federal Aid Highway Acts, 23 U.S.C. s \n101 et seq.; the Rehabilitation Act of 1973, 29 U.S.C. s \n794; the Commerce Clause, Article I s 8 cl. 3, United \nAction was brought against federal officials on behalf of  States Constitution; the Privileges and Immunities Clause, \nclass of all mobile disabled and elderly persons who were  Article IV s 2 cl. 1, United States Constitution; and the \ndenied  ready  access  to  and  effective  use  of  federally  First  and  Fifth  Amendments  to  the  United  States \nfinanced mass transportation by reason of physical and  Constitution.  Specifically,  Disabled  alleges  that  the \nstructural  barriers  in  the  design  of  public  transit  statutory and constitutional provisions upon which their \nequipment.  On  motion  of  defendant  Secretary  of  claims are based require that federal funds allocated to \nTransportation to dismiss or for summary judgment, the  local transportation authorities be used only to purchase \nDistrict Court, Bechtle, J., held that the controversy had  “Transbus,”1 a low-floor, wide-door, ramped model bus, \nbeen rendered moot by the Secretary’s promulgation of  and that the Secretary has not complied with this mandate. \nregulations which were so nearly identical to plaintiffs’  Disabled requests injunctive and declaratory relief in the \nrequested relief as to fulfill their objectives.  form of a Court Order declaring Disabled’s interpretation \n   of the statutory and constitutional provisions to be correct \nComplaint dismissed.  and enjoining the Secretary from refusing to comply with \n   these provisions. The jurisdiction of this Court is invoked \npursuant to 28 U.S.C. ss 1361, 1332 and 1343(4). \nAttorneys and Law Firms \n1  “Transbus,”  the  model  bus  which  plaintiffs  argue \nimplements the highest state of the art, has a low floor \n*110  James  Raggio,  Public  Interest  Law  Center, \n(17 to 22 inches) and a suspension system that reduces \nPhiladelphia, Pa., for plaintiffs. \nthe floor height of a bus to seven inches above the curb, \na single seven-inch step in the bus, a ramp which can be \nDavid W. Marston, U. S. Atty., Alexander Ewing, Jr., \nrapidly  extended  from  the  bus  to  provide  “level” \nAsst. U. S. Atty., Philadelphia, Pa., for defendants.  boarding, a 44-inch-wide door, and open space in the \n  1 \n \n \n\nDisabled in Action of Pennsylvania, Inc. v. Coleman, 448 F.Supp. 109 (1978)   \n \n \nSecretary  responded  by  arguing  that  his  decision  to \nvestibule  and  front  areas  of  the  bus  to  provide \nmandate  a  low-floor,  wide-door,  ramped  model  bus \nmaneuvering  and  parking  room  for  passengers  in \nwheelchairs.  rendered the controversy moot, because he has required \n  implementation  of  the  precise  vehicle  specifications \ndemanded by the plaintiffs. \n \nBefore  turning  to  the  merits  of  the  motions  pending \nThe Secretary filed a motion to dismiss the complaint or, \nbefore this Court, we must determine whether Disabled’s \nin the alternative, for summary judgment, pursuant to \nclaims are rendered moot by the Secretary’s decision to \nFed.R.Civ.P. 12(b)(6) and 56 respectively. The Secretary \nmandate  a  low-floor,  wide-door,  ramped  bus.  For  the \ncontends that the statutes are not mandatory but merely \nreasons stated below, we hold that Disabled’s action is \nstate a policy that “special efforts” should be used to \nmoot. \nmake mass transportation services available to the elderly \n[1] [2] [3] It is well settled that federal courts are courts of \nand  the  handicapped,  and  that  it  is  solely  within  the \nlimited jurisdiction. Judicial power to adjudicate a claim \ndiscretion of the Secretary to determine the means by \nis dependent not only upon a statutory or constitutional \nwhich that policy is to be implemented. \nbasis for that jurisdiction, but also upon the existence of a \nlive  case  or  controversy.  Article  III,  United  States \nIn January, 1977, while that motion and other motions \nfiled  by  the  plaintiffs  were  still  pending,  William  T.  Constitution; Mills v. Green, 159 U.S. 651, 653, 16 S.Ct. \nColeman, Jr., was replaced as Secretary of Transportation  132, 40 L.Ed. 293 (1895); Defunis v. Odegaard, 416 U.S. \nby Brock Adams (“Adams”). On May 19, 1977, Adams  312, 317, 94 S.Ct. 1704, 40 L.Ed.2d 164 (1974). By \nassuring  that  the  issues  raised  before  the  Court  are \ninitiated a major policy change by issuing his decision to \nmandate a low-floor, wide-door, ramped model bus.2 See  concrete, ripe and adversarial, the case or controversy \nDecision of Brock Adams, Secretary of Transportation,  requirement insures that federal courts will not exceed \nTo Mandate Transbus, Policy Statement, May 19, 1977.  their limited jurisdiction by rendering advisory, premature \nThat  decision  requires  that  all  standard-size  buses  or  unwarranted  opinions,  or  by  encroaching  upon  the \nprocured by local transit authorities with the assistance of  constitutional  authority  of  the  other  branches  of  the \nFederal  Government.  Where  events  have  occurred  to \nfederal  funds  conform  to  required  specifications  after \nSeptember  30,  1979.  Regulations  implementing  this  render a controversy insubstantial, or one not admitting of \npolicy were promulgated and published in the Federal  specific relief through a decree of a conclusive character, \nRegister  on  September  23,  1977.  See  49  C.F.R.  Part  the controversy is moot; that is, the controversy is no \n609.15(a)-(c).  longer live and is inappropriate for judicial determination. \nIn the instant case, it is clear that the controversy between \n2  The  specifications  of  the  bus  mandated  by  Adams \nthese parties is no longer live because the Secretary has \ninclude: a stationary floor height of not more than 22 \npromulgated  regulations  which,  while  not  identical  to \ninches,  for  an  effective  floor  height,  including  a \nDisabled’s requested relief, are so nearly identical as to \nkneeling  feature,  of  not  more  than  18  inches;  a \n44-inch-wide front door; and a ramp for boarding and  fulfill plaintiffs’ objective.3 The regulations have been \nexiting.  published in the Federal Register pursuant to5 U.S.C. s \n  552 and, therefore, have the full force and effect of law. \nUnited  States  v.  Green,  344  F.Supp.  474,  476 \n \n(E.D.Pa.1972). Further, we have no reason to believe that \nSubsequent to the issuance of Adams’ policy, a show  Adams’ policy was not undertaken in good faith; nor do \ncause hearing, convened upon *111 the Court’s motion,  we have reason to believe that Adams’ decision will not \nwas held before this Court on June 6, 1977, on the issue  be respected by his successors, or that the prior policy \nof  whether  the  Secretary’s  policy  rendered  the  will be reinstated, particularly since the manufacturers of \ncontroversy  moot.  Shortly  after  the  hearing,  Disabled  transit  buses  are  now  engaged  in  the  complicated, \nfiled a Fed.R.Civ.P. 56 motion for summary judgment on  time-consuming and costly  process of  “tooling  up” in \nthe issue of whether the statutes upon which their claims  order to comply with the new regulations by September \nwere based required that UMTA funds be disbursed only  30, 1979. In conclusion, we find that there is no live case \nfor the purchase of Transbus. In addition, Disabled argued  or  controversy  before  us  and  that  this  case  is  moot. \nthat the controversy was not moot, because Adams was a  Inasmuch as the issues raised in Disabled’s complaint are \ntemporary  political  appointee  and,  as  such,  his  policy  moot for the reasons herein stated, the complaint will be \ndecisions  were  not  binding  upon  his  successors.  The  dismissed. \n  2 \n \n \n\nDisabled in Action of Pennsylvania, Inc. v. Coleman, 448 F.Supp. 109 (1978)   \n \n \n 3  Compare note 1 supra with note 2 supra.  An appropriate Order will be entered. \n   \n \n   \n \n \n  \n  3 \n \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/48709"
    },
    {
      "date": "1976-06-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Plaintiffs' counsel",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Pennsylvania",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 111864,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/111864.pdf",
      "title": "Complaint",
      "text": "I \nl \n/ ,S's()(/ \n.... /. \nIN THE UNITED STATES DISTRICT COURT \nFOR THE EASTERN DISTRICT OF PENNSYLVANIA \nDISABLED IN ACTION OF PENNSYLVAN1A,  Inc.  CIVIL ACTION NO, \n1319 McKinley Stroot \nPhiladelphia,  Ponns ylvani& \nPARALYZED VETERANS OF AMERICA, Inc. \n7315 Wisconsin Avenue \nRoom 301 We•t \nWashington,  D.C. \nAMERICAN COALITION OF CITIZENS WITH \nDISABILITIES,  Inc. \n1346 Connecticut Avenue,  N, W o \nRoom 308 \nWashington,  D. C. \nDISABLED IN ACTION OF BALTIMORE \n743 Overbrook Road \nBaltimore,  M&ryla.nd \nDISABLED IN ACTION OF NEW YORK,  LTD. \n175 Willoughby Stroot \nB rook.lyn,  New York \nDISABLED IN ACTION OF NEW JERSEY,  Inc. \n440 Rutherford Avenue \nLyndhurat,  New Jersey \nNATIONAL CAPITOL AREA CHAPTER OF THE \nNATIONAL PARAPLEGIA FOUNDATION, Inc. \n5522 Oreystone Stroot \nWashington,  D.C. \nNATIONAL CAUCUS ON THE BLACK AOE;D \n1730MStreat,  N,W, \nSuite SU \nWashington,  D.C. \nNATIONAL cONGRJ!;SS OF 01\\0ANll:,-\\ '!'IONS \nOll' '!'Hlil li'HYS!CAL!.Y HAND!cAli'PEDo  tao, \n76U Oakland ,\\vonuo \nMlnnnpolloo  Mlnnoaot& \nUNAll T KIO ~N!rAo!o.t ,C ONU, NIVC, IL 011' SENIOR  c!T!ZENS, !no,  1 \nWaahlnBion,  D. C • \nCLASS .\\C'!'lON \n\n'I·''' \n/ \n'( \n\\ \n\\, \nPENNSYLVANIA ASSOCIATION OF OLDER \nPERSONS,  Inc. \nSuite 4U \n10 South Market Squ&re \nHarrisburg,  Penntylvania. \nUNITED CEREBRAL PALSY  ASSOCIATION \nOF PENNSYLVANIA \n1719 North Front Street \nHa.rrilburtl'r  Pennsylvania \non their own beht.l! a.nd on behalf of their \nmembers, \nPlaintiffs \nJAY NEUMAN \n1460 Devereaux. Avenue \nPhiladelphia,  Penni ylvania. \nAL MARCUS \n1319  Magee Avenue \nPhiladelphi&,  Pennsylvania \nJOYCE BROCK \n5466 Baltimore Avenue \nPhiladelphia,  Pennsylvania \nDEREK BOWEN \n313 West Manheim Street \nPhiladelphia,  Pennoylvania. \nHARRY BURNS \nMa.yfa.ir House Apartment. \nLincoln Drive and Johnson Street \nPhiladelphia,  Pennsylvania \nEMIL SABATINI \n909 Wynnewood Road \nPhiladelphia,  Pennsylvania \nSONIA STEIN \n1303 HeUerman Street \nPhiladelphia,  Pennsylvania \non behalf of themselves and all others \nsimilarly situated, \nPlaintiifs \nvs. \n\nWILLIAM T, COLEMAN,  JR ;, Secretary \nUnited States Department of Transportation \n400 7th Street,  N. W, \nWashington,  D.C. \nROBERT E. PATRICELLI,  Administrator, \nUrban Mate Tn.nsportation Adminiltra.tion \n400 7th Stroot,  N. W, \nWuhin(ton,  D.C. \nNORBERT T. TIEMANN,  Administrator, \nFedora! HiiJhway Administration \n400 7th Street,  N. W, \nWa.thington,  D.C. \nIndividually and In their oUicial capacities, \nDefendants \nCOMPLAINT \n110£ &11 inventionu,  the alphabet and the printing \npresa excepted,  those inventions that abrid~e \ndistance have dono most for the civilization of \nour species. 11 \nThomas Babington Macaulay \n11It i1 hereby declared to be the national policy \nthat elderly and handicapped persons havo the tame \nrisrht a.s other persons to utilize mass tranapo:rta.tion \nservicee; that special efforts shall be made in thtt \nplanning,  design,  construction,  and operation of mass \ntransportation facilities and services so that the \navailability to elderly and handicapped persont of \nmaul transportation which they can effectively \nuti!Ue will be assured: and that all Federal programs \noffering assistance in the field of mass transportation \n.•. effectively implement this policy. 11 \nThe FederaleAid Highway Act Amendments of 1974,  § \nlOS(a),  23 U.S.C, § 142 nt.; Tho Urban Mass Trans· \nportation Assistance Act of 19i0, § 8,  49 U.S,C; § \n1612(a). \n11When this policy was first e'nunciated in my amendment \nto the 1970 Urban )..!ass Transportation Assistance Act, \n-3-\n\nit wa.s hailed as the emanicipa.tion proclamation for \nthe lumd!cappod. \n11Heretoforo,  ha.ndic:a.pped Americans were relegated \nto sep&ratt& and W16qua.l tl.•a.nalt I yatuma  5 ystemo that \ne  .. \nwore very costly not only to the Oovernmen.t,  but also \nto the individual ueer.  My 1970 amendment sought to \nrequire that doaign and conutruction oi a.ll new mass \ntra.neit systems,  equipment,  and !ot.cillties be totally \na.cceaoible to die oldorly and h.a.ndica.pped. 11 \nStatement o£ Congreeaman Bl&f(gi on the £1oor of tho \nUnited States House of Repreuenta.tives,  Ju.ne 19,  1q74, \nIZO Cong.  Roc.  5309. \nI. Prelimlnary Sto.tameet \n1.  Thb Ia an action by mobil• disabled and elderly peraona &nd \ntheir organizations £or declaratory a.nd injunctivo relle£ to compel the \nSec:etu.ry of Transportation,  the Urba.u Ma.us Transportation Admi.n.1stra.tor, \nand the Fodor&! Highway Adml.nistrator to roquiro th•t foderal flnMcl&l \na.aehta..nce be used only to purchase low floor,  wide door,  ramped busea and \notherwhe to a.eaure the availability to elderly and handicapped persons of \npublic transporta.tion which they can el!octivttly ut.illze,  aa thu Congress h.a.1 \nrepeatedly ma.nda.ted,  in the Urban Mass Transportation. Act oi 1964,  as \namended,  49 U, S, C, ~~~ 160Z(a)(l) •nd 161Z(a): the Foder&I·Ald Highway Act• of 197 3, \na.e amended,  23 U.S.C. I  142. nt.; the Depa.r-t:ment o£ Transportation and Related \nAgencies Appropriation• Act of 1975,  § 315,  Pub.  L.  93·391: and tho Rehablllta· \ntlon Act of 1973,  29 U.S,C, § 794. \n2.  De£endant5 have completed a major nine~year $27,000,000 \nresearch and development .project known as TRANSBUS to build a new genera· \ntion oi £ull· size transit buses desig;ned and equipped to e£!ectively accomodate \nmobile disabled and elderly passen~ers,  The TRANS BUS rroject has produced \na low floor,  wide door,  l'amped bus which has been demonstrated to be saie, \n-4. \n\nreliable,  attractive to all segments oi the public,  and capable of improving \npublic tra.ntportation and inc rea ling bus ridership and transit revenuet. \n3,  The low floor,  wide door,  ramped TRANSBUS is the only tech~ \nnologically proven design which will a.aeure mobile disabled and elderly \npersons re&dy access to and effective use o£ public transportation.  Such \nan accessible vehicle will not be produced and P'lt into operation unless \ndefen~nta require TRANSBUS aa the standard bus design for public transit \noperating a.qoenciea  purchasinq- buoea with federal financial aaahtan.c:e. \n4.  instead of requiring the uae of federal financial a.as:l.stance to \npurchase only the low floor,  wide door,  ramped  TRANSBUS,  defendants \nhave adopted policies,  promulgated regulations,  and engaged in practices \nwhich perpetuate major physical and structura.l barriers in the design of \ntra.nait equipment.  which exclude mobile disabled and elderly people from \neffecttJ& utilization o£ public tra.nsportation. which preclude the production of \na.n accessible,  full a siae bus,  and which confine mobile di.sabled and elderly \npeople to prohibitively expensive,  segregatGd transportation £a.cillti••· \n5.  The allegations o£ thi.t Complaint are set forth a. a follows: \nPag-e No. \nJurisdiction  7 \nVenue  7 \nPartie a  8 \nOrganizational Plaintiffs  8 \nIndividual Plaintiffs  16 \nDefendants  25 \nClass Action Alleg-ations  26 \n\n/ \nPage No. \n32 \nStAtement of tho Claim \nFederd Public Mass Tranaportation Assistance \nProqrams \n34 \nThe Duties of Defenda.nts \n39 \nTile Technological Po11ibillties \n51 \nThe R equiraments of the Market \n55 \nTho Fa.Uuree of Dafenda.nh \n64 \nBa1e1 for Relief \n66 \n1\\ olio£ \n. 6. \n\nIl. Jurisdiction \n6.  This being an action for declaratory and injunctive relief to \ncompel officers o£ an agency of tho United States to perform duties owed to \npldntifis,  a.riaing under the laws and the Constitution o£ the United States \nincluding Acts o£ Con~roas re{(Ul&ting commerce and providinq- for the protec· \ntion of civil riqht1,  the jurisdiction of this Court is invoked pursuant to \nTitle Z8,  U.S.C, ~111361, 1331,  1337 and 1343(4).  The matter ln controversy \nexceeds $10,000,  ex.cluaiva of interests and costs.  Relief from agency action \nunl.a.wfully withheld or unreasonably delayed,  from agency action which is \narbitrary,  capricious or an abuse of discretion,  and from aq-ency action which \nil short of sta.tutory right or contrary to constitutional right,  power,  privilege, \nor immunity is authorized by Title 5,  U .S;C.- U  701·706.  Declaratory relief \nh  authorized by Title 28,  U.s. C;-§§ 2201 and 2202, \n7.  Plaintiffs ha.V6 no adequate remedy at law; they have suffered \nand will continue to su!!er immediate and irreparable injury from the actions \nand inactions of defendants here complained of and therefore seek equitable \nrolief. \nill.~ \n8.  This bei.ng an action against officers of tho United States \nand of a.n asrency thereof acting in their official capacities,  with 9laintif£s \nresidin~ in this judicial district,  venue properly lies in the United Stahs \nDistrict Court for the Eastern District of Pennsylvania under Z8 U.S.C. ~ \nl39l (e). \n\nIV.  Parties \nOrgo.nlzational Pl&intlli.!', \n9.  DISABLED IN ACTION OF PENNSYLVANIA,  l.oe.  io a non· \nprofit corporation foundod in 1973.  Diaabled ln Action of Ponnoylnnla lu.• \na.  memberthip of over ZOO poroona,  which lncludau both physically dlaabled \nand a.blG bodied individuals,  A signiiicant numbftr of the organization's \nphysically disabled member• reside in Philadelphia within two blocks of a. \nbus Atop and c&nnot obtain such. b&aic n~tcesaitiou ae education,  employment, \nud medical care bcu:~ouoe buaea a.nd other forma o£ federally funded public \ntransportation are lnaccaauiblo to them.  Dlsa.blad i.n Action of Penn•ylvania. \nha.a among ita purposes the improvement of tho physical a.n..d  social conditions \na.nd personal well beinf o£ dillla.bled persons through tho eradication of \nonvironmont&i ud •tt!tudln&l barriors which keep tho disabled out of tho \nmainatrea.m of society.  Dhabled in Actlon of Ponnsylvania has eata.bllahed a \nspeakers bureau a.nd standing committees on transportation, houdnq,  and \nemployment to represent the interests of d.lu.bled citizens.  The programs, \nsetvicaa,  and fiJl&ncial condition o! Disabled in Action,  as an organization, \nare adversely a.ffected by lack of a.ccessiblo public transportation.  The orga.niza.· \ntion suffers direct and concrete injury in the following particulars: \n(&)  Progta.ms a.ro curtailtld,  meetings are c.:ancelhd, \nand membership lost. \n(b)  Organizational funds are expended on costly private \ntra.naport of officers and members for meetings and \nother official business. \n(c)  Disabled in Action is impeded in representation of \nits views and interests before public agencies such \nas the Delaware Regional Planning Commission,  the \nSoutheastern Pennsylvania Transportation Authority, \nthe Pennsylvania and Philadelphia Hwnan Relations \nCommission. \n-8-\n\n10,  PARALYZED VETERANS OF AMERICA,  Inc. is a non-proi!t \ncorporation founded in 1946 and chartlned by th0 United States Congress,  85 \nStat. 317,  Para.lyzed Veterana of America has l9 chaptars throughout the \ncountry,  &.nd 10, ZOO members who are 1pi.ual cord injured vete:raue of the \nUnited Statee Armed Services in World Wa.r II,  tho Kora~>n War,  and Vietnam. \nIts members are mobile in wheelchairs.  Eighty. . sevon percent of paralyzed \nveterans in thil country a.re unemployed,  Among the purposes of the Paralyzed \nVeterans of America. is the el.im.ination of onvironmanta.l barriers which \nrestrict the ability of spin&! cord injured pGrsono to partlcipllLte in oecupa.tions, \nand to ens age in other a.ctivitieo available to aU Americans.  A significant \nnumber of the members of Paralyzed Veterans o£ America. reside in urban \nareaa and are denied ready access to and ef!octive .us of buses and otbcu4  forms \nof federally financed public transportation,  a.nd are thus pracluded from \nobt&inini houain~, education and tra.ininq-,  employment,  and recreation. \nThe programs, services, and financial condition of Pa.rdyzed Veterans of \nAmerica. &I &.n orqant.z&tion a.re adversely a.Uected by l&ck of accessible public \ntra.nsporta.tion.  Tho or!fanization suffers direct and concrete injury in the \nfollowil\\!1 particulars: \n(a)  Sports a.nd reerea.tion programs are curtailed,  metJti.ngs \ncancelled,  and membership lost. \n(b)  Quadplogic veterans who cannot drivo cannot be hired, \neven though a. bus stope directly in front of tha orga.niza· \ntion1s a.cceaaible offices in ','/a.9hi.ng--ton,  D.C. \n{c)  Organizational funds are expended for rental of private \nvehicles for members and other dis a. bled veterans, \nFurthermore,  the organization ls impeded in its performance oi the charge of \nCon~ress ln lt.s ch.a.rter to pursue claims on behalf of veterans beion; the Veterans \nAdministration and other governmental agencies by the absence oi accessible \n?Ublic transportation. \n\nU,  Tho AMERICAN COALITION OF G!'r.!ZENS W!TH D!SAB!LITU:S, \nInc. is a non-profit corporation founded in 1974,  who11e membership id \ncomprised of individuals and thirty three orga.nf.zationr.,  induding Nation&! \nAuociation of tho Deal,  Amorlco.n Council for th• Blind,  a.rul National \nParaplegil. Foundation,  which represent two milllon cllsabled persona \nthroughout the United State a.  Both the Wdividual member; and the rnembers \nof ita constituent orga.nizationa do not have ready accetJIII to busea and other \nforme of federally financed mass transportation.  The American Coa.Ution \nof Clttzena with Otaabilltiea has among its purposes ~ho promotion of the civil \nan<l hwnan rlghta of aU people with phylical or mental d.laabilltios and tho \nelimination of discriminatory pra.ctices a.gai.nst disabled persona in education, \nemployment,  houuing,  public accomodationa a.nd transportation.  Accordingly, \nthe Coalition h.a.s a direct a.nd concrete interest in the elimination of \ntransportation barriers which preclude its members from obtaining housing, \neducation,  and employment,  a.nd enjoying the recreational,  cultural,  a.nd \n10cial activities of their communities.  Tho programs,  services and financial \ncondition of the American Coalition are adversely affected by the lack of \nacceaaible buaoa and oth•r forms of mass traneportation.  The Coa.Ution suffers \ndirect a.nd concrete injury in the following particulars: \n(a}  Programs and activitiee are curtailed,  meetinq-o \nca.ncelltd a.nd membership loot, \n(b)  Volunteers who are diaa.bled and do not drive cannot \nbe recruited for pro~trama.  Volunteers who a:r:-e \ndisabled are essential to the Coalition's survival, \nit being an or~anization governed,  staifed,and \noperated by disabled persons themselves. \n(c)  Organizational funds are expended for rental of vans \nand other private vehicles to transport officers,  members, \nstaff,  and volunteers. \n·10. \n\n!Z.  DISABLED IN ACTION OF BALTIMORE,  DISABLED IN \nACTION OF NEW YORK,  LTD., and DISABLED IN ACTION OF NEW JERSEY, \nInc. are &llocia.tio:a.a o£ physically disabled people and non·dilabled people \nwith & total membership of 470 (ZOO,  150,  and lZO reopect!vely) persons who \nre1ide in urban a.rea.1 and do not have accet~ to busea or other forms of \nfederally fW1d~d mau tranoportat!on.  The three Disabled in Action organiza· \ntiona share among their purposes the elimination of discriminatory practices \nag&inat disabled persona in education,  employment,  hewing,  public accomoda .. \ntton,  and traneportation.Accord.ingly,  plaintilf organizations have a direct and \nconcrete interest as organization• in the removal of transportation barriers \nwhich preclude itl members from obtaining housinq\",  education, and employ. . \nment,  petitioninsr local,  state and federal srovernments on individU&l claims and \nmatters a!fecting the physically disabled,  and enjoyin~ the recreational, \ncultural, and social activities of Baltimore,  New York,  and New Jersey.  The \nprogra.nu,  services and financial condition of the three Dhabled in Action \na.aaocia.tiona are aU a.bversely a.ff&cted by lack of accessible buaes and othe~ \nforms of maas transportation.  The organizations suffer direct a.nd concrete \ninjury in the following part!cul&rs: \n(a.)  Pro~:rams are curtailed,  meetings cancelled,  and \nmembership lost. \n(b)  Organizational funds are expended for ta.x:i,  rental \nof vehicles and other private transportation for \nmembers. \n(c)  The organizations are impeded in representing \norganizational inter&Jts in city council hearingJ,  state \nleqislative meetings and other public forums. \n·11· \n\n13.  NATIONAL CAPITOL Al\\EA CHAPTER OF THE: NATIONAL \nPAl\\APU:atA FOUNOA TION,-Inc. II a non· profit corporation founded In \n1965 with a momborohip o! 155,  prim&rUy paraplosic and quadriplegic poroono \nwho rorido In tho motropolltan Wuhlnston D.C. 'aroa and wit<> do not have \nready ace••• to buee1 a..o.d other forma of feder&lly funded maaa tra.n•porta.tiOB. \nIt hal &mOJlf ito purpoooo tho removal o!. architectural,  houa~, and tranoport&• \ntl011 barrioro to tho h&nd.ic&ppod;  lncroaolniJ employment opportunitioo for \nthe h&nd.ic&pped; and lmprcv!ns o.nd expanding rohab!Ut&tion lll1d treatment o! \nperaono aulluln1 oplna.l cord ln,lurioo.  AccordlnilY•  plaintiff hao • direct \nand concr.to IAtoroat aa llll org&nioation lA tho ellm!Aation of tranoport&tion \nb&rriera which proclwio ito momboro lro.m obt&lninl bouatn.,,  education, \no.nd tr~, omploymom:,  ud onjoy!Ag tho rocroationa.l,  oultural,  and occiel \n&otivitiu of the W&oh!Agtcn D. C. aru.  Tho programu,  oorvio01,  and \nf!Au~t.al COild.itiOII of tho National Capitol A roo. Chapter of tho Nation&! \nPanplepa FOIIIS4r.tl.on are &dveraoly aftootod by lack of accouiblo ~ ... and \nather forma ol fedora.lly fulldod moue tnnlport&tlon t.nd tho ors.....Uation ouf!or1 \nd.ir.•ct aM. coaoroto !Ajlll'y lA tho foUowlllf partloul&ro: \n(a)  Eduoal:lona.l prosn.mo aM. collferencoo for \npubllo offlala.la,  moclloa.l and allltd health pro• \nfonloD&la,  e.ncl IJIIIOr&l publlc ... ciU'taUac!l \nm•otlnse an canoeUecll •nd mombneb.lp Ia \nloot. \n(b)  Pruectatlon of export toat!mony to fodoral \nlll1cl looal rovtfnmontal bod.ioa ooncornin~ \nparaplocta. h  Impeded. \n14,  Tho NATIONAL CAUCUS ON THE BLACK ACED io an unincor• \npouted uaoclatlon foundod In 1970 with • momborah!p of over 1000 elderly \nper1on1 many of whom reahle i.n urban a.rea.a and are dependent on buaes &nd \n·IZ • \n\nother form• of federally funded 9ublic transportation to meet essential needs. \nThe National Ca.ucu1 on the Black Aged hal among its purpo1e1 to identify and \nremedy discrimina.tory condition• affecting the social and economic well being \nof aged a.nd elderly persons,  especially blacks and other minorities. \nAccordingly,  the National Caucus on the Black Aged has a direct and concrete \ninterest in the improvement of public transportation services and the elimina~ \ntion of transportation barriers which preclude its members from securing \nhe&lth care a.nd other balic necessities of li!e,  and enjoying the recreational, \nsocial,  a.nd cultural activities of their communities.  The programs,  services, \nand financial condition of the National Caucus on Black Aged are adversely \naifected by the la.ck of acce1aible buses and other forms of federally funded \nmae a tranaport&tion and sufBn direct and concrete injury in the following \npart!cul&ro: \n(a.)  Program• are curtailed,  meetings cancelled, \na.nd. membership lost. \n(b)  Organizational funds are expended for taxi \nfare for volunteers who cannot effectively use \npublic transit. \n15.  NATIONAL CONGRESS OF ORGANIZATIONS OF THE PHYSI· \nCALLY HANDICAPPED,  Inc. (COPH)  is a national coalition of the physically \nhandicapped and their organizations,  founded in 1958.  Its forty eight member \nor'tanizations represent over 80,000 individual members in forty nine states. \nThe disablt:d persons in the coalition's member .. organizations do not have \nready access to buses and other forms oi federally financed mass transportation. \nThe ).tational Congress oi Organizations of the Physically Handicapped has \namon~ its purposes promotin~ employment opportunities,  legislation,  equal \n\nrl!Jhta,  aoei&l a.etivi.ty a.nd rehabilitatlon of physi~~ally handicappod persons. \nAccordingly,  COPH has a direct ud concrete llitereat in the elim.in.ation of \ntrLneporta.tion b1.rriors which preclude its rnomblbl.\"l! from obtaining ho\\UJing, \neducation.  traininl{ a.nd employment,  and ·enjoying the- recreation&.!,  cultural, \nud 1oCial activitlea of their commu.nitiaa.  Thrr programs,  t~orvices, a.nd \n!in&ncil.l condition of COPH and its member .. orq'&nizations &re adversely \na.ifected by the lack of a.ccessiblo buses a.nd other forms o£ mas& transportation. \nThey auifer direct and concrete injury in tho following pa.rticu.J.ars: \n(a)  Programs and services are curtailed,  meetings \nca.ncellod and membership loat. \n(b)  Organizational funda are expanded for ta.xia, \nva.na and other private transportation for \nmembers a.nd sta!f who are denied the use of \npublic tranuport&tion. \n(c)  Sta.if a.nd volunteers who are disabled and do not \ndrive cannot be recruited for programs and \nactiviti. .. \n(d)  Representation of organizational viowa and \ninterests at various public hearings a.nd meetings \nIs Impeded and ability to petition publlc agencies \nfor redress of gritw&ncoa ia forestalled. \n16,  NATIONAL COUNCIL OF SENIOR CITIZENS,  Inc. Is a non· \nproiit corporation founded in 1961 to advance the hea.lth and social welh.re \nof elderly per1ona.  It ha.a a.  membership of 3, 500 clubs representing 3, ;oo, 000 \nindividuala,  the great majority of whom are retired persona.  Many mombers \nare disabled,  or in poor health,  live on low fixed incomes in urban areas a.nd \nrely exclulivoly on public transportation to reach essential 'ervicou including \nmedic&! care,  PENNSYLVANIA ASSOCIA T!ON OF OLDER PERSONS (PAOP), Inc., \na non· profit corporation founded in 1969 with a statowide membo1·shlp of 30,000 \n-14-\n\nelderly persona. is an independent af!illa.to of the National Council of Senior \nCitizona.  Both the Nationa.l Council ol Senior Citizens and the Pennsylvania \nAssociation of Older Persons have a. direct and concrete interest in. improvoment \nof ma1s transportation a.nd elimination of transportation barriora: which \npreclude their members from obt&ini.ng housing,  health care and othor \nservice a and enjoying the cultural,  recreationaL  and social activitios of their \ncommunities.  The progr&m.a,  services.  and financial condition of tho National \nCouncil for Senior Citizens and its affUiatos and clubs are adversely affected \nby the lack of accesJible buses and other forma of mass tra.n!'lport~ttion \nby limitation of activities,  loss of members and other injuries sitnil.ar to \nthose suilered by other organizational plaintiffs, \n17.  UNITED CEREBRAL PALSY ASSOCIATION OF PENNSYLVANIA \nis a. non• profit corporation founded in 1952.  It has twenty two affiliates and two \nservice committee a,  serving over 6, 000 persons and ropresonting 10, 000 \npersona with cerebral palsy and dovqlopmental disabilities.  Persons served \nby United Cerebral Palsy a..ffillatea do not have ready access to buses or othor \nforms of federally funded public mass transportation and depond upon the \naffiliates for transportation.  United Cerebral Palsy Association h~>.s among its \npurpoaes to promote the general welfare of persons with cerebral palsy a1l.d \ndevelopmental disabilities,  to assist in th.e establishment of cento!.\"'S in \nPennsylvania for tho educational,socia.l,and physical betterment of individuals \nwith cerebral palsy and other developmental disabilities,  and to elixoina.te \nenvironmental barriers which exclude pOl'Sons with cerebral palsy irom \neducation,  employment and other activities available to a-11  Peruls ylvanians. \nThe programs,  services,  and financial condition of Cnited Cerebral Palsy \nAssociation of Pennsylvania and its affiliates are adversely ai!ected by lack of \n-15-\n\n. \n·-·~··  ,__.. \na.cceeeible buae1 and other forms of mass transportation.  Tho As1ociation \nand iU a.!fi.li&tes have devoted a.  great proportion of their £uuds and l'flaourcea \nto provide t:ta.naportation for personS who cannot e£fectively uso public \ntra..naportation to participa.te in its workshops,  clinics,  e.ducatioMl and social \nprolr&ml.  In recent yea.ra the fina.ncia.l burden of purchasing and maintaining \nV&%11 other apeciallzed vehicles and otherwbe p&yinq for private transportation \n1 \nbat threa.tened the survival of many United Cerebral Palsy a.££Uiatea.  For \nsome a.ffUiatea the cost of private transportation exceeds 23% of program coats. \nUnited Cerebra.l Palsy Association suffers direct and concreto i.njury from lack \nof accessible public transportation in the following particulars: \n(a)  Its programs and services are curtailed.  In \nrecent weeks in Philadelphia. alone,  nine persone \nloat their jobs at a UCP vocational workshop when \nfunds for transportation ran out.  :rive other persons \ncannot come to the workahop because there ia no more \nroom in the van. \n(b)  Ita meetings a.re cancelled and membership loat. \nSocial,  recreational activities hAve been cancelled \ndue to lack of iunds to continuo to pay taxi fare for \np•rtioipa.nta. \n(c)  Orga.niza.tional funds a.re depleted irom expenditures \nfor costly specialized transportation services \nrather than to provide more and better service• \nto adults and children with cerebral pa.lsy. \nIndividual Pl&intiffa \n18.  JAY NEUMAN, age lS,  ha.e cerebral palsy and hence limited use \nof his arm• and legt.  He is,  however,  fully mobile with an electric wheelchair. \nHe lives at 1460 Devereaux Avenue in the northeaat section of PWb.delph.ia., \nPennsylvania,  within a block of a SEPTA bus stop. \n19.  :Nfr.  Neuman is denied the use oi public transportation because \n-16-\n\nthe delign of ma.ss tranait vehicles exclude a people who otherwise enjoy \nindependent mobility but cannot negotiate stops. \nZO.  Mr. Neuma.n graduated from Philadelphia Community College \na.nd had enrolled a• a part-time journa.Usm student at Templo University. \nThe Pennsylvania. Burea.u of Voca.tiona.l Rehabilitation paid taxi~ca.b exp~naos \nfor Mr. Neuman to commute to and from school.  but would not do so onco \nhe found employment.  Cab-fare from his home to downtown. where moat \njournalilm joba a.re loca.ted h  $25 roundtrip.  Moreover,  oftGn Mr. Neurna.n \nhad to w&it 1.1 much aa two houru for a cab to arrive at his door,  and olton \nthe cab driver would refuse to accept him as a passenger because the dl'ivet· \ndid not wa.nt the obligation of lifting him into and out of his cab.  The pros pact \nof boing Wl&ble to Uford to travel to work or to travel to work raUa.bly \nca.uaed Mr. Neum.an. to withdraw from Temple University. \n21.  Within the conatra.ints of his $110 a month Supplemental Security \nI.ncome,  which will support only one taxi ca.b trip a. week,  Mr.  Neuman is \npresently seeki.ni employment.  He is prepa.ring,  for example,  to take a federal \ncivil service ex.a.mina.tion,  but job opportunities a.re sevorely llro.ited bocause \nof inaccessible tra.nsportation. \n22.  Mr.  Neuman is an active member,  viceapresident·'tllect,  and \nchairm&.n of the Transportation Committee of Disabled in Action o£ Pennsylvania, \nan organization devoted to securing legislative and other redress for disabled \ncitizens.  ~[r. :\"leuman represents Disabled in Action on the Citizens \nTransportation Committee of the Delaware Valley Regional Plannin~ \nCommission,  SEPTA's Advisory Committee on the Elderly and aandicapped, \nand the Coalition for Equal Public Transportation Services.  On June 11,  1976, \n\n1'.h! Philadelphia Ingufrer published a letter of Mr, Neuma.n1:~  in the lead position \non the editorial page,  undu· the headline 11For disabled,  SEPTA1s alw1.ys cloaed.11 \nRecently Mr.  Ntu.milll h.a.d to attend a meeting of the orgMUzation at which \npretenta.tion of testimony for pubUc hea.rlnga wa.s to be planned.  Mr.  Newnan \ncould not alford another ta.xi ca.b ride that month so he travelled to the: bus stop \nat Frankford and Pratt Streets where,  with tho ~onsen.t of !:he driver,  two \npaatengers oUered to llit him on to the No.  5 bus.  Wb.ilo lifting him in his \nwheelchair one of the passengers loat hia qrip,  the electric wheelchair feU to the \nground,  &nd Mr. Neuman h.im1eU was sa.vod from injury only by tho timely \na.ssiata.nce of a. third pasaenqer. \nl3.  Mr.  Neum&n is an avid sports fan.  The municipal Veterang \nStadium,  where Phila.dolphia.1s  major league teams play,  is by operation of \nthe a.ppllcable codea prohibiting barriers in public buildings,  htlly accessible. \nBut without a.cceaaible: transportation,  Mr. Newnan cannot got to the stadiwn nor \nca.n he otherwise £reely visit with friends and associl.tes. \n24.  Ava.ila.bUity of the low floor,  wide door,  ramped TRANSBUS to \nMr. Neuman would make possible economic independence,  the choica of \nrewarding work,  the opportunity more effectively to participate in and to \ninfluence public decision,  and tho enjoyment of recreational and social opporA \ntunities. \n2.5.  AL MARCUS,  age S8,  has severe rheumatoid arthritis and \nosteoarthritis with the consequence,  amonq others,  that his hip joints are locked. \nHe is,  however,  fully mobile with crutches.  )..tr.  Marcus resides at 1319 \nN!a.~ee Avenue,  Northeast Philadelphia,  Pennsylvania whore the S·2.6 bus goes \nriq-ht pa.st his front door, \n-18-\n\n26.  Mr. Ma.rcus is excluded from use of public transportation \nbeca.u1e he cannot negotiate the lovol chanli'a in SEPTA buses. \n27,  Prior to developing\" arthritis 35 yea.u: a.go,  Mr.  ~[a.rctuJ was \na.n automobile moehanic.  Whon. his dhablllty prevemted his conti.r.mcd Qmploy~ \nment as a mechanic he learned electronics.  Ina.ccestdble tr:!,nsportation \nprevented employment outside his homo,  and from 1955 to 1965 he worked as \nan electrical wireman on a sub .. contract basis.  Wh,n tho contract pha!:!ed \nout he was obliged to take odd jobs which could be parfor-me.d at his homo. \nThese jobs offer low and Wldopendablo income. \n28.  Mr. Marcus must rely on his wife for trangporta.tJ.on.  M1·s. \nMarcus works during the day in order to provide family income and ~n a \nresult Mr. Marcus is confined to his home until she returns. \n29.  Accessible bus transportation would enable Mr. Marcua to \nincrease his mobility and seek steady employment and be lndopendently raobile \nto visit friends,  attend recreational activities and g'O shopping.  The only \nobstacle between Mr. Marcus and these ordinary activities is the absencE': \nof accessible public transportation. \n30.  When the 1'RANSBUS p1·ototype was demonstrated in Philadelphia \non December 16,  1974 11r. )..-!arcus boarded a bua for the first time in over \n30 years and w&s  given new hope oi living a more productive liio. \n31.  Availability oi the low iloor,  wide door,  ra.m~ed TRANSBUS \nto :\\-fr.  :..!arcus would make possible em[.lloyment in an occu~ation he is \ntrained  and qualUied to periorm and the opportunity to enjoy the recreational, \nsocial and cultural activities oi the city. \n·19. \n\n32.  JOYCE BROCK,  age 25,  haa c~trebra.l palsy,  affecting the use \nof her arms and leiJ'S•  She maneuvers with crutches ot• wheelchair depending \nupon the diltanca she must travel.  Ms,  Brock cannot climb steps,  nor is she \nable to drive a. car bac::a.uae of poor eyesight.  Ms.  Brock t•esides at 5466 \nBaltimore Avenue,  Philadelphia,  Penna ylvania.,  which is within two block:s of \npublic transportation, \n33.  Me.  Brock gradua.ted from Pennsylvania. State University in \n1974 a.nd enrolled in the University of Pennsylvania. School of Social Work. \nIn&cceaaibWty of public transportation to travel to school and fieldwork \nplacement necessitated withdrawal from graduate school. \n34.  After long and intensive search for employment,  the only job \nMa.  Brock was able to obtain was temporary,  pa.rt .. time employment a.s a \ntutor at Philadelpbi.a. Commw:Uty College.  Her cab fares to hor job amounted \nto $100 a month,  a  prohibitive amount given a monthly salary of $162. \nMs.  Brock il currently unemployed and aubaists on a $135 a month Supplementary \nSecurity Income payment out of which she pays for priva.te transportation to \ntwlce weekly physical therapy troa.tmenta. \n35.  Although she has been able to locate nwnerous employment \nopportunities,  lack of accessible transportation prevents her form i.nterviewing \nfor positions and acceptin~ permif.nent employmGnt. \n36.  Ms.  Brock is denied ready access to and use of public \ntransportation because ma.ss transit vehicles exclude persons who enjoy inde .. \npendent mobility but cannot ne~otiate steps. \n37.  The result of this exclusion is to deny :vis,  Brock opportunity for \n• 20· \n\nemployment,  economic independence,  and the varied opportunities of cultural \nand other recreational resources available to and enjoyed by her friends and \nneiihbors who are able to travel on public transportation. \n38.  Availability of the TRANS BUS vehicle to Ma.  Brock would make \npossible opportunities for employment and enjoyment of recreational and soc:ia.l \nopportunities available to others. \n39.  DEREK BOWEN,  age 25,  is a quadriplegic as a reault of an \ninjury received pla.yin~ football a.nd ha.a limitad use of his a.rm9 and hando.  ~e \nis mobUe with &.n electric wheelchair.  He reaidas at 313 West Manhaim Street, \nPhiladelphia,  Pennsylvania.,  which is within one block of a bua stop. \n40.  From 1970 to 1973 Mr. Bowen attended Philadelphia Community \nCollege.  In 1975 he (raduated from Temple University with a ba.chelor1s \ndegree in Therapeutic Recreation,  Mr. Bowen does not drive •  Il\\ order to \nattend both schools,  he bought and m&inta.ined a va.n specially equipped with a. \nportable ramp and relied on his father a.nd brothers to transport him from home \nto hia classes each day. \n41.  Currently,  Mr.  Bowen is employed part~time at Carousel House, \na city recreation center (or physically and mentally disabled persons.  Carousel \nHouse is located a.  considerable distance from his home,  but within one block of \na SEPTA bus stop.  Mr.  Bowen ia driven to work in his van at a cost three times \nthat for using public transportation. \n42.  Mr.  Bowen feels trapped ln his own home.  He is a.  sports fan but \ncannot attend events at the fully accessible Veterans Stadium and Spectrum without \ndepending upon others £or transport,  He would also like to t'requent the restaurants \n\n.. \n___ \n,- ~ ·-•' \n&nd the stores a.t the barrier £reo Ceda.rbrook Mall which is no&l\" his home and \nis ••rvicad by public bu1 transportation. \n43.  Mr.  Bowen ia denied ready a.eeoae to and use o£ public \ntransportation beaauta the design o£ maaa tra.nait vehicles exclude persona \nwho othorwhe enjoy independent mobUity but cannot nogoita.te steps.  The \nre1ult of thil exclu&ion is to causa Mr.  Bowen excessive expanse for \ntr&naportation,  exceaaive dependence on others £or transportation, a.nd denial \nof opportunitiae £or independent enjoyment o£ tho cultural and other recreational \nreaourcea available to and enjoyed by other a. \n44.  Avallabillty of the TRANS BUS vehicle to Mr. Bow on would mllko \npoaaible peraon.al independence and would allow hlm to be his own man. \n45.  HARRY BURNS,  •11• 33,  •ufterod brain d•rn•g• at birth causing \napa.1ticity in hh right leg and a.rm,  a.nd later developed multiple sclerosis.  Mr, \nBurna walka with a cane.  He relidee with his wife at the Mayfair Houee \nApartment• at Lincoln Drive and Johnson Street in Philadelphia,  Pennsylvania., \nwhich is located within 1 block of public transportation. \n46.  Mr.  Burna is employed a.e  a psychologist at Hahnemann Menta.l \nHealth Center in Center City Philadelphia.  He is also attending claasos !or \nhi a Ph. D. in Payeholoq-y a.t Temple University.  Becauao of transportation \nbarriers,  Mr.  Burns' wiie drives him to work everyday before 9ho ~oes to work. \nMr. Burns 1 must ~o to work a.n hour before his colleai!ues and must bo picked up \nan hour earlier.  This arrangement frequently results in problems scheduling \nappointments. \n-22-\n\n47.  Mr.  Burns must use public tranaporta.tlon in connection with \nhl1 employment.  He doas so only with axtrom~ difficulty bocause he cannot \nrea.dily negoti&te the steps onto and of! of bu1uu.  Cllt11bi.ng steps cn.u:uu \nexce1sive strain on Mr.  Burna' muscles craat.ing a.chos in his jointa and his \nba.c:.k ca.uaina h.im to si~icantly Umit hio uao of pubHc tra.n.~Jp<.n1:~ttion.. \n48.  At times Mr. Burns finds it impoeoibla to board some of the \nhigh sprung SEPTA buses and on a. number of occasions lu!.s  b3on expoted \nto injury when boarding or riding buses.  The moat traiJic experience took \npla.ce some year a &!JO on a winter day in Pittsburgh,  whon M1~. But\"n~ attempting \nto cllmb the fir at high step of a bus which did not pull up to tho curb,  £611 and \nsuffered a fracture to his left shoulder.  Because Mr. Burns requires full \nuse of hh left arm to propel himself by uae of his cane,  tho fracture t·6.ndored \nhim immobile for three months. \n49.  Mr.  Burns is not only denied the opportunity to maintain a normal \nwork schedule but also must expose himaelf to daily hazards because mass \ntransit vehicles impose sedous accoos barriers to handica.ppod persons \notherwise independantly mobilo. \n50.  Availability o£ TRANSBUS vehlcles would enable :Vtr,  Burns to \nmaintain a normal work schedule independent o£ his wife1s  employment damands \nand elimina.te the hazards resulting from tho steps in current mass transit \nvehicles. \n51.  E~flL SABATINI is seventy iour years old.  He has a heart \ncondition induced by a coronary attack.  His doctor advised that he avoid stops \nthat are high,  minimize step climbing in general,  and climb slowly .,,hen he \ndoes use steps.  ~{r. Sabatini lives 3.t 909 W'{nneWood  Road,  in west \nPhiladelphia,  ?ennsylvania,  within two blocks from a SEPTA bus route. \n·23· \n\nsz.  Slnca h.i1  retirement a1 a steel worker Mr. S&ba.tini h.as  sought \nto maintain &I active a. Wo •• poaaible and not to uit idly at home..  He do•• \nvolW>t&ry work with tho Action Allia.nco of Senior C!tiuno and go .. by SEPTA \nto Oarden St&te Racetrack In Cherry Hill,  Now Joroey.  Mr. Sabatini dooo not \nown a car a.nd can only travel by pubUc tr&~~sportatlon, \n53,  Tho current ot&nd&rd 34 Inch floor buo with one 14 Inch otop \n&nd two 10 Inch otopo lnhlblto Mr. Sabotlni'o uoo of pubUc tr&noit and hlo movo· \nmont about town and prosontl oisnlflc&nt hazard• to hlo hoalth,  Tho &vallt.biUty \nof & low Qoor,  wldo door,  rampod TRANSBUS would onablo him to got around \nmore afton &~~d without rlok to hlo health and to othorwioe llvo a froor and fuller \nlLfa. \n54•  SONIA STEIN Ia sovonty one yearo old,  She haa arthritia which \nc&uooo her to have dlfflculty negotiating high steps,  She Uvea at 1303 Hollorm&n \nStroot In the n ... r northout aoc:tion of Phlladolphi&,  Ponnaylvanla a few blocks \naway from a SEPTA buo atop. \n55,  On Wodnooday,  Juno 9 1976,  Mro. Stein aot out to visit hor \n0 \nhusband In tho hoopital •t Albert Einstein Modica! Center, Northern Dlvhlon. \nShe went to the bua stop a.t Ma.see a.nd Frontenac Street• ca.rrying some fruit \n£or her huebancl.  Tho bua stopped,  but u  soon ao sho got hor feet up on tho \nflut •top her knees ooomed to look and 1ho could not move.  Tho bus driver \naaid,  \"Lady,  hurry up.  People h.a.ve to get of!. 11  With the a.ssiatance of other \npaaaengera 1he made it to the se&t nearett the door and with their continued \nauhto.nce ohe got o££ tho bus at 13th and Tabor Road,  a block from the \nHoapital,  in pain and tears,  ~!ra. Stein was cared £or Ln the emergency room \nat tho hoepltal,  did not get to visit hor husband,  and returned home by taxi cab \n., \nwhich colt her $7, 00. \n\n56.  Mr.!'l.  Stain has never driven a car:  her hugb~Ultl cannot drive \nanymore because he is blind,  having only paripherd vision.  She is~ thuo \nantirely dependent upon public transportation. \n57.  The Availability o£ a. low floor,  wido door,  rarnpcd bua would \nenable Mrs. Stein to t>:&vol public transit comfortably,  safely,  and without \nembara.s~ment, \nDefendants \n58.  WILLIAM 'I'.  COLE~N, JR.,  is tho Socrata.ry of the Unit:ad \nStates Department of Tt•cuutportation {hereinafter re!err{!d to at:  11U .s. DOT11), \nIn his capacity a. a Soc rotary,  ho is responsible for tho a.dminiltt~ation of th• \nseverd capital grant and pla.nning programs,  and research,  development,  and \ndemorutration projectu u.ndor thG Urban Ma.ss Tranaport~tion Act of 1964,  as \namond•d,  49 U.S.C. § !60lot soq.,  and tho Federal-Aid Highway Acts,  23 \nU, S ;CO'§ 101,  ot seq.,  which provido financia.l assistance to stat a and local \npublic agencies for the dsvolopmsnt of public ma.sa:·tra.nsportation servicoa \nand the acquisition,  constl~uction, and improvement of IYllt$6 transportation \nvehiclos and facilities. \n59.  ROBER1' E. PATRICELLI is the Administrator of the Urban \nMass Transportation Administration (hereinafter rl3ft:trred to as 11UM1'A11),  an \na!)'Qncy of the United States Depa.rtmant of 1'1•a.naporta.Hon.  In hi-3  capacity as \nAdministrator,  he is l'esponsihla for the administration of r-e:H~arch, develol?ment \nand demonstration projects and the regulation of capital grant a.nd planning \n?rOg'rams !or rmblic mass transportation under the Urban ivfass Trans8ortation \nAct of 1964,  as amended,  49 U.S.C. § 1601 et seq.,  and tho Fodoral-Aid Highway \n-25-\n\nActa,  l3 U, s. C. 8 101,  et seq., Including tho procosalng and approval of \na.pplic&ti0111 for £edera.l rtna.ncial a.aahtance to acquire,  construct,  and improve \ntr&ru~it vehic::le1 a.nd fa.cUitiaa.  As such,  he is empowered to eat&bliah require .. \nmont• for atato o.n<l local •s•ncloa In tho pl&DAing and lmplomontatlon of public \nm.t.ll tr&Diportation tervicee,  and to issue eta.nda.rda for tra.nait equipment \npurchaood with fo<loral a .. lotanco. \n60.  NORBERT T, TIEMANN Ia the Admlnlotntor of tho Federal \nHt1hway Adminiatr1.tion (herei.naiter referred to &I 11FHA11),  an agency of the \nUnited Stat•• Department of Transportation.  In his capacity a. a Adminhtrz.tor, \nb.o II ruponolblo for tho rosulatlon and admWatr&tlon o£ capital grant and \nplanning programs providing federal £iuancie.l a.~ailtance to sta.to and local \n&Jane lea !or publlc maas tranaporta.tion under the Federal·Aid Highway Acta, \nZJ u.s.c;-§ 101,  at seq.  As such.  he is empowered to eota.blhh requirements \nfor state and local a11enc!oa In tho pl&DAing and lmplomentatlon of public m&ll \ntranaportatioll 1ervica•, and to issue standard• !or transit equipment purchased \nwith federal financial assistance. \nV,  Claea Action Allegations \n61,  Plaintiffs bring thia action pul'IU&Ut to Ruloo Z3 (b)(l) and (b)(Z) \nof the Federal Rule• of Civil Procedure on behalf of the class of all mobUe \ndh&bled and elderly persons who a.ro denied ready acceaa to and e!!ectiva use \nof !edera.lly fin&Jlced public mass transporta.tlon by reason of physical and \nttructura.l ba.rriers in the design of transit equipment which render such \npersona tranaportation handicapped,  and who would ba able to effectively utWze \npublic matt transportation if the functional capacities o£ mobile disabled \nand elderly persons were included as a. basis for standards £or the design and \n-Z6-\n\nperforma.n.ce o£ bu1as,  other tra.nsit vehicles and facilities. \n62.  Twenty million Americans are a.ged 65 or ovol.',  and ovGr thirteen \nmillion Americans are disabled.  Vfith increa.aed longevity, improved \nrehabWtation methoda, the increa.sod avaUa.billty of mQdical care, and the \npattern of po•t·wa.r birth rates,  the numbera o£ mobila dio&bled and elderly \npersona a.re expected to increase dramatically lu the years a.hei!!.d, \n63.  The majority of those citizens reside in urban a.rea:J within \ntwo blocka of a. bua or other mode o£ federally funded public ma.:~o transport&tion; \nlive on low, fixed incomea; do not operate an a.utomobilei and a.ro dep0ndent \non public mass transportation to work,  to shop,  to obtain modical s~rVices, \na.nd to participate in cultural,  recreational,  a.nd social a.ctivi.tieo. \n64.  Tha cla•a o.£ mobUe disabled and elderly persons consiata of \n'\\I  persona whoae functioniJ. ca.pacitiel for mobility,  flexibWty,  coordination, \ncommunication,  a.n.d perception a.re a£fected by th• aging process,  illness, \ninjury,  conqenthJ. dysfunction.  or other temporary or pormanont conditions \nincluding:  a.rth.ritb,  hea.rt condition,  cerebrd pa.hy,  blindnGss,  paraplegia., \nqu.a.driple~tia. and othor spinal cord injuries,  cystic fibrotJis,  multiple \nschlero1is,  muscular dystrophy,  muscolovskeletal disordet>s,  respiratory \nor pulmonary dysfunction,  developmental disabilities,  and neurological \ndisorders lncludin'f\" stroke and epilepsy. \n65.  The most formHlable barriers imposed on tho class of mobile \ndisa.bled and elderly persons in the use of federally financed public mass \ntransportation involve designs for entry to and exit from buses and other transit \n~2i~ \n\nvehic:le1 1.nd facWths that require a change in level.  I•~ or inata.fice,  current \ndelign bu1e1 ha.ve a. floor height above the roa.d of about thirty .. four ( 34) \ninche1,  requirinc paaaan,ers to ne,otia.te a first step lnto the bus of fourteen \n(14) lnche• pluo climb two Interior stope h&ving tou (10) inch rloora.  Slm!lerly, \nin order to ~ain acceee to other tranait facilities which opera.te a.t q-ra.de or \nwhich require pa1aaq-e throuiJ'h a.  station or terminal,  riders must climb steep \nstep• or lon'f •tairways.  Other barrie r1 which handicap tho cla.aa of mobUe \ndhabled and elderly ln the uae of public transportation include na.rrow \nentr&nceway• and p&ttaqeways,  in&dequato audio and visud in.t'orm&tion syatema, \nand excel live vehicle vibration a.nd jerkineaa. \n66,  Of tho eatinated populAtion of 26,5 million mobUo dlsab1od and \nelderly per1on1 in the United States,  approximately 13.3 million people,  or \n500/• of the population.  cannot climb or use currently designed stairways or \nmove through entra.nc...,ays,  or experience substantial di.!!icul.ty ln doing 10. \n,s, \nU  DOT,  UMTA,  Tran1portat!on Systems Center,  The Handicapped and \nE!dorly Market for Urban Mus Transit 9,14 (Octobor 1973). \n67.  Denial of a.ccessible public mass transporta.tion to mobile \ndi1&bled and elderly persona results in the following harms to tho members of \ntho cla11: \n(a)  deprivation of travel a.t the same fixed cost, \nto the sa.ma locations,  and for the same \npurposes as ia aiforded to other members \nof tho publlc: \n{b)  confinement to segre~ated, specialized \ntransportation facilities and to private carriers \nwhich are prohibitively expensive and \n·28-\n\nwhich are limited in scope of service \nas compared to public mass transportation; \n(c)  increased burdon tn obtain.Lug en1ploymant and \neducation,  and meeting other essential naeds, \nand consequent dependence on public subsidies; \n(d}  loss o£ opportunities to take part in cultural \nand social and community activities,  yielding \nisolation and despai:t.·; and \n{e)  loss oi opportunities to associate,  assemble, \nand to petition government £or redress o£ \n!frievances. \n68.  The imp&ct of denial o£ accessible  tlublic mass transportation \non members o£ the class in terms of employment alone is significant.  Although \n86'!. o£ tho dhablod people of labor forco ·~· (17-65) hav• tho ability to work, \nthe labor £orca participation rata for disabled adults is only 44%.  compared to \n65% for the general population.  U.s. DOT,  Transportation Systems Center, \nAn In£lationary Impact Statement o£ the Urban Ma.as Transportation Adminis· \ntra.tion's Proposed Elderly and Handicaoped Rei\\llation 40 ... 43 (March 4,  1976) \n{hareina.iter referred to as 11Impact Statement U11).  For an estimated 13\"'., \nof the disabled population i.nacceasible public transportation. is tho major \n£actor in their unemployment.  .-\\BT Associates,  IL~nsoorta.tion :.'-leeds of \nthe Handicapped,  23·24 {U.S;-DOT,  Office of Economics and Systems Analysis, \nContract No, T8 ·304, August 1969). \n69.  The employment of disabled adults resulting £rom accessible \npublic mass transportation would si~nificantly increase their standard of \nUving and produca a  substantial net economic benefit.  1'he average annual \nnet income for employed disabled adults is S3, 000 (1976  ~rice levels), \nmore tha•n  double the estimated avera~e combined payment of $3, 000 ;>er \nyear in federal and state disability and welfare subsidies received by the \n-29-\n\nunemployed disabled individual.  U,S,  DOT,  Impact Statement U  52-55, \nIn addition,  the reduction o£ g9vernmental income support pa.ymenh and \ngeneration of federal a..nd state i.ncome ta.xea reau.ltin!J from the disabled \naduiU {indin( jobo would create a not economic benot!t ot $300 million to \n$500 million for every 100,000 dlaablod lndivlduah who join the ranks of the \nemployed.  U,S,  DOT,  Tran1porta.tion System Center,  An Inflationary Imoact \nStatement o£ a. Prosram of Transportation Services to Elderly and Handicapped \nPerJOOI,  az .. a3 (January 16,  1976) (herein.&iter referred to as \"fmgact \nStatement r•); .lm.pa.ct Statement U,  S6a57. \n70,  The clast is so nwnerous that joinder o£  all the members is \nimpractical.  There are substadia.l questions o£ law and fact conunon to the \nentir~ cla.aa.  '!'he claims of the repre&entative pla.lntU!a are typical o£ the \ncla.im• o£ th.e cl&as,  and the repretent&tive parties will !a.irly and adequ.&tely \nprotect the interests of the clast,  The de!endante have acted and refused to act \non ground• generally applicable to the class, thereby making appropriate \nilnal declaratory a..nd injunctive relief with rrupect to the class as· a whole. \n71,  The questions o£ law and !act common to the entire class and to \nthe claims o£ the repreaentative pla.intl.i.fs include but are not limited to: \n( &)  Whether defendants haye violated their duty under \nthe Urban Mass Tr&nlportation and Federal .. Aid \nHighway Acts, 49 U,S, C,  I  I  1602 (a)(l)(B), \n1612 (a):  23 U, S, C,  142 nt,, to ass.ure accessible \npublic mass transportation which mobile disabled \nand elderly persons can effectively utilize by \n!ailing to require that federal financial assistance \nbe used only to purchase the low fioor,  wid~ door, \nramped TRANSBUS; \n• \n·30· \n\n(b)  Whether defendants 1 failuro to require that \nfederal fina..ncia.l assistance be used to purchase \nonly the low floor,  wide door,  rarn.pad,  'tRANS BUS, \n&nd otherwise to assure the availability of public \nmaaa transportation which elderly and handicapped \npe1·1onl can effectively utilize,  excludes mobile dis \nabled a.nd elderly pdrsona from participation in, \ndenie1 thorn the benefits of,  and subjocts thorn to \ndb crimination under programs and activities receiving \nfederal public mass tra.nuportation a..asista.nco in \nviolation of tho Rehabilitation Act of !973,  28 U.S;C;-\n§ 794 and Executive Ordor ll914,  41 Fed, R•g. 17871 \n(April 29, 1976); \n(c)  Whether by failing to require that federal financial \n&laiata.nce be used only to purchase tho irnprovod, \nlow floor,  wide door,  ramped 1'RANSBUSJ  dohndants \nha.ve violated and continue to violate theh duty to \nimprove public ma.ss transportation under the Urban \n4M9 auss. sT.rca;n llpiolirlt6a0.tlieotn s eaqnd,  aFnedd e7r.3a 1u4.Asi.dc H. i~g~h w10a3y  A(ec)(t4s), , \n134(a), and 142(a) and (c); \n(d)  Whether having developed at a coot of $7.7  million,  a \nbus which satisfies the Congressional ma..udatea to at sure \naccessible public ma.as transportation and to improve \npubllc mass transportation,  defendants ha.vo acted \narbit rarUy and capriciously,  have abused their dis \ncretion,  and have  unlawfully withhold and unreasonably \ndelayed the implementation of the full statutory rights \nof mobUe disabled and elderly persons to public mass \ntransportation which they can effectively utilize,  by \nfailing to require that federal financial assistance be \nused only to purchase the low floor,  wide door, \nr&mpod TRANSBUS; and \n{e)  Whether dehndant:s by failing to roqui.re that ioderal \nfinancial assistance be used only to purcha.sa tho \nlow floor,  wide door,  ramped TRANSBUS,  havG \nviolated the rights of mobile disabled a.nd elderly \npersons to travel,  to freely associate,  to petition \nthe government for redress of grievances,  and not \nto be subjected to invidious and arbitrary classifications \nand exclusion from benefits e>..i:ended to all other \npersons by -;overrun ental action as ~uaranteed by the \nCommerce Clause,  the Priviloq-as and Immunities Clause, \nand the First and Fifth Amendments of the Constitution \nto the United States, \n• 31· \n\nVl.  Statement of the Claim \nFEDERAL PUBLIC MASS TRANSPORTATION ASSISTANCE PROGRAMS \n72.  In 1964,  the Congresa enacted the first permanent financial \na•ahtanc:e procram for public transportation.  Urban Mass Transportation Act \no£ 1964,  49 U, S, C, § 1601,  et seq,  It was Congros a' £1nding that publlc tr&nait \n.systems in major cities a.cro1a the country were failing,  ridership was decreasing, \na.nd the industry did not have sui!icient revenues to finance necessary improve \nmente.  The transit induatry required federal intervention and support i.f it \nwaa to attract ridera f-rom other modes of tra.naportation and to contribute to \ntho wel!are and vitallty a£ urban areas,  49 U.S ;C.-§ 1601. \n73.  The Urban Mas a Transportation Act established a. capital grallt \nprogram to Aasht public tranait authorities in the purchase and financing o£. \nnew bu••• and other equipment a.nd fa.cilltioa,  49 lJ. S. C; § 1602,  and a federal \nresearch &nd development program to develop technology tor improving public \ntran1portation sarvicea,  4:9 u.s.c. § 1605.  The purpose was that resoa.rch and \ndevelopment be. conducted so that the capital assistance program would support  _) \nthe purch&aa of improved equipment. \n74,  Conqraaa1 commitment to the maintenance and improvo:m.ant o£ \npublic tran1portation lad in 1970 to the expansion oi the spending authorization \n£rom $150 million a.nnua.Uy to over a bUllon dollar's annually under the Urban \nMa .. Tranoportation AS8htonco Act a£ 1970,  Pub.  L.  91·453; to further \naxpanlion of thia spending authorization to over $1 bilUon annually under the \nFodero1·Aid Hi•hway Act oi 1973,  Pub,  L.  93·87,  Tho National :Vlass \nt'ranaportation Asaiata.nce Act oi 197-l,  Pub,  L.  93a304; and to the creation \noi additional federal mass trandt assistance progl·ams,  including proq-ramu \nexpendin~ federal hiq-hway funds for buses and other m<'~SS transit equipment and \n• 32. \n\n--'·· \n·-~ \nfacilities,  Z3 U.S.G;-§8 103 (e)(4),  142 (a)(Z) and (c), and a formula grant \nprogram for capital and operating expenaes,  49 U.S;G;-§ 1604. \n75.  These federal public transportation assistance programs currently \nfinance 80o/IJ of tho coats for the acquisition,  construction,  and improvement \nof transit equipment operated by public transit agencies,  except for one \nprovision of the Federal·Aid Highway Act of 1973,  Z3 U ,S;-G ,- § l4Z(a)(2) and \n{c),  which fina.n.ces 70% of the costs.  Defendants have made grants totaling \nnearly $5 billion to public transit operating a.gencietJ under th0 federal public \nmass transportation a.aaistanca programs and are authorized to expend an \nadditional $9 billion for pubUc transportation through 1981. \n76.  The principal mode of public transportation supported by these \nfederal financial assistance programs is bus service.  There are currently \n50, 000 transit buses in revenue operation.  Buses comprise SOo/~ of the \nrolling stock used in providing public transportation.  Buses transport \napproximately 75~~ of the people who u.se public transportation.  American \nPublic Tre.nlit Association,  Transit Fact Book,  Tables 6 and lZ (1975).  From \n4Z% to SZ% of the people living ln urban areas,  exclusive of subu1·bs,  have \npublic transportation available within two blocks of their residence.  U. So \nDOT,  Impact Statement I,  U-27, \n77,  Federal public mass transportation assistance programs have \nfinanced the acquisition of nearly 20 000 transit buses,  replacing approximately \n1 \n40% oi the bus fleets used in providint{ public transportation.  Defendants will \napprove federal financial assistance for the purchase of 4, 000 to 7, 000 full· \nsize transit buses by public transit authorities in each of the next ;~everal \nyears.  U.S. DOT,  Impact Statement ll,  15. \n-33-\n\nTHE DUTIES OF THE DEFENDANTS \nThe Mandate to Assure Accessibility \n78.  For tix yoara,  defendants have been under a. continuing and oft \nrepeated mandate from the Congreta of the United States to assure a.cceaaible \nmau truuportation which all mobile diaabled and elderly people can effoctlvoly \nutllize. \n79,  In the Urban Maas Transporta.tion Assistance Act of 1970,  Pub. \nL. 91·453,  84 Stat. 96Z (October 15,  1970),  tho first multl·blllion dollar fodoral \nma.11 tra.naportation a.aahtanca act authorizing defendants to maka ovor $3.1 \nbillion in grants and loans to States and localities for the acquisition,  construction, \na.nd improvement of ma.aa transportation equipment and facilities,  the Congress \ndeclared and directed,  in a tection entitled \"Planning and Deaign of Mas a \nTr&nsport&tion Fa.cWtiee to Meet Speclal Needs of the Elderly and Handicappad11\n, \nthat: \ni.  11elderly and handicapped persons h.a.ve the same right \nas other persons to utilize maaa tran.sporta.tion facilities \nand services\": \nII.  \"special efiorta shall bo made In tho planning and design \nof mass transportation facilities and servicea so that the \navailability to elderly and handicapped persons of mass \ntransportation which they ca.n effectively utilize will be \nasaured11;  and \niii.  11a.U Federal programs offering assistance in the field of \nmass transportation (including the programs under this \nchapter) should contain provisions implementing this pollcy. 11 \n49 U.S.C; Section 1612(a), \n80.  In tho Federal·Aid Highway Act of 1973,  Pub.  L.  93·87,  87 Stat. \n2SS (August 13,  1973),  whereby defendants wero first authorized to make grants \n-34-\n\nto St~t01 and locaUtlu out of the Highway 1'ruat Fund for the acquisition, \ncorutruation,  a.rtd improvement of maaa transportation equipment and facilities, \nand wherein the spond.ina &uthorlutlon under tho Urban Maaa 1'ranoportatlon \nAct wa.a lncrea•ed by another $3 billion,  the Congr•ua directed,  ln a section \nentitled \"Bua and Other Project Standards\",  that: \n11The Secretary oi Transportation shall assure that \nprojects receiving Federal llnanclal .. slstance \nunder ( the Federal-Aid Highway Act of 1973] shall \nbe planned and dealgned oo that rm.sa transportation \nfaoilltioa and services can e££ootively be utilized by \nelderly ~nd wd.ic&ppod peraono who,  by rouon of \nlll.neu,  Injury,  age,  congenital mal!unction,  or \nother  permanent or temporary incapacity or \ndlaabiUty are unable without opool&l o££orta or special \nplanning or dellgn to utilize such facllltios and services \na.a  eifectlvely aa persons not so af£flcted.11  Section \n165(b),  Pub. t.. 93·87. \n81.  I.n the D•partment o£ Tra.naportation and Related Agencies \nAppropriatlono Act of 1975,  Pub, t., 93·391,  88 Stat. 789 (August as,  19i4), \ntho Con~rell directed that: \n\"None of the funds provided under this Act shall be \navaUable for the purchase of paasenger rail or subway \ncars, !or the purchase of motor buses or £or the \nconstruction oi rela.ted £aclllties unless such cars, \nbuses and £acilltlea are designed to meet ~he mass \ntransportation needs oi the elderly and the handicapped.\" \nSeotlon315,  Pub,  t.,  93·391. \n$2.  In the National Maas Transportation Assistance Act of 1974 P'1lb• \n1 \nt., 93•50),  88 Stat. 1566 (November 26,  1974),  authorizing deiendants to make an \nadditional $8 billion in £edera.l grants and loans to States and localities !or mass \ntransportation progra.ma and ?rejects, the Congress a.mended the tirban ).!ass \nTransportation Act ~o direct: \n\"nor shall any grant or loan funds be '.lsad to SU!)port \n\n__ \n------ ::....:....---.....,....., \nprocurements utilizing exclusionary or discriminatory \nopeciflc&t!ont.\"  49 U.S.C.@ 160Z (a)(l)(B). \n83.  In tho Federal·Aid Highway Act Amendments of 1974,  Pub. L. \n94·643,  88 Stat. ZZ81 (Janu.r.ry 4,  1975).  In •  section entitled \"Tranoportation \nfor Elderly a.nd Handicapped Persona11,  the Conereea reiterated the requirement• \nof the Urban Maaa Tranaportation A1sistance Act of 1970 and of the Federal .. \nAid Hl11hway Act of 1973 and again declared and directed that: \n1,  \"elderly and handica.pped persons have the same \nright as other peraons to utilize mass transportation \nfacilities and 1ervices \"; \nH.  \"special effort• shall be made in the planning,  design, \nconstruction,  a.nd operation of mass transportation \nfacilities and services so. that the availability of mass \ntransportation th&t they can effectively utilize will be \nassured\": \niii.  \"aU Federa.l programs offerin.sr assistance for ma.ss \ntranaportation [including .programs wtder the Federal \na \nAid Highway Act of 1973]effectlvely implement this \npollcy11; \nlv.  \" [defendants] shall require that projects receiving \nFederal financial uaistance under (the Federal· Aid \nHighway Act of i973] sh..U be planned,  deaigned, \nconatructed,  and operated to allow e'Uective utilization \nby elderly a.nd handicapped persons who,  by reason of \nillneta injury,  age,  congentia.l malfunction,  or other \n1 \npermanent or temporary incapacity or disability, \nincluding thoae who are nonambulatory wheelchair \na \nbound and those with semiambulatory capabilities, \nare unable without special facilities or special pla.nning \nor deaign to utilize such facilities and services \nef!eetively11;  and \nv.  11[defendants ]shall not approve any program or project \nto which this section applies wWch does not comply with \nthe provisions of this subsection requiring access to \npublic mass transportation facilities,  equipment,  and \nservices for elderly or handicapped persons, 11  23 \nU.S;-Co Section 142 note. \n84.  In the Rehabilitation Act of 1973,  Pub. L,  93vll2,  87 Stat.  35i \n·36· \n\n(September Z6,  1973} in a section entitled 11Nondiscdmination Under Federal \nGranta11,  in exactly the language of Title VI of the Civil Rights Act of 1964,  the \nCongress directed: \n\"No otherwho qualified handicapped individual in tho \nUnited States ,  ,  • sh.&ll,  solely by roa.oon of h.h handicap, \nbe excluded from the participation in,  be deniod tho \nbenefits oi,  or be subjected to discrimination under any  · \nprogram or activity receiving Federal financial assistance. 11 \nZ9 U.S;C; § 794, \n85.  As more fully set out below in p.a.:ragraphs lZ?. through 142, \nde:fend.anta have acted wrongfully and illegally in failing to a.ct to carry out the \nrepeated Congressional mandate to assure a.cceasible mass transportation \nwhich all mobile elderly and handicapped persons can ef!cctivoly utilize. \nThe Ma.nd&te to Improve Mass Transportation \n86.  The pervasive substantive duty imposed by the Congress upon \ndefendants in the Urban Maa11 Transportation Act, and in tho mass transit \nprovidona of the Federal .. Aid Highway Act,  is the duty to improve urban mass \ntran•portation.  rhe duty to improve mas a transportation is articulated in the \npurpote clauses of the Acts (\"to assist in the development 9£ improved mass \n.. \ntransportation facilities,  equipment,  techniques,  and methods ,  o  o  u,  49 U .S,-C;-\n§ 1601 {b)(l): 11to encourage the development,  improvement and use oi public \nmas• transportation systems operating motor vehicles'1,  23 U.s .c. § 142.(a));  and \nagain in each of tho provisions of the Acts governing the granting of federal \nfinancial assistance (e.g.,  ''to make grants (for]the acquisition,  construction, \nreconstruction and improvement of facilities and equipment'',  4.9 t: .Soc.-§ 1602 \n(a)(l}),  ~he administration of planning requirements (eo~·, nto make grants for . \n• 3 7-\n\na.ctivities preliminary and in preparation £or the construction,  acquisition,  or \nimproved opera.tion o£ m.a.as transportation systems,  £a.cilities,  and equipment11, \n49 u.s.-c,8 1607(a)),  and tho promulgation o£ regulations (\"Tho Secretary shall \niaaue such raq'Ula.tions a.a he deems naceasary,  including requirements £o1• \nImproving tho efficiency of tranait oorvices\",  49 U ,S;'C, § 1604 (d)(Z)), \n87.  In a.ddJ.tion,  the Congress,  in the Urban Mass Transportation \nAct,  49 U.s. c. § 1605,  authorized tho Secretary: \n\"to undertake research,  development and demonstration \nprojects in a.U phases o£ urban mass transportation \n(including the developme~t, testing and demonstration \no£ new facilities,  equipment,  techniques,  and mothods) \nwhich he determines will assist ln  the improvement \nof mass transportation service ,  ,  .• 11 \n88.  Defendants undertook,  and have successiully completed,  a \nnine year $Z7 million research and development project (called tho TRANSBUS \nP1:ojec:t and described more fully below at paragraphs 90 through 1ll  ),  to develop \na new generation o£ buses which would lnc:reaso bus ridership and revenues, \nwhich would lmprove safety,  comfort,  convenience,  en.virorunental a.ccoptabillty, \nand ma.intena.nco, and which would ellmina.te transportation barriers to the mobile \ndioabled and elderly. \n89.  As more £ully sot out below in paragraphs 122  tht·oul:(h 142  , \ndefendants have acted wrongiully and ille~ally in failing to require that fGderal \npublic mas a transportation aasistance be spent only to purchase the improved \nTRANSBUS. \n. 38. \n\n..... \nTHE TECHNOLOGICAL POSSIBILITIES \n90.  Although defendants Secretary of Transpor-tatioi\\ and Urban \nMa.aa Tranaporh.tion Adminietra.tor during tho period November 1974 through \n1 \nMarch 1976,  defended ten la.wsuits which sou.IJbt to enjoin local transit \nopera.tors to purchase full~dzo a.ccotsiblo buefi!li,  on the ground that tuch \nvehicles were technoloq-ically inleasible and w\":re not produced by any \nmanufacturer in tho United States,  in Aprill976 defendant P<ttricelli admitted \nto Congress a.11d to the public that as a.  consequence of tha TRANSBUS rasearch \na.nd development project a. new generation of full--sbe busos can bo p1·oduced \nwhich incorporates technology assuring access to mobile diu. bled a.nd \nelderly persons. \n91.  On April 5,  1976,  bGforo the Subcommittee ou the Handica.ppGd \nof the Senate Labor and Public Welfare Committee,  at oversight hearings \non tho implementation of Section 504 o£ tho Rehabilitation Act o£ 197 3, \nZ9  U ;S;C;-§ 794,  defendant Patricelli acknowledged ths.t \"  •.. the \n\n-\nTRANSBUS program ha.s produced prototypes of wheelchair·a.ccessible \nfull·tiz• buaea which have a variety of dasign improvements oi particular \nbenefit to handicapped lndivi.duals11,  includin£ a.  low floor,  wid& door,  and \na.  ram.p.  Defenda.nta Patricelli further acknowledged that n  •  ,  •  the new bus \ndeeigna that &re &bout to come on the m·a.rket could offer that technology11• \n92,  On Aprll14,  1976,  ln a notico o£ public hearing on \"Pollcieo \nReg&rding Urban Tra.nsit Bua Design and Perfa:rmanco Specifications\",  41 \nFed, Reg. 15735,  defendant Patricelli again acknowlodged: \n\"The UMTA TRANSBUS research and development \nprogram,  under~a.ken with tho pa.rticipa.t:ion of bus \noperators and suppll&rs,  has produced a number of \ndesign and performance improvements which could be \nincorporated into specifications for ordering full\"' \nsize (35-40 foot) transit buses.\" \n93,  SlmultMoouoly with tho Aprlll4, 1976 announcomont,  dolondants \nmade publicly ovallab1e the technical specificatlona for TRANSllUS vehicles \n(U .Si\" DOT,  UMTA,  Trans bus Procurement Requirements,  Part II.  Technical \n. \n'  r~urd-the final reports \n/MTA,  Ana.ly;sii!_o£ Low \n:)T,  UMTA,  Architectural \n;March 1976);  (3) Slmpaon I< \n}ram,  F~_ll!eort \n~~·~~~··~~ ·~j \n;m AppUad Research and \n:::.,!_1'r~sit 21!~~~ (U ,S, \n'· \nn by defendants in 1967 \n1\nI'l   technology and desi~.n  \n\nifc*T\"t  :1 ... \nwithin the exilting state of the a.rt.  An intensive panel study by the National \nAcademy of Englnearinq,  in which all major eleunent:s of the transit industry \nparticipated,  documented the ch.a.racteristicB needed for future improved \nbu1e1 and a.rtlcule.ted douign,  development and taating stra.tEI:,'JiOO•  Defendants \nhave expended $Z7 miWon on the project to achieve the £ollowing speciiic \nobjective•: \ni.  increase but ridership for reduced urban congestion \na.nd increase revenue to transit oporato1·s; \nii.  improve sa.fety to passengers,  pedestrians and \nvehicles; \niii.  improve environmental acceptability; \niv.  improve maintenance and servicing; and \nv.  eliminate transportation ba.1·riers to tho mobile disabled \na.nd elderly and young, \nOver the course of nine years,  tho TRANSBUS project designed,  developed, \ntested and evaluated nine prototype buses,  Three prototype TRANS BUS \nvebiclea were producacl by each of the American bus m.anufacturert,  American \nGenera.! Corporation,  General Motors Cprpora.tion,  and Rohr Industries: \nand underwent extensive engineering tests by the bus manufacturtn·s and \nindapendent automotive authorities,  including performance tests,  endurance \ntests,  energy a.bsorbing bumper component tosts,  and seat component crash \ntetts.  The TRANSBUS vehicles were also placed in regular service operation \nin four cities (Kansas City,  Miami,  New  York,  and Seattle); publicly demonstrated \nacross the country; and subjected to development,  [>Orformance and acceptance \ntests. \n95,  The final reports on the TRANSBUS t•esearch and development \n• ·11· \n\n.. \n_.. ...., ..,.,, \nproject rele:a1ed in April 1976,  reveal that the project has been successful \non all countai it b.ae achieved its technological objectives; and specifications \nfor an improved,  accessible,  attractive,  a.nd cost·efiective bus have been \ndeveloped which can now be put into production. \n96,  Tho TRANSBUS project h&s established that it is technolosic&Uy \nfeasible to produce a bu1 with: \n(a}  a. low floor (17 to 22 inches) and a suspension system \nthat roduceo the floor height of the bus to seven (7) \ninchea above the curb; \n(b)  a lingle seve!\\ (7) inch step in the bus; \n(c)  a.  ramp which can be rapidly extended from the bus \nto provide 11leV'el11 boarding; \n(d)  & forty• four (44) inch wide door; and \n(e)  open space in the vestibule and front areas o£ tho bu.a \nto provide maneuvering and parking room for passengers \nin wheelchairs. \nTheae feature a are described in U .So DOT,  UMTA,  Provision• for the Elderly \nand Handicapped in the Design of Trans bus,  (1973),  attached hereto as Exhibit 1 \nand incorporated herein. \n97.  A• tho Final Reports on tho TRANSBUS project show,  the low \nt1oor,  wide door,  ramped 1'RANSBUS makes technologically ?Ossible very \nsiq'nifica..nt lmprov•ments in mass transit,  as follows. \nBoarding and Alighting \n98.  All persona includin'{ mobile disabled and elderly persons who \ncannot use the current standard bus readily or at all,  can board,  ride and \nalight the TRANSBUS with ease,  safety,  comfort, and convenience, to wit: \n·42· \n\n(a)  11:rhe low floor and wido front door on Transbus \ndramatically Improve boarding and alighting.  Tllis \nU• been qu.a.nti!Led in extonoive human (actors \ntesting with elderly participants.  Tho averaf:fe \nspeed of boa.rdinq- a.nd alighting for these individuals, \na.gea 55 to 84,  was 50 percent fa.ste:r on 'I'ransbus \nt1u.n on a.  standard currant production bus,  used a.s \na te&ting baseline.  Transbus su:tVQY pr.u:tic.ipauts \nindicated that tha ease of getting on and o£1 a Tranabus \nwas the particular f@a.t\\ue that thoy valued most in \ncompa.riaon to cutrent busoe. 11  BoozQAUon Applied \nResearch and Simpson U Curtin, ~ransbull \non United States Tranoit Sy'!j;~ 31 (U ,S;· DOT,  UMTA, \nTRANSBUS Document  TR 75·002) (undated but \nroleaaod April 14,  1976) (horoinaftor cited ao \"Imp~ \nRaport11\n). \n(b)  11Boa.rd1ng time:  halved from 3 to L 5 secondg pen \npassenger for expoditious ingress and egress by \nincreasing door width from Z7 to 40 inches and \nreducing the height of the bus floot· from 28 inches \nto only U inches above curb height. 11  .A yomparison. \nof Tra.nshua with Cu1•rent Transit Buaes,  prepared \n, \nby Booz·Allen- Ap;;IT;d Res~1;;r·publ!•h•d •• \nAppendix I in Stanlord Research Inotituto, ~bus_ \nR oport 32 (U.s.-Dopartrnent of Commo1·ce,  Experimen \ntal Technologies Incentives Program,  March 1976}. \n(c)  Interior design of tha Transbus is based upon extansiva \nhuma.n factors teuting and incorpox·ates improvements \ndesigned for the elderly in seats,  assists,  padding and \nlighting.  Impact Report 28,  Table 10. \n(d)  11Providing access to individuals ln a.  whee-lchair \ncurrently requiroa compl~% lift deaigna which r6::Jt:dcts \nthe use of the entrance by othet• passEHliJGt'S  ••• , \nWhile TRANSBUS can be built with a lift,  tho low \nfloor dolign also makea a.  simplq~ ran1p •  ,  • ha.sibla. \nA ramp can bo used by aU passongors.  It can be \nrapidly deployed,  The TransbuS~, equipp.:~d with a \nramp,  doeo not inhibit arnbulatory passengers, 11 \nImoa.ct Report 28. \n(e)  11A  ramp(in contrast to a llit) entt·y to tn~.nsit buses \nappears to be desirable for wheelchair accos~.  There \na.re several reasons:  it can be deployad rn.uch faster; \nwheelchairs ca.n board much fastor: once deployed \na.ble bodied pa.ssonger.s can use it to advantage: it is \nbetter suited to emergency exit.  To de11if5n a ramp \nior a. high floor bus doos not appe;u fca.\"!ibl.o whoroas \nit is (easible for a.low~floor bus. 11  U.S.  DOT, U~ITA, \nArchitectural (Sizo) Stoos io~.l£!:n!!.L!?~\"~-~.!!._ _ Exocutive \nSummary  (),!arch 1976). \n-43-\n\n(I)  \"Improvement £or the elderly will be slgnli!cant \nonly on the low float• Trans bus dellign. 11  Impact \nReport 57. \n(~)  \"[ F]uturea £or the handicapped .  ,  • can only bo \nachlevod on a. low floor, wide door Tra.nsbua at a \nreaeona.ble additional coat a.nd without introducing \ndgni!ica.nt operational problems. 11  Impact_~ aport \n57. \n99,  In these llndin~s, the TRANSBUS project conlirma tho \nexpectations o£ tho 1967·68 panel study of tho National Academy of En!!ineorlng \nthat •t a.] lower floor level ma.y be tho moat desira.blo means for improving \nease of entrance and t!~t\" and £\\llfills tho Acad$my's injunction that \"(a] \nbus should not only be l!asy and comfortable to use but should be one that \nc:a.n be used readily &nd without embarrassment by the physically and \neconomically handicapped,  the aged,  the pregnant woman,  the buainoosma.n, \nand the young adult. 11  National Academy of Engineering,  Dellign and Performance \nCriteril. for Improved Nonrail Urban Mass Transit Vehicles a.nd Related \nUrban. Tra.nsportation Syatoma 55,  3Z (U.s. Department of HoutinQ' and Urban \nDevelopment,  Contract No.  75,  May 1968). \nQu&lity o£ RIde \n100.  The comfort of the ride Is substantially Improved by TRANSBUS \nfor all paaaengert includin!J the mobile disabled a.nd elderly: \n\"( R) ide quality as perceived by the passenger is \na.ifectsd by all aspects of the interior enviro:.unent, \nsuch as temperature,  drafts,  noise,  lighting,  as \nwell as vibration.  ln engineering terms,  ride \nquaUty is de£lned as a. function oi the accelerations \nfelt by the passenger,  both vertical and lateral.  In \nextensive tests, the ride quality of Transbus has \nbeen shown to approach that of passenger cars.  This \nimprovement in ride quality results from the low \ncenter o£ gravity,  the independent front suspension \n·44· \n\n--\nand tho tandem independent rear suspension ,  .  ,  , \n(Tranebua lo ] markedly ouporlor to tho current produc· \ntion iD the1o [above mentioned 1a . rea a. 11 Impact Report \n30·31. \n101.  1'Interior nohe on Tra.nsbua will bo  3 to 4 Dba below ,  •• \ncurrent buee1 for equivalent a eat position& and vehicle operatins mode a. \nExterior noho wUl bo roducod by about 4 Db&.\"  Impact R egort 29.  Thio \nh  & noho level reduction of approximately 70o/o.  Simpson !c  Curtin, \nTu.nobuo Public Tutin1 and E:vo!w.tion Proiram:  Final Report ll·Z,  Table \nZ (J&nU&ry 1976), \nlOZ.  P&tlong-er,  tra.tflc and pedestrian accidents,  and insurance \ncooto &I woU.  wUl be substantially reduced by TRANSilU'S: \n(a)  \"lloarding/alightin~ accidents (will be] reduced by \n2.0 percent due to low floor a.nd assists built into doort11• \nImpact Report 24. \n(b)  \"Door-related accldonta (will be] roducod by 20 \npercent •. ,  • 11  Impa.c} Report 24, \n(c)  \"On•boa.rd accident claims (will be ] roducod 35 \npercent. 11  Impact Report 24. \n(d)  \"(Exterior ] features •.. should reduce claim a \ncoats for traffic accidents by about 2.5  percent. 11 \nImpact Report 2.3~2.4. \n{e)  \"(P]edestrian accident costs are estimated to iall \nby 15  perce11t for Trans bus. 11 Imoact Regort 26. \n(£}  11Tota.l safety and insurance costs could drop by as \nmuch as 2.0  percent with th.a great6st reduction in \npassenger accidents being achieved on the Trans bus,\" \nImoact R eoort 20, \n·45· \n\nTrip·Time \n103.  . The trip time reductions of tho TRANSBUS will support \nimproved schedule adherence and service dependability and increased \ndriver productivity: \n(a)  \"[T]ransbus show[s] significant incre.,os in \ntrip speed over the current bus,  Trans bus is \n[still] faa tor overall,  because it possesses a \nwide front door and a.  low floor to reduce time \nat stops ,  • ,  .  Tranabus with its low floor and \nwide doors again is faster in .•• stop .. and .. go, \nlow •speed servi.co.11  impact Report 13. \n(b)  11The potential for trip time reductiona of up to 10 \nperc~nt exists,  depending on the type o£ route, \nI£ current routes are not rescheduled,  this should \nresult in &n immediate improvement in schedule \nadherence.  Improved bus characteristics offer \nI  the potential !or increased driver productivity \na.nd/or route coverage.11 Impact Report 55. \n(c)  11Since Tra.nsbus offers superior operating speed \nfor express/suburban service, it has tho intrinsic \nabiUty to capture even larger segments of the \nchoice market,  becauae trip time savings of 10 \npercent on long express runs are perceivable by some \np&trona.11  Impact Report 17. \n(d)  11Improved schedule adherence ••• will be the result \nof the introduction of Tra.nsbua  in all sizes of systems. \n(S]chedule adherence is the most dUficu.lt to achieve \nin large systems,  pa.rticulariy in arteria.! service. \nIncreased trip speed may be used to improve de panda· \nblllty lor tightly scheduled runs by holding running \ntimes constant,  or by reducing running times to \naccount for better speed and reallocating these minutes \nto recovery time,  which serves as a.  buifer Cor \nschedule dhtruba.nces.  Dependability is a  prime \nattribute affecting the modal choice decision. 11 Impact \nRaoort 15. \n(a}  11Eificiant rescheduling,  taldng full adva.nta~e of \nTrans bus (trip speed and entry and exit time] cha.rac· \nteristics,  could lead to a 4 to 5 percent increase in \nrevenue miles·per·driver1s·wage·dollar.  Because \nrescheduling to improve driver productivity and to \n-46-\n\nreduce buo requirenumh can only bo E~.ch.ioved \nunder coHa.in conditions (for instance,  on a route \nwith a s .. minute headway,  reduction of round trlp \ntime front. 60 to SS mJ.nutao would sa.vtt a. buu),  this \nimpact io &Xcludad fron1. tho economic impact a.nalysi1. 11 \nImpact Roeort.16. \n(g)  \"[Another] potor.t!.U Lmpo.ct of highor trip opoed I• \nthe pot&ntial for txt:Qi.uion of oxbting routes at no \n•x.tn. driver cost. 11  ~_,mpact Raeort 16. \na.!focted by TRANSBUS: \n(a.)  110n ba.l&nCI'ir  tho lm1gmtlltiTil rndntonu.nc& and rca-pair \nlabor requirom1!9nh ohould remain conohnt on a \nunit baols, but work lo&da wUl •hlft ,  ,  ,  ,  [ T]ho \nrequirements for new support equipment a.nd skills \nwill be su.Ulciontly low thAt introduc-tion of tho nuw \nbus design •.. will not pres&nt ma.jor capital \ninveatment roquiramenta or training problema for \ntho tranoit lndu~try. Jmp&£!_ Report 3•1, \n(b)  11An incre~os@ of 1.4 ctJnto/rnih i~ pt~ojected for \nTran.abua or a. bout a l paT cent Lucr~tasu in tota.l \noperat.lng co eta.  (But } no bGne.:lltlil w~ re au aumod \nfor the new dcuign buo ••• in tho arsa of driver \nproductivity.  Thh W&IJ dono,  dG-spJ.te tho fact that a \n4 to 10 percent increase in trip ~q>G~ad is projected \nfor those new vuhiclos.  Note that evan a 4 percent \nimprovement in driver productivity would reumlt in \nan opera.ting cot~t savings of 2.4 cents/rni!G. 11 \nImpact Re,QOl't 50,  48·49. \nIncreased Ridership \n105.  The TRANSBUS will incr0aae th.j} ridership of ma::u transit \nsignificantly and thereby reduce tn•ban a.utomobilo congestion,  raise new \noperating revenues,  and contribute to local support for additional transit \nprograms and !undin~: \n\n{a.)  11An analysis of historical evidence from other new \nbut design introductions,  operational factors by route \na.nd system sizo,  and tho responses to 10,000 \nsurveys during the Tre,nsbus public demonstrations, \nindicates that ridership increases of up to 10% are \npotsible with Tranebus ,  These would have \no  ,  • \na.  sign.iiica.nt impact on revenue. 11 }mpact Report 57. \n{b)  \"(R]eaaouble patronage Lmpact rangos for tho proto· \ntype bus systems (large,  mediwu and small .•• ), \ni£ Transbueea wero to completely repla.ce the current \n35•foot and 40-foot buees in the fleet ,  .. a.re: \nS to 8 percent average ridership inorea.se for \nlarge properties \n6 to 9 percent &vora.ge riderab.ip lnc:reaae for \nmediwn proportion \n7 to 10 percent average ridership increase for \nsmall properties. 11 !mpact Report 41, \n{c)  11Transbua,  Vlith tho low floor,  will hava tho greatest \npotentia.l for achieving a lasting impact on the public, \nbased upon the bus features selected as 1moat \nimporta.nt1 by U, 000 riders and potential riders \nduring the four <;ity demonstrations of the Transbus \nprototypee.11 Impact Report 59. \n(d)  \"[Aal to the effect of the low floor and wlde door \nWhen the publlc was a.tked to rate 30 features of \nTransbus versus the current bus,  the features which \nconsistently rated highest involved the ease of \nboarding and alighting.  In this area Transbus is \nsuperior •  ,  ,  o  Tho survey of U, 000 people in \nfour Transbus demonstration cities indicates tha.t \nthese inherent features of Transbus will help to \nmaintain the new image after cosmetic appeal \nmellows~ 11  Impact Report l9, \nNet Cost-Benefits \n106.  Increaaed revenues at the fare-box o£ tho low~floor, wide-\ndoor,  ramped TRANSBUS just from the increased ridor!Jhip by handicapped \npeople (and~ counting people who are mobile with wheelchairs~ crotches \nor walkers) will range between S23 million and S65 million annually. \n·-18· \n\nU .St DOT,  Transportation Systems Centor,  An Jnfla.tion.ar\"y Impact Statoment \n~--,--~,..--~-\nof UMTA'a PropoiGd Elderly and H.&ndlcael'!d -~~~59 (Morell 4,  1976) \n(herel.nafter cited &I 11Inflation&ry Impa~~2£')• 1'hur, ~addition \nto the in.cre&aed general ridertbip forocaat by Booz·Alleu ~Utd sat forth. \nabove at paragraph  105 \n11would increa.ae the total triJlait pa.seenger revanuea \ncollected nationwide by 1·1/Z to 4 porcent.  Altornet!voly \notated,  with operating doflcito on tho order of 40 parcont \nof pa.asenger revenues,  operating deficits could be \nroducod by- 4 to 10 percont lf handlc~ppod ridership in \n!nducod.\"  Ibid. \n101.  Furthermore,  a.a to whoolchair users,  11incorporating ( a. \nJ  J \nlow· floor Ollld &  ramp  Into tho fleets [ of flxod route bus • yotorns  would \n~•nerally bt the moat coet·d.fectivc means of meeting the transpm:tat1on \nneeda of whoelc:h.a.ir uaers who Uve wit.h!n accesaible diatance1 of bug stopo. 11 \nU ,St DOT,  Traneportation Systoma Center,  An Infla.tion.al'y lmp&ct Statement \nof A Program of Transport. .t !on Sorvicoo~derly and H.&ndlcappod Persona \n36 (Fobruory 11,  1976) (horo!n&!tor cltod •• \"!nilatlonar.rlmp:\"ct~~~'), \nDtfend.anta eetim&to it would coot a.s  much as $36l million anuWJ.lly to provide \naegregated,  specialbed servictt to disabled and e-lderly people who a.ro \nmobile with wheelchairs, crutches or walkers,  compared to a.u annual cost \nof$i6 rniWon to $123 million to l'epla.c::e and op'il'ate the entittl natio11.a.l fleet \nol. buae1 with the a.cc:euible low .. floor,  wideadoor,  1·amped TRANSBUS. \nInfla.tiona.ry Impact Statement ll,  19 .. l3,  32~33. \n108.  The economic benefits o£ the low .. floor,  wide~door, ramped \nTRANSBUS have been !ully quantified by defendants .£\"l.Y~ for ha.ndicapped \nusers and only in terms of ta.x and income support bonefits from employment. \n·49· \n\nEvon with tho economic benefits to elderly us~rg and to tho general public, \nexcluded altoq-ether h·orn defendants' calculation,  the not c.ost-bonafit l'atio is \nhl~hly favora.ble.  !'he estima.ted total net capital and opena.ti_ng- coat lor \na national fleet of low floor,  wide do_or,  l'~!J).J!$!.1.1!h~'{-;i!tUS:[§ i9 $76 million to \n$1Z3 million annually.  The bonG!its from ornploymont of tho handlcappad alone, \nmeasured solely in additional tax rovo~uos and in dimtnlshed public income \nsupport payments,  h  $300 million to $500 million.  Tho net co&t~beneiit l'atio, \naccounting only £or theso benefits £rom thG  employnH'tut of handicapped people, \n!!.. \n19·23,  SO·S7,  Table 4,1. \n109.  Thera are in addition substantial benefits to aU o£ the handicapped \nand elderly from the low floor,  wide doot·,  ratnpad 1'1\\ANSBUS which a.re \nnot quantifiable: \n11 (M]ost of th0 benefits to handicapped and aldel'ly parsons \nreceiving public transit sor-victls for tho fh·9t timf1 are \nexpactGd to be of a nonQoconomic nature.  For instance, \nthere would bo social banefl.ta result-ing frorn onablinq- handia \nc&ppod persons equal opllortun.ity to work, study,  and \nparticipate in recreational activities.  Othot• social bonofits \nwould inclWa tho reduced burden o£ aid on tho friends and \nrelatives of the handicapped,  the increased contdbution to \ncommunity activitie6 of many talented and woll educated \nhandicapped ptn·sona,  and the reduction oi the often debilitating \nand productivityainhibitinjJ ornotional but·dens of physical \n(  handicaps] on tha ontiro conm1unity. \n11The psychological benefits to oldedy aud handicapped persons \nof increa.aod .•. mobility al\"Q difficult to monetarize.  1'he \nopportunity for inct·eased mobility,  if utilized,  would increase \nthe amount,  and varioty of social contactg  and these contacts \n1 \nare likely to improve an eldorly or handicapped person1s \nperformance in his rnajo1·  roles and to enhanco his self-imago. \n11The nu.mber of handicapped persons who would use public \ntransit for the first time as a  result of  ( Transbus],  provides \na  proxy for the gocial and psychological beneiits of the program. \nThe number o£ individuals •.vho would use 9ublic transit for the \n. 50~ \n\nC1rat timo Is estimated as I, 408, 000 to I, 525, 000 by 198Q,\" \nInflationary Imp&ct Statement II,  50-SZ, \nuo. \n1n oumtn&ry of tbe pooolbllltios of TRANSBUS,  tho Booz-Allon \nImpact Reeort 58· 59 conclude a: \n'iT]he potontiol bonofits of Tronebu. ovor ••• current \nproduction buaeu are rider-oriented.  This offers the \npotential for patronage improvements and gr&ator support \nfrom local poUtical org&niza.tiona responsible for tra.nait \nfunding.  Speciiic benefitl are' related to pa.aaengor aa..fety, \nacoomodAtion of tbo elderly[ and tho mobile dioabled] , \na.nd aervice dependabiUty. \" \nOofendanto' Executive Summary of the Final TRANSBUS reports,  u.s.- DOT, \nUMTA,  Analyoh of Low Flpors for Trano!t Buoou (  Jan,  1976) I• att&cho<! \nhereto a.e Exhibit Z a.nd incorporated herein. \nW.  Unleae defenda.nta roqulrev•a.a it is their duty to require .. -th&t \nfederal financial •••ista.D.co be uaad to purchase the low floor,  wide door, \nrampe.i TRANSBUS,  tbo aforonid poaoibilltieo of TRANSBUS to a11uro \nacaeaaible truuportation for the elderly and. handicapped and to improve m&ll \ntr&nlit wW not be realized. \nTHE REQUIREMENTS OF THE MARKET \nuz. \nTho low  floor,  wide door,  ramped TRANSDUS is not produced \nby any ma.nu.fa.cturar tn the United Stateo because defendants,  contraty to \ntheir duty under the law,  h&ve not required that federal financial assistance \nbe uaed only to purchase the TRANSBUS.  The low~floor, widoodoor,  ramped \nTRANSBUS will not be produced by any manufacturer in the United States until \nand unless defendants,  as is their duty under tho law,  require that federal \nfinancial assistance be used only to purchase the TRANSBUS. \n\nUJ.  For more tha.n thirty years the average annual ma.rket for \nCull~ size tranait buses has been approximately 3500 buses.  The projected \nannual market !or the next several years is SOOO to 7000 buses.  Historically \nthh ma.rket has supported only one type of bua and bec&\\\\le of limited market \nsize and the la.rae investment necessary for product developmqnt a..nd retooling, \nit is capable of supporting only one.  Since 1958,  the single bus model on the \nmarket hu been a 34·inch high floor,  27 ·inch wide door bus, \nU4.  Since the ena.ctment o£ the Urban Mass Transportation Act of \n1964,  fedora.! flnanci&l auhtanco has p&id 66% to 80o/o ol the capital costs of \nall o£ the 1400 to $000 buau purchased by tranait operators annually: 80% \nof tho capital coots since 1973 (except for a portion o£ bus purchases aided under \ntho Federal· Aid Highway Act,  for which federal financial assistance has \np&id 70% of the capital coat): 66% of the capital coata between 196S and 197Z. \nFor twelve years federal financial assistance has supported the purchase of \nthe single bus on the market,  the 34 .. inch high floor,  Z.?~inch wide door model. \nlis.  Since 19ZS the full .. size transit bus industry ha.s become \nologopoliltic,  with dominant technological leadership exercised by General \nMotors Corporation.  In addition,  decl.Wng revenues for transit operators \nin the 1960's and 1970's and public takeover o£ private transit operations,  leading \nto bidding and price .. competition requirements,  have inhibited the marketing \nof innovative buses. \nU6.  Precisely because,  as Conq:resa reco~niz:ed in the Urban :VIass \nTransportation Act,  49 U.S, C J§ 1601,  1605,  there was insui£icient product \ncompetition in the transit bus industry to bring into production up to date bus \ndesi~ns, defendants initiated the TR.ANSBUS project.  Staniord Research \n·52· \n\nlnatitute,  Tranabua Report 5 .. 6 (U.s.- Department of Commerce,  Experimental \nTechnologiea Incentivea Progra.m,  March 1976). \n111.  Ea.ch of the throe compa.n.ioa in tho industry, American Oanera.l \nCorpor&tion,  Oeneral Motore Corporation,  a.nd Roh.r Induatriau,  devolopod, \nm&nufactured,  &:nd teatad three ·rranabuo prototypes,  on contract £rom the \nTRANSBUS project. \n118.  No one of the three h  both committed to a.nd able to produce \ntho TRANS BUS,  Oennal Motora lu.o invootod In •nothar hi11h  floor buo which \nit intencll to ?ut  on the market in 1977; it will not produce a low floor,  wide \ndoor,  ra.mped TRANSBUS u.nloat defendants require tra.l\\ait operators to \nuae £adoral fi.n&zlcial a.aaiatt.nce only to purchase such a bus.  Although Ro}_lr \nlnduatriea a.nd American Oenaral are rea.dy,  willing and able to produce the \nlow floor,  wid•  door,  ra.mpad TRANSBUS (a.nd Rohr Industries aetimatea \nIt could brl.nf TRANSBUS off tho production line by July!, 1979),  thoy \ncuw.ot make the retoolinJ a.nd component investment unleos tranoit operator a \nare requiJ:ed to buy the buR. \n119.  Thus the market,  a.nd the decision to produce TRANSBUS or \nnot,  il controlled by defencla.nta.  If defenda.nts default on thair duties, \ndefined by Congreos a.n.d set out above a.t pa.ra.grapha  78  through  89  , \nthe ma.rket,  a.nd the dechion,  ie controlled by the ologopolhtic a.nd u.ncerta.in \ninduetry which wW not a.dopt the_ low  floor,  wide  door,  ramped TRANSBUS. \nlZO.  The a.fordsa.id market constraints have defeated the efforts of \nat least two transit operators,  the Southern California. Rapid Transit District \nand the Seattle· King CoWlty ~[etropolitan Transit Commission,  to purchase \n\nacceeeibl• bue•• and thue to improve their transit services a.nd to open them \nto aU mobllo pusons lrrotpoctlve of age or handicap; to wit: \n(a)  On October Z3,  1974,  tho Southern CaWorni& Rapid \nTranolt Dhtrict (hereinafter \"RTD\") resolved to \npurchase ZOO accesalble buooa. \n(b)  On December 18,  1974 RTD sent specifications for a \nlow Qoor buo,  euentiaUy the TRANSBUS deaign,  to \nUMTA for approval. \n(c)  On March 31,  1975 UMTA approved the speciiicatlont \nbut required a bidders' conference. \n(d)  On AprU 14,  1975 RTD convened a bidders' conioronco \nattended by all bu• manu!a.cturers.  Oeneral Motors \nannounced It would bid only on Its high Qoor bus and \nwould not diacuaa a.nythina- else,  American Oenoral \n1tated that the low floor a.nd other fea.turea were \"not \nbeyond engineering capability\" but that It could not \n\"retool exiating equipment to (such a) grea.t extent\" \nuntU and unleu UMTA decided \"what the ultimate \nspecl!iaation Is going to be\"; the problem Is \"marketing \na.nd. ,  1  1  direction from the federal government11• \nRchr Industrial said tho same.  RTD,  Transcript of \nDhC\\Iuiont With Bus Ma!!Ufacturors Regarding tho \nl\"urnlohlng of Buseo Equipped to Handle the Elderly \n&Dd. Haud.lcapped. \n(o)  Twelve days !&tor,  on April Z6,  1975,  RTD authorized \ntho call for bids on ZOO acco18lble bus eo. \n(f)  On July Z5,  1975,  UMTA approved linelly the speclflca· \ntiona for bid. \n(g)  On July 18,  197 5,  specifications were 10nt to tho \nmanufacturers for bid. \n(h)  In July and August,  Rohr Industries and American \nOonoral requested delay in opening bldo and requested \nchango• in tho specifications. \n(I)  In December,  1975 bid opening wu further del&yod to \naeek a buyer's consortium among other transit operators \nto purchAse TRANSBUSi the eflort was not successful, \n())  On April 6,  1976,  Oeneral Motors Informed RTD It \nwould not bid on the accessible bus, \n(k)  April ZO,  1976 waa bid opening day.  No bids wore \nreceived. \n\nThe eUort1 of Sea.ttle·King County Metropollta.n Tra.nsit Commiseion to \npurc:ha1e 2.!0 a.cce1eible buae1 were !ruetra.ted in th• sa..ma fa.1hion. \nlZl.  Unl••• a.nd until defend&ntl execute tho mandate• o£ the Cong\"rees, \noet out above at p&r&lr&ph. 78 through  89  ,  a.nd roquire that •U buaeo pur· \nchaud with federal financial auhtuco bo accelllbl• to mobllo diaabled and \nelderly peraou, the low floor,  wide  door,  ra.mpod TRANSBUS will not be \nproduced by uy manuf&cturor In tho United Statos or placed on tho market, \nor on the etreet. \nTHE FAILURES OF DEFENDANTS \nlZ.Z.  Inate&d o£ acting to a.euura a.cceuaible maa1 tr1uuporta.tion \nfor tho mobile cliublod and elderly by requiring that !odor&! financial \n&lahtance be u1ad only to purcha1o the low fioor,  wide door,  ramped TR ... :\\NSBUS, \ndefondt.nta have: \n(a.)  Milconetrued the Congre•lional mand.a.tea to \nrequire only •e-ctal oUort1 rather thAn the \na.aeura.nce of ma.ts tra.n1porta.tion which elderly \na.nd b.a.ndicappod persons ca.n effectively utilize; \n{b)  Abdicated their re1ponaibility to &lsura acceaaible \nmass tra.n1porta.tion and instiJad seek to shi!t \nreapondbillty from thamselvat to local transit \noperators,  a.nd have promulga.ted regula.tiona \nwhich ~orely exhort and do not cUract the actions \nof local authorities to assure accessibility; \n(c)  Encouraged specialized transportation services as \na sub1tit\\lte for universally accessible fixed route \nvehicle• rather than aa accessible feeder systems \nto supplement tho fixed route system: and \n(d)  Abandoned the TRANSBUS. \nSince 1970 when the Congress first enacted its oft repeated mandate \n. 55· \n\n.. \nto a.Jau.re a.cce11ibUity dofenda.nts have mhconstrued their mandate as merely \nrequirinl special efforts ra.ther than the assurance of accessible mass \ntranaporta.tion,  a. a follows: \nSpecial Effotts Rather th.a..n Assurance of Access \n123.  The ilrst regulations pursuant to the Con~ro~u' ma.ndatee \nwere promulgated by defendants on September 17,  1975.  These requl&tions, \ngoverning the urban transportation planning process generally,  referred to \na.ccealibWty in only one subparagraph and required no assurance of a.ccessi .. \nblllty but only that: \n''The urban transportation planning process sh.all • ,  . \ninclude special efforts to plan public mass transportation \nfaciUtieo and aervlceo that can be effectively utilized by \nelderly and handlcappod persons.\"  Title Z3 C.F.R. \n§ 450.lZO (a)(S); 40 Fed. Reg.  4Z978 (1975). \nlZ4.  The firot rogulations on c&plt&l grant projects purporting \nto dhch.a.r~e the Congresa1 mandates were promulgated on April 30,  1976. \nThete regulation• require no asaurance of accessibility and Ln their relevant \nentirety provide only tlu.t: \n11The Urban Mass Tranaporta.tion Administrator \nwill grant project approvals ,  .  ,  only 1£: \n(a) The urba.n transportation planlrlng process \nexhibits sats!factory special efforts in planning \npubUc ma.st tran•portatlon £adliUea and services \nthat can be utilized by elderly and handicapped \npersOns: and (b) The annual element of the trans \nportation improvement program developed pursuant \nto Z3 C.F,-R;-450.118 and submitted after September \n30,  1976,  contains projects or project elemants desi~ned \nto benefit elderly and handicapped persons,  specifically \nincludlnq- wheelchair users and those with semi \nambulatory capabilities: and (c) After September 30, \n1977,  reasonable progress has been demonstrated in \nimplementing previously programmed projects .. , \nTitle 49,C.F;-R.-§ 613,204,  41  Fed, Reg. 18Z34 (1976), \n\n.--·.--... •·· \n125.  ln the only other official reaponao to the Congroas' mandates, \nthe 1972 U.s .. DOT,  UMTA,  Externo\\ Operatin.l( M•nu&l.  defendant• did not \nrequire even \"apecial aUorta,\" but only \"rea.aon.&ble e£forta11: \n\"(I]n t1u1  pleJuUng an4 deal~n of maoe tnnoporlation \nfa.cUitill a.n4 equipment,  reasonable elforts should bu \nmade to iluuro th&t the olderi y &l1d handicapped will be \n&ble to oUoctivoly use the fac!Uti01.  A doocrlptlon \nof theae &fforta muat be includ•d in the final applica.tion.\" \nE?itorn&l Ooeratln!! Mwuallll3·14  (Aull\"•t 1972). \n1Z6.  F\\U'thAI!rmore,  defendants h.&v•  misinterpreted the reach of \nCo111r•a•• mandata,  &ll e.ncompa.uelng ouly tb.oo6 elderly a.nd lu,ndlca.pped \nperaou who already n.orm.Uy uua mass transit rather tha.n a.ll n\"lobi.le d.iu.bled \n&nd elderly people: \n\"(W1• Interpret§ 16S(b) as roquiring th&t ma .. transit \nfa.cUltiea a.nd aervicea funded under the afiected \nproviaioua must l.ncorpora.te features which. will \nfa.cillta.ta tho u.ae of thoae facilities ud services by a. \npartlcui&r group of tho elderly and handicapped.  Tb.e \nqroup which is of coo.cern 11  thoae peraone who \nnormally utilize a.nd ca.n be expected to utilize mae a \ntra.nlit facUiti.ea a.nd l&rviCQI but,  duo to a.go or physical \nd.iaabUity.  canDot do ao 'as e£fect1vely a.a1 periOWI without \nthoae ch&ra.ctefi.atics ,  ,  .  .  Such pe1·souo includo,  for \neza.mple,  those with poor oyeaight,  but not the blind; thoae \nwho are lame,  but not those Coniined to wh.eelch.a.irs, \nOpinion o£ UMTA1s Chief Counael to UMTA•u Director, \nPro~r&m Dovelopment (April IS,  1974). \nDefendants• Abdication to Undirected Loca.l Efforts \n1Z7.  Even the requirement of special efforts has been pa.saed on by \ndefendants to loea.l transit operators, without any regulations which bind or \ndirect local tn.nait operators. \nlZS.  Tho 1972. External Operating :-v(anual doGs not direct or bind: \n\n11UMTA has no blanket ctpita.l equipment policy Ol'\\ the \nelclerly and handicapped,  preferring to lnfluonoo g>'ant \nroc!p!onts through tho !ndlv!duol offorta of the. repro• \n••ntativea,  1  •• UMTA1s current external manual \natatea that 1  I  I  reasonable efforts !!hou.ld be made to \n!nauro that the elderly and handicapped will be able to \neUeetively uae the £a.cilit1aa.  ,  .. The goneral !~tate .. \nmont haa not boon followed up with any guldol!no or \nmanual defining 'rea.sona.blo efforts 1 or suqgesting tile \nUmito 'of UMTA accoptab!Uty.  Unlike tho UMTA \nprocedure £or 13(c) labor clearances,  there is no way \nfor apecia.l interest groups o£ £adoral agencies to \ninfluence ea.ch UMTA grant in the a.rea.s of special \nuaer needa.  Thus thoae interested in UMTA1s response \non the subject have no basic reference point £or UMTA \npro1ram policy,  and UMTA ata.ff a.re left largely to ca.rry \nout tho law &a they see fit,  bal>.nc!ng fou!bility with \nbonof!ta,  and generally having to deal with tho !nduotry's \nreluctance to a.ccept costly step& with uncortain payo£.fs. \nPart o! the prcuau:ro on UMTA stems from the lack of any \nexplicit description of how UMTA carries out section 16(a) \nIn Its capital program,  .  ,  ,  [ L}!ttlo In tho way of sorvico \nch&nqe is exacted directly ln return !or mviTA capital grants. 11 \nMemorandum of UMTA 1s Director o£ Pro!tra.m Development \nto UMTA's Aaaocia.te Administrator for Program Planning \n4 (1uly 18,  1974). \n129.  Neither tho September 17,  1975 nor tho Apl'il 30,  1976 re!ful&tlono \nof clefend&Atl bind or direct.  The 1975 regub.tiona require 11!1pocial e!£orts11 \nwithout more.  Although an Appendix accompanying tho 1976  re~ulat!ona and \nentitled,  \"Adviaory Information on tho Urban Mass Tttansportation Admini&· \ntradon1s Requirements on Programinrr £or Elderly and Handicapped Persons, 11 \ncontain three hortatory illustrations of a. lovel of effort that will \"satisfy\" \nthe r•quirementa,  defendants eX{)llcitly eschew any intention to sat regulatory \nstandard a for local t:.:anait operators,  saying in the Appendix: \n(a)  ''UMTA will not specify a  program design to \nmeet the special efforts requi1•emont\"; \n(b)  \"The examples •  ,  .  are illustrative ,  , \nThey are not regulatory standards or minimums, \nneither do they exhaust all valid approaches. 11 \nTitle 49,  C.F.R. § 613.Z04,  Apprendix; 41 Fed. \nReg, 18234 (1976), \n\nSub1ti$\\§tion of Sepal\"ate Specialized Systems \n130.  There ls a proper and neceaaary place for va.nu,  sma..ll-dze \nbWJea, tud.-neau and eo on ln &n accealible transit syatem, ruunely aa \nf\"ct.r aet'ric:al Unlc.ed to acceaeibla fixed routea.  De£en.dt.nte have not \nr~ad accaaeibl• feedel\" service a,  however,  for the Vary &ood reaaou \nth.a.t auc.h eervic:ea would feed fixed route• which dafen.d.a.nts have not required \nto be a.cc:etlibla,  Inttead de..fondanta have encouraged a.nd promoted such \naarvica1 1.1 a substitute for a.ccetdble fixed routes. \n131.  U.atoad of requiring that aU vehlclos usod on fwd tnnalt \nroute• be made a.ccea•ible by the purcha.1a of the proven and coat•efficiant \nlow floor,  wide door,  ramped TRANSBUS,  defendants have enc::oura!Jad A.Dd \npromot•d co1t1y,  ••Kreqa.tod lpctciillzed tra.naporta.tion syetemo for mobile \ndiu.bled an4 elderly people.  As defendant P&tricoill tutifiod on AprU 5, \n1976 before tbo Subcommlttoo on tbo Handicapped of the United Statu SolllLto \nl..&bor and Public Wolf&ro Committoo: \n11ThrOUS\"h 0\\U' Tra.nabut program,  important roaearch and \ndemcm.atrationo on wheelchair accete to full size bueea h.a.ve \na.lre&dy been conducted: however,  we er.re not saekini to \nencoura.ga tra.nait properties to so equip the regular fixe-d \nroute tra.nsit fleet a.a  oppoaed to developing special services \nwith special vehicle•. 11 \nl3Z.  Defendants' encouragement and pron\\otion of sagroga.ted \napeeiallled tra.nait IOrvicea hae not produced a.ny ligni£tca.nt improvement of \ntr&ntportation services which mobile dhabled and elderly people can uae, \nboth beca.uae o£ the high coat of such systems and their unia.vorable coat· benefit \nratioa a.nd becau1e defendants in this regard a.ra pushinq- with a  strinq· .. they \nhave little power or authority to re~late van,  3mall .. bua or taxi operators directly \nor to regulate them indirectly by conditions on ~rants of financial assistance: \n\n•:::-·. \n·; \n11UMTA has no continuing and well developed relationship \nwith ta.x:i,  jitney and other para.transit operators,  thus \nUMTA has had little influence on their efiective integration \nwith public transportation services,  let alone their service \nto special groupe like the elderly,·  Consequently,  it is not \nclear how UMTA would alter the current state of para· \ntra.nsit1  even with a clear strategy in hand. \n\"UMTA currently encourages batter integration of tranait, \nta.xi,  a.nd jitney,  but baa no leverage to effectively carry \nit out to test tho idea that such integration can improve \nservicea.11  Memorandum of UMTA1s Diroctor of Program \nDevelopment to UMTA1s Associate Administrator for Program \nP1a.nnlng,  7 (July 18,  1974), \n133.  Thus defendants seek to influence what they cannot influence \nbut fail to influence what they can,  and must,  influence. \nAbandonment of Tra.nsbus \n134,  Defendants .at a coat of $27 mlllion h..e.ve developed a.  bus which \nia acceslible to the mobile disabled and elderly and improved to the fullest \nextent possible within the state of the art,  the low floor,  wide door,  ramped \nTRANSBUS o  Defendant• ha.ve repeatedly announced their intention,  whenever \nth• TRANSBUS project was completed,  to require that federal fina.ncia.l \naaaitta.nce be used only to purcha.ae that bus.  Nonetheless  defendants have \ndelayed,  failed and refused to so require and continue to approve and to expend \nfederal funds to finance the purchase of inaccessible buses. \n135,  Since tho beginning of the TRANSBUS project defendants have \nrepeatedly announced their intention when the project was completed to require \nthat federal financial asd1tance be used only to ?Urchase the TRANSBUS  On \no \nJanuary 8,  1975,  for example, defendants issued a 3tatement entitled \"Policy \nFor Introducing Trans bus Into Nationwide Service11  wherein defe11dants said: \n\"60· \n\n11To conclude tb.e preaont Tr6nabua R &.  D program, \nUMTA wW develop a.  performance specification for \nforty• foot urb&D. tran1it bu1e1 which wW asture minimum \nperformance and c:::bar&cttriltict with retpect to safety, \nelderly a.nd h..a.ndic&pped acc:::ellibillty,  low ma.intona.nc~, \nhith·performa.nce ud economical operations.  The per· \nforma.nce apeci!lcation• wW be a compoaite o£ the acceptable \n~•pecto of tho throe prototype bua .. developed W1der the \nR &c  D prorrt.m ,  ,  . \n\"The cornpoaite perfol'mance specification will be made \navailable after tile Tra.nsbua teatl have been completed., \nbut work on dovolopinr the .. apocU!c~tiou wlll begin \nnow,  COilCUl\"rent with the completiou of the teating and \novuuati011owhich,  h  now scheduled for August 1975. \nThil compoaite po:rformance speci£ica.tion will a.llow \nany m.a.nulactuzer to \\Ue ita own styllng,  body conatroc• \ntion,  ~d rr\\&Jl\\>factu.rlng techniquoo In competing fo• the \nmarket.  Except in special circumatiUlcea,  grantee• will \nbe expected to uae thia performance a~cification when \npu.rcb.aaitlg bu1e1 with Federal a.aahta..nce. 11 \nOn Fobruuy Z6,  1975,  defond&Ato pubUohod propooed <Oguiationa ontltl•d \n\"Hu.dic~pped and Elderly S01'vleoo\",  40 Fod, Rog,  8314,  8315,  wl\\ertln they \nodd: \n11Th• completion of Tranabut prototypit hating is \ncurrently ochodulod for AUJ!Illt l97S; tho per!orm~co \ntpeci.flc:ation wUl be developed concurrently,  and the \nfirat of the new buae11 should be in revenue service by \n!~to 1977 or ouly 1978,  The UMTA doeloion to procood \nwith a performance tpecification rather than a. detailed \ndoolgn opecU!catlon has accelentod sl~niflcantly the \nanticipated a.va.ilabiUty of tho Transbua. 11 \nIn &!fid.&vit1 in ten lawauitl defended by UMTA between November 1974 and \nMarch 1976 &l&illlt cla.imt for accetaible transit,  defendant Urban Ma.aa \nTra.nepor1:ation Administrator,  or hia predecessor,  said: \n11( A]s part of the program of research,  development and \ndemon1tration projects above referred to,  UMTA is \ncarrying on a major project known as 11TRANSBUS, 11  at \nan estimated tota.l coat of $27, 000, 000 designed to develop \na new ~eneration of buses for ~eneral use in urban mass \ntrantportation service in the United Sta.tes,  pursuant to \n• 61· \n\nwhich three prototype standa.rd size die sol transit buaos, \neach deaigned and equipped to a.ccomoda.te passen~ers con .. \nfined to wheelchairs, ha.ve been developed a.nd built,  and \na.re presently being demonatra.ted a.nd tested in actual \nrevenue service .in four major cities (Miami,  New York, \nKa.noas City (Mo.) and Seattle) to datorrnino their safety, \nrellabiUty,  economy and acceptability and attractiveness \nto all segments of tho public,  including tho elderly and tb.e \nphyolcally handicapped, as a result of which It lo anticipated \ntb.at UMTA will dovelop and promulgate by regulation a \nstandard speci!ication for uae by itu gra.nteae: in transit \nbua procurement wbicb. will provide to elderly and phyolcally \nb.and.ic:.a.pped persona ma.ss transportation service which they \ncan o£1'eetively uae.11  Af£ida.vit of Frank c. Herringer,  Urban \nMaaa Truaporta.tion Adminiatrator,  AprillS, 1975,  Might v. \nBriscoe,  Clv. No. A,IS·CA·ll  (W ,!J;-1'ex. filed Marcb. 13, \n1975). \n136,  Defendants did not promulgate a rogul&tlon roqulrin~ that \nfederal financial aasiatauce be used only to purc:ha.-:e the low· floor,  wida door, \nramped TRANSBUS,  not in August,  1975,  nor at any time since.  Instead, \ndt£end.a.nts have delayed performance on their promise,  refused to promulgate \nouch regull.tiolll,  and finally abandoned TRANSBUS,  as fallow a. \n137,  In December 1975 doiendants had completed draft Trans bus \nPYocurement Requirements,  including performance specifications !or the \nTRANSBUS,  but did not promulgate them. \n138.  In Ja.nua.ry,  1976,  defendants had prepared a. draft 11Policy \nStatement on Ora.nh for Acquisition of Transit BuzJes, 11  which i.ucludad tho \nstatement 11UMTA a.ifirma' its lntention to requlr'a the use o£ thi.s  performance \nspeci!ica.tion and procurement packa.ee by grantees purcha.sin~ transit buses \nwith UMTA financial assistance,  except where special circumstancos justify \nan exception, 11  but did· not promulgate it. \n139.  On Aprill4 1976,  defendants released iinal Transbus Procurement \n1 \nRequirements,  includinq performance s~ecifications for the TRANSBUS,  but \n-62-\n\ndid not promulgate them.  lnote&d defendants iuued notice of a public heuing \nfor May 5,  1976,  on the que1tion whether to mandate or encourage the uae of \nTP.ANSBUS performance speci.!icationa for aU now tl\"anlit buses and announced \nthat a docilion would be furnished on or before June 14,  1976.  41 Fed. Reg. \n15735. \n140.  On April 30,  1976,  dofeJ1d&ntl  promulgated final rogul&tiono \nentitled,  \"Urban Tranoport&tion l'rogrammin~ for Elderly and Hondic&ppod \nPeroono,\" 41 Fed. Ro~. 18Z34,  which i~nored tho TRANSBUS performance \napecificationa a.nd otherwlao fa.Ued to rectuh•e a low floor,  wide door,  or a. \nramp. \n141.  Defend&nto fa!lod to furnish their dochlon on mandating TRANSBUS \nperformance speciiicationa by JUI1o 14,  19761 the a.ppoi.ntod datu or si.uce. \n14Z.  Defenclanta have fa.Ued. and continue to fail.  ill derogation of \ntheir dutiea under the severa.l Act IS  of Congreaa,  to 1·oquire that federal lina.ncial \na.aahta.nce be u1ed only to purcha.aG tho low floor,  wide door,  ramped TRANSBUS. \n-63-\n\nVU.  The Bas eo for R ellef \nCOUNT I:  VIOLATION OF ACCESSIBILITY MANDATE OF THE URBAN \nMASS TRANSPORTATION AND FEDERAL-AID HIOHWAY ACTS \nl,J,  By !ILillDB to roqulrt th&t !adoral !!nancial aoaiat&nco be uoed \nonly to purcha.1e the low floor,  wide door,  ramped TRANS BUS and otherwile \nby !&illni to uoure tho •viLilablllty to elderly and handicapp<~d peroono o£ \nm&ll tranaportation which they can effectively utilize,  defendants have violated \nud continue to violate the Urban Mus Tranoport&tlon Act,  49 U .S.C. §§ \n!60Z (~o)(l)(B) and !61Z(a) &nd the Fedora!· Aid Highway Act,  ZJ U .s.-c, § 14Z \nnote.  In addition,  defendan.ts q.a.ve violated the Department of Transportation \n&nd Related Aionciu Appropri. .t lono Act of 1975,  § 315,  Pub.  L. 93·391,  88 \nStat. 789 (Au~ot ZS,  1974). \nCOUNT II:  VIOLATION OF SECTION 504 OF THE REHABILITATION \nACT OF 1973 \n144.  By fi.Uing to require that !odor&! financial aaalstanco be uoed \nonly to purchue the low fioor,  wide door,  ramped TRANSBUS and by \notherwise faillni to assure the availability of mass transportation which the \nmobile disabled and olderly c&n o!foctlvely u.  .,   de!end&nto have excluded \nhandicapped indlvidualo from p&rtloipat!on In,  have denied them the bonoilto \no£1  and have subjected them to dhcrimi..na.tion under the federally assisted \nurban mae a tr&nlit and federal a.id highway programs a.nd thus have violated \nand continue to violate Section 504 o£ the Rehabilitation Act of 1973,  29 U.S.C. \n§ 794 and Executive Order 11914,  41 Fed. Rei• 17871 (April Z9,  1976). \n\nCOUNT m:  VIOLATION OF THE MANDATE OF THE URBAN MASS \nTRANSPORTATION AND FEDERAL·AlD HIGHVIA Y ACTS TO \nIMPROVE MASS TRANSPORTATION \n145.  By fallini to require that federal financial uaietanco bo uoed \nonly to purcha1e the improved,  eUic:ient,  e£fective.  safe,  convenient,  and \nacca11ible low floor,  wide door,  ra.mped. 'tRANSBUS,  defendants have violated \nand continuo to violate tho Urb011 Mau Tr~111portation Act,  49 U,S.C, § 1601, \net ..q . and tho Fodor&l·Aid Hirhway Act,  Z3 U.s. c. §§ 103(o)(4),  134(a), \n14Z(a) &lid (c). \nCOUNT r<r:  VIOLATION OF DUTY TO EXER'CLSl!: SOUND DISCRETION \nAND NOT TO WITHHOLD,  UNREASONABLY DELAY OR \nCUR TAlL STATUTORY RIGHTS \n146,  H&villl developed at a coot o£ $Z1 million,  • buo wh.loh aatfufles \nthe Congrelaion&.l m&ndateu to &laura a.cceaaible public mase transportation \nand to improve public mAll tra.naporta.tion,  defonda.nte,  by idling to require \nthat federal !tn.a.nci&l a.1ahta.nce be u.aed only to purchaao the low fioot·,  wide \ndoor,  ramped TRANSB!JS and otherwiae by f&llin!J to .. auro the availability \nto elderly and handicapped persona of ma.ae transportation which th.ey ca..n \neffectively utUiza,  have acted arbitrarily and capriciously,  havG abused \ntheir discretion,  a.nd havo unlawfully withheld a.nd unreasonably delayed the \nlmplomontation o£ the !uil statutory rights o! tho mobile disabled and cldorly \nthus making proper a.nd necastary relie£ under the Administrative Procedure \nAct,  5 U.S. c. §§ 701·706. \nCOUNT V:  VIOLATION OF THE CONSTITUTION OF THE UNITED STATES \n147.  By failing to require that federal iinancial a5sistance be used \nonly to purchase the low floor,  wide door,  ramped TRANSBUS and otherwise \n-65· \n\nby f&ilin1 to assure the &vaUabillty to elderly and handicapped persona of \nmas1 tra.nsportation which they can effectively utilize,  defendants ha.ve violated \nthe righta of mobile dieabled and elderly persons to travel,  freel_y to associate, \nto petition the government for redreea of grieva.ncee,  and not to be eubjected \nto invidiout and arbitrary cla.eei!i<:a.tion and excludon from the bene£its \nextended to aU other peraons by governmentd action and thus have violated \n&nd continue to viol&te the Firat and Fiith Amendments of tho Constitution of \nthe United States,  the Commerce Cla.use,  and the Privileges and Immunities \nCla.uee. \nvm.~ \nWHEREFORE,  pl&intif!s mobile disabled and oldorly persons and their \norganization• reapectfully request tha.t this Court: \n1.  Declare the duty of defendants under the statutes a.nd Constitution \nof the. United Statee,  and preliminarily and permanently enjoin defendants, \nto require th.a.t federal fina.ncia.l a.sshtance b.e expended only to purchase the \nlow floor,  wide door,  ramped TRANSBUS; \nz.  Declare the duty of defendants under the statutes and Constitution \nof the United States,  and preliminarily and permanently enjoin defendants, \nto take such other action as is necessary to assure the availability to elderly \nand ha..nd.ic::apped persons of public mass transportation which they ca..n effectively \nut;illza; \n3.  Award plainti!fs the costs of this action pursuant to 28 U.S.C. \n§ 2412. \n-60· \n\n·--\n4.  Orant such other relief a. I ma.y bo necesl&ry a.nd pro pur. \nPUSL!C INTEREST LAW CENTER OF PHILADELPHIA \nSy:  s/Jamu J, Ranlo \nJamu J, R&III!IO \ns/Fr&nk Luld \nFrUJ< L&old \n1 /:!;llaa Cohen \nEl lu C ohon \na/Thomu K,  Ollhool \nThoma. a K. G!lhool \nSu!to 1600,  1315 Walnut Street \nl'hUadolph!a,  Pennoylvanla  19107 \n(ZlS) 735·7ZOO \ncoun ..l  for Plalntilio \n\n·-H•-' \nEXHIBIT I \nUnited Statal Department oi rra.nsporta.tion,  Urban Mass Transportation Ad~ \nministration,  Provhion for the Elderly and Handicapped in the Design oi \nTr&nlbUJ \n\nPROVISIONS FOR THE ELDERLY AND HANDICAPPED \nIN THE DESIGN OF TRANSBUS \nDEPARTMENT OF TRANSPORTATION \nURBAN MASS TRANSPORTATION ADMINISTRATION \nBooz -Allen Applied Research \nTransbus, Prime Contractor \n\n\n\nPROVISIONS FOR THE ELDERLY AND HANDICAPPED \nIN THE DESIGN OF TRANSBUS \nINTRODUCTION \nThe Department of Transportation is sponsoring a competitive program to develop a \nnew 40 foot  transit  bus that will set the standard for urban transportation for years to \ncome. This new vehicle, named, TRANSBUS will contain the first basic changes made in \nurban  transit buses in more than fifteen years. At present three bus manufacturers; AM \nGeneral Corporation, General Motors Truck and Coach Division and Rohr Industries are \nbuilding  their  versions  of the  new  TRANSBUS, under subcontract from  Booz, Allen \nApplied  Research.  Booz,  Allen,  the  prime  contractor, will  be  responsible  for  recom \nmending the design that is destined to become the next generation transit bus. \nIn setting the objectives for the TRANSBUS program, the Urban Mass Transporta \ntion  Administration  of the  Department of Transportation  has chosen vehicle designs \nwhich emphasize improved service  for all  people.  TRANSBUS will move its passengers \nfaster. It will travel faster between stops and will have a top speed nearly 20% higher than \ncurrent buses. TRANSBUS will also have wider doors and a floor only half as high as that \non  current  buses.  These  features  will  allow  riders  to  board  and  leave  the bus more \nquickly. The achievement of a floor height only one and one half feet above the street is a \nmajor breakthrough in transit bus technology. \nTRANSBUS will be a safer bus. The entire design is based on a scientific analysis of \ntransit  bus  safety.  TRANS BUS  will  have  energy  absorbing  bumpers,  break-proof \nwindows,  resilient  seat  backs,  other soft  interior  surfaces,  and  scientifically designed \nsafety handholds. \nTRANSBUS will be quieter, cleaner, and more comfortable. Seats will be wider and \nthere  will  be  more  knee  room.  The  rear  of the  bus,  once  cramped  at best, will be \ntransformed into a U-shaped  lounge-like area. The fume and draft free interiors will be \nkept  at  uniform  comfortable  temperatures  in  summer  and  winter  by  advanced \nair-conditioning and heating systems. Seated passengers will look out of panoramic, tinted \nwindows and will have a smooth ride equivalent to that of a luxury automobile, thanks to \na new wheel suspension system. \nTRANSBUS  models  will  be  displayed  throughout  the  United  States.  In  1974 \nprototype TRANSBUS vehicles will  be  rolling on the streets of a few selected cities to \nhelp evaluate which of the three competing prototype designs best fits the needs of urban \nareas. \n\nFEATURES TO REMOVE TRAVEL BARRIER TO THE \nELDERLY AND HANDICAPPED \nA particularly challenging objective of the TRANSBUS program Is the removal of \nphysical  travel  barriers  to  the  elderly  and  handicapped.  New  design  concepts will  be \ntested  on  TRANSBUS  to  provide  access  to  the  l;lus  system  for  an  individual  in  a \nwheelchair. The final  versions of each of the  three TRANSBUS prototype designs will \nfeature a different. approach to this design problem.  ' \nOn the following pages, a brief description of each manufacturer's approach to the \nproblem of providing access to an Individual in a wheelchair is presented along with an \nartist's concept of the particular manufacturer's bus In operation.  · \n\n\n\nAM GENERAL CORPORATION \nThe AM  General concept for the removal of travel  barriers provides a level, wide \nentry to the bus floor. The concept involves a flat ramp built into the bus which bridges \nthe gap  between the bus and  a curbside platform. The AM General TRANSBUS has a \nspecial  feature  built into the suspension system  which allows  the driver to adjust the \nheight of the bus floor to any point between 17 inches and 20 inches off the ground. \nLevel access to the bus is provided by a curbside platform. But because of the low \nfloor design of the AM General TRANSBUS, the curbside platform is only slightly higher \nabove the sidewalk than a standard curb is above the street. \nAs shown in the accompanying drawing of the AM General TRANS BUS the required \nplatform can be constructed so that it is accessible to all people and provides a bus shelter \nwhich is equipped with information displays and various amenities for waiting passengers. \nSuch  a  total  passenger  waiting/boarding  system  would  provide  safety,  security  and \nconvenience for all bus patrons. \nTransit operators and local officials throughout the country recognize the need for \nnew amenities such as shelters if people are to be attracted back to mass transit. The AM \nGeneral concept could make boarding a bus as simple as moving through a 40 inch wide \ndoor. \n\n\n\n\n\nGENERAL MOTORS TRUCK AND COACH DIVISION \nThe General Motors concept for the removal of travel barriers provides a lift at the \n37 inch wide front door. When not in use the li(t is stored under the front step of the bus. \nThe General Motors concept operates as follows. The bus pulls up to the stop and the \nspecial  suspension  system  allows  the  driver  to  lower  the  bus. and  tilt  it  toward  the \nboarding passengers.  As  the doors open, the front step projects out from the bus and \nlowers to the curb or ground as required. After the individual in a wheelchair has rolled \non to  the enlarged lower step, the curbside edge and two levers on the platform pivot \nupward to provide a secure restraint for the wheelchair and the step is raised to the bus \nfloor level. When the individual in a wheelchair is in the bus, the step lowers back to its \nrest position and retracts. The door then closes and the bus can get underway. \nThe  lower  floor  and  wide  door  of the  General  Motors  TRANSBUS  make  this \nconcept practical for  the first time. While current buses have a narrow entry door with \ntwo steps up, the General Motors TRANSBUS has a single wide boarding platform from \nwhich passengers step up  to  the bus floor. This wide platform/lower step combination \nbecomes the wheelchair lift, as required. \nThe General Motors concept does not require any special curbside equipment and \ncan be employed at all current bus stops. \n\n\n\n,, \n\nROHR INDUSTRIES \nThe  Rohr design has the lowest floor height of any version of the TRANSBUS. In \nnormal operation, the floor of the bus is only 17 inches above the street. At bus stops the \nsuspension system allows the driver to lower the floor to 13 inches above the street level \nwhich is only 7 inches above a standard curb. As the front door opens, a ramp projects \nout from  under the  bus floor and lowers to the curb. Because the ramp need only rise \n7 inches its total length is only 4 feet. The ramp comes from·the top of the step inside the \nbus and the ramp projects less than 3 feet out from the side of the bus. \nThe  Rohr TRANSBUS  needs no curbside facilities and cal) service all existing bus \nstops. If a curb is not present at the stop, the ramp angle  becomes steeper than that \nspecified  for  architectural design  standards, but is  typical of many ramps currently in \nplace in public facilities. \nA  scale  model  of  the  Rohr  TRANSBUS  was  displayed  at  the  meeting  of the \nPresident's Committee on Employment of the Handicapped in Washington, D.C., May 2, \n3, and 4, 1973. \n\n~;,9: \n.- ~{:j( \n;/_~ \n: \n·~;\": \n····I \n'  \";~ \n3 \n< \n) \n\nl£XHIBIT  ?. \nUnited States Department oi Transportation,  Urban Ma.ss Tra.nsporta.tion \nAdministration,  Analysis of Low Floors For Transit Buses,  Executive \nSummary (January 1976) \n\nArchitectural  (Size)  Steps  for  Transit  Buses \nPrepared  by  UMTA  Research  Staff \nMarch  1976 \n\n. Executive  Summary \nUnder  a Federally supported  project  the  Hationa1 Acadell\\Y  or Engineering \n(NAE)  studied  the  characteristics  needed  for  i.m1proved  buses  in  the  futurP.. * \nRepresentatives  from  varied  segments  of .indu~try and  society· including \nthe 111ajor  bus  manufacturers  and  bus  operators  participated  in  this  project \nso  the  results  represent a blend  of authoratative  considerations,  findirigs, \nand  opinions.·  A major  conclusion was  that buses,  in  the  future,  should \nhave  low  floors. which  would  a)  improve  productivity by  speeding  the on-off \nflow  of passengers  and-b)  reduce  physical  b.arriers  to  the  elderly and  infirm. \nThe  Transbus  specifications  n.ave  drawn hea•:ily  the  recommentlations  from \nthe. NAE  study  i nr.l udi ng  the  1o w  floor  feature. \nIn  response  to  the  request-for-proposals  to  design  and  fabricate  prototype \nTransbuses  both  hi\\]h  floor and.low  floor  designs  \\'/ere  submitted  by  manu \nfacturing  firms.  These  were  eva 1u a ted  by  a  team of experts  and  subs2quently \nreviewed  by  the  then  Undersecretary  and  U/1TI\\  Administrator.  The  deci&ion \n::as to pursue  the  1o w  floor designs. \nDuring  the  tes t\"i ng  of the  Transbuses  in  four  US  cities  reactions  from  11,000 \ntt·ansit bus  riders were  documented.  Of' the  thirty major  bus  features  in-· \nvestigatcd  the  9reatest positive  response was  in  favor  of  the  lo~/  floor. \nIt is  known  th.at  many  serious  passenger accidents  occur  in  the  vestitH.Jle \nand  stairwell  and  the  lm·/  floor  results  in  substa,,tial  improvement  in \nthese  areas.  It is estimated  that,  in  cotrparison  to  h·igh.  float  buses, \nboal\"ding  and  ol'ighting accident:;  will  be  reduced  t1·1enty  percent. \n·Ptmropvr.ionvge mgernot unind   hteasntdse loinfg ,t heh iglohw   spfeloedo r mTarnaenusvbeursin gp raontdo tyrpeessis ·tSahnO\\c'Je   J tom atrkiped  ov. er \n;.ttributable  lar·gely  to  the  lm1er  center of !lravity.  This  will  show  even \ntually as  a.n  improvement  in safety. \n1\\  rump  (in  contrast  to  a  lift) entry  to  transit buses  appear:;  to  bed(! \nsirable  for 1·1heelchair access.  There  are  several  reasons;  it can  be  dr.ployed \nmuch  faster;  wheelchairs  can  board  much  faster;  once  deployed  able  bodied \n:.assen<)ers  can  use  it to advantage;  it is  better sui ted· to  P.mergcncy  e:d t. \nTo  desi9n  a  ramp  for  a high  floor bus  does  not  appear  feasible  whereas  it \nis  feas·ible  fqr a  lo~/  floqr bus. \nIt is  estimated  that  a modern  high  floo1·  bus  (intel'im bus)  v!ill  cost more. \nto  iJroduce  than  the  current production  \"new  look\"  bus  by  5.5  percent and  a \nmodern  1011  floor !Jus  would  cost.  12.5  percent more.  t·lodern  productirn \nmet.hoc!s  may  reduce  these  figures.  Operating  costs  for  modt!i'n  high  ve1·sus \nltohwis  fldoifofre rbeunscees  aprreo beasbtliym  aliteeds  wto. itbhein  $t1h.3e4  acvceut·rs«ucs y $o1'f.3 6th  ec eensttsi mp~arte  mainlde  bisu t \nnot  cons ide red  to  be  of significance. \n* \"Design  and  Performance  Criteria  for  Improved  Non-rai 1 U1·ban  llass  Transit \nVehicles  and  Related  Urban  Transportation Systems\"  National  Guideway  of \nEngineering f1ay  1968. \n\n.  - 2.'-\nSome  bus  operators  have  expressed  coocerns  over  the  T~ansbus design.  These  i ' \nlargely .boil  down  t<>.  a)  ground .. clearance  problems  which  have  been  resolved \nin  th.e  Pi:odue~~on. rrod~1  spec'1J~ cations .and  b)  equi pmept  paekagi·ng  and \nfabrication  t¢<:hniquef·exhibitc~. in ,tpe. prototype  Transbus  vehicles which \ndid  ,not  eoitJ!jair  favorably ·w  produdlon  mo'del  \"new  look\"  buses.  This  Is \nnot  an  unusual  cohdition  for  prototype  vehh:les; . Iitr  iS  e)<pected  that all \nvital  problems'  ~n thiS  c;ategory wdtild  b,e  corrected:  a production  model \nand  its  norma·l  P.volution.  ·  ·  · \n•  0  • ",
      "document_type_other": "",
      "external_url": "https://www.pubintlaw.org/wp-content/uploads/2012/04/DIA_Complaint_TRANSBUS.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/111864"
    }
  ],
  "document_count": 3
}