{
  "case_id": 12046,
  "fetched_at": "2025-10-22T00:17:21.901147",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Non-settlement Outcome"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "U.S. Department of Treasury",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "U.S. Department of Health and Human Services",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "U.S. Department of Labor",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Speech and Religious Freedom"
    ],
    "cause_other": "",
    "causes": [
      "Religious Freedom Rest. Act/Religious Land Use and Inst. Persons Act (RFRA/RLUIPA)",
      "Ex Parte Young (Federal) or Bivens",
      "Administrative Procedure Act, 5 U.S.C. §§ 551 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2013,
    "constitutional_clause": [
      {
        "value": "Free Exercise Clause"
      },
      {
        "value": "Establishment Clause"
      },
      {
        "value": "Freedom of speech/association"
      }
    ],
    "content_of_injunction": [],
    "court": "Southern District of Ohio",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [],
    "filing_date": "2012-05-21",
    "filing_year": 2012,
    "id": 12046,
    "injunction_duration": "",
    "issues": [
      "Reproductive rights: Contraception",
      "General/Misc.: Religious programs / policies",
      "Discrimination Basis: Religion discrimination"
    ],
    "last_checked_date": "2014-03-30T00:00:00-04:00",
    "main_docket": {
      "id": 31186,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2012,
      "docket_filing_number": 440,
      "is_main_docket": true,
      "court": "Southern District of Ohio",
      "state": "Ohio",
      "docket_office_number": "2",
      "docket_number_manual": "2:12-cv-00440",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/ohsd--2-12-cv-00440.html",
      "recap_link": "https://www.courtlistener.com/docket/4363264/franciscan-university-of-steubenville-v-sebelius/",
      "is_active": true
    },
    "name": "Franciscan University of Steubenville v. Sebelius",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Roman Catholic Organizations of Ohio",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2013-03-22",
    "settlement_judgment_year": null,
    "special_collections": [
      "Contraception Insurance Mandate",
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Ohio",
    "summary": "<p>This is one of 12 cases filed on May 21, 2012 in federal district courts across the country by Catholic organizations challenging the contraception mandate provision of the Affordable Care Act (ACA).</p><p>Plaintiffs, two Roman Catholic, non-profit organizations, filed a lawsuit in the U.S. District Court for the Southern District of Ohio against the Federal Government under the First Amendment, the Religious Freedom Restoration Act (RFRA), and the Administrative Procedures Act (APA). Plaintiffs, represented by private counsel, asked the court to issue a preliminary and permanent injunction prohibiting enforcement of provisions of the ACA extending universal contraception coverage to employer-sponsored private health insurance coverage. Specifically, plaintiffs claim that providing, paying for, or facilitating access to such services is inconsistent with its religious beliefs and contend that compliance with the contraception requirement is a substantial burden on their religious exercise.</p><p>On March 22, 2013, the Court (Judge Algenon L. Marbley) granted the Federal Government's motion to dismiss for lack of ripeness. The court noted that the Federal Government had initiated a safe-harbor period while it refashioned the regulation. As a result, Plaintiffs could not show that it faced any penalty or restriction based on the existing regulatory requirement or that the harm alleged will ever occur. The court recognized that, in fact, harm to the plaintiffs was unlikely to occur because they would likely fall into the broadened definition of religious employer as put forth in the Advanced Notice of Proposed Rule Making (ANPRM).</p><p></p>",
    "summary_published_date": "2014-03-30T00:00:00-04:00",
    "summary_short": "This is one of 12 cases filed on May 21, 2012 in federal district courts across the country by Catholic organizations challenging the contraception mandate provision of the Affordable Care Act (ACA). Plaintiffs, two Roman Catholic non-profit organizations, asked the court to grant preliminary and permanent injunction prohibiting enforcement of the contraception of the mandate. On March 22, 2013, the court dismissed the case for lack of ripeness.",
    "summary_tiny": null,
    "terminating_date": "2013-03-22",
    "clearinghouse_link": "clearinghouse.net/case/12046",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=12046",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=12046",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=12046"
  },
  "documents": [
    {
      "date": "2012-05-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Approved",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Ohio",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 41384,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/41384.pdf",
      "title": "Complaint and Demand for Jury Trial",
      "text": "Case: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 1 of 59  PAGEID #: 4\nFlLEb \nIN THE UNITED STATES DISTRICT COURT .. Y.~~l1~.~~CK,NINI \n,,_crt, \nFOR THE SOUTHERN DISTRICT OF OIDO \nEASTERN DIVISION  ,.. .1~  ~:~1 ~ 2 l  AttiC: OS \n)  . ··~. 1·~-1 ~_; -~· t-·1 r~ ~ CC :f '!(; \n)  . ·· · ;·  :•--·:~-\\ . t•· 1,• <;-~. -: . \\rA···'l 1ll<(1\\   0 \nFRANCISCAN UNIVERSITY OF  )  ·, •:  ,:  : • ' ~  ! : f, : : ... I ' \"\" \nI ,  ·\"  •·  '  ;_; .  :.Jl ,, \nSTEUBENVILLE; MICIDGAN  )  2  44' \n1 \nNUMBE~ \nCATHOLIC CONFERENCE in its own  )  CASE  :  CV \nname and on behalf of the MICIDGAN  ) \nJUDGE:  JVDcii~YJD~ \nCATHOLIC CONFERENCE AMENDED  ) \nAND RESTATED GROUP HEALTH  ) \nBENEFIT PLAN FOR EMPLOYEES- ) \nREVISED,  ) \n) \nPlaintiffs,  ) \nv.  ) \n) \nKATHLEEN SEBELIUS, in her official  ) \ncapacity as Secretary of the U.S.  ) \nDATE STAMP: ----\nDepartment of Health and Human  ) \nServices; HILDA SOLIS, in her official  ) \ncapacity as Secretary of the U.S.  ) \nDepartment of Labor, TIMOTHY  ) \nGEITHNER, in his official capacity as  ) \nSecretary of the U.S. Department of  ) \nTreasury; U.S. DEPARTMENT OF  ) \nHEALTH Ai~D HUMAl~ SERVICES;  ) \nU.S. DEPARTMENT OF LABOR; and  ) \nU.S. DEPARTMENT OF TREASURY. \nDefendants. \nCOMPLAINT AND DEMAND FOR JURY TRIAL \n1.  This lawsuit is about one of America's most cherished freedoms: the freedom to \npractice one's religion without government interference.  It is not about whether people have a \nright to abortion-inducing drugs, sterilization, and contraception.  Those services are freely \navailable in the United States, and nothing prevents the Government itself from making them \nmore widely available.  Here, however, the Government seeks to require Plaintiffs-Catholic \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 2 of 59  PAGEID #: 5\nentities-to violate their sincerely held religious beliefs by providing, paying for, and/or \nfacilitating access to those services. \n2.  This country was founded by those searching for religious liberty and freedom \nfrom religious persecution.  The founders recognized, through their own experience, that the \nmixture of government and religion is destructive to both institutions.  The U.S. Constitution and \nfederal statutes thus protect religious organizations from government interference with their \nreligious views-particularly minority religious views.  This \"wall of separation between church \nand state\" preserves religious freedom.  As the Supreme Court has recognized, \"[t]he structure of \nour government has, for the preservation of civil liberty, rescued the temporal institutions from \nreligious interference.  On the other hand, it has secured religious liberty from the invasion of \ncivil authority.\"  Through this lawsuit, Plaintiffs do not seek to impose their religious beliefs on \nothers.  They simply ask that the Government not impose its values and policies on them, in \ndirect violation of their religious beliefs. \n3.  Under current federal law described below (the \"U.S. Government Mandate\"), \nmany Catholic organizations must provide, pay for, and/or facilitate the provision of abortion-\ninducing drugs, sterilization, and contraceptive services for their employees in violation of their \nsincerely held religious beliefs.  Ignoring broader religious exemptions from other federal laws, \nthe Government crafted a narrow exemption to this Mandate for \"religious employers.\"  Group \nhealth plans are eligible for the exemption only if they are \"established or maintained by \nreligious employers,\" and only if the \"religious employer\" can satisfy four criteria: \n•  \"The inculcation of religious values is the purpose of the organization\"; \n•  \"The organization primarily employs persons who share the religious tenets of the \norganization\"; \n2 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 3 of 59  PAGEID #: 6\n•  \"The organization primarily serves persons who share the religious tenets of the \norganization\"; and \n•  \"The organization is a nonprofit organization as described in section 6033(a)(l) \nand section 6033(a)(3)(A)(i) or (iii) of the Internal Revenue Code of 1986, as \namended.\" \nThus, to safeguard their religious freedoms, religious employers must plead with the Government \nfor a determination that they are sufficiently \"religious\" under the Government's definition. \n4.  Plaintiff Franciscan University of Steubenville's group health plan may not \nqualify for this exemption, because, while Franciscan is a charitable organization, it appears not \nto fall within Section 6033(a)(l) and Section 6033(a)(3)(A)(i) or (iii) ofthe Internal Revenue \nCode. \n5.  Plaintiff Michigan Catholic Conference Amended and Restated Group Health \nBenefit Plan for Employees - Revised (\"MCC Plan\") likewise may not qualify-even though it \nprovides the health plan for Michigan's Catholic Dioceses-because it is sponsored by Plaintiff \nMichigan Catholic Conference, an entity whose purpose is, in part, to offer benefit plans to \nMichigan Catholic organizations. \n6.  Even if Franciscan University could somehow change its tax designation and even \nif the MCC Plan could be considered to be \"established and maintained\" by the Dioceses \nthemselves, the exemption would still force those entities to submit to an intrusive government \ninvestigation into whether their \"purpose\" is the \"inculcation of religious values\"; whether they \n\"primarily\" employ \"persons who share [their] religious tenets,\" even though they hire \nemployees of all faiths; and whether they \"primarily\" serve  such people, even though their \nschools and services are generally open to people of all faiths. \n7.  The Government has not shown a compelling need to force Plaintiffs to provide, \npay for, and/or facilitate access to abortion-inducing drugs, sterilization, and contraception, or to \n3 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 4 of 59  PAGEID #: 7\nsubmit to that intrusive government investigation concerning their religious missions.  In fact, \nthe Government has chosen to make exemptions to the law both for religious and non-religious \nreasons.  The Government also has not shown that the U.S. Government Mandate is narrowly \ntailored to advancing any -interest in increasing access to these services, since the services are \nalready widely available and nothing prevents the Government from making them more widely \navailable by providing or paying for them directly through a duly enacted law.  The Government, \ntherefore, cannot justify its decision to force Plaintiffs to provide, pay for, and/or facilitate access \nto these services in violation of their sincerely held religious beliefs. \n8.  These burdens on religious freedom violate Plaintiffs' clearly established First \nAmendment rights and rights under the Religious Freedom Restoration Act (\"RFRA\").  The \nmanner in which the U.S. Government Mandate and its \"religious employer\" exemption were \npassed, moreover, does not comport with the Administrative Procedure Act (\"APA\").  The U.S. \nGovernment Mandate runs afoul of all of these constitutional and statutory protections. \n9.  Accordingly, Plaintiffs seek a declaration that the U.S. Government Mandate \ncannot legally apply to them, a permanent injunction barring its enforcement against them, and \nan order vacating the U.S. Government Mandate. \nI.  Background \nA.  Preliminary Matters \n10.  Plaintiff Franciscan University of Steubenville is a nonprofit Ohio corporation \nwith a principal place of business in Steubenville, Ohio.  It is organized exclusively for \ncharitable, religious, and educational purposes within the meaning of Section 50l(c)(3) ofthe \nInternal Revenue Code.  It is also an educational organization under Section 170(b) (1 )(A)(ii) of \nthe Internal Revenue Code. \n4 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 5 of 59  PAGEID #: 8\n11.  Plaintiff Michigan Catholic Conference is a nonprofit corporation incorporated in \nMichigan in 1963.  Its principal place of business is in Lansing, Michigan.  It is organized \nexclusively for charitable, religious, and educational purposes within the meaning of Section \n501(c)(3) ofthe Internal Revenue Code. \n12.  The MCC Plan is a health plan sponsored and administered by the Michigan \nCatholic Conference.  It is a \"church plan\" exempt from the Employee Retirement Income \nSecurity Act (\"ERISA\"). \n13.  Defendant Kathleen Sebelius is the Secretary of the U.S. Department of Health \nand Human Services.  She is sued in her official capacity. \n14.  Defendant Hilda Solis is the Secretary of the U.S. Department of Labor.  She is \nsued in her official capacity. \n15.  Defendant Timothy Geithner is the Secretary ofthe U.S. Department of Treasury. \nHe is sued in his official capacity. \n16.  Defendant U.S. Department of Health and Human Services (\"HHS\") is an \nexecutive agency ofthe United States within the meaning ofRFRA and the APA. \n17.  Defendant U.S. Department of Labor is an executive agency ofthe United States \nwithin the meaning of RFRA and the APA  . \n18.  Defendant U.S. Department of Treasury is  an executive agency of the United \nStates within the meaning ofRFRA and the APA. \n19.  This is an action for declaratory and injunctive relief under 5 U.S.C. § 702, 28 \nU.S.C. §§ 2201, 2202, and 42 U.S.C. § 2000bb-1(c). \n20.  This Court has subject-matter jurisdiction under 28 U.S.C. §§ 1331, 1343(a)(4), \nand 1346(a)(2). \n5 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 6 of 59  PAGEID #: 9\n21.  Venue is proper in this Court under 28 U.S.C. § 1391(e)(l). \nB.  Franciscan University and Its Catholic-Centered Educational Mission \n22.  Franciscan University is an academic community of higher learning, organized as \nan independent, national Catholic and Franciscan university in Steubenville, Ohio.  Founded in \n1946 by the Franciscan Friars of the Third Order Regular (\"T.O.R.\") to educate returning war \nveterans, it seeks to provide a Catholic, Franciscan environment that prepares students spiritually \nand intellectually for their future vocations and careers. \n23.  Franciscan University is passionately Catholic and believes that Franciscanism \nsprings from the heart of the church. \n24.  Faith is at the heart ofFranciscan University's educational mission.  The apostolic \nconstitution Ex Corde Ecclesiae, which governs and defines the role of Catholic colleges and \nuniversities, provides that ''the objective of a Catholic University is to assure ... Fidelity to the \nChristian message as it comes to us through the Church.\" \n25.  In accordance with Ex Corde Ecclesiae, Franciscan University believes and \nteaches that \"besides the teaching, research and services common to all Universities,\" it must \n\"bring[] to its task the inspiration and light of the Christian message.\"  \"Catholic teaching and \ndiscipline are to influence all university activities,\" and \"[a]ny official action or commitment of \nthe University [must] be in accord with its Catholic identity.\" \n26.  \"In a word, being both a University and Catholic, it must be both a community of \nscholars representing various branches of human knowledge, and an academic institution in \nwhich Catholicism is vitally present and operative.\" \n27.  Franciscan University's mission includes:  \"The Way, the Truth and the Life are \nfundamental concepts and guidelines for evaluating University priorities, staffing and budgets \n6 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 7 of 59  PAGEID #: 10\nand are understood as explicating dynamic orthodoxy.\"  Dynamic orthodoxy means teaching \nfrom the heart of the Church, passing on the unchanging truths of the faith in all their glory. \n28.  In addition to education, the stated \"purpose of the University, publicly identified \nas a Catholic and a Franciscan institution, [is] to promote the moral, spiritual and religious values \nof its students.  The University will be guided by the example and teaching of St. Francis of \nAssisi.\" \n29.  As explained in the University's \"Mission and Application,\" \"The University is \nthereby committed to:  1. Being truly Catholic in its full submission to the teaching authority of \nthe Catholic Church, thereby teaching as true what that teaching authority teaches as true, \nrejecting all propositions contrary to those truths, and promoting thereby all the truths of \nrevelation whether found in Scripture or Tradition as taught by the Catholic Church.\" \n30.  Franciscan University embraces the riches of the Catholic intellectual tradition, \n\"consecrating itself without reserve to the cause of truth.\"  It aims to provide a forum where, \nthrough free inquiry and open discussion, the various lines of Catholic thought may intersect \nwith the arts, sciences, and every area of human scholarship. \n31.  Offering over forty undergraduate majors and seven graduate programs, \nFranciscan University pursues the highest academic achievement in every discipline, integrating \nfaith and reason in pursuit of truth.  Graduate programs include Masters of Arts in Counseling, \nPhilosophy, Theology and Christian Ministry, as well as a Masters of Business Administration. \n32.  Franciscan University's Catholic educational mission is furthered by its \nleadership. The president must be a friar and all five presidents have been Franciscans. \n7 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 8 of 59  PAGEID #: 11\n33.  Franciscan University's commitment to Catholic teaching permeates campus life. \nThe Franciscans of the T.O.R. are a visible presence on campus, where they minister to, teach, \nand socialize with the students to elevate their daily routine. \n34.  The University's Board of Trustees consists of fifteen lay leaders and eight \nFranciscans, including Father Nicolas Polichnowski, T.O.R., who is both Chairman of the Board \nand the Minister Provincial of the province. \n35.  The University's Code of Student Conduct proscribes certain conduct that can be \npunished with disciplinary sanctions, including \"[l]ewd, indecent, obscene or otherwise immoral \nconduct or expression that violates Catholic moral teaching on sexuality or the promotion or \nadvocacy of such conduct or expression.\" \n36.  The University maintains only single-sex dormitories, with opposite sex visitation \nin student rooms restricted to 6 to 10 pm on Friday night and 1 to 5 pm on Sunday afternoon. \n37.  The University does not make artificial contraception available to its students, \nfaculty, or staff at its on-campus health care facility. \n38.  While committed to remaining a Catholic and Franciscan institution, Franciscan \nUniversity opens its doors to students, academics, and employees of all faiths and creeds. \n39.  Faith in Christ is not required for student admission.  Over 2100 full- and part-\ntime students are enrolled in Franciscan University's undergraduate programs, over 400 are \nenrolled in its graduate programs. \n40.  The University's alumni have gone on to distinguished careers in industry, \nmedicine, law, and a host of other disciplines, and established an alumni network with over \n14,000 members with a uniquely caring nature.  For example, this network formed a Special \nNeeds Network to assist alumni who have children with autism and other special needs. \n8 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 9 of 59  PAGEID #: 12\n41.  In total, Franciscan University employs over 450 full- and part-time individuals \nand does not know what percentage of the non-faculty employees are Catholic.  Faith in Christ is \nnot required for employment, except where required or permitted by law.  All employees, \nhowever, must be committed to supporting the mission of Franciscan University. \n42.  Service to the community is an integral part of the University's curriculum. \nAccording to its Economic Impact Report from 2009-2010, the University provided 80,216 hours \nof service to the local community, approximately 50,000 of those hours by University faculty \nand staff.  Faculty and staff service includes providing free consulting services, uncompensated \nspeeches, appearances at professional groups, and the uncompensated time spent preparing for \nthese services.  The total value of contributed time was estimated at $3,583,664. \n43.  Every week, over 200 students participate in at least one program run by the \nWorks of Mercy group, which consists of fifteen ministries sponsored and directed by the \nUniversity that serve the poor, neglected, and needy in the Ohio Valley and nearby Pittsburgh. \nMinistries include service in nursing homes, homeless shelters, a hospital, group homes for the \nmentally challenged, soup kitchens, and prisons, as well as mentoring  and other youth programs \nwith local youth.  These programs are not limited to Catholics, and Franciscan University does \nnot know how many of the people it serves are Catholic.  In fact, its religious mission is \nexpressly to serve all, whether or not they are Catholic. \n44.  Over 80% of both undergraduate and graduate students receive some form of \nfinancial aid, with the University distributing over $8 million in scholarships and non \ngovernment grants.  In addition, the University provides over $3 million in institutional discounts \nto clergy and employees' family members. \n9 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 10 of 59  PAGEID #: 13\n45.  A significant percentage of the University's endowment is raised from Catholics, \nincluding alumni, who donated, and continue to donate, to further its mission.  Franciscan \nUniversity would violate the purpose of those donations if it used the funds to finance, facilitate, \nor provide services that are contrary to the University's mission. \n46.  Franciscan University also plays a significant role in the regional economy.  The \nUniversity, including its students, employees, and visitors, directly account for about $71 million \nin regional spending per year.  Indirectly, the University impacts over $200 million per year, for \na total impact of approximately $280 million, which is 16% of Steubenville's economy.  The \nUniversity, directly and indirectly, generates jobs for nearly 8100 people. \n47.  Franciscan University has ensured that its sponsored health plans do not include \ncoverage for abortion, sterilization, contraception, or related education and counseling that are \ninconsistent with the teachings of the Catholic Church.  Franciscan University cannot, without \nviolating its sincerely held religious beliefs, offer coverage for these or other devices, drugs, \nprocedures, or services that are inconsistent with the teachings of the Catholic Church. \n48.  Franciscan University's group health plan for employees is administered by a \nThird Party Administrator.  Franciscan University is a member of a consortium of private \ncolleges and universities that insures the group health plan.  Franciscan University pays a \nmonthly premium to the Consortium.  That premium is placed in a pool designated for the \nUniversity that is used to pay the claims of its employees and their eligible dependents, reserve \nrequirements, administrative expenses, stop loss insurance, and \"any ordinary and necessary \nexpenses related to the Third Party Administrator's program or incurred by the Consortium.\" \nUnder this plan, Franciscan University pays for its employees' claims, including all claims for \ncovered preventive services. \n10 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 11 of 59  PAGEID #: 14\n49.  Franciscan University's employee health plan year begins on January 1. \n50.  Both employee health plan options offered by Franciscan University provide rich \ncoverage with a very low cost to employees.  Co-pays and employee premiums are very low, \nespecially given Franciscan University's size.  The generosity of the plans springs from \nFranciscan University's mission. \n51.  Both employee health insurance plan options offered by Franciscan University \nmeet the definition of a \"grandfathered\" plan within the meaning of the Patient Protection and \nAffordable Care Act (the \"Affordable Care Act\" or the \"Act\").  Franciscan University has \nincluded a statement describing its grandfathered status in plan materials, as required by 26 \nC.F.R. § 54.9815-1251 T(a)(2)(ii). \n52.  Franciscan University also currently offers a student health plan for full-time \nstudents who are not covered by other insurance, as well as their eligible dependents.  Full-time \nundergraduate students are enrolled in the plan each year, unless they waive enrollment. \n53.  This student health plan is not self-insured or funded through the Consortium. \n54.  The current plan year runs from August 15, 2011, to August 15, 2012. \n55.  Franciscan University has decided not to continue this student health plan after it \nexpires on August 15, 2012, partially due to the fact that the plan would have to cover the \nservices required by the U.S. Government Mandate. \nC.  The Michigan Catholic Conference And The Many Catholic Institutions \nThat Participate In Its MCC Plan \n56.  Plaintiff Michigan Catholic Conference was established by His Eminence John \nCardinal Dearden, then Archbishop ofDetroit, in 1963.  It has a Board of Directors of fourteen \nmembers, including the seven bishops of the seven Catholic Dioceses in Michigan, five lay \n11 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 12 of 59  PAGEID #: 15\npersons, a priest, and a religious sister.  The Archbishop of Detroit, the Most Reverend Allen H. \nVigneron, is presently the Chairman of the Board. \n57.  The Michigan Catholic Conference was originally created to be the public policy \nvoice of the Catholic Church in Michigan, allowing the Catholic Church's position on public \npolicy to be presented with one voice throughout the State. \n58.  Since then, the Michigan Catholic Conference has expanded to sponsor and \nadminister a wide range of benefit programs for participating Catholic institutions in Michigan. \nIt administers, among others, the MCC Plan. \n59.  The MCC Plan allows Michigan Catholic institutions and their qualifying \nemployees to participate in health-benefit programs.  Specifically, the MCC Plan offers health \nbenefits to qualifying employees of\"Covered Units,\" and defines \"Covered Unit\" to mean: \na parish, school, institution, organization, corporation or other entity in the State of \nMichigan which is an integral part of the Catholic Church, engaged in carrying out the \nfunctions of the Catholic Church, and under the control of an Archbishop or Bishop of a \nDiocese in the Province of Detroit, unless the Archbishop or Bishop specifically exempts \nthe unit from status as a Covered Unit. The Michigan Catholic Conference shall be a \nCovered Unit. Any parish, school, institution, organization, corporation or other entity \nlisted within the Kenedy Directory which is an integral part of the Catholic Church and \nwhich is engaged in carrying out the functions of the Catholic Church, but which is not \nunder the control of an Archbishop or Bishop of a Diocese in the Province of Detroit, \nmay become a Covered Unit pursuant to a written agreement between its governing \nauthority and the Michigan Catholic Conference. \nPresently, approximately 1131 Catholic institutions and approximately 9982 participants receive \ntheir health insurance through the Plan. \n60.  The MCC Plan truly is the group health plan for the Catholic Church in Michigan. \nThe seven Catholic Dioceses in Michigan use the MCC Plan to provide their employees with \nhealth insurance.  These Dioceses cover the entire State: \n12 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 13 of 59  PAGEID #: 16\na.  The Archdiocese of Detroit encompasses more than 270 parishes in six counties \nin the greater Detroit area.  Since 2009, it has been led by Archbishop Allen \nVigneron. \nb.  The Diocese of Grand Rapids encompasses 98 parishes in eleven counties in \nwestern Michigan.  Since 2005, it has been led by Bishop Walter A. Hurley. \nc.  The Diocese of Lansing encompasses 89 parishes in ten counties in central \nMichigan.  Since 2008, it has been led by Bishop Earl A. Boyea. \nd.  The Diocese of Kalamazoo encompasses 69 parishes in nine counties in \nsouthwestern Michigan.  Since 2009, it has been led by Bishop Paul J. Bradley. \ne.  The Diocese of Saginaw encompasses 109 parishes in eleven counties in \nMichigan's ''thumb and index finger.\"  Since 2009, it has been led by Bishop \nJoseph R. Cistone. \nf.  The Diocese of Gaylord encompasses 80 parishes in 21 counties in the northern \npart of Michigan's lower peninsula.  Since 2009, it has been led by Bishop \nBernard A. Hebda. \ng.  The Diocese of Marquette encompasses 94 parishes in the fifteen counties in \nMichigan's upper peninsula.  Since 2006, it has been led by Bishop Alexander K. \nSample. \n61.  These seven Dioceses carry out the spiritual, educational, and social-service \nmissions of the Catholic Church in Michigan. \n62.  The Dioceses, along with their local parishes, provide spiritual ministry to the \napproximately 2.1 million Catholics in Michigan that represent 21% of Michigan's population. \nThey ensure the availability of the sacraments to all Catholics living in or visiting Michigan. \n63.  The Dioceses conduct their educational missions, in part, through their various \nOffices of Catholic Schools and their many affiliated elementary and high schools, most of \nwhom participate in the MCC Plan.  The Archdiocese of Detroit has over 100 Catholic schools in \nits jurisdiction; the Diocese of Grand Rapids has 31; the Diocese of Lansing has 36; the Diocese \nof Kalamazoo has 22; the Diocese of Saginaw has 19; the Diocese of Gaylord has 17; and the \nDiocese of Marquette has 9. \n13 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 14 of 59  PAGEID #: 17\n64.  When including independent Catholic schools, there are approximately 42 high \nschools and 213 elementary schools in Michigan, teaching over 16,000 high-school students and \nover 46,000 elementary students.  These schools are largely open to students of all faiths. \n65.  The Dioceses and their schools provide significant tuition assistance to their \nstudents.  The Archdiocese of Detroit Endowment Foundation, for example, provides 65% of its \nannual distributions (over $1.5 million in the 2010-11 school year) to tuition assistance programs \nfor Catholic elementary and high schools in the Archdiocese. \n66.  The Dioceses perform charitable social services through their various Diocesan \nministries, their offices of Christian Service, and/or their local parishes.  These Diocesan and \nparish programs range from ministering to the prison population, to funding local self-help \nprojects for the poor, to offering low-cost, legal representation to indigent immigrants, to \nproviding meals to the homeless or visits to nursing homes. \n67.  Neither the Dioceses nor their parishes request to know the religious affiliation of \nthe individuals that their social-service programs serve. \n68.  The MCC Plan provides health benefits for many organizations that assist the \nDioceses in carrying out the Church's educational mission.  Loyola High School in Detroit is one \nsuch entity.  In the 1990s, the Detroit Board of Education proposed opening several all-male \nacademies to address the alarmingly high dropout rate of high-school males in Detroit.  When a \ncourt found the state-run plan unconstitutional, Catholic leaders filled the gap by opening Loyola \nHigh School in inner-city Detroit to be run in the Jesuit tradition.  It is an independent high \nschool welcoming male students of all faiths who face the challenges of an urban environment. \nIts student population is made up of95% non-Catholics and 99% minorities.  Since its first \n14 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 15 of 59  PAGEID #: 18\ngraduating class, every one of its graduating students has been admitted into a college or \nuniversity.  It offers employment opportunities to people of all faiths. \n69.  San Juan Diego Academy-a nonprofit Michigan corporation located in the \nDiocese of Grand Rapids-likewise is a \"Covered Unit\" under the MCC Plan.  San Juan Diego \nis a Kindergarten through Eighth Grade Catholic school located on the Holy Name of Jesus \nChurch campus serving six parishes in the Wyoming and Grand Rapids area of Michigan.  The \nmission of San Juan Diego Academy is \"to provide the children of our immediate neighborhood \nwith an academically excellent and morally vibrant education, otherwise outside their economic \nreach.  We are creating an environment where children can learn, engage, pray and grow in \nChrist.\"  San Juan Diego Academy serves between 120 and 145 students annually and places an \nemphasis on literacy.  San Juan Diego himself was canonized in 2002, and the school excels in \nproviding an English language-based and interdisciplinary education for its students. Children \nattending the school typically begin with little to no English reading skills, yet by the end of the \nfirst year the students have developed the confidence and skills to read aloud in a public setting. \n70.  Sacred Heart Major Seminary, another nonprofit Michigan corporation in Detroit \nthat participates in the MCC Plan, also provides educational opportunities to the Michigan \ncom.'llunity and beyond.  It is an institution of higher education that primarily prepares \ncandidates for the Roman Catholic Priesthood and, further, prepares individuals for the \ndiaconate, lay ministry, and other leadership roles in the Church.  As its core values, Sacred \nHeart sees \"Jesus Christ [as] the center of all that we do,\" and  aims to \"form disciples as leaders \nwho are prepared to bring the truth of the Gospel to a secularized world, who are faithful to the \nteachings of the Catholic Church, and who are equipped to nurture their lifelong relationship \n15 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 16 of 59  PAGEID #: 19\nwith Jesus Christ.\" It has over 80 full- and part-time professors serving over 90 seminarians and \nover 400 lay students, and it offers both undergraduate and graduate degrees. \n71.  The MCC Plan also provides health benefits for many organizations that assist the \nMichigan Dioceses in carrying out the Catholic Church's social-service mission.  For example, \nCatholic Family Services-a nonprofit Michigan corporation located in the Diocese of \nKalamazoo-is a \"Covered Unit\" under the MCC Plan.  As indicated in its Mission Statement, \n\"[t]he mission of Catholic Family Services is to provide social services in the manner of Jesus \nChrist, with compassion, care and concern for justice to all people in need and to advocate for \ntheir welfare calling those of good will to assist in this mission in the Diocese of Kalamazoo.\" \n72.  Catholic Family Services offers a range of programs, including, for example, the \nArk Shelter and the Caring Network, to individuals in need without regard to their religion.  The \nArk Shelter serves homeless and runaway children by providing them temporary housing and \ncounseling sessions and by helping them reunite with their families.  The Caring Network offers \nassistance to pregnant and parenting women and their babies, including professional counseling \nservices and transitional living apartments for the homeless. \n73.  Catholic Family Services has 65 individuals on staff and offers employment \nopportunities to people of all faiths. \n74.  Catholic Social Services of the Upper Peninsula-a nonprofit Michigan \ncorporation located in the Diocese of Marquette-is another Covered Unit under the MCC Plan \nwith a similar service mission.  Its mission is, among others, \"[t]o promote and improve the \nhealthy social functioning of individuals and families through counseling and prevention \nprogramming which enhance and support family life,\" \"[i]n keeping with the teaching of the \nCatholic Church.\" It provides a broad range of assistance to Michigan families in need, ranging \n16 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 17 of 59  PAGEID #: 20\nfrom adoption services to counseling services, to assisted-living services.  It has seventeen \nemployees and hires people of all faiths. \n75.  Catholic Human Services, Inc.-a nonprofit Michigan corporation located in the \nDiocese of Gaylord-also participates in the MCC Plan.  \"The purpose of Catholic Human \nServices, Inc. is to fulfill the social mission of the Catholic Church.\"  It \"seeks to heal, \nstrengthen, enhance and build healthy individuals, families and communities by providing a wide \nrange of services including advocacy, education, counseling, adoption, prevention and outreach \nservices to all people throughout the life span within the twenty-one counties of northern lower \nMichigan\" that makeup the Diocese of Gaylord.  Its Host Homes for Homeless Youth, for \nexample, is designed to offer safe and stable homes for homeless high-school students, and its \nPrevention Services program offers instruction on a wide array of topics, including underage \ndrinking, parenting skills, and anger management skills.  Catholic Human Services offers \nassistance to over 26,000 individuals per year, regardless of their religious affiliation.  Its \n81 employees represent many denominations and faiths. \n76.  Catholic Social Services ofWashtenaw County-a nonprofit Michigan \ncorporation located in the Diocese of Lansing-is another \"Covered Unit\" under the MCC Plan. \nIts mission \"[i]s the work ofthe Catholic Church to share the love of Christ by performing the \ncorporal and spiritual works of Mercy.  We help.  We participate.  We Change Lives.\"  Serving \nthousands of individuals and families of all faiths and all walks of life, CSSW offers more than \ntwo dozen programs reflecting the diversity of the community:  adoption and pregnancy \ncounseling, food assistance, homelessness prevention, domestic and child abuse intervention and \nprevention, family therapy, and services designed to assist older adults, individuals with \ndevelopmental disabilities, and at-risk families with young children. \n17 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 18 of 59  PAGEID #: 21\n77.  Compensated executive staff for Abortion Alternatives Information, Inc.-a \nnonprofit Michigan corporation location in the Diocese of Saginaw-also participate in the MCC \nPlan.  According to Abortion Alternatives' mission statement, its \"Pregnancy Aid is in response \nto the conviction that God is working through us to protect the sacredness of life and the value of \nall people, both the born and unborn.  We uphold the dignity of all who enter our doors; by \noffering guidance to moms and dads at their most vulnerable time, thereby promoting healthy \nfamilies.\"  The organization's primary goal is to help people choose life.  Its secondary goals are \nto support their choice in practical ways, and to promote healthy parenting skills. Abortion \nAlternatives' clients are low-income mothers, fathers and children, mostly single mothers with \nnewborn or young children.  The organization's typical clients are 15-24 year-old women who \nare single, poor, and with less than a high school education.  Abortion Alternatives serves 11 \nMichigan counties in the Diocese of Saginaw (Arenac, Bay, Clare, Gladwin, Gratiot, Huron, \nIsabella, Midland, Saginaw, Sanilac and Tuscola) with the majority coming from the Saginaw \narea.  It served over 2,500 families last year, including 320 new clients. During that year, it \nprovided over 20,000 diapers, 523 cans offormula, 68 cribs, 31 car seats, and substantial \nclothing for the children of 1108 families.  The organization provides emotional support, post \nabortive healing, referral services to community resources and adoption agencies, and \neducational opportunities. \n78.  These entities, and the many others that participate in the MCC Plan, may \nparticipate in two health-benefit programs that MCC offers for their lay employees and clergy. \n79.  Covered Units may allow their lay employees to participate in the Michigan \nCatholic Conference Community Blue PPO Active Lay Plan.  This program is self-funded and \nits medical and prescription benefits are administered by separate third-party administrators, \n18 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 19 of 59  PAGEID #: 22\nBlue Cross Blue Shield of Michigan and Medco, respectively.  Approximately 5064 employees \nparticipate in this program. \n80.  Qualifying priests may participate in the Michigan Catholic Conference \nCommunity Blue PPO Clergy Plan.  This program is also self-funded, and its medical and \nprescription benefits are administered by the same third-party administrators.  Approximately \n836 clergy throughout Michigan participate in this program. \n81.  Alternatively, the MCC Plan permits both lay employees and clergy to participate \nin Blue Care Network- Healthy Blue Living, a fully insured benefits program.  Healthy Blue \nLiving offers insurance and administrative services through the Blue Care Network of Michigan. \nApproximately 1070 lay employees and clergy throughout Michigan participate in this fully \nfunded insurance option. \n82.  The Plan limits the benefits that may be offered under any of these programs.  It \nexpressly indicates that \"in no event shall any benefit be provided which violates the tenets of the \nCatholic Church, including but not limited to expenses relating to sterilizations, abortions, and/or \nbirth control devices.\"  Thus, none of the MCC Plan's programs offers insurance coverage for \nabortion, sterilization, or contraceptive services. \n83.  The MCC Plan and its benefit programs do not meet the definition of a \n\"grandfathered\" plan within the meaning of the Affordable Care Act. \n84.  The MCC Plan, for example, does not include a statement in any plan materials \nprovided to participants or beneficiaries that it believes it is a grandfathered plan, as would be \nrequired to maintain the status of a grandfathered health plan.  26 C.F .R. § 54.9815-\n1251 T(a)(2)(i). \n19 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 20 of 59  PAGEID #: 23\n85.  The MCC Plan lost its grandfathered status because the PPO benefit program \nincreased the emergency room co-payment amount from $50 to $100, and increased the \nprescription co-payment amount for non-formulary brand name drugs from $30 to $50. \n86.  The MCC Plan also lost its grandfathered status because the Blue Care Network-\nHealthy Blue Living program added a wellness program that resulted in reduced benefits and \ncoverage for certain individuals beyond what is allowed to maintain grandfathered status. \n87.  The plan year for the MCC Plan begins each year on January 1. \nII.  Statutory and Regulatory Background \nA.  The Affordable Care Act \n88.  In March 2010, Congress enacted the Patient Protection and Affordable Care Act, \nPub. L. No. 111-148, 124 Stat. 119 (2010), and the Health Care and Education Reconciliation \nAct, Pub. L. No. 111-152, 124 Stat. 1029 (2010)  (collectively, the \"Affordable Care Act\" or the \n\"Act\").  The Affordable Care Act established many new requirements for \"group health plan[s],\" \ndefined as \"employee welfare benefit plan[s]\" within the meaning ofERISA, 29 U.S.C. \n§ 1002(1), that \"provide[] medical care .. . to employees or their dependents.\"  42 U.S.C. \n§ 300gg-91(a)(1). \n89.  As relevant here, the Act required group health plans to cover certain women's \n\"preventive care.\"  It indicated that \"[a] group health plan and a health insurance issuer offering \ngroup or individual health insurance coverage shall ... provide coverage for and shall not \nimpose any cost sharing requirements for-{4 ) with respect to women, such additional \npreventive care and screenings ... as provided for in comprehensive guidelines supported by the \nHealth Resources and Services Administration for purposes ofthis paragraph.\" Pub. L. No. 111-\n148, § 1001(5), 124 Stat. 131 (codified at 42 U.S.C. § 300gg-13(a)(4)). \n20 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 21 of 59  PAGEID #: 24\n90.  Since the Act prohibits \"cost sharing requirements,\" the group health plan must \npay for the full costs of these \"preventive care,, services without any deductible or co-payment. \n91.  Violations of the Affordable Care Act may subject an employer, an insurer, or a \ngroup health plan to substantial monetary penalties. \n92.  Certain employers who fail to provide their employees with the opportunity to \nenroll in an employer-sponsored plan that meets minimum requirements will be exposed to \nannual fines of$2000 per full-time employee.  See 26 U.S.C. § 4980H(a), (c)(l). \n93.  Additionally, if a group health plan fails to provide the coverage required by the \nU.S. Government Mandate, the relevant employer or group health plan may be subject to an \nassessment of$100 a day per individual.  See 26 U.S.C. § 4980D(b); Jennifer Staman & Jon \nShimabukuro, Cong. Research Serv., RL 7-5700, Enforcement of the Preventative Health Care \nServices Requirements of the Patient Protection and Affordable Care Act (2012). \n94.  Under the Public Health Service Act, the Secretary of HHS may impose a penalty \nof $100 a day per individual where an insurer fails to provide the coverage required by the U.S. \nGovernment Mandate.  See 42 U.S.C. § 300gg-22(b)(2)(C)(i); Cong. Research Serv., RL 7-5700. \n95.  ERISA may also provide for additional penalties for those subject to its \nprovisions.  Under ERISA, plan participants can bring civil actions against insurers for unpaid \nbenefits.  29 U.S.C. § 1132(a)(1)(B).  Similarly, the Secretary of Labor may bring an \nenforcement action against group health plans that violate the U.S. Government Mandate.  See \n29 U.S.C. § 1132(b)(3); Cong. Research Serv., RL 7-5700. \n96.  Plans that are materially unchanged since the Affordable Care Act's enactment-\nso-called \"grandfathered\" plans-are exempt from most provisions of the Act.  42 U.S.C. \n§ 18011.  These \"grandfathered health plans do not have to meet the requirements\" of the U.S. \n21 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 22 of 59  PAGEID #: 25\nGovernment Mandate.  Interim Final Rules for Group Health Plans and Health Insurance Issuers \nRelating to Coverage of Preventive Services Under the Patient Protection and Affordable Care \nAct, 75 Fed. Reg. 41,726,41,731 (July 19, 2010) (\"Interim Final Rules\").  HHS estimates that \n\"98 million individuals will be enrolled in grandfathered group health plans in 2013.\" ld at \n41,732. \n97.  The Act, in addition to other federal statutes, reflects a clear congressional intent \nthat the agencies charged with identifying the required women's \"preventive care\" services \nshould exclude all abortion-related services.  The Act provides that \"nothing in this title (or any \namendment made by this title) shall be construed to require a qualified health plan to provide \ncoverage of [abortion] services ... as part of its essential health benefits.\"  42 U.S.C. \n§ 18023(b) (1 )(A)(i).  And the Act leaves it to \"the issuer of a qualified health plan\" \"[to] \ndetermine whether or not the plan provides coverage of [abortion].\" ld § 18023(b)(l)(A)(ii). \n98.  Likewise, the Weldon Amendment, which has been included in every HHS and \nDepartment of Labor appropriations bill since 2004,  provides that \"[n]one of the funds made \navailable in this Act [to the Department of Labor and the Department of Health and Human \nServices] may be made available to a Federal agency or program ... if such agency, program, or \ngovernment subjects any institutional or individual health care entity to discrimination on the \nbasis that the health care entity does not provide, pay for, provide coverage of, or refer for \nabortions.\"  Consolidated Appropriations Act of2012, Pub. L. No. 112-74, div. F, tit. V, \n§ 507(d)(1), 125 Stat. 786, 1111 (2011). \n99.  The Act's intent to exclude abortions was instrumental in its passage, as cemented \nby an Executive Order without which the Act would not have passed.  The legislative history \nshows an intent to prohibit executive agencies from requiring group health plans to provide \n22 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 23 of 59  PAGEID #: 26\nabortion-related services.  The House of Representatives originally passed a bill that included an \namendment by Congressman Bart Stupak prohibiting the use of federal funds for abortion \nservices.  See H.R. 3962, 111 th Cong. § 265 (Nov. 7, 2009).  The Senate version, however, did \nnot contain the same provision.  S. Amend. No. 2786 to H.R. 3590, 111th Cong. (Dec. 23, 2009). \n100.  To reconcile the different bills while avoiding a potential Senate filibuster, \ncongressional proponents of the Act engaged in a procedure known as \"budget reconciliation\" \nthat required the House to adopt the Senate version of the bill largely in its entirety. \n101.  Congressman Stupak and other pro-life House members indicated that they would \nrefuse to vote for the Senate version because it failed to adequately prohibit the use of federal \nfunds for abortion services. \n102.  To appease these Representatives, President Obama issued an executive order \nproviding that no executive agency would authorize the federal funding of abortion services.  See \nExec. Order No. 13535, 75 Fed. Reg. 15,599 (Mar. 24, 2010). \n103.  The Act was thus passed on the premise that agencies would follow \"longstanding \nFederal laws to protect conscience\" and to prohibit federal funding of abortion.  Id \nB.  Defendants' Agency Action Under The Act \n104.  In less than two years, Defendants promulgated the U.S. Government Mandate, \nsubverting the Act's clear purpose to protect the rights of conscience.  The U.S. Government \nMandate, moreover, was implemented contrary to the normal procedures governing the \npromulgation and implementation of rules ofthis magnitude. \n105.  Within four months of enactment, on July 19, 2010, Defendants issued interim \nfinal rules concerning the requirement that group health plans cover women's \"preventive care.\" \nInterim Final Rules, 75 Fed. Reg. at 41,726. \n23 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 24 of 59  PAGEID #: 27\n106.  Defendants dispensed with notice-and-comment rulemaking for these rules. \nWhile federal law had never required coverage of abortion-inducing drugs, sterilization, or \ncontraception, Defendants asserted both that the APA   did not apply to the relevant provisions of \nthe Affordable Care Act and that \"it would be impracticable and contrary to the public interest to \ndelay putting the provisions in these interim final regulations in place until a full public notice \nand comment process was completed.\"  Id at 41,730.  They dispended with the APA, among \nother reasons, because, \"in order to allow plans and health insurance coverage to be designed and \nimplemented on a timely basis, regulations must be published and available to the public well in \nadvance of the effective date of the requirements of the Affordable Care Act.\" !d. \n107.  The interim final rules indicated that \"a group health plan ... must provide \ncoverage for all of the following items and services, and may not impose any cost-sharing \nrequirements (such as a copayment, coinsurance, or deductible) with respect to those items or \nservices: ... (iv) With respect to women, to the extent not described in paragraph (a)(l)(i) of this \nsection, evidence-informed preventive care and screenings provided for in comprehensive \nguidelines supported by the Health Resources and Services Administration.\"  Interim Final \nRules, 75 Fed. Reg. at 41,759 (codified at 45 C.P.R. § 147.130(a)(iv)). \n108.  The rules, however, failed to identify the women's \"preventive care\" that \nDefendants planned to require group health plans to cover.  42 U.S.C. § 300gg-13(a)(4).  Instead, \nDefendants noted that \"[t]he Department ofHHS [was] developing these guidelines and expects \nto issue them no later than August 1, 2011.\" Interim Final Rules, 75 Fed. Reg. at 41,731. \n109.  Defendants permitted concerned entities to provide comments about the interim \nfinal rules.  See id at 41,726.  But, as Defendants have conceded, they did not comply with the \nnotice-and-comment requirements of the APA.  ld at 41,730. \n24 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 25 of 59  PAGEID #: 28\n110.  In response, several groups lobbied Defendants to include FDA-approved \ncontraceptives (which included abortion-inducing drugs) in the \"preventive care\" requirements. \nSee, e.g., http://www. plannedparenthood.org/about-us/newsroom/press-releases/planned \nparenthood-supports-initial-white-house-regulations-preventive-care-highlights-need-new-\n33140.htm.  Other commenters noted that \"preventive care\" could not be interpreted to include \nsuch practices.  These groups indicated that pregnancy was not a disease that needed to be \n\"prevented,\" and that a contrary view would intrude on the firmly held beliefs of many religious \ninstitutions by requiring them to pay for services that they viewed as intrinsically immoral.  See, \ne.g., Comments ofUnited States Conference of Catholic Bishops, at 1-2 (Sept. 17, 2010), \navailable at http://old.usccb.org/ogc/preventive.pdf. \n111.  In addition to the U.S. Government Mandate that applies to group health plans for \nemployees, on February 11, 2011, HHS also announced that, if colleges or universities contract \nwith a health insurance issuer to provide insurance to their students, the health insurance issuer \nmust provide these \"preventive care\" services in the student health plans.  See Student Health \nInsurance Coverage, 76 Fed. Reg. 7767, 7772 (Feb. 11, 2011). \n112.  On August 1, 2011, HHS announced the \"preventive care\" services that group \nhealth plans and health insurance issuers would be required to cover.  See HHS, Affordable Care \nAct Ensures Women Receive Preventive Services at No Additional Cost, available at \nhttp://www.hhs.gov/news/press/2011pres/08/20110801b.html.  Again acting without notice-and \ncomment rulemaking, HHS announced these guidelines through a press release on its website \nrather than enactments in the Code of Federal Regulations or statements in the Federal Register. \n113.  The press release indicated that the guidelines were developed by a non \ngovernmental \"independent\" organization, the Institute ofMedicine (\"IOM\").  See id  In \n25 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 26 of 59  PAGEID #: 29\ndeveloping the guidelines, 10M invited certain groups to make presentations on preventive care. \nOn information and belief, no  groups that oppose government-mandated coverage of abortion-\ninducing drugs, sterilization, and contraception, and related education and counseling were \namong the invited presenters.  Comm. on Preventive Servs. for Women, Inst. ofMed., Clinical \nPreventive Services for Women app. Bat 217-21 (2011), available at \nhttp://www.nap.edu/openbook.php?record_id=13181 &page=R1. \n114.  The 10M's own report, in turn, included a dissent that suggested that the 10M's \nrecommendations were made on an unduly short time frame without the necessary transparency, \nand that the process was largely subject to the preferences of the committee's composition. \n115.  The 10M also did not adhere to the rules governing federal agencies, including \nthe notice-and-comment rulemaking process. \n116.  In conflict with the central compromise necessary for the Affordable Care Act's \npassage and President Obama's promise to protect religious conscience, the guidelines required \ngroup health plans to cover \"[a]ll Food and Drug Administration approved contraceptive \nmethods, sterilization procedures, and patient education and counseling for all women with \nreproductive capacity.\"  See http://www.hrsa.gov/womensguidelines/. \n117.  FDA-approved contraceptives that qualify under these guidelines can induce \nI \nabortions.  The FDA has approved \"emergency contraceptives,\" including the morning-after pill \n(othenvise known as Plan B), which can operate by preventing a fertilized embryo from \nimplanting in the womb, and Ulipristal (otherwise known as HRP 2000 or Ella), which likewise \ncan induce abortions of living embryos. \n118.  A few days later, on August 3, 2011, Defendants issued amendments to the \ninterim final rules that they had previously enacted in July 2010.  See Group Health Plans and \n26 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 27 of 59  PAGEID #: 30\nHealth Insurance Issuers Relating to Coverage of Preventive Services Under the Patient \nProtection and Affordable Care Act, 76 Fed. Reg. 46,621 (Aug. 3, 2011).  Defendants issued the \namendments again without notice-and-comment rulemaking on the same grounds (namely, that it \nwould be \"impracticable and contrary to the public interest\" to delay putting the rules into effect) \nthat they had provided for bypassing the AP A with the original rules.  See id at 46,624. \n119.  When announcing the amendments, Defendants ignored the view that \"preventive \ncare\" should exclude abortion-inducing drugs, sterilization, or contraception.  Instead, they noted \nonly that \"commenters [had] asserted that requiring group health plans sponsored by religious \nemployers to cover contraceptive services that their faith deems contrary to its religious tenets \nwould impinge upon their religious freedom.\"  Id at 46,623. \n120.  In response, Defendants crafted a narrow religious exemption.  They sought \"to \nprovide for a religious accommodation that respect[e d]\" only ''the unique relationship between a \nhouse of worship and its employees in ministerial positions.\" Id  They ignored all other \nreligiously affiliated entities. \n121.  Specifically, the regulatory exemption covers only group health plans \"established \nand maintained by\" employers whose purpose is to inculcate religious values, and who employ \nand serve primarily individuals of the same religion.  It provides in full: \n(A) In developing the binding health plan coverage guidelines specified in this \nparagraph (a)(l)(iv), the Health Resources and Services Administration shall be \ninformed by evidence and may establish exemptions from such guidelines with \nrespect to group health plans established or maintained by religious employers \nand health insurance coverage provided in connection with group health plans \nestablished or maintained by religious employers with respect to any requirement \nto cover contraceptive services under such gUidelines. \n(B) For purposes of this subsection, a \"religious employer\" is an organization \nthat meets all of the following criteria: \n(1) The inculcation of religious values is the purpose of the organization. \n27 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 28 of 59  PAGEID #: 31\n(2) The organization primarily employs persons who share the religious tenets of \nthe organization. \n(3) The organization serves primarily persons who share the religious tenets of \nthe organization. \n(4) The organization is a nonprofit organization as described in section \n6033(a)(1) and section 6033(a)(3)(A)(i) or (iii) of the Internal Revenue Code of \n1986, as amended. \nId at 46,626 (codified at 45 C.F.R. § 147.130(a)(iv)(A)-(B)). \n122.  The exemption excludes the group health plans of all other religiously affiliated \nemployers that view their missions as providing charitable, educational, and employment \nopportunities to all those who request it, regardless of their religious faith. \n123.  When issuing this interim final rule, Defendants did not explain why they issued \nsuch a narrow exemption.  Nor did Defendants explain why they refused to incorporate other \n\"longstanding Federal laws to protect conscience\" that President Obama's executive order \npreviously had promised to respect.  See Exec. Order No. 13535, 75 Fed. Reg. at 15,599. \n124.  ERISA, for example, has long exCluded \"church plans\" from its requirements, \nmore broadly defmed to cover civil law corporations, including universities, that share religious \nbonds with a church.  See 29 U.S.C. §§ 1002(33)(C)(iv), 1003. \n125.  Likewise, the Affordable Care Act itself excludes from its requirement that all \nindividuals purchase insurance those individuals who have a religious objection to receiving \nbenefits from public or private insurance. 26 U.S. C. §§ 1402(g)(l), 5000A(d)(2). \n126.  Defendants did not consider whether Defendants had a compelling interest to \nrequire religious institutions to include services in their group health plans that they viewed as \nimmoral, or whether Defendants could achieve their views of sound policy in a more \naccommodating manner. \n28 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 29 of 59  PAGEID #: 32\n127.  Suggesting that they were open to good-faith discussion, Defendants once again \npermitted parties to provide comments to the amended rules. \n128.  Numerous organizations expressed the same concerns that they had before, noting \nthat abortion-inducing drugs, sterilization, and contraceptive services could not be viewed as \n\"preventive care.\" They also explained that the religious exemption was \"narrower than any \nconscience clause ever enacted in federal law, and narrower than the vast majority of religious \nexemptions from state contraceptive mandates.\"  Comments of United States Conference of \nCatholic Bishops (Aug. 31, 2011), available at http://www.usccb.org/about/general \ncounsel/rulemak.ing/upload/comments-to-hhs-on-preventive-services-2011-08 .pdf. \n129.  The Alliance Defense Fund, on behalf of organizations including Franciscan \nUniversity, noted that religious organizations such as the University \"have a legal right not to be \nrequired to offer to pay for health insurance coverage that includes practices to which they have a \nreligious or moral objection, and not to be forced to choose between offering such coverage, \npaying a fine, or offering no coverage at all.\"  Letter of Alliance Defense Fund to Centers for \nMedicare & Medicaid Services of Defendant HHS (Sept. 29, 2011). \n130.  On October 5, 2011, less than two weeks after the Alliance Defense Fund letter, \nDefendant Sebelius spoke at a fundraiser for NARAL Pro-Choice America.  She told the pro \nchoice crowd that \"we are in a war,\" apparently with opponents offederal funding of abortion \nrelated services or federal mandates requiring health plans to cover abortion-related services. \n131.  Three months later, on January 20, 2012, \"[a]fter evaluating [the new] comments\" \nto the interim final rules, Defendants responded.  They did not request further discussion or \nattempts at compromise.  Nor did they explain the basis for their decision.  Instead, Defendant \nSebelius issued a short press release. See HHS, A Statement by U.S. Department of Health and \n29 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 30 of 59  PAGEID #: 33\nHuman Services Secretary Kathleen Sebelius, available at \nhttp :i/ www.hhs.gov/news/press/20 12pres/O 1/20120 120a.html. \n132.  The press release announced, with little analysis or reasoning, that HHS opted to \nkeep the religious employer exemption unchanged. \n133.  The press release also indicated that non-qualifying religious organizations would \nreceive a reprieve from the U.S. Government Mandate for a limited time.  \"Nonprofit employers \nwho, based on religious beliefs, do not currently provide contraceptive coverage in their \ninsurance plan, will be provided an additional year, until August 1, 2013, to comply with the new \nlaw.\" Id \n134.  Taken together, these various rules and press releases amount to a mandate that \nrequires most religiously affiliated organizations to provide coverage for services in their health \nplans that are directly contrary to their religious beliefs.  The U.S. Government Mandate and its \nnarrow religious exemption are the current, operative law.  Catholic organizations have until \nAugust 1, 2013, to comply with this law or face the substantial fmes that will accompany \nnoncompliance. \nC.  The White House's Proposed \"Accommodation\" \n135.  On February 10, 2012, given the public outcry to the U.S. Government Mandate \nand its exceedingly narrow exemption, the White House held a press conference and issued \nanother press release. \n136.  The White House announced that it had come up with a \"solution\" to objections \nto the U.S. Government Mandate, according to which the insurance companies of religious \norganizations that object to providing coverage for abortion-inducing drugs, sterilization, or \ncontraception \"will be required to directly offer ... contraceptive care [to participants] free of \ncharge.\" White House, Fact Sheet: Women's Preventive Services and Religious Institutions \n30 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 31 of 59  PAGEID #: 34\n(Feb. 10, 2012), available at http://www.whitehouse.gov/the-press-office/2012/02/10/fact-sheet \nwomen-s-preventive-services-and-religious-institutions. \n137.  HHS has since indicated that a similar arrangement will apply for student health \nplans that colleges and universities provide to students through a health insurance issuer. \nStudent Health Insurance Coverage, 77 Fed. Reg. 16,453, 16,457 (Mar. 21, 2012). \n138.  Despite continued objections that the accommodation did nothing of substance to \nprotect the right of conscience, when asked if there would be further room for compromise, \nWhite House Chief of Staff Jacob Lew responded: \"No, this is our plan.\" David Eldridge & \nCynthia Wetzstein, White House says contraception compromise will stand, The Washington \nTimes, Feb. 12, 2012, available at http://www.washingtontimes.com/news/2012/feb/12/white \nhouse-birth-control-compromise-will-stand/print/. \n139.  About the same time as the White House's proposed accommodation, Defendants \nfinalized, \"without change,\" the interim fmal rules containing the religious employer exemption. \nThey also issued guidelines regarding the previously announced one-year \"temporary \nenforcement safe harbor\" for \"non-exempted, non-profit religious organizations with religious \nobjections to covering\" abortion-inducing drugs, sterilization, or contraception.  Group Health \nPlans and Health Insurance Issuers Relating to Coverage of Preventive Services Under the \nPatient Protection and Mfordable Care Act, 77 Fed. Reg. 8725, 8728 (Feb. 15, 2012); see Ctr for \nConsumer Info. & Ins. Oversight, Guidance on the Temporary Enforcement Safe Harbor (Feb. \na \n10, 20 12), available at http:// cciio.cms.gov/resources/files/Files2/021 02012/2012021 \nPreventive-Services-Bulletin. pdf. \n140.  The final rule indicates that prior to the end of the safe-harbor period, the \nDefendants \"plan to initiate a rulemaking to require issuers to offer insurance without \n31 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 32 of 59  PAGEID #: 35\ncontraception coverage to [an objecting religious] employer (or plan sponsor) and \nsimultaneously to offer contraceptive coverage directly to the employer's plan participants (and \ntheir beneficiaries) who desire it, with no cost-sharing.\"  77 Fed. Reg. at 8728. \n141.  The temporary safe harbor also applies to student health plans.  77 Fed. Reg. at \n16,457. \n142.  On March 16,2012, Defendants issued an Advance Notice of Proposed \nRulemaking (\"ANPRM\"), seeking comment on various ways to structure the proposed \naccommodation.  Certain Preventive Services Under the Affordable Care Act, 77 Fed. Reg. \n16,501 (Mar. 21, 2012).  All proposed scenarios involve an \"independent entity\" that would \n\"provide [the U.S. Government Mandated] coverage automatically to participants and \nbeneficiaries covered under the organization's plan (for example, without an application or \nenrollment process).\" Id at 16,505 (emphasis added). \n143.  The ANPRM does not, and does not suggest that Defendants plan to, alter the \nscope of the narrow religious employer exemption. \n144.  The ANPRM does not alter existing law. It merely states that the Government \nmay do so at some point in the future. \nIII.  The U.S. Government Mandate, the Religious Employer Exemption, and the \nProposed Accommodation Violate Plaintiffs' Religious Beliefs and Federal Rights \nA.  The U.S. Government Mandate Conflicts With Plaintiffs' Sincerely Held \nReligious Beliefs \n145.  Plaintiffs believe, in accordance with the Catechism of the Catholic Church, that \nthe \"dignity of the human person is rooted in his creation in the image and likeness of God,\" \nCatechism of the Catholic Church~ 1700, and that \"[h]uman life must be respected and protected \nabsolutely from the moment of conception,\" id ~ 2270.  Therefore, Plaintiffs believe that \nabortion is \"gravely contrary to the moral law.\" ld ~ 2271. \n32 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 33 of 59  PAGEID #: 36\n146.  Likewise, Plaintiffs adhere to traditional Catholic teachings on the nature and \npurpose of human sexuality.  They believe, in accordance with the Catechism of the Catholic \nChurch, that the sexual union of spouses \"achieves the twofold end of marriage: the good of the \nspouses themselves and the transmission of life.  These two meanings or values of marriage \ncannot be separated without altering the couple's spiritual life and compromising the goods of \nmarriage and the future of the family.\"  Id ~ 2363.  Consequently, Plaintiffs believe that \"every \naction,\" including artificial contraception and sterilization, \"which ... proposes, whether as an \nend or as a means, to render procreation impossible is intrinsically evil.\" Id IIi[ 2370. \n147.  Effectuating these beliefs, Franciscan University houses the first Tomb of the \nUnborn Child, a memorial where seven aborted babies are buried that serves as a place of prayer \nfor the end of abortion and as a place of healing for the survivors of abortion.  The Tomb also \npays tribute to the millions of aborted babies, reflecting the university's strong pro-life \ncommitment.  The University also vigorously exercises its freedom of speech on the issue of \nabortion.  University President Father Terence Henry personally leads over 350 students on \nUniversity-sponsored buses to Washington, D.C., each year for the March for Life, and some \nestimate that another 400 students attend on their own.  The University's green-and-white banner \nhas become a fixture in the march.  Additionally, the Students for Life club is very active, \nincluding holding a prayer ministry outside abortion clinics four days a week. \n148.  The Michigan Catholic Conference has long effectuated Catholic beliefs in a \nsimilar fashion.  It has supported such things as state initiatives that provide alternatives to \nabortion and assistance to pregnant women, state laws that seek to ban partial-birth abortion, and \nlimits on human-embryo research. \n33 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 34 of 59  PAGEID #: 37\n149.  Plaintiffs' sincerely held religious beliefs treat abortion, sterilization, and \ncontraception as intrinsically immoral, and prohibit them from paying for, providing, and/or \nfacilitating those practices. \n150.  Plaintiffs have adhered to their religious beliefs and have ensured that their group \nhealth plans do not include coverage for prohibited abortion, sterilization, contraception, or \nrelated education and counseling. \n151.  The U.S. Government Mandate would require Plaintiffs to pay for, provide, \nand/or facilitate the provision of services that are contrary to their religious belief. \n152.  The U.S. Government Mandate also seeks to compel Plaintiffs to fund related \n\"patient education and counseling for all women with reproductive capacity.\" It therefore \ncompels Plaintiffs to pay for, provide, and/or facilitate speech that is contrary to their firmly held \nreligious beliefs. \n153.  Refusal or failure to provide these items could expose Plaintiffs to various \nmonetary penalties. \n154.  In short, the U.S. Government Mandate's requirement that group health plans \noffer free coverage for abortion-inducing drugs, sterilization, and contraception and related \ncounseling or pay a fee substantially burdens Plaintiffs' sincerely held religious beliefs. \n155.  The Government has no compelling interest to force Plaintiffs to violate their \nreligious beliefs in this way.  The Government itself has relieved numerous other employers \nfrom this requirement by exempting grandfathered plans and plans of employers it deems to be \nsufficiently religious.  Moreover, these services are widely available in the United States.  The \nU.S. Supreme Court has held that individuals have a constitutional right to use such services.  To \n34 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 35 of 59  PAGEID #: 38\nthe extent the Government wanted to make them more available, it could provide or pay for the \nobjectionable services through programs established by duly enacted laws. \nB.  The Religious Employer Exemption Aggravates The Substantial Burdens \nImposed On Plaintiffs' Religious Exercise \n156.  The \"religious employer\" exemption does not remedy the U.S. Government \nMandate's affront to religious liberty.  To determine whether a group health plan qualifies for the \nexemption, Defendants would have to determine the \"religious values\" of the organization that \n\"established and maintained\" the plan and also whether the \"purpose\" of the organization was to \n\"inculcate\" people into those values. \n157.  The Government would then have to conduct an inquiry into the practices and \nbeliefs of the individuals that the organization employs and serves. \n158.  The Government would then have to compare and contrast the religious practices \nand beliefs of the individuals with those of the organization to determine how many of the \nindividuals \"share\" the organization's \"religious tenets.\" \n159.  The religious exemption is also wholesale unavailable to any entity that does not \nqualify as an organization described in Section 6033(a)(l) and Section 6033(a)(3)(A)(i) or (iii) of \nthe Internal Revenue Code of 1986. \n160.  The religious employer exemption uses vague, undefined terms that give the \nGovernment broad discretion to issue exemptions, and fails to provide organizations with notice \nof their duties a.'l.d obligations. \n161.  It is unclear how the Government defmes or will interpret the \"purpose\" of an \norganization. \n162.  It is unclear how the Government defmes or will interpret vague terms, such as \n\"primarily,\" \"share\" and \"religious tenets.\" \n35 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 36 of 59  PAGEID #: 39\n163.  It is unclear how the Government will ascertain the \"religious tenets\" of an \norganization, those it employs, and those it serves. \n164.  It is unclear how much overlap the Government will require for religious tenets to \nbe \"share[d  ].\" \n165.  Similarly, there is no indication of whether an organization with multiple \npurposes can qualify.  And there is no indication of what an entity must do even to attempt to \nqualify for this religious exemption. \n166.  This narrow exemption compounds the U.S. Government Mandate's substantial \nburdens on Plaintiffs' religious exercise while discriminating against and among religions and \nexcessively entangling Defendants in religion. \n167.  First, this exemption does not relieve the substantial burdens on Plaintiffs' \nreligious exercise caused by the U.S. Government Mandate. \n168.  Most obviously, as an educational organization under Section 170(b)(1)(A)(ii) of \nthe Internal Revenue Code, Franciscan University appears to be ineligible for the exemption. \n169.  It is also unclear whether the MCC Plan qualifies for the exemption because it is \nsponsored by MCC rather than Michigan's seven Dioceses. \n170.  Regardless, in addition to believing in the sanctity of human life from conception, \nPlaintiffs also believe that devotion to God is demonstrated through devotion to fellow man and \nservice of others; the two are so closely related and dependent upon each other that they cannot \nbe separated.  Catholic doctrine recognizes that \"[l]iving faith 'work[s] through charity.\"' \nCatechism ofthe Catholic Church, 1814.  As Pope Benedict has recently stated, \"love for \nwidows and orphans, prisoners, and the sick and needy of every kind, is as essential to [the \nCatholic Church] as the ministry of the sacraments and preaching of the Gospel.  The Church \n36 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 37 of 59  PAGEID #: 40\ncannot neglect the service of charity any more than she can neglect the Sacraments and the \nWord.\"  Pope Benedict XVI, Deus Caritas Est~ 22 (2006). \n171.  The religious employer exemption does not account for this important doctrine of \nCatholic faith.  Instead, it requires organizations to be limited to inculcation, and to employ and \nserve primarily individuals of the same beliefs.  The U.S. Government Mandate thus interferes \nwith Plaintiffs' religious mission to serve all people, regardless of whether they share the same \nfaith. \n172.  Plaintiffs cannot be forced to choose between their beliefs on abortion, \nsterilization, and contraception, their beliefs on serving all mankind, or substantial fines. \n173.  Second, the exemption discriminates against Plaintiffs and the entities that \nparticipate in the MCC Plan. \n174.  By exempting only religious organizations that engage in \"inculcation,\" the \nexemption provides preferential treatment to religious organizations that primarily seek to \nproliferate their own beliefs and discriminates against religious organizations that pursue other \npurposes.  Plaintiffs have the right to determine the religious missions that they will undertake, \nwithout Government interference and without burdens on their religious liberties. \n175.  Likewise, the exemption seeks to improperly limit the definition of religion to \nthose who primarily employ and serve \"persons who share the religious tenets of the \norganization.\"  This requirement, too, discriminates against religious organizations that view \ntheir purposes as serving all mankind, not simply individuals with the same tenets. \n176.  The U.S. Government Mandate and its narrow religious employer exemption thus \ndiscriminate against Plaintiffs and other institutions whose religious missions require them to \n37 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 38 of 59  PAGEID #: 41\nserve more than individuals of the same religion. It favors religions that do not believe in serving \nall humanity, by exempting them, but not others with broader religious purposes. \n177.  The religious employer exemption also targets Plaintiffs precisely because they \ncommit to educate, serve, and employ people of all faiths. \n178.  Third, the religious employer exemption mandates an invasive, impermissible, \nand unconstitutional assessment of Plaintiffs' religious purpose, as well as the religious tenets of \nPlaintiffs, their employees, and the people they serve.  Regardless of outcome, by mandating this \nintrusive investigation, Defendants have excessively entangled themselves with Plaintiffs' \nreligious missions. \nC.  The Proposed Accommodation Does Not Allow Plaintiffs To Adhere To \nTheir Sincerely Held Religious Beliefs \n179.  The White House's proposed \"accommodation\" does not relieve Plaintiffs from \nthe unconscionable position in which the U.S. Government Mandate currently puts them. \n180.  First, the \"accommodation\" is not operative law.  Rather, the U.S. Government \nMandate is current law. \n181.  Second, the promised \"accommodation\" would not alter the fact that Plaintiffs \nwould be required to facilitate practices that run directly contrary to their religious beliefs. \nCatholic teaching does not simply require Catholic institutions to avoid directly paying for \npractices that are viewed as intrinsically immoral.  It also requires them to avoid actions that \nfacilitate those practices. \n182.  Third, any requirement that insurance companies or other independent entities \nprovide preventive services \"free of charge\" is illusory.  Those entities do not provide services \nfor free.  Instead, increased costs are passed through to consumers in the form of higher \npremiums or fees.  Under the proposed accommodation, doctors would still have to be paid to \n38 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 39 of 59  PAGEID #: 42\nprescribe contraception and drug companies and pharmacists would still have to be paid for \nproviding it. \n183.  Fourth, the accommodation will not change the narrow religious exemption. \n184.  In short, while the President claimed to have \"f[ou]nd a solution that works for \neveryone\" and that ensures that \"[r]eligious liberty will be protected,\" in reality, his \n\"accommodation\" does neither. \nD.  Plaintiffs Have Need For Immediate Relief \n185.  Plaintiffs are already being affected by the U.S. Government Mandate, and \npresently require judicial determination of their statutory and constitutional rights. \n186.  Plaintiffs have expended resources learning about the U.S. Government Mandate, \nincluding its exemption and temporary safe harbor.  Plaintiffs have also been working to ensure \nthat their 2013 health plans comply with that one-year safe harbor. \n187.  Plaintiffs also need to know whether they will be forced to comply with the U.S. \nGovernment Mandate now, rather than days or months before the end of the temporary safe \nharbor. \n188.  The Government issued the press releases and rules that constitute the U.S. \nGovernment Mandate without notice-and-comment rulemaking precisely because the \n\"requirements in [those provisions] require significant lead time in order to implement.\"  75 Fed. \nReg. at 41,730. \n189.  Health plans do not take shape overnight.  Many analyses, negotiations, and \ndecisions must occur before Plaintiffs can implement them. \n190.  Implementing even basic changes requires substantial lead time. \n191.  In the interim, Plaintiffs may be subject to significant fines and penalties. \n39 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 40 of 59  PAGEID #: 43\n192.  The U.S. Government Mandate thus imposes a present and ongoing hardship on \nPlaintiffs. \n193.  Franciscan University is currently, and for the foreseeable future will be, \nnegotiating new and existing employee contracts that will be in force when the U.S. Government \nMandate begins applying to Franciscan University's health plans.  Additionally, the University is \ncurrently planning and arranging employee compensation and benefits packages for the next \nseveral years. \n194.  The U.S. Government Mandate restricts and burdens Franciscan University's \nability to attract quality employees and faculty due to uncertainty about its future health \ninsurance benefits and the inability to make changes to improve those benefits. \n195.  Franciscan University can no longer alter its plan in the best interests of its \nemployees because such alterations would cost the University its grandfathered status.  For \nexample, in the summer of2011, Franciscan University considered adding a high deductible plan \nto better serve its employees.  That consideration was dropped because it would have jeopardized \nFranciscan University's grandfathered status. \n196.  Franciscan University has taken all steps to maintain its plan's grandfathered \nstatus because under the current law once the plan is not grandfathered the U.S. Government \nMandate will apply. \n197.  Nevertheless, Franciscan University will lose its grandfathered status some time \nin the near future for reasons that cannot be avoided.  For example, the employee contribution to \nthe premium cannot increase by more than 5% of the cost of coverage compared to the employee \ncontribution on March 23, 2010.  26 C.F.R. §54.9815-1251 T(g)(1)(v).  Franciscan University \n40 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 41 of 59  PAGEID #: 44\ncurrently splits cost increases evenly with its employees.  Given the current trajectory of health \ncare costs, Franciscan University will exceed that 5% within the next few years. \n198.  Similarly, Franciscan University has now decided to end its student health plan \nwhen the current plan year ends on August 15, 2012, partially due to the fact that regulations \nsimilar to the U.S. Government Mandate might apply to it. \n199.  If it is determined that regulations similar to the U.S. Government Mandate would \nnot apply to a student health plan established or maintained by Franciscan University, the \nUniversity would revisit this decision and determine whether a different course of action is \nappropriate. \n200.  The Michigan Catholic Conference and the MCC Plan likewise need an \nimmediate declaration of rights concerning their status under the law. \n201.  The Michigan Catholic Conference has already been forced to sign an \nindemnification agreement with the third-party administrator of one of the MCC Plan's benefits \nprograms (Blue Cross Blue Shield of Michigan) and the insurer of another of the MCC Plan's \nbenefits programs (Blue Care Network of Michigan). \n202.  Under this agreement, the Michigan Catholic Conference has certified that the \nMCC Plan qualifies for the one-year safe harbor.  Should this certification be mistaken, the \nagreement requires the Conference to indemnify these entities for any costs or expenses that they \nmight incur as a result of their failure to provide the U.S. Government Mandate's coverage. \n203.  The Michigan Catholic Conference has currently refrained from certifying to \nthese entities that the MCC Plan qualifies for the religious employer exemption precisely \nbecause of the uncertainty that exists concerning whether it does so. \n41 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 42 of 59  PAGEID #: 45\n204.  That is the case even though the MCC Plan covers the seven Michigan Dioceses \nand many other Catholic entities. \n205.  Yet Michigan Catholic Conference, not the Dioceses themselves, sponsors the \nPlan, and may not meet the religious employer exemption. \n206.  The Government has indicated that the exemption applies only to \"[g]roup health \nplans sponsored by certain religious employers.\" HRSA, Women's Preventive Services: \nRequired Health Plan Coverage Guidelines, available at \nhttp://www.hrsa.gov/womensguidelines/. \n207.  To the extent the Government would deny the religious exemption to the MCC \nPlan because it is sponsored by the Michigan Catholic Conference, rather than the Dioceses \nthemselves, the Michigan Catholic Conference has urgent need for that information. \n208.  Though the Government's position is unclear, it appears that if an entity qualifies \nas a \"religious employer\" for purposes of the exemption, any affiliated corporation that provides \ncoverage to its employees through the exempt entity's group health plan would also receive the \nbenefit of the exemption.  Certain Preventive Services Under the Affordable Care Act, 77 Fed. \nReg. at 16,502. \n209.  If the MCC Plan were to qualify as a plan \"established or maintained\" by a \n\"religious employer\" under the exemption to the U.S. Government Mandate, all Covered Units \nunder the Plan also appear to receive the benefit.ofthe exemption. \n210.  If that were the case, the Michigan Catholic Conference would need to consider \nwhether to make significant changes to the MCC Plan that would, among other things, make the \nDioceses themselves the Plan Sponsors. \n42 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 43 of 59  PAGEID #: 46\n211.  Before making any change, Plaintiffs would need significant time to review their \nrelevant plan options and to choose the course of action that would allow them to maintain their \nreligious beliefs. \n212.  Once a change to their plans has been approved, moreover, it would likely take \nPlaintiffs at least six months to implement the change.  During that time, they would need to \ncommunicate with all the relevant parties involved, including vendors and administrators, and \nprovide employees with the required notice.  The Michigan Catholic Conference would also need \nto have discussions with the entities that participate in its various plans. \n213.  In sum, Plaintiffs need to know their rights now so that they can begin developing \ntheir future health plans. \n214.  An actual, justiciable controversy exists between Plaintiffs and Defendants. \nAbsent a declaration resolving this controversy and the validity of the U.S. Government \nMandate, Plaintiffs are uncertain as to their rights and duties in planning, negotiating, and/or \nimplementing their group health plans, their hiring and retention programs, and their social, \neducational, and charitable programs and ministries. \nCOUNT I \nSubstantial Burden on Religious Exercise \nin Violation ofRFRA \n215.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n216.  RFRA prohibits the Government from substantially burdening an entity's exercise \nof religion, even if the burden results from a rule of general applicability, unless the government \ndemonstrates that the burden furthers a compelling government interest and is the least restrictive \nmeans of furthering that interest. \n217.  RFRA protects organizations as well as individuals from government-imposed \nsubstantial burdens on religious exercise. \n43 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 44 of 59  PAGEID #: 47\n218.  RFRA applies to all federal law and the implementation of that law by any \nbranch, department, agency, instrumentality, or official of the United States. \n219.  The U.S. Government Mandate requires Plaintiffs' group health plans to provide, \npay for, and/or facilitate services that are contrary to their religious beliefs. \n220.  To qualify for the \"religious employer\" exemption to the U.S. Government \nMandate, Plaintiffs must submit to an intrusive government inquiry into their religious beliefs. \n221.  The U.S. Government Mandate substantially burdens Plaintiffs' exercise of \nreligion. \n222.  The Government has no compelling government interest to require Plaintiffs to \ncomply with the U.S. Government Mandate. \n223.  Requiring Plaintiffs to comply with the U.S. Government Mandate is not the least \nrestrictive means of furthering a compelling government interest. \n224.  By enacting and threatening to enforce the U.S. Government Mandate against \nPlaintiffs, Defendants have violated RFRA. \n225.  The Government is also requiring student health plans, including the one currently \noffered by Franciscan University, to include coverage for abortion-inducing drugs, sterilization, \nand contraception, and related education and counseling. \n226.  To require Franciscan's student health plan to include coverage for services that \nviolate Franciscan's religious beliefs substantially burdens Franciscan's exercise of religion. \n227.  The Government has no compelling government interest to require Franciscan's \nstudent health plan to include coverage for services that violate Franciscan's religious beliefs. \n44 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 45 of 59  PAGEID #: 48\n228.  Requiring Franciscan's student health plan to include coverage for services that \nviolate its religious beliefs is not the least restrictive means of furthering a compelling \ngovernment interest. \n229.  Defendants have also violated RFRA by requiring Franciscan's student health \nplan to include services that violate Franciscan's religious beliefs. \n230.  Plaintiffs have no adequate remedy at law. \n231.  Defendants are imposing an immediate and ongoing harm on Plaintiffs that \nwarrants relief. \nCOUNTll \nSubstantial Burden on Religious Exercise in Violation of \nthe Free Exercise Clause of the First Amendment \n232.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n233.  The Free Exercise Clause of the First Amendment prohibits the Government from \nsubstantially burdening an entity's exercise of religion. \n234.  The Free Exercise Clause protects organizations as well as individuals from \ngovernment-imposed burdens on religious exercise. \n235.  The U.S. Government Mandate requires Plaintiffs to provide, pay for, and/or \nfacilitate services that are contrary to their religious beliefs. \n236.  To qualify for the \"religious employer\" exemption to the U.S. Government \nMandate, Plaintiffs must submit to an intrusive government inquiry into their religious beliefs. \n237.  The U.S. Government Mandate substantially burdens Plaintiffs' exercise of \nreligion. \n238.  The U.S. Government Mandate is not a neutral law of general applicability, \nbecause it is riddled with exemptions.  It offers multiple exemptions from its requirement that \n45 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 46 of 59  PAGEID #: 49\nemployer-based health plans include or facilitate coverage for abortion-inducing drugs, \nsterilization, and contraceptives, and related education and counseling. \n239.  The U.S. Government Mandate is not a neutral law of general applicability, \nbecause it discriminates against certain religious viewpoints and targets certain religious \norganizations for disfavored treatment.  Defendants enacted the U.S. Government Mandate \ndespite being aware of the substantial burden it would place on Plaintiffs' exercise of religion. \n240.  The U.S. Government Mandate implicates constitutional rights in addition to the \nright to free exercise of religion, including, for example, the rights to free speech and to freedom \nfrom excessive government entanglement with religion. \n241.  The Government has no compelling government interest to require Plaintiffs to \ncomply with the U.S. Government Mandate. \n242.  The U.S. Government Mandate is not narrowly tailored to further a compelling \ngovernment interest. \n243.  By enacting and threatening to enforce the U.S. Government Mandate, the \nGovernment has burdened Plaintiffs' religious exercise in violation of the Free Exercise Clause \nof the First Amendment. \n244.  The Government is also requiring student health plans, including the one currently \noffered by Franciscan University, to include coverage for abortion-inducing drugs, sterilization, \nand contraception, and related education and counseling. \n245.  To require Franciscan's student health plan to include coverage for services that \nviolate Franciscan's religious beliefs substantially burdens Franciscan's exercise of religion. \n246.  The Government has no compelling government interest to require Franciscan's \nstudent health plan to include coverage for services that violate Franciscan's religious beliefs. \n46 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 47 of 59  PAGEID #: 50\n247.  Requiring Franciscan's student health plan to include coverage for services that \nviolate Franciscan's religious beliefs is not the least restrictive means of furthering a compelling \ngovernment interest. \n248.  Defendants have also violated the Free Exercise Clause of the First Amendment \nby requiring Franciscan's student health plan to include services that violate Franciscan's \nreligious beliefs. \n249.  Plaintiffs have no adequate remedy at law. \n250.  Defendants are imposing an immediate and ongoing harm on Plaintiffs that \nwarrants relief. \nCOUNT ill \nExcessive Entanglement in Violation of the \nFree Exercise and Establishment Clauses of the First Amendment \n251.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n252.  The Free Exercise Clause and the Establishment Clause of the First Amendment \nprohibit intrusive government inquiries into the religious beliefs of individuals and institutions, \nand other forms of excessive entanglement between religion and Government. \n253.  This prohibition on excessive entanglement protects organizations as well as \nindividuals. \n254.  To qualify for the exemption to the U.S. Government Mandate for \"religious \nemployers,\" entities must submit to an invasive government investigation into an organization's \nreligious beliefs, including whether the organization's \"purpose\" is  the \"inculcation of religious \nvalues\" and whether the organization ''primarily employs\" and \"primarily serves\" individuals \nwho share the organization's religious tenets. \n255.  The U.S. Government Mandate thus requires the Government to engage in \ninvasive inquiries and judgments regarding questions of religious belief or practice. \n47 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 48 of 59  PAGEID #: 51\n256.  The U.S. Government Mandate results in an excessive entanglement between \nreligion and Government. \n257.  The U.S. Government Mandate is therefore unconstitutional and invalid. \n258.  The enactment and impending enforcement of the U.S. Government Mandate \nviolate the Free Exercise Clause and the Establishment Clause of the First Amendment. \n259.  Plaintiffs have no adequate remedy at law. \n260.  The U.S. Government Mandate and its impending enforcement impose an \nimmediate and ongoing harm on Plaintiffs that warrants relief. \nCOUNT IV \nReligious Discrimination in Violation of the \nFree Exercise and Establishment Clauses of the First Amendment \n261.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n262.  The Free Exercise Clause and the Establishment Clause of the First Amendment \nmandate the equal treatment of all religious faiths and institutions without discrimination or \npreference. \n263.  This mandate of equal treatment protects organizations as well as individuals. \n264.  The U.S. Government Mandate's narrow exemption for certain \"religious \nemployers\" but not others discriminates on the basis of religious views or religious status. \n265.  The U.S. Government Mandate's definition of religious employer likewise \ndiscriminates among different types of religious entities based on the nature of those entities' \nreligious beliefs or practices. \n266.  The U.S. Government Mandate's definition of religious employer furthers no \ncompelling government interest. \n267.  The U.S. Government Mandate's definition of religious employer is not narrowly \ntailored to further a compelling government interest. \n48 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 49 of 59  PAGEID #: 52\n268.  The enactment and impending enforcement of the U.S. Government Mandate \nviolate the Free Exercise Clause and the Establishment Clause of the First Amendment. \n269.  Plaintiffs have no adequate remedy at law. \n270.  The U.S. Government Mandate and its impending enforcement impose an \nimmediate and ongoing harm on Plaintiffs that warrants relief. \nCOUNTV \nInterference in Matters of Internal Church Governance in Violation of \nthe Free Exercise and Establishment Clauses of the First Amendment \n271.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n272.  The Free Exercise Clause and Establishment Clause protect the freedom of \nreligious organizations to decide for themselves, free from state interference, matters of church \ngovernment as well as those of faith and doctrine. \n273.  Under these Clauses, the Government may not interfere with a religious \norganization's internal decisions concerning the organization's structure, ministers, or doctrine. \n274.  Under these Clauses, the Government may not interfere with a religious \norganization's internal decision if that interference would affect the faith and mission of the \norganization itself. \n275.  Plaintiffs are religious organizations affiliated with the Roman Catholic Church. \n276.  The Catholic Church views abortion, sterilization, and contraception as \nintrinsically immoral. \n277.  The Government may not interfere with, or otherwise question, the decision of the \nCatholic Church that its religious organizations should abide by these views. \n278.  Plaintiffs have abided, and continue to abide by, the decision of the Catholic \nChurch to treat abortion, sterilization, and contraception as intrinsically immoral. \n49 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 50 of 59  PAGEID #: 53\n279.  The U.S. Government Mandate interferes with Plaintiffs' internal decisions \nconcerning their structure and mission by requiring their health plans to facilitate practices that \ndirectly conflict with Catholic beliefs. \n280.  The U.S. Government Mandate's interference with Plaintiffs' internal decisions \naffects their faith and mission by requiring them to facilitate practices that directly conflict with \ntheir Catholic beliefs. \n281.  Plaintiffs believe that they are an integral part of the Catholic Church that serve \nfrom the heart of the Church. \n282.  The U.S. Government Mandate and its religious employer exemption interfere \nwith the organizational structure of Plaintiffs as part of the Catholic Church by requiring them to \nfacilitate services that directly conflict with their Catholic tenets but purporting to exempt the \nCatholic Church. \n283.  Because the U.S. Government Mandate interferes with the internal \ndecisionmaking and organizational structure of Plaintiffs in a manner that affects their faith and \nmission, it violates the Establishment Clause and the Free Exercise Clause of the First \nAmendment. \n284.  For the same reasons, Defendants' requirement that student health plans, like the \none currently offered by Franciscan University, include abortion-inducing drugs, sterilization, \nand contraception, and related education and counseling, also violates the Establishment Clause \nand the Free Exercise Clause of the First Amendment. \n285.  Plaintiffs have no adequate remedy adaw. \n286.  Defendants are imposing an immediate and ongoing harm on Plaintiffs that \nwarrants relief. \n50 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 51 of 59  PAGEID #: 54\nCOUNT VI \nCompelled Speech in Violation of \nthe Free Speech Clause of the First Amendment \n287.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n288.  The First Amendment protects against the compelled affirmation of any religious \nor ideological proposition that the speaker finds unacceptable. \n289.  The First Amendment protects organizations as well as individuals against \ncompelled speech. \n290.  Expenditures are a form of speech protected by the First Amendment. \n291.  The First Amendment protects against the use of a speaker's money to support a \nviewpoint that conflicts with the speaker's religious beliefs. \n292.  The U.S. Government Mandate would compel Plaintiffs to include in health care \nplans that they offer employees practices that violate their religious beliefs. \n293.  The U.S. Government Mandate would compel Plaintiffs to subsidize, promote, \nand facilitate education and counseling services regarding these practices. \n294.  By imposing the U.S. Government Mandate, Defendants are compelling Plaintiffs \nto publicly subsidize or facilitate the activity and speech of private entities that are contrary to \ntheir religious beliefs. \n295.  The U.S. Government Mandate is viewpoint-discriminatory and subject to strict \nscrutiny. \n296.  The U.S. Government Mandate furthers no compelling government interest. \n297.  The U.S. Government Mandate is not narrowly tailored to further a compelling \ngovemment interest. \n298.  For the same reasons, Defendants' requirement that student health plans, like the \none currently offered by Franciscan University, include coverage for abortion-inducing drugs, \n51 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 52 of 59  PAGEID #: 55\nsterilization, and contraception, and related education and counseling, also violates the Free \nSpeech Clause of the First Amendment. \n299.  Plaintiffs have no adequate remedy at law. \n300.  Defendants are imposing an immediate and ongoing harm on Plaintiffs that \nwarra'lts relief. \nCOlll'il VII \nFailure to Conduct Notice-and-Comment Rulemaking and Improper \nDelegation in Violation of the AP A \n301.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n302.  The Affordable Care Act expressly delegates to an agency within HHS, the \nHealth Resources and Services Administration, the authority to establish guidelines concerning \nthe \"preventive care\" that a group health plan and health insurance issuer must provide. \n303.  Given this express delegation, Defendants were required to engage in formal \nnotice-and-comment rulemaking in a manner prescribed by law before issuing the guidelines that \ngroup health plans and insurers must cover.  Proposed regulations were required to be published \nin the Federal Register and interested persons were required to be given an opportunity to \nparticipate in the rulemaking through the submission of written data, views, or arguments. \n304.  Defendants promulgated the \"preventive care\" guidelines without engaging in \nformal notice-and-comment rulemaking in a manner prescribed by law. \n305.  Defendants, instead, wholly delegated their responsibilities for issuing preventive \ncare guidelines to a non-governmental entity, the 10M. \n306.  The IOM did not permit or provide for the broad public comment otherwise \nallowed under the APA   concerning the guidelines that it would recommend.  The dissent to the \nIOM report noted both that the IOM conducted its review in an unacceptably short time frame, \nand that the review process lacked transparency. \n52 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 53 of 59  PAGEID #: 56\n307.  Within two weeks of the 10M issuing its guidelines, HHS issued a press release \nannouncing that the 10M's guidelines were required under the Affordable Care Act. \n308.  Defendants have never indicated reasons for failing to enact the \"preventive care\" \nguidelines through notice-and-comment rulemaking as required by the APA  . \n309.  Defendants also failed to engage in notice-and-comment rulemaking when issuing \ninterim final rules and the final rule. \n310.  Defendants' stated reasons for promulgating these rules without engaging in \nformal notice-and-comment rulemaking do not constitute \"good cause.\" Providing public notice \nand an opportunity for comment was not impracticable, unnecessary, or contrary to the public \ninterest for the reasons claimed by Defendants. \n311.  By enacting the \"preventive care\" guidelines and the interim and final rules \nthrough delegation to a non-governmental entity and without engaging in notice-and-comment \nrulemaking, Defendants failed to observe a procedure required by law and thus violated 5 U.S.C. \n§ 706(2)(D). \n312.  Plaintiffs have no adequate or available administrative remedy, or, in the \nalternative, any effort to obtain an administrative remedy would be futile. \n313.  Plaintiffs have no adequate remedy at law. \n314.  Defendants are imposing an immediate and ongoing harm on Plaintiffs that \nwarrants relief. \nCOUNTVIIT \nArbitrary and Capricious Action in Violation of the AP A \n315.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n316.  The APA condemns agency action that is \"arbitrary, capricious, an abuse of \ndiscretion, or otherwise not in accordance with law.\"  5 U.S.C. § 706(2)(A). \n53 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 54 of 59  PAGEID #: 57\n317.  The AP A requires that an agency examine the relevant data and articulate an \nexplanation for its action that includes a rational connection between the facts found and the \npolicy choice made. \n318.  Agency action is arbitrary and capricious under the AP A if the agency has failed \nto consider an important aspect of the problem before it. \n319.  A court reviewing agency action may not supply a reasoned basis that the agency \nitselfhas failed to offer. \n320.  Defendants failed to consider the suggestion of many commenters that abortion \ninducing drugs, sterilization, and contraceptives could not be viewed as \"preventive care.\" \n321.  Defendants failed adequately to engage with voluminous comments suggesting \nthat the scope of the religious exemption to the U.S. Government Mandate should be broadened. \n322.  Defendants did not articulate a reasoned basis for their action by drawing a \nconnection between facts found and the policy decisions that they made. \n323.  Defendants failed to consider the use of broader religious exemptions in many \nother federal laws and regulations. \n324.  Defendants' promulgation ofthe U.S. Government Mandate violates the APA. \n325.  For the same reasons, Defendants' requirement that student health plans like \nFranciscan's must include abortion-inducing drugs, sterilization, and contraception, and related \neducation and counseling, also violates the APA  . \n326.  Plaintiffs have no adequate or available administrative remedy, or, in the \nalternative, any effort to obtain an administrative remedy would be futile. \n327.  Plaintiffs have no adequate remedy at law. \n54 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 55 of 59  PAGEID #: 58\n328.  The U.S. Government Mandate and its impending enforcement impose an \nimmediate and ongoing harm on Plaintiffs that warrants relief. \nCOUNT IX \nActing Illegallv in Violation of the AP A \n329.  Plaintiffs repeat and reallege each of the foregoing allegations in this Complaint. \n330.  The APA   requires that all Government agency action, findings, and conclusions \nbe \"in accordance with law.\" \n331.  The U.S. Government Mandate and its exemption are illegal and therefore in \nviolation of the APA  . \n332.  The Weldon Amendment states that \"[n]one of the funds made available in this \nAct [to the Department of Labor and the Department of Health and Human Services] may be \nmade available to a Federal agency or program ... if such agency, program, or government \nsubjects any institutional or individual health care entity to discrimination on the basis that the \nhealth care entity does not provide, pay for, provide coverage of, or refer for abortions.\" \nConsolidated Appropriations Act of2012, Pub. L. No. 112-74, div. F, tit. V, § 507(d)(l), 125 \nStat 786, 1111 (2011). \n333.  The Affordable Care Act states that \"nothing in this title (or any amendment by \nthis title) shall be construed to require a qualified health plan to provide coverage of [abortion] \nservices ... as part of its essential health benefits for any plan year.\" 42 U.S.C. \n§ 18023(b)(l)(A)(i).  It adds that \"the issuer of a qualified health plan shall determine whether or \nnot the plan provides coverage of [abortion.]\"  ld § 18023(b)(1)(A)(ii). \n334.  The Affordable Care Act contains no clear expression of an affirmative intention \nof Congress that employers with religiously motivated objections to the provision ofhealth plans \n55 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 56 of 59  PAGEID #: 59\nthat include coverage for abortion-inducing drugs, sterilization, contraception, or related \neducation and counseling should be required to provide such plans. \n335.  The U.S. Government Mandate requires group health plans to provide coverage \nfor abortion-inducing drugs, contraceptives, sterilization, and related education.  It does not \npermit employers to determine whether the plan covers abortion, as the Act requires.  By issuing \nthe U.S. Government Mandate, Defendants have exceeded their authority, and ignored the \ndirection of Congress. \n336.  The U.S. Government Mandate violates RFRA. \n337.  The U.S. Government Mandate violates the First Amendment. \n338.  The U.S. Government Mandate is not in accordance with law and thus violates \n5 U.S.C. § 706(2)(A). \n339.  For the same reasons, Defendants' requirement that student health plans like \nFranciscan's must include coverage for abortion-inducing drugs, sterilization, and contraception, \nand related education and counseling, also violates RFRA and the First Amendment and, \ntherefore, is not in accordance with law and violates 5 U.S.C. § 706(2)(A). \n340.  In addition, the Affordable Care Act states that, \"nothing in this title (or an \namendment made by this title) shall be construed to prohibit an institution of higher education \n.. . from offering a student health insurance plan ....\"   42 U.S.C. § 18118(c).  This provision \nhas been interpreted as prohibiting any law, which would have the effect of prohibiting an \ninstitution of higher education from offering a student health plan.  Student Health Insurance \nCoverage, 76 Fed. Reg. at 7769. \n341.  The requirement that student health plans offered through a health insurance \nissuer include abortion-inducing drugs, sterilization, and contraception, and related education \n56 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 57 of 59  PAGEID #: 60\nand counseling, however, has the effect of prohibiting Franciscan from offering a student health \ninsurance plan.  Defendants' requirement that student health plans offered through a health \ninsurance issuer include abortion-inducing drugs, sterilization, and contraception, and related \neducation and counseling, therefore, also violates 42 U.S.C. § 18118(c) and thus is not in \naccordance with law under 5 U.S.C. § 706(2)(A). \n342.  Plaintiffs have no adequate or available administrative remedy, or, in the \nalternative, any effort to obtain an administrative remedy would be futile. \n343.  Plaintiffs have no adequate remedy at law. \n344.  Defendants' failure to act in accordance with law imposes an immediate and \nongoing harm on Plaintiffs that warrants relief. \nWHEREFORE, Plaintiffs respectfully pray that this Court: \n1.  Enter  a  declaratory judgment that  the  U.S.  Government  Mandate  violates \nPlaintiffs' rights under RFRA; \n2.  Enter  a  declaratory judgment  that  the  U.S.  Government  Mandate  violates \nPlaintiffs' rights under the First Amendment; \n3.  Enter  a  declaratory  judgment  that  the  U.S.  Government  Mandate  was \npromulgated in violation of the AP A; \n4.  Enter  an  injunction  prohibiting  the  Defendants  from  enforcing  the  U.S. \nGovernment Mandate against Plaintiffs; \n5.  Enter an order vacating the U.S. Government Mandate; \n6.  Enter a declaratory judgment that Defendants' requirement that student health \nplans  include  coverage  for  abortion-inducing  drugs,  sterilization,  and \ncontraception, and related education and counseling violates Franciscan's rights \n57 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 58 of 59  PAGEID #: 61\nunder RFRA and the  First Amendment;  enter an injunction prohibiting the \nDefendants from enforcing that requirement against Franciscan; and enter an \norder vacating the requirement; \n7.  Award Plaintiffs attorney's and expert fees under 42 U.S.C. § 1988; and \n8.  Provide all other relief as the Court may deem just and proper. \n58 \n\nCase: 2:12-cv-00440-GCS-MRA Doc #: 2 Filed: 05/21/12 Page: 59 of 59  PAGEID #: 62\nRespectfully submitted, this 21st day of May, 2012. \nMatthew A. Kairis (OH No. 55502) \n(Trial Attorney) \nEric E. Murphy (OH No. 83284) \nBrandy H. Ranjan (OH No. 86984) \nJONES DAY \n325 John H. McConnell Blvd. \nSuite 600 \nP.O. Box 165017 \nColumbus, OH 43216 \n(614) 469-3939 \nPaul M. Pohl (PAID No. 21625) \nJohn D. Goetz (PAID No. 47759) \nLeon F. DeJulius, Jr. (PAID No. 90383) \nIra M. Karoll (PAID NO. 310762) \nJONES DAY \n500 Grant Street-Suite 4500 \nPittsburgh, P A  15219 \n(412) 391-3939 \n(Pending Motions for Admission Pro Hac Vice) \nCounsel for Plaintiffs \nAdam E. Scurti \nGeneral Counsel \nFRANCISCAN UNIVERSITY OF \nSTEUBENVILLE \n1235 University Boulevard \nSteubenville, OH 43952-1763 \n(740) 283-6526 \nCounsel for Franciscan University ofS teubenville ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": "2",
      "clearinghouse_link": "clearinghouse.net/doc/41384"
    },
    {
      "date": "2013-03-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 1189854,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2013,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Southern District of Ohio",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 50354,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/50354.pdf",
      "title": "Order and Opinion",
      "text": "IN THE UNITED STATES DISTRICT COURT \nFOR THE SOUTHERN DISTRICT OF OHIO \nEASTERN DIVISION \n \nFRANCISCAN UNIVERSITY OF  : \nSTEUBENVILLE, et al.,  : \n  :              Case No. 2:12-CV-440 \n                        Plaintiffs,  :      \n  :             JUDGE ALGENON L. MARBLEY \n            v.  :     \n  : \nKATHLEEN SEBELIUS, et al.,  :              Magistrate Judge Mark Abel \n  :     \n                        Defendants.  : \n \nOPINION & ORDER \nI. INTRODUCTION \n  This matter comes before the Court on all Defendants’ Joint Motion to Dismiss for Lack \nof Jurisdiction (“the Motion”) (Doc. 23).  For the reasons set forth herein, Defendants’ Motion is \nGRANTED.  This action is DISMISSED in its entirety. \nII. BACKGROUND \nA. The Parties \n  Plaintiffs, two Roman Catholic, non-profit organizations, bring this action challenging \nthe legality of the “Patient Protection and Affordable Care Act” (“ACA”), Pub. L. No. 111 – \n148, 124 Stat. 119 (2010), and its implementing regulations.  Plaintiff Franciscan University of \nSteubenville (“Franciscan”) instructs approximately 2,500 students in “a Catholic educational \nenvironment” and has 450 employees.  Plaintiffs’ Memorandum in Opposition, Doc. 31 at 7.  \nFranciscan accepts students “of all faiths and creeds” and “does not know the religious makeup \nof its non-faculty employees.”  Id.  Its employee health plan is “grandfathered” under the ACA, \nand thus unaffected by the ACA’s Mandate.  Id. \n\n  Plaintiff Michigan Catholic Conference (“MCC”) is a Roman Catholic advocacy group \nthat “sponsors and administers several benefits programs” for employees of Michigan’s seven \nRoman Catholic dioceses, as well as Roman Catholic schools and charities across Michigan.  Id.  \nThe primary benefit program implicated by this case is the “Michigan Catholic Conference \nAmended and Restated Group Health Benefit Plan for Employees – Revised (“the MCC Plan”).  \nId.  MCC alleges the MCC Plan lost “grandfathered” status under the ACA due to recent changes \nto the benefits program.  Id.   \n  Defendants are various officials, in their official capacities, and departments of the \nUnited States Government charged with enforcing the ACA.   \nB. Relevant Provisions of the Affordable Care Act \n  The ACA, with its accompanying regulations, requires “all group health plans and health \ninsurance issuers that offer non-grandfathered group or individual health coverage to provide \ncoverage for certain recommended preventive services without cost-sharing.”  Defendants’ \nMotion to Dismiss, Doc. 23-1 at 1.  These recommended services include reproductive health \nservices specific to women.  Defendant Department of Health and Human Services (“HHS”) \ncommissioned the Institute of Medicine (“IOM”), a part of the National Academy of Sciences \nfunded by Congress, to report on what those reproductive services should include.  Id. at 5.  \nAmong the services recommended by the IOM Report, and at issue in this case, are “the full \nrange of [FDA]-approved contraceptive methods, sterilizations procedures, and patient education \nand counseling for women with reproductive capacity.”  Id. at 6.  Significant to note is that a \nhealth plan in which an individual was enrolled on March 23, 2010 remains unchanged by the \nACA, unless said plan “or its sponsor enters into a new policy, certificate, or contract of \n2 \n \n\ninsurance after March 23, 2010 that is effective before November 15, 2010,” in which case the \nplan ceases to be grandfathered and is subject to the ACA.  45 C.F.R. § 147.140. \n  In recognition of the fact that a number of religious groups oppose the use of \ncontraception and sterilization, Defendants included an exemption for “religious employers.”  To \nqualify, an employer must satisfy four requirements: \n(1) The inculcation of religious values is the purpose of the organization. \n \n(2) The organization primarily employs persons who share the religious tenets of    \n      the organization. \n \n(3) The organization serves primarily persons who share the religious tenets of the  \n      organization. \n \n(4) The organization is a nonprofit organization as described in section 6033  \n      (a)(1) and section 6033 (a)(3)(A)(i) or (iii) of the Internal Revenue Code of   \n      1986, as amended. \n \n45 C.F.R. § 147.130 (a)(1)(iv)(B).  The referenced sections in 6033 of the Internal Revenue Code \nrefer to “churches, their integrated auxiliaries, and conventions or associations of churches” and \n“the exclusively religious activities of any religious order” that are tax-exempt under 26 U.S.C. § \n501(a).   \n  Defendants adopted the definition of “religious employer” in the final regulations, but \nalso created a “temporary enforcement safe harbor” for plans offered by certain entities not \ndefined as religious employers, but that are nonetheless non-profit organizations with religious \nobjections to contraceptive coverage.  77 Fed. Reg. 8725, 8727 (Feb. 15, 2012).  The safe harbor \ncriteria are as follows: \n(1) The organization is organized and operates as a non-profit entity. \n \n(2) From February 10, 2012 onward, contraceptive coverage has not been  \n      provided at any point by the group health plan sponsored by the organization,  \n      consistent with any applicable state law, because of the religious beliefs of the  \n      organization. \n3 \n \n\n \n(3) The group health plan sponsored by the organization (or another entity on  \n      behalf of the plan, such as a health insurance issuer or third-party  \n      administrator) provides to plan participants a prescribed notice indicating that  \n      the plan will not provide contraceptive coverage for the first plan year  \n      beginning on or after August 1, 2012. \n \n(4) The organization self-certifies that it satisfies the three criteria above, and  \n      documents its self-certification in accordance with prescribed procedures. \n \n77 Fed. Reg. 16,501, 16,504 (March 21, 2012).  Particularly relevant to Plaintiff Franciscan is \nthat safe harbor covers institutions of higher education and the issuer of their student health \ninsurance plans if the institution and its plan also satisfy the four criteria.  77 Fed. Reg. 16,456-\n57.  Safe harbor remains in effect until August 1, 2013.  Any plan with a plan year beginning on \nor after that date will no longer be protected from enforcement.  Id. \n  Although the ACA passed into law on March 23, 2010, the breadth of the legislation has \nrequired further rulemaking prior to enforcement.  On March 21, 2012 Defendants published an \n“advance notice of proposed rulemaking” (“ANPRM”) specifically intended to begin addressing \nPlaintiffs’ concerns: “[Defendants] would establish alternative ways to fulfill the requirements of \n[the ACA] when health coverage is sponsored or arranged by a religious organization that \nobjects to the coverage of contraceptive services for religious reasons and that is not exempt \nunder the final regulations published February 15, 2012.”  77 Fed. Reg. 16,501.  According to \nDefendants’ own statement in the proposed rules, the ANPRM “is the first step toward \npromulgating these amended final regulations . . . to develop alternative ways of providing \ncontraceptive coverage without cost sharing in order to accommodate non-exempt, non-profit \nreligious organizations with religious objections to such coverage.”  Id. \n4 \n \n\n  On February 6, 2013, Defendants followed through on that statement by releasing a \nnotice of proposed rulemaking (NPRM).1  The NPRM proposes amendments to the ACA and \nopens a comment period until April 8, 2013.  78 Fed. Reg. 8456.  One amendment would alter \nthe definitions of “religious employer” under the ACA, eliminating the first three requirements \nso that an employer that “is organized and operates as a nonprofit entity and referred to in section \n6033(a)(3)(A)(i) or (iii) of the [Internal Revenue] Code.”  78 Fed. Reg. 8461.  The purpose of \nthat change is to “amend the criteria for the religious employer exemption to ensure that an \notherwise exempt employer plan is not disqualified because the employer’s purposes extend \nbeyond the inculcation of religious values or because the employer serves or hires people of \ndifferent religious faiths.”  78 Fed. Reg. 8459.   \n  Plaintiffs brought this action, seeking declaratory relief, on May 21, 2012.  The \nComplaint recites nine causes of action: one under the Religious Freedom Restoration Act, 42 \nU.S.C. §§ 2000bb – 2000bb-4; five under the First Amendment of the U.S. Constitution, and; \nthree under the Administrative Procedure Act, 5 U.S.C. § 500 et seq.  Defendants filed this \nMotion to Dismiss for Lack of Jurisdiction on August 6, 2012.  The Motion has been fully \nbriefed and is ripe for review. \nIII. STANDARD OF REVIEW \n  Subject matter jurisdiction is a threshold matter that a court must decide prior to \nconsidering a claim’s merits. City of Health, Ohio v. Ashland Oil, Inc., 834 F.Supp. 971, 975 \n(S.D.Ohio 1993).  Rule 12(b)(1) provides that the defendant may file a motion to dismiss based \non a “lack of jurisdiction over the subject matter.”  Fed.R.Civ.P. 12(b)(1).  The plaintiff has the \nburden of proving jurisdiction when subject matter jurisdiction is challenged. Rogers v. Stratton \n                                                           \n1 Defendants had represented to other courts, including the D.C. Circuit Court of Appeals, that they would issue an \nNPRM prior to the end of the first quarter of 2013.  See Wheaton Coll. V. Sebelius, ___ F.3d ___, 2012 WL \n6652505, at *1 (D.C. Cir. Dece. 18, 2012). \n5 \n \n\nIndus., 798 F.2d 913, 915 (6th Cir.1986).  Attacks on subject matter jurisdiction may be either \nfacial attacks or factual attacks.  United States v. Ritchie, 15 F.3d 592, 598 (6th Cir. 1994).  A \nfacial attack challenges the legal sufficiency of the complaint.  When considering such a \nchallenge, the court “must take the material allegations of the petition as true and construe[] \n[them] in the light most favorable to the nonmoving party.”  Id.  To survive a motion to dismiss, \na complaint must contain sufficient factual matter, accepted as true, to state a claim to relief that \nis plausible on its face.  Ashcroft v. Iqbal, 556 U.S. 662 (2009).  A legal conclusion couched as a \nfactual allegation, however, need not be accepted as true.  Fritz v. Charter Township of \nComstock, 592 F.3d 718, 722 (6th Cir. 2010). \nIV. LAW & ANALYSIS \n  Defendants’ Motion states two grounds for dismissal: (1) lack of ripeness; and (2) lack of \nstanding.  The Court first addresses the narrower issue of ripeness.  Since the Court finds this \ndispute is not ripe for adjudication, it is not necessary to address standing.2 \n  This Court is one of limited jurisdiction, granted authority under Article III of the U.S. \nConstitution to adjudicate only actual “Cases” or “Controversies.”  U.S. Const. art. III, § 2, cl. 1.  \nThe jurisprudence of justiciability doctrines has developed to ensure federal courts do not \ntransgress that fundamental limitation.  Ripeness is one such justiciability doctrine, “drawn both \nfrom Article III limitations on judicial power and from prudential reasons for refusing to exercise \njurisdiction.”  Reno v. Catholic Soc. Servs., Inc., 509 U.S. 43, 58 n. 18 (1993).  Enforcing \n                                                           \n2 Although this Court does not formally reach the question of standing in this case, it notes that the majority of the \nfifteen courts that have found plaintiffs’ ACA challenges lacked ripeness also found plaintiffs’ lacked standing \nbecause they had not suffered an injury, or the injury alleged was not imminent.  Recently, the Supreme Court \nissued a 5-4 decision in Amnesty Int’l. USA v. Clapper which also suggests Plaintiffs would fail a standing inquiry \nwere this Court to reach the issue.  2013 WL 673253 at *3 (Feb. 26, 2013) (holding “Respondents’ contention that \nthey have standing because they incurred certain costs as a reasonable reaction to a risk of harm is unavailing – \nbecause the harm respondents seek to avoid is not certainly impending.  In other words, respondents cannot \nmanufacture standing merely by inflicting harm on themselves based on their fears of hypothetical future harm that \nis not certainly impending.) \n6 \n \n\nripeness requirements “prevents a court from engaging in a premature adjudication of an issue, \nparticularly when an administrative decision is not yet final.”  [emphasis added] Conlon v. \nSebelius, 2013 WL 500835, ___ F.Supp.2d ___ (N.D. Ill. Feb. 8, 2013) (citing National Park \nHospitality Association v. Department of the Interior, 538 U.S. 803, 807-8) (2003). \n  Jurisprudentially, ripeness is a subtle issue “whose threshold is notoriously hard to \npinpoint.”  Pittsburgh Mack Sales &Serv. Inc. v. Int’l. Union of Operating Eng’rs, Local Union, \n580 F.3d 185, 190 (3d Cir. 2009).  To assist courts in pinpointing that threshold, the Supreme \nCourt has stated that “[a] claim is not ripe for adjudication if it rests upon contingent future \nevents that may not occur as anticipated, or indeed may not occur at all.”  Texas v. United States, \n523 U.S. 296, 300 (1998).  In Abbot Laboratories v. Gardner, 387 U.S. 136, 149 (1967), the \nCourt held that ripeness turns on “the fitness of the issue for judicial decision” and “the hardship \nto the parties of withholding court consideration.”   \n  The Sixth Circuit has elaborated on that guidance in setting out three “key factors” when \nassessing ripeness: (1) the likelihood that the harm alleged by the party will ever come to pass; \n(2) the hardship to the parties if judicial relief is denied at this stage in the proceedings; and (3) \nwhether the factual record is sufficiently developed to produce a fair adjudication of the merits.”  \nDealer Computer Services, Inc. v. Dub Herring Ford, 547 F.3d 558, 561 (6th Cir. 2008).3  In \nobserving that even a “final agency action” may not be ripe for judicial review, the Sixth Circuit \ndirected courts to “avoid pre-enforcement challenges that do not permit enforcement agencies to \nrefine their policies.”  Ammex, Inc. v. Cox, 351 F.3d 697, 708 (6th Cir. 2003).  Unlike standing, \nwhich is assessed at the time the suit is filed, “[i]n determining ripeness, a court may consider \n                                                           \n3 While Plaintiffs correctly note that “the ripeness analysis ‘is somewhat relaxed in the First Amendment context,’” \nit is not so relaxed as to vitiate the Sixth Circuit’s ripeness analysis, nor so relaxed as to allow this Court jurisdiction \nover a matter which is not an actual case or controversy.  Miller v. City of Cincinnati, 2008 WL 3890032, at *3 (S.D. \nOhio Aug. 19, 2008). \n7 \n \n\nevents that occurred after the filing of the complaint.”  Newark Branch, NAACP v. Millburn \nTownship, 1990 WL 238747 at *4 (D.N.J. Dec. 27, 1990) (citing, e.g., American Motorists Ins. \nCo. v. United Furnace Co., 876 F.2d 293, 302 n. 4 (2d Cir. 1989).  \n  Finally, while this Court is not bound by the decisions of the other courts that have \nreviewed challenges to the ACA brought by similar non-profit religious organizations, the Court \nnotes that, to date, no fewer than fifteen federal courts, including two others in the Sixth Circuit, \nhave found these challenges were not ripe for adjudication, most of them also found the plaintiffs \nlacked standing.  See, e.g., Roman Catholic Diocese of Dallas v. Sebelius, No. 3:12-CV-1589-B, \n2013 WL 687080 (N.D. Tex. Feb. 26, 2013); Conlon v. Sebelius, No. 1:12-cv-3932, 2013 WL \n500835 (N.D. Ill. Feb. 8, 2013); Archdiocese of St. Louis v. Sebelius, No. 4:12-cv-924-JAR, 2013 \nWL 328926 (E.D. Mo. Jan. 29, 2013); Roman Catholic Archbishop of Washington v. Sebelius, \nNo. 12-cv-0815 (ABJ), 2013 WL 285599 (D.D.C. Jan. 25, 2013); Most Reverend Lawrence T. \nPersico v. Sebelius, No. 1:12-cv-00123-SJM, 2013 WL 228200 (W.D. Pa. Jan. 22, 2013); Colo. \nChristian Univ. v. Sebelius, No. 11-cv-03350-CMA-BNB, 2013 WL 93188 (D. Colo. Jan. 7, \n2013); Catholic Diocese of Peoria v. Sebelius, No. 1:12-cv-01276, 2013 WL 74240 (C.D. Ill. \nJan. 4, 2013); Univ. of Notre Dame v. Sebelius, No. 3:12-cv-00523, 2012 WL 6756332 (N.D. \nInd. Dec. 31, 2012), appeal noticed (6th Cir. Mar. 1, 2013); Catholic Diocese of Biloxi v. \nSebelius, No. 1:12-cv-00158, 2012 WL 6831407 (S.D. Miss. Dec. 20, 2012); Most Reverend \nDavid A.Zubik v. Sebelius, No. 2:12-cv-00676, 2012 WL 5932977 (W.D. Pa. Nov. 27, 2012); \nCatholic Diocese of Nashville v. Sebelius, No. 3-12-0934, 2012 WL 5879796 (M.D. Tenn. Nov. \n21, 2012);  Legatus v. Sebelius, No. 12-12061, 2012 WL 5359630 (E.D. Mich. Oct. 31, 2012); \nNebraska v. U.S. Dep’t of Health & Human Servs., No. 4:12-CV-3035, 2012 WL 2913402 (D. \nNeb. July 17, 2012); Wheaton Coll.v. Sebelius, No. 12-5273, 2012 WL 6652505 (D.C. Cir. Dec. \n8 \n \n\n18, 2012) (affirming in part and holding in abeyance appeals in Wheaton Coll. v. Sebelius, Civil \nAction No. 12-1169 (ESH), 2012 WL 3637162 (D.D.C. Aug. 24, 2012), and Belmont Abbey \nColl. v. Sebelius, 878 F.Supp.2d 25 (D.D.C. 2012)).4 \nA. First Factor: Likelihood the Alleged Harm Will Ever Come to Pass \n  For the same reasons discussed by courts in the aforementioned decisions, this Court \nfinds Plaintiffs’ claims lack ripeness and are not fit for adjudication.  Considering the first of \nthree “key factors” of ripeness, the harm alleged is unlikely to “ever come to pass.”  Currently, \nPlaintiffs are both protected from ACA enforcement actions by the “safe harbor” provision.  This \n“safe harbor” persists until Plaintiffs’ new plan year begins on January 1, 2014.5  Plaintiffs’ \nMemorandum in Opposition, Doc. 31 at 15.  In addition to the “safe harbor” protections, \nDefendants have represented to this Court, and numerous other federal courts, that they “would \nnever enforce 45. C.F.R. § 147.130(a)(1)(iv) in its [then] current form against [plaintiff, a non-\nprofit religious organization,] or those similarly situated as regards contraceptive services.”   \nWheaton Coll., No. 12-5273, 2012 WL 6652505 (D.C. Cir. Dec. 18, 2012).  This Court agrees \nwith the D.C. Circuit that “[w]e take the government at its word and will hold it to it.”  Id.  \nAlthough the Court need not accept a government agency’s representations of its intent, \ngenerally, government agencies are presumed to act in good faith.  Belmont Abbey College, 878 \nF.Supp.2d 25, 36-7 (D.D.C. 2012) (citing various).   \n  Defendants’ subsequent promulgation of amendments to the ACA in the NPRM, \nhowever, demonstrates they are acting in good faith to address Plaintiffs’ concerns.  In fact, due \n                                                           \n4 The Court also notes, but finds wholly unpersuasive, two decisions representing a minority position, which have \nfound similar claims to those here justiciable.  See Roman Catholic Diocese of Forth Worth v. Sebelius, No. 4:12-cv-\n00314-Y-TRM (N.D. Tex. Jan. 31, 2013); Roman Catholic Archdiocese of N.Y. v. Sebelius, No. 12 Civ. \n2542(BMC), 2012 WL 6042864 (E.D.N.Y. Dec. 4, 2012). \n5 As noted in Section II of this Opinion & Order, Plaintiff Franciscan’s health plans are also protected from ACA \nenforcement because they are deemed “grandfathered,” though some plans of Plaintiff MCC appear to have lost \n“grandfathered” status. \n9 \n \n\nto the NPRM’s amendments, the alleged harm is virtually certain not to occur.  The proposed \nregulations in the ANPRM which Plaintiffs originally challenged have been amended \nspecifically to address Plaintiffs’ concerns.  The definition of “religious employer” in the \nANPRM, which Plaintiffs contend is too narrow to protect them from ACA enforcement, has \nbeen significantly broadened so that non-profit religious organizations such as Plaintiffs are not \nrequired to provide contraceptive services as part of their health plans, regardless of whether \ntheir primary mission is the inculcation of religion or whether they predominantly serve \nadherents of their own beliefs.  Plaintiffs have not made arguments to this Court with regard to \nthe amended regulations.  Moreover, the amendments remain ongoing, with the comment period \non the NPRM still open.6   \n  Thus, regulations in the ANPRM which Plaintiffs allege would harm them have now \nbeen supplanted by regulations in NPRM, which move significantly in the direction of Plaintiffs’ \nposition, and thus the alleged will not occur unless some bizarre and unforeseeable occurrence \nled Defendants’ to revert to the previous regulations.  A bizarre and unforeseeable occurrence is, \nby definition, not likely to occur.  Plaintiffs have, therefore, failed to persuade the Court their \ncase satisfies the first ripeness factor. \nB. Second Factor: Hardship to the Parties if Judicial Relief is Denied \n  As for the second ripeness factor, hardship to the parties if judicial relief is denied at this \nstage in the proceedings, the Court finds there is no significant hardship to the parties for \ndenying judicial relief at this stage.  In fact, it is probable that granting judicial relief at this stage \nwould create more hardship to the parties.  As the NPRM amendments are not yet final and there \n                                                           \n6 Plaintiffs’ argument that, at the very least, their APA claims should be found ripe is unavailing.  Their allegations \nthat Defendants have not engaged in notice and comment rulemaking with regard to the regulations that Plaintiffs \nchallenge is undercut by the fact that notice and comment rulemaking on those very regulations is occurring at this \nmoment. \n10 \n \n\nhas been insufficient time for parties to determine and brief how the NPRM changes will affect \nthem.  Any ruling at this juncture would simply add to the confusion and muddle the \nmushrooming ACA jurisprudence. \n  Although Plaintiffs are not currently having the regulations at issue enforced against \nthem, they argue that the “imminence” of the regulations coming into effect has hampered their \nfinancial planning.  It is unclear what the preparation injury could be given that there are no final \nregulations yet promulgated for which to prepare.  Defendants repeatedly informed Plaintiffs and \nthe Court that the ANPRM regulations were not final and would never be enforced against \nPlaintiffs.  If Plaintiffs chose to prepare for an eventuality that always appeared unlikely to ever \noccur, that is a hardship they inflicted upon themselves.  Now, the NPRM amendments have \nmade it even less likely Plaintiffs will ever be affected by the mandate to provide the essential \nwomen’s reproductive health services at issue here.   \n  Plaintiff Franciscan also alleges current hardship in that it stopped offering health \ninsurance to its students for fear of one day having to provide coverage for contraception.  It is \ngravely unfortunate that Franciscan’s students have lost the opportunity to receive health \ninsurance coverage from the University.  To the extent Franciscan claims its decision to \ndiscontinue providing student insurance is a hardship to itself, however, the hardship is self-\ninflicted.  A plaintiff cannot injure itself while fleeing a phantom specter spawned by the \nplaintiff’s own unsubstantiated fears and then claim the defendant caused the injury.  This is \nparticularly the case when, as here, Defendants explicitly stated, under penalty of contempt, they \nwould never the harm Plaintiffs feared.   \n  Plaintiffs have, therefore, failed to persuade the Court that their alleged hardships favor \nadjudication of their claims at this juncture. \n11 \n \n\nC. Third Factor: Whether the Factual Record is Sufficiently Developed \n  The third ripeness factor, whether the factual record is sufficiently developed to produce \na fair adjudication of the merits, also indicates this dispute is not ripe for adjudication.  Plaintiffs \nchallenged particular ANPRM regulations that are no longer proposed by Defendants.  Any \ndecision on Defendants’ former proposal would, at this point, be nothing more than an \nimpermissible advisory opinion.  The parties have not yet had the opportunity to study potential \nramifications of Defendants’ amended regulations in the NPRM.  There is no factual record \nwhatsoever that would allow this Court to adjudicate a challenge to the amended regulations.  \nPlaintiffs have also failed to persuade the Court that the factual record is sufficiently developed \nto produce a fair adjudication of the merits at this time.   \n  In summary, the Court finds each of the Sixth Circuits three “key factors” to determine \nripeness strongly disfavor finding this case ripe for adjudication.  The “safe harbor” provision, \nwhich protects Plaintiffs from enforcement presently, coupled with ongoing process to amend \nthe ACA regulations to address Plaintiffs’ concerns, which is substantiated by the recently \npublished NPRM, makes the harm Plaintiffs allege unlikely to ever occur.  Thus, since the \ndispute is not ripe, this Court lacks subject matter jurisdiction to adjudicate the merits of \nPlaintiffs’ claims and the Court must dismiss Plaintiffs’ entire claim. \nV. CONCLUSION \n  For the foregoing reasons Defendants’ Motion to Dismiss for Lack of Jurisdiction (Doc. \n23) is, hereby, GRANTED.  As a result of this Order, all other pending motions in this case  \n   \n12 \n \n\n(Doc. 25, Doc. 38, Doc. 39, Doc. 40, and Doc. 47) are MOOT and, accordingly, DISMISSED. \nThis case is DISMISSED. \nIT IS SO ORDERED. \n                  s/ Algenon L. Marbley                                     \n       ALGENON  L. MARBLEY \n       UNITE D STATES DISTRICT JUDGE \n  \nDATED: March 22, 2013 \n13 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "68",
      "clearinghouse_link": "clearinghouse.net/doc/50354"
    },
    {
      "date": "2013-03-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Approved",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Ohio",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 41406,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/41406.pdf",
      "title": "Docket",
      "text": "Case: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   1 of 10\nCLOSED,JURY\nU.S. District Court\nSouthern District of Ohio (Columbus)\nCIVIL DOCKET FOR CASE #: 2:12−cv−00440−ALM−MRA\nFranciscan University of Steubenville et al v. Sebelius et al Date Filed: 05/21/2012\nAssigned to: Judge Algenon L. Marbley Date Terminated: 03/22/2013\nReferred to: Magistrate Judge Mark R. Abel Jury Demand: None\nCause: 42:1981 Civil Rights Nature of Suit: 440 Civil Rights: Other\nJurisdiction: U.S. Government Defendant\nPlaintiff\nFranciscan University of Steubenville represented by Matthew A Kairis\nJones Day\nP.O. Box 165017\nColumbus, OH 43216−5017\n(614) 469−3939\nFax: (614) 461−4198\nEmail: makairis@jonesday.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nAdam Edward Scurti\nUniversity of Stuebenville\n1235 University Blvd\nSteubenville, OH 43952\n740−283−6526\nEmail: ascurti@franciscan.edu\nATTORNEY TO BE NOTICED\nBrandy Hutton Ranjan\n325 John H. McConnell Blvd.\nColumbus, OH 43215\n6146530759\nFax: 6144614198\nEmail: branjan@jonesday.com\nATTORNEY TO BE NOTICED\nEric Earl Murphy\nJones Day\n325 John H. McConnell Blvd\nSuite 600\nColumbus, OH 43215\n614−281−3925\nFax: 614−461−4198\nEmail: eemurphy@jonesday.com\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nIra M Karoll\nJones Day\n500 Grant Street\nSuite 4500\nPittsburgh, PA 15219−2514\n412−394−7976\nFax: 412−394−7959\nEmail: ikaroll@jonesday.com\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJohn D Goetz\nJones Day\n500 Grant Street\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   2 of 10\nSuite 4500\nPittsburgh, PA 15219−2514\n412−391−3939\nFax: 412−394−7959\nEmail: jdgoetz@jonesday.com\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nLeon F DeJulius, Jr.\nJones Day\nOne Mellon Center, 31st Floor\n500 Grant Street\nPittsburgh, PA 15219\n412−391−3939\nFax: 412−394−7959\nEmail: lfdejulius@jonesday.com\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nPaul Michael Pohl\nJones Day\nOne Mellon Center, 31st Floor\n500 Grant Street\nPittsburgh, PA 15219\n412−391−3939\nFax: 412−394−7959\nEmail: pmpohl@jonesday.com\nATTORNEY TO BE NOTICED\nPlaintiff\nMichigan Catholic Conference represented by Matthew A Kairis\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nBrandy Hutton Ranjan\n(See above for address)\nATTORNEY TO BE NOTICED\nEric Earl Murphy\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nIra M Karoll\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJohn D Goetz\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nLeon F DeJulius, Jr.\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nPaul Michael Pohl\n(See above for address)\nATTORNEY TO BE NOTICED\nPaul VanDusen\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   3 of 10\nBodman PLC\n201 West Big Beaver\nSuite 500\nTroy, MI 48084\n248−743−6076\nFax: 248−743−6002\nEmail: tvandusen@bodmanlaw.com\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nRebecca D'Arcy O'Reilly\nBodman PLC\n6th Floor at Ford Field\n1901 St. Antoine Street\nDetroit, MI 48226\n313−259−7777\nFax: 313−393−7579\nEmail: roreilly@bodmanlaw.com\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nPlaintiff\nMichigan Catholic Conference represented by Matthew A Kairis\nAmended and Restated Group Health (See above for address)\nBenefit Plan For Employees Revised LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nBrandy Hutton Ranjan\n(See above for address)\nATTORNEY TO BE NOTICED\nEric Earl Murphy\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nIra M Karoll\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nJohn D Goetz\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nLeon F DeJulius, Jr.\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nPaul Michael Pohl\n(See above for address)\nATTORNEY TO BE NOTICED\nPaul VanDusen\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nRebecca D'Arcy O'Reilly\n(See above for address)\nPRO HAC VICE\nATTORNEY TO BE NOTICED\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   4 of 10\nV.\nDefendant\nKathleen Sebelius represented by Michelle R. Bennett\nin her official capacity as Secretary of the U.S. Department of Justice\nU.S. Department of Health and Human 20 Massachusetts Ave., NW\nServices Washington, DC 20001\n202−305−8902\nFax: 202−616−8470\nEmail: michelle.bennett@usdoj.gov\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nHilda Solis represented by Michelle R. Bennett\nin her official capacity as Secretary of the (See above for address)\nU.S. Department of Labor LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nTimothy Geithner represented by Michelle R. Bennett\nin his official capacity Secretary of the (See above for address)\nU.S. Department of Treasury LEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nUS Department of Health and Human represented by Michelle R. Bennett\nServices (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nUS Department of Labor represented by Michelle R. Bennett\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nUS Department of Treasury represented by Michelle R. Bennett\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nAmicus\nAmerican Center for Law and Justice represented by Robert Jason Howard\nACLJ 4130 Linden Ave\nSuite 304\nDayton, OH 45432−3015\n937−262−7600\nFax: 937−262−7601\nEmail: rjhoward@howardlawoffices.com\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGeoffrey R Surtees\nAmerican Center for Law &Justice\n6375 New Hope Road\nNew Hope, KY 40052\n502−549−7020\nFax: 502−549−5252\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   5 of 10\nEmail: gsurtees@aclj.org\nPRO HAC VICE\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n05/21/2012 1  Civil Cover Sheet. (sr1) (Entered: 05/21/2012)\n05/21/2012 2  COMPLAINT with Jury Demand filed by Michigan Catholic Conference\nAmended and Restated Group Health Benefit Plan For Employees Revised,\nFranciscan University of Steubenville, Michigan Catholic Conference against\nTimothy F Geithner, Kathleen Sebelius, Hilda Solis, US Department of Health and\nHuman Services, US Department of Labor, US Department of Treasury. (sr1)\n(Entered: 05/21/2012)\n05/21/2012 Filing fee: (Complaint) $ 350, receipt number COL022398 (sr1) (Entered:\n05/21/2012)\n05/21/2012 3  Corporate Disclosure Statement filed by Plaintiff Michigan Catholic Conference.\n(sr1) (Entered: 05/21/2012)\n05/21/2012 4  Corporate Disclosure Statement filed by Plaintiff Franciscan University of\nSteubenville. (sr1) (Entered: 05/21/2012)\n05/21/2012 5  NOTICE of Appearance by Matthew A Kairis for Plaintiffs Franciscan University\nof Steubenville, Michigan Catholic Conference, Michigan Catholic Conference\nAmended and Restated Group Health Benefit Plan For Employees Revised. (sr1)\n(Entered: 05/21/2012)\n05/21/2012 6  Summons Issued as to Timothy F Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury, U.S. Attorney and U.S. Attorney General. (sr1) (Entered:\n05/21/2012)\n05/22/2012 7  Notice by Clerk of Southern District of Ohio of Pro Hac Vice Rules for Adam E.\nScurti, Esq. and (Attachments: # 1 Ira M. Karoll, Esq., # 2 John D. Goetz, Esq., # 3\nLeon F. DeJulius, Jr., # 4 Paul M. Pohl, Esq.) (sr1) (Entered: 05/22/2012)\n05/30/2012 8  MOTION for Leave to Appear Pro Hac Vice of Paul Michael Pohl (Filing fee $\n200) by Plaintiffs Franciscan University of Steubenville, Michigan Catholic\nConference, Michigan Catholic Conference Amended and Restated Group Health\nBenefit Plan For Employees Revised. (Kairis, Matthew) (Entered: 05/30/2012)\n05/30/2012 9  MOTION for Leave to Appear Pro Hac Vice of John D. Goetz (Filing fee $ 200)\nby Plaintiffs Franciscan University of Steubenville, Michigan Catholic Conference,\nMichigan Catholic Conference Amended and Restated Group Health Benefit Plan\nFor Employees Revised. (Kairis, Matthew) (Entered: 05/30/2012)\n05/30/2012 10  MOTION for Leave to Appear Pro Hac Vice of Leon F. DeJulius, Jr. (Filing fee $\n200) by Plaintiffs Franciscan University of Steubenville, Michigan Catholic\nConference, Michigan Catholic Conference Amended and Restated Group Health\nBenefit Plan For Employees Revised. (Kairis, Matthew) (Entered: 05/30/2012)\n05/30/2012 11  MOTION for Leave to Appear Pro Hac Vice of Ira M. Karoll (Filing fee $ 200) by\nPlaintiffs Franciscan University of Steubenville, Michigan Catholic Conference,\nMichigan Catholic Conference Amended and Restated Group Health Benefit Plan\nFor Employees Revised. (Kairis, Matthew) (Entered: 05/30/2012)\n05/30/2012 12  NOTICE of Appearance by Eric Earl Murphy for Plaintiffs Franciscan University\nof Steubenville, Michigan Catholic Conference, Michigan Catholic Conference\nAmended and Restated Group Health Benefit Plan For Employees Revised\n(Murphy, Eric) (Entered: 05/30/2012)\n05/30/2012 13  NOTICE of Appearance by Brandy Hutton Ranjan for Plaintiffs Franciscan\nUniversity of Steubenville, Michigan Catholic Conference, Michigan Catholic\nConference Amended and Restated Group Health Benefit Plan For Employees\nRevised (Ranjan, Brandy) (Entered: 05/30/2012)\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   6 of 10\n05/30/2012 Filing fee: $ 800, receipt number 200COL022518 (PHV for Pohl, Goetz, DeJulius\n&Karoll) (jr1) (Entered: 05/30/2012)\n06/01/2012 14  ORDER granting 8 Plaintiff's Motion for Leave to Appear Pro Hac Vice of Paul M.\nPohl. Signed by Magistrate Judge Mark R. Abel on 6/1/2012. (er1) (Entered:\n06/01/2012)\n06/01/2012 15  ORDER granting 9 , 10 &11 Motions for Leave to Appear Pro Hac Vice of John D.\nGoetz, Leon F. DeJulius, Jr. and Ira M. Karoll. Signed by Magistrate Judge Mark\nR. Abel on 6/1/2012. (er1) (Entered: 06/01/2012)\n06/11/2012 16  AFFIDAVIT of Service for Complaint and Demand for Jury Trial served on\nSebelius, Solis, Geithner, Dep't of Health &Human Services, Dep't of Labor, Dep't\nof Treasury on May 21, 2001, filed by Plaintiffs Franciscan University of\nSteubenville, Michigan Catholic Conference, Michigan Catholic Conference\nAmended and Restated Group Health Benefit Plan For Employees Revised.\n(Attachments: # 1 Exhibit Exs. A−H − Certified Mail Return Receipts) (Kairis,\nMatthew) (Entered: 06/11/2012)\n06/12/2012 17  MOTION for Leave to Appear Pro Hac Vice of Thomas Paul VanDusen (Filing fee\n$ 200) by Plaintiffs Michigan Catholic Conference, Michigan Catholic Conference\nAmended and Restated Group Health Benefit Plan For Employees Revised.\n(Kairis, Matthew) (Entered: 06/12/2012)\n06/12/2012 18  MOTION for Leave to Appear Pro Hac Vice of Rebecca D'Arcy O'Reilly (Filing\nfee $ 200) by Plaintiffs Michigan Catholic Conference, Michigan Catholic\nConference Amended and Restated Group Health Benefit Plan For Employees\nRevised. (Kairis, Matthew) (Entered: 06/12/2012)\n06/13/2012 Filing fee: $ 400, receipt number 200COL022723 (PHV for VanDusen &O'Reilly)\n(er1) (Entered: 06/13/2012)\n06/14/2012 19  ORDER granting 17 Motion for Leave to Appear Pro Hac Vice of Thomas P\nVanDusen; granting 18 Motion for Leave to Appear Pro Hac Vice of Rebecca\nD'Arcy O'Reilly. Signed by Magistrate Judge Mark R. Abel on 6/14/12. (sh1)\n(Entered: 06/14/2012)\n07/18/2012 20  Joint MOTION for Extension of Time New date requested 8/6/2012. by\nDefendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US Department of\nHealth and Human Services, US Department of Labor, US Department of\nTreasury. (Attachments: # 1 Text of Proposed Order) (Bennett, Michelle) (Entered:\n07/18/2012)\n07/25/2012 21  ORDER granting 20 Motion for Extension of Time; Dft's motion to dismiss due by\n8/6/12; any opposition due 8/27/12; reply in suuport due no later than 28 days from\ndate of service of memo contra. Signed by Magistrate Judge Mark R. Abel on\n7/25/12. (sh1) Modified text on 7/26/2012 (er1). (Entered: 07/25/2012)\n07/27/2012 22  NOTICE of Hearing: Preliminary Pretrial Conference set for 8/23/2012 @ 3:00\nPM before Magistrate Judge Mark R. Abel. Conf of the parties due 8/2/12; Rule\n26f report of the parties due 8/16/12. (sh1) (Entered: 07/27/2012)\n08/06/2012 23  MOTION to Dismiss for Lack of Jurisdiction by Defendants Timothy Geithner,\nKathleen Sebelius, Hilda Solis, US Department of Health and Human Services, US\nDepartment of Labor. Responses due by 8/30/2012 (Attachments: # 1\nMemorandum in Support) (Bennett, Michelle) (Entered: 08/06/2012)\n08/17/2012 24  RULE 26(f) REPORT by Plaintiffs Franciscan University of Steubenville,\nMichigan Catholic Conference, Michigan Catholic Conference Amended and\nRestated Group Health Benefit Plan For Employees Revised. (Kairis, Matthew)\n(Entered: 08/17/2012)\n08/17/2012 25  MOTION to Stay Discovery by Defendants Timothy Geithner, Kathleen Sebelius,\nHilda Solis, US Department of Health and Human Services, US Department of\nLabor, US Department of Treasury. (Bennett, Michelle) (Entered: 08/17/2012)\n08/23/2012 26  MOTION for Leave to File Amicus Curie Brief by Amicus American Center for\nLaw and Justice. (Howard, Robert) (Entered: 08/23/2012)\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   7 of 10\n08/23/2012 27  Corporate Disclosure Statement by Amicus American Center for Law and Justice.\n(Howard, Robert) (Entered: 08/23/2012)\n08/23/2012 28  Amicus Curiae APPEARANCE entered by Robert Jason Howard Amicus\nAmerican Center for Law and Justice. (Howard, Robert) (Entered: 08/23/2012)\n08/23/2012 29  MOTION for Leave to Appear Pro Hac Vice of GEOFFREY R. SURTEES (Filing\nfee $ 200, receipt number 0648−3771598) by Amicus American Center for Law\nand Justice. (Howard, Robert) (Entered: 08/23/2012)\n08/24/2012 30  ORDER granting 29 Motion for Leave to Appear Pro Hac Vice of Geoffrey R.\nSurtees for American Center for Law &Justice. Signed by Magistrate Judge Mark\nR. Abel on 8/24/12. (sh1) (Entered: 08/24/2012)\n08/27/2012 31  RESPONSE in Opposition re 23 MOTION to Dismiss for Lack of Jurisdiction filed\nby Plaintiffs Franciscan University of Steubenville, Michigan Catholic Conference,\nMichigan Catholic Conference Amended and Restated Group Health Benefit Plan\nFor Employees Revised. (Attachments: # 1 Exhibit A, # 2 Exhibit B) (Kairis,\nMatthew) (Entered: 08/27/2012)\n09/07/2012 32  RESPONSE in Opposition re 25 MOTION to Stay Discovery Pending Resolution\nof Motion to Dismiss filed by Plaintiffs Franciscan University of Steubenville,\nMichigan Catholic Conference, Michigan Catholic Conference Amended and\nRestated Group Health Benefit Plan For Employees Revised. (Kairis, Matthew)\n(Entered: 09/07/2012)\n09/13/2012 Minute Entry for proceedings held before Magistrate Judge Mark R. Abel: Initial\nPretrial Conference held on 9/13/2012. (Rubey, Rachel) (Entered: 09/14/2012)\n09/14/2012 33  PRELIMINARY PRETRIAL ORDER: With in 14 days of any decision denying\nDft's August 6, 2012 motion to dismiss, counsel directed to call the Magistrate\noffice to sched a conf tp establish a case management order; it doesn't appear this\ncase is amenable to settlement. Signed by Magistrate Judge Mark R. Abel on\n9/14/12. (sh1) (Entered: 09/14/2012)\n09/21/2012 34  REPLY to Response to Motion re 25 MOTION to Stay Discovery filed by\nDefendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US Department of\nHealth and Human Services, US Department of Labor, US Department of\nTreasury. (Bennett, Michelle) (Entered: 09/21/2012)\n09/24/2012 35  REPLY to 31 Response to 23 MOTION to Dismiss for Lack of Jurisdiction filed\nby Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US Department\nof Health and Human Services, US Department of Labor, US Department of\nTreasury. (Bennett, Michelle) Modified text and added link on 9/26/2012 (er1).\n(Entered: 09/24/2012)\n10/04/2012 36  ORDER granting 26 Motion for Leave to File. Signed by Magistrate Judge Mark\nR. Abel on 10/4/12. (sh1) (Entered: 10/04/2012)\n10/08/2012 37  BRIEF re 36 Order on Motion for Leave to File by Amicus American Center for\nLaw and Justice. (Surtees, Geoffrey) (Entered: 10/08/2012)\n10/12/2012 38  MOTION for Preliminary Injunction and Permanent Injunction by Plaintiffs\nFranciscan University of Steubenville, Michigan Catholic Conference, Michigan\nCatholic Conference Amended and Restated Group Health Benefit Plan For\nEmployees Revised. (Attachments: # 1 Text of Proposed Order) (Kairis, Matthew)\n(Entered: 10/12/2012)\n10/12/2012 39  MOTION Rule 65(a)(2) Consolidation by Plaintiffs Franciscan University of\nSteubenville, Michigan Catholic Conference, Michigan Catholic Conference\nAmended and Restated Group Health Benefit Plan For Employees Revised.\n(Attachments: # 1 Text of Proposed Order) (Kairis, Matthew) (Entered:\n10/12/2012)\n10/12/2012 40  MOTION Scheduling Order or In−Person or Telephonic Status or Trial Setting\nConference re 39 MOTION Rule 65(a)(2) Consolidation , 38 MOTION for\nPreliminary Injunction and Permanent Injunction by Plaintiffs Franciscan\nUniversity of Steubenville, Michigan Catholic Conference, Michigan Catholic\nConference Amended and Restated Group Health Benefit Plan For Employees\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   8 of 10\nRevised. (Attachments: # 1 Text of Proposed Order) (Kairis, Matthew) (Entered:\n10/12/2012)\n10/12/2012 41  BRIEF re 40 MOTION Scheduling Order or In−Person or Telephonic Status or\nTrial Setting Conference re 39 MOTION Rule 65(a)(2) Consolidation , 38\nMOTION for Preliminary Injunction and Permanent Injunction , 39 MOTION\nRule 65(a)(2) Consolidation , 38 MOTION for Preliminary Injunction and\nPermanent Injunction by Plaintiffs Franciscan University of Steubenville,\nMichigan Catholic Conference, Michigan Catholic Conference Amended and\nRestated Group Health Benefit Plan For Employees Revised. (Attachments: # 1\nExhibit A − Transcript of Hearing in Trautman v. Sebelius) (Kairis, Matthew)\n(Entered: 10/12/2012)\n10/15/2012 42  RESPONSE in Opposition re 40 MOTION Scheduling Order or In−Person or\nTelephonic Status or Trial Setting Conference re 39 MOTION Rule 65(a)(2)\nConsolidation , 38 MOTION for Preliminary Injunction and Permanent Injunction\nfiled by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services. (Bennett, Michelle) (Entered:\n10/15/2012)\n10/16/2012 43  ORDER OF RECUSAL. Signed by Judge George C Smith on 10−16−12. (ga)\n(Entered: 10/16/2012)\n11/02/2012 44  RESPONSE in Opposition re 39 MOTION Rule 65(a)(2) Consolidation , 38\nMOTION for Preliminary Injunction and Permanent Injunction filed by\nDefendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US Department of\nHealth and Human Services, US Department of Labor, US Department of\nTreasury. (Bennett, Michelle) (Entered: 11/02/2012)\n11/13/2012 45  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction (Notice\nof Supplemental Authority) (Attachments: # 1 Exhibit A − Legatus Opinion)\n(Bennett, Michelle) (Entered: 11/13/2012)\n11/14/2012 46  ORDER OF RECUSAL. Judge Edmund A Sargus recused. Case reassigned to\nJudge Algenon L. Marbley for all further proceedings. Signed by Judge Edmund A\nSargus on 11/14/2012. (dh1) (Entered: 11/14/2012)\n11/14/2012 47  MOTION for oral argument re 23 MOTION to Dismiss for Lack of Jurisdiction by\nPlaintiffs Franciscan University of Steubenville, Michigan Catholic Conference,\nMichigan Catholic Conference Amended and Restated Group Health Benefit Plan\nFor Employees Revised. (Kairis, Matthew) (Entered: 11/14/2012)\n11/14/2012 48  RESPONSE to Motion re 47 MOTION for oral argument re 23 MOTION to\nDismiss for Lack of Jurisdiction filed by Defendants Timothy Geithner, Kathleen\nSebelius, Hilda Solis, US Department of Health and Human Services, US\nDepartment of Labor, US Department of Treasury. (Bennett, Michelle) (Entered:\n11/14/2012)\n11/16/2012 49  REPLY to Response to Motion re 39 MOTION Rule 65(a)(2) Consolidation , 38\nMOTION for Preliminary Injunction and Permanent Injunction filed by Plaintiffs\nFranciscan University of Steubenville, Michigan Catholic Conference, Michigan\nCatholic Conference Amended and Restated Group Health Benefit Plan For\nEmployees Revised. (Kairis, Matthew) (Entered: 11/16/2012)\n11/23/2012 50  Response re 45 Notice (Other), by Plaintiffs Franciscan University of Steubenville,\nMichigan Catholic Conference, Michigan Catholic Conference Amended and\nRestated Group Health Benefit Plan For Employees Revised. (Kairis, Matthew)\n(Entered: 11/23/2012)\n11/27/2012 51  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction\n(Attachments: # 1 Exhibit − Catholic Diocese of Nashville Opinion) (Bennett,\nMichelle) (Entered: 11/27/2012)\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   9 of 10\n11/30/2012 52  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction\n(Attachments: # 1 Zubik Opinion) (Bennett, Michelle) (Entered: 11/30/2012)\n12/06/2012 53  Response re 51 Notice (Other), 52 Notice (Other), of Supplemental Authority by\nPlaintiffs Franciscan University of Steubenville, Michigan Catholic Conference,\nMichigan Catholic Conference Amended and Restated Group Health Benefit Plan\nFor Employees Revised. (Attachments: # 1 Exhibit A − Excerpts of Transcript\nfrom Catholic Diocese of Nashville v. Sebelius) (Kairis, Matthew) (Entered:\n12/06/2012)\n12/07/2012 54  NOTICE by Plaintiffs Franciscan University of Steubenville, Michigan Catholic\nConference, Michigan Catholic Conference Amended and Restated Group Health\nBenefit Plan For Employees Revised of Supplemental Authority (Attachments: # 1\nExhibit A − Roman Catholic Archdiocese of New York v. Sebelius (Dec. 5, 2012))\n(Kairis, Matthew) (Entered: 12/07/2012)\n12/11/2012 55  Response re 54 Notice (Other), by Defendants Timothy Geithner, Kathleen\nSebelius, Hilda Solis, US Department of Health and Human Services, US\nDepartment of Labor, US Department of Treasury. (Bennett, Michelle) (Entered:\n12/11/2012)\n12/21/2012 56  NOTICE by Plaintiffs Franciscan University of Steubenville, Michigan Catholic\nConference, Michigan Catholic Conference Amended and Restated Group Health\nBenefit Plan For Employees Revised of Supplemental Authority (Attachments: # 1\nExhibit A − Wheaton College v. Sebelius Order) (Kairis, Matthew) (Entered:\n12/21/2012)\n12/21/2012 57  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction , 56\nNotice (Other), (Attachments: # 1 Catholic Diocese of Biloxi Decision) (Bennett,\nMichelle) (Entered: 12/21/2012)\n01/04/2013 58  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction (Fifth\nNotice of Supplemental Authority) (Attachments: # 1 University of Notre Dame\nDecision) (Bennett, Michelle) (Entered: 01/04/2013)\n01/10/2013 59  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction (Sixth\nNotice of Supplemental Authority) (Attachments: # 1 Catholic Diocese of Peoria\nDecision, # 2 Colorado Christian University Decision) (Bennett, Michelle)\n(Entered: 01/10/2013)\n01/23/2013 60  NOTICE by Plaintiffs Franciscan University of Steubenville, Michigan Catholic\nConference, Michigan Catholic Conference Amended and Restated Group Health\nBenefit Plan For Employees Revised re 58 Notice (Other), 57 Notice (Other), 59\nNotice (Other), of Supplemental Authority (Attachments: # 1 Exhibit A − Order,\nKorte v. Sebelius, # 2 Exhibit B − Opinion and Order, Monaghan v. Sebelius, # 3\nExhibit C − Order, Amer. Pulverizer Co. v. Sebelius) (Kairis, Matthew) (Entered:\n01/23/2013)\n01/30/2013 61  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 60 Notice (Other), 23 MOTION to Dismiss for Lack of\nJurisdiction (Defs.' Seventh Notice of Supp. Auth. and Resp. to Pls.' Third Notice of\nSupp. Auth.) (Bennett, Michelle) (Entered: 01/30/2013)\n01/31/2013 62  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction\n(Eighth Notice of Supplemental Authority) (Attachments: # 1 Archdiocese of St.\nLouis Decision) (Bennett, Michelle) (Entered: 01/31/2013)\n\nCase: 2:12-cv-440   As of: 05/10/2013 12:46 PM EDT   10 of 10\n02/05/2013 63  NOTICE by Plaintiffs Franciscan University of Steubenville, Michigan Catholic\nConference, Michigan Catholic Conference Amended and Restated Group Health\nBenefit Plan For Employees Revised re 31 Response in Opposition to Motion, of\nSupplemental Authority (Attachments: # 1 Exhibit A − Roman Catholic Diocese of\nFort Worth v. Sebelius) (Kairis, Matthew) (Entered: 02/05/2013)\n02/08/2013 64  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction (Ninth\nNotice of Supplemental Authority) (Bennett, Michelle) (Entered: 02/08/2013)\n02/08/2013 65  Response re 63 Notice (Other), by Defendants Timothy Geithner, Kathleen\nSebelius, Hilda Solis, US Department of Health and Human Services, US\nDepartment of Labor, US Department of Treasury. (Bennett, Michelle) (Entered:\n02/08/2013)\n02/19/2013 66  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction (Tenth\nNotice of Supplemental Authority) (Attachments: # 1 Exhibit 1 − Bishop Conlon\nDecision) (Bennett, Michelle) (Entered: 02/19/2013)\n03/06/2013 67  NOTICE by Defendants Timothy Geithner, Kathleen Sebelius, Hilda Solis, US\nDepartment of Health and Human Services, US Department of Labor, US\nDepartment of Treasury re 23 MOTION to Dismiss for Lack of Jurisdiction\n(Eleventh Notice of Supplemental Authority) (Bennett, Michelle) (Entered:\n03/06/2013)\n03/22/2013 68  ORDER granting 23 Motion to Dismiss for Lack of Jurisdiction; finding as moot\n25 Motion to Stay; finding as moot 38 Motion for Preliminary Injunction; finding\nas moot 39 Motion ; finding as moot 40 Motion ; finding as moot 47 Motion.\nSigned by Judge Algenon L. Marbley on 3/22/2013. (cw) (Entered: 03/22/2013)\n03/22/2013 69  CLERK'S JUDGMENT entered pursuant to Opinion and Order signed by Judge\nAlgenon L. Marbley on 3/22/2013. (cw) (Entered: 03/22/2013)",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/41406"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118652,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118652"
    },
    {
      "date": "2017-10-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Ohio",
      "no_title": false,
      "party_types": [
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 111559,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/111559.pdf",
      "title": "Settlement Agreement",
      "text": "SETTLEMENT AGREEMENT \nThis Settlement Agreement (\"Agreement\") is made this 13th day of October 2017, \nby and between  the entities and  individuals listed  in  Exhibit A  (\"Plaintiffs\") and the \nUnited  States  of America,  acting  by  and  through  Eric D. Hargan,  in  his  official \ncapacity as Acting Secretary of Health and Human Services; R. Alexander  Acosta, in \nhis official capacity as Secretary of Labor; Steven T. Mnuchin, in his official capacity as \nSecretary of the Treasury; the United States Department of Health and Human Services; \nthe United States Department ofLabor; and the United States Department of the Treasury \n(the \"Government\" or the \"Departments\") (collectively, the \"Parties\"). \nRECITALS \nWHEREAS,  there  is  now  pending a  series of  lawsuits  listed  in  Exhibit  B \n(collectively, the \"Litigation'\") in which Plaintiffs allege that the Government has, among \nother things,  violated  the  Religious  Freedom  Restoration  Act  (\"RFRA\"), 42 U.S.C. \n§ 2000bb-I  et seq., by  promulgating and enforcing regulations  pursuant to 42  U.S.C. \n§ 300gg-13 that required Plaintiffs to take actions that facilitated the  provision, through \nor in connection with their  health  plans, of Food and Drug Administration-approved \ncontraceptive methods and abortifacients, as wel I as sterilization procedures and related \npatient education and  counseling to which Plaintiffs object on religious grounds (\"the \nObjectionable Coverage\").  The regulations were found at 26 C.F.R. § 54.98 l 5-27 I 3A \n(Sept. 14, 2015), 26 C.F.R. § 54.9815-2713(a)(l)(iv) (July 19, 2010), 29 C.F.R. § 2590.715-\n2713A (Sept.  14, 2015), 29 C.F.R.  § 2590.715- 2713(a)(l)(iv) (July  19, 2010), 45  C.F.R. \nI of 10 \n\n§ 147.131  (Sept.  14,  2015),  and  45  C.F.R.  §  147.l30(a)(l)(iv)  (July  19,  2010)  (the \n·'Regulations''). \n\\\\'HEREAS,  the  Departments  of  Health  and  Human  Services,  Labor,  and \nTreasury  have  issued new regulations affording Plaintiffs an exemption.  82  Fed.  Reg. \n47.792  (Oct.  13,  2017),  available  at  https://www.gpo.gov/fdsys/pkg/FR-2017-I0-\n13/pdf/2017-21851.pdf. \nWHEREAS, those new regulations state that \"requiring certain objecting entities \nor  individuals  to choose  between  the  Mandate,  the  accommodation, or  penalties  for \nnoncompliance imposes a substantial burden on religious exercise under RFRA,\" that \"the \napplication of the Mandate to certain objecting employers [i]s [not] necessary to serve a \ncompelling  governmental  interest,\"'  and  that  \"alternative  approaches  can  further the \ninterest the Departments previously identified behind the Mandate.\" 82 Fed. Reg. 47,792, \n4 7,800. 47,806 (Oct.  13, 2017), available at https://www.gpo.gov/fdsys/pkg/FR-2017-10-\n13/pdf/2017-21851.pdf. \nWHEREAS,  recent  Executive  Orders  establish  that  it  is  the  policy  of the \nGovernment •·to  vigorously  enforce  Federal  law's  robust  protections  for  religious \nfreedom.\"  and  to '·exercise all authority and discretion available ... to waive, defer, grant \nexemptions from, or  delay the implementation of any provision or requirement of the \n[Affordable Care] Act that would impose ... a cost, fee, tax, penalty, or regulatory burden \non ... health insurers, ... [or]  purchasers of health  insurance.\"  Executive  Order  13798, \nPromoting Free Speech and Religious Liberty 82 Fed. Reg.21,675 (May4, 2017); Executive \n2of10 \n\nOrder 13765, Minimizing the Economic Burden on the Patient Protection and Affordable \nCare Act Pending Repeal 82 Fed. Reg. 8,351 (Jan. 20, 2017). \nWHEREAS, after years of litigation, the Supreme Court considered the claims \nm  these cases and, instead of resolving the legal issues, remanded the cases to allow the \nparties  to \"resolve any outstanding issues between them.\"  Zubik v.  Burwell, 136 S. Ct. \n1557, 1560(2016). \nWHEREAS, the Supreme Court's remand orders provided that \"the Government \nmay not impose taxes or penalties on [Plaintiffs] for failure to provide the ...  notice\" \nrequired by the Regulations.  Id. at 1561. \nWHEREAS, the  new regulations, the Supreme Court's remand order, and the \nPresident's Executive Orders have placed this litigation in an extraordinary posture. \nWHEREAS,  it is the desire of the  Parties to resolve finally and permanently all \ndisputes, asserted or unasserted, arising out of, or related to the matters set forth, alleged, \nembraced by, or otherwise referred to in  the Litigation. \nNOW THEREFORE,  in  consideration of the  Recitals and  mutual  promises \ncontained herein, including the discontinuation of the pending Litigation, and for other \ngood and valuable consideration hereby deemed received, the Parties agree as follows: \nTERMS OF AGREEMENT \nI.  The  Paities agree  that, under the Supreme Court's decision  in  Burwell v. \nHobby Lobby Stores, Inc., 134 S. Ct. 2751 (2014), the Affordable Care Act's \"contraceptive \nmandate.\" if applied as set out in 26 C.F.R. § 54.98 l 5-27 l 3(a)(l )(iv) (July 19, 2010),  29 \nC.F.R. §2590.715- 2713(a)(l)(iv) (July 19, 2010), and 45 C.F.R.  §  147.130(a)(l)(iv) (July \n3of10 \n\n19, 2010), would .. impose(] a substantial burden on [Plaintiffs'] exercise of religion,\" id. \nat  2779, and  \"violate[]  RFRA,\" id.  at  2785. The Government therefore agrees that the \n\"contraception mandate\" as described  in  Hobby lobby cannot be  legally enforced. under \nRFRA, against Plaintiffs or their health plans. \n2.  The Government agrees, with respect to all  Plaintiffs, to abide by the terms of \nthe permanent injunction in Zubik v.  Sebelius, 13-cv-1459,  l 3-cv-303. 2013 WL  6922024 \n(W.D.  Pa. Dec.  20, 2013),  as  it  relates to the Objectionable  Coverage.  The Government \naccordingly will treat Plaintiffs and their health plans, including their insurance issuers and/or \nthird  party  administrators  in  connection  with  those  health  plans,  as  exempt  from  the \nRegulations or any materially similar regulation or agency  policy.  A materially similar \nregulation or agency policy includes any requirement that Plaintiffs, their insurance issuers, or \ntheir third-pa11y  administrators provide any of the Objectionable Coverage through or in \nconnection with Plaintiffs' health plans, which means: \na.  Plaintiffs (and their insurers and third-party administrators acting in connection \nwith  Plaintiffs'  health  plans)  may  provide  health  coverage  without  the \nObjectionable  Coverage,  and  no  procedure  for  providing  any  of  the \nObjectionable Coverage may require any action by Plaintiffs; \nb.  If the Objectionable Coverage is provided, it may not be provided as part of any \nhealth plan sponsored by Plaintiffs,  but instead must be  provided through a \nseparate and distinct health plan or other arrangement that is separate and distinct \nfrom Plaintiffs' health plan; \n4of10 \n\nc.  Plaintiffs or their health plans may not be required to pay for the provision of the \nObjectionable Coverage, either directly or indirectly (though Plaintiffs are not \nexcused from paying generally applicable taxes); \nd.  An insurance or health plan card issued in conjunction with Plaintiffs' health \nplans may not be used by any person to obtain any of the products or services \nincluded  within  the  Objectionable  Coverage,  or payment  or  reimbursement \ntherefor: \ne.  No  person  may  receive  the  Objectionable  Coverage  as  an  automatic \nconsequence of enrollment in any health plan sponsored by Plaintiffs; \nf.  If the Government seeks to provide the Objectionable Coverage to individuals \nparticipating  in  Plaintiffs' health plans,  such  provision may  only be through \nseparate enrollments by those individuals in a separate and distinct health plan \nor other separate and distinct arrangement to obtain the Objectionable Coverage; \nand \ng.  Any  communications  regarding  the  Objectionable  Coverage,  other  than \ndisclosures in plan documents required by federal  law that the Objectionable \nCoverage is not covered by the plan or notice provided for in footnote I of this \nagreement, must be separate from communications relating to Plaintiffs' health \nplans. \n3.  The Government further agrees to withdraw any  letters sent to Plaintiffs· \nissuers and/or third-party administrators. pursuant to 29 C.F.R. §2590.715-2713A and 45 \n5 of I 0 \n\nC.F.R.  § 147.131, as  they  relate to  the  provision of any of the Objectionable Coverage \nwithin 14 days of the effective date of this agreement.1 \n4.  The Government further agrees, in  light of interim relief ordered  by several \ncourts. including the Supreme Court  in  Zubik, that neither Plaintiffs that are  party to  this \nAgreement nor their health plans, insurers, or third-party administrators acting in connection \nwith Plaintiffs' health plans shall be subject to any penalties or other adverse consequences, \nsince August 2011, as a result of their non-comp Ii ance with any law or regulation requiring the \nprovision of the Objectionable Coverage that the government is prohibited from enforcing by \nthe terms of this agreement. \n5.  Notwithstanding this Agreement, the Plaintiffs retain their full  legal rights to \nchallenge any new law, regulation, or other requirement that the government may enact or \nimpose relating to the provision of Objectionable Coverage and to challenge or defend against \nsuch action on any grounds they choose (including the Constitution, federal law, and/or this \nAgreement). Nothing herein shall  be construed as an admission or indication that any law, \nregulation, or other requirement would be lawful or unobjectionable to Plaintiffs. \n6.  The Parties agree to resolve all  proceedings identified above and to file such \npapers as are necessary to terminate the Litigation.  In all cases where appeals are currently \npending, the parties will file dismissals of appeal under Federal Rule of Appellate Procedure \n1 The  effective  date  of the withdrawal  may  be contingent on proper  notice  being  given  to \nparticipants. If contraception coverage  is currently  being  offered  by  an  issuer or third-party \nadministrator. the cessation of coverage would be effective no sooner than the first day of the first \nplan year that begins thirty days after the date of this Settlement Agreement (to allow for the \nprovision of notice to plan participants in cases where contraceptive benefits will no longer be \nprovided). Alternatively, sixty-days advance notice may be given pursuant to 42 U.S.C. § 300gg \nl 5(d)(4) if applicable. \n6of10 \n\n42(b). After the appeals are dismissed, the parties agree that they will jointly file stipulations of \ndismissal or motions for dismissal under Federal Rule of Civil Procedure 41 (a), except in cases \nwhere there is a final judgment in the district court. This agreement shall not be effective until \nthe Parties file dismissals of all appeals currently pending. \n7.  The Government agrees to pay Plaintiffs $3 million in costs and fees. \n8.  The Parties agree that this Agreement constitutes a good-faith settlement of the \nLitigation for good and valuable consideration and acknowledge that it is entered into freely \nand voluntarily. \n9.  The Parties further agree that this Agreement has been fully read and understood \nby them, and that each of them has received independent legal advice from their respective \nattorney(s) as to the effect and  import of its provisions. The Parties  further agree that this \nAgreement is being entered into for the express purpose and intention of making and entering \ninco a full and final compromise, adjustment, and settlement of all claims which were or could \nhave been asserted in the Litigation, whether or not referred to therein. \nI 0.  This Agreement constitutes the sole and entire agreement between Plaintiffs and \nthe Government. and supersedes all prior agreements, negotiations, and discussions between \nthe Parties with respect to the subject matter covered hereby. It is expressly understood and \nagreed that this Agreement may not be  altered, amended, waived, modified, or otherwise \nchanged except by writing, duly executed by authorized representatives of Plaintiffs and the \nGovernment, respectively. The Parties further acknowledge and agree that they will make no \nclaim at any time or place that this Agreement has been orally supplemented, modified, or \naltered. \n7of 10 \n\n11.  A II signatories represent that they have authority to enter into this Agreement on \nbehalf of their respective clients. \n12.  This Agreement may be executed in counterparts. \nIN WITNESS WHEREOF, this Agreement is executed as of the date and year first \nindicated above. \n8 of10 \n\nof!O \n\nON BEHALF OF THE GOVERNMENT: \nDeputy Assistant Attorney General \nCivil Division, U.S. Department of Justice \n950 Pennsylvania Avenue, NW \nWashington, District of Columbia 20530 \nCounsel.for Defendants \n10of10 \n\nEXHIBIT A \n\nEXHIBIT A \nThe term \"Plaintiffs,\" as used in the attached settlement agreement includes the following \norganizations and individuals; their subsidiaries, affiliates, and successors; and related entities \nthat offer coverage through the health plan of any signatory: \n•  The Roman Catholic Archdiocese of New York \n•  The Roman Catholic Diocese of Rockville Centre, New York \n•  Catholic Health Care System \n•  Catholic Health Services of Long Island \n•  Cardinal Spellman High School \n•  Monsignor Farrell High School \n•  Most Reverend David A. Zubik \n•  Roman Catholic Diocese of Pittsburgh \n•  Catholic Charities of the Diocese of Pittsburgh, Inc. \n•  Most Reverend Lawrence T. Persico \n•  Roman Catholic Diocese of Erie \n•  St. Martin Center, Inc. \n•  Prince of Peace Center, Inc. \n•  Erie Catholic Preparatory School \n•  Most Reverend Lawrence Brandt \n•  Most Reverend Edward Matesic \n•  Diocese of Greensburg \n•  Catholic Charities of the Diocese of Greensburg \n•  St. John the Evangelist Regional Catholic School \n•  Catholic Diocese of Beaumont \n•  Catholic Charities of Southeast Texas \n•  Catholic Charities, Diocese of Fort Worth, Inc. \n•  University of Dallas \n•  Catholic Diocese of Biloxi, Inc. \n\n•  The Most Reverend Roger P. Morin, Bishop and President of The Catholic Diocese of \nBiloxi, Inc. and his successors in office, as Trustee for and on behalf of the Resurrection \nCatholic School and the Sacred Heart Catholic School. \n•  De L'Eppe Deaf Center, Inc. \n•  Catholic Social and Community Services, Inc. of Biloxi \n•  Catholic Diocese of Jackson \n•  The Most Reverend Joseph N. Latino, Bishop and Chief Executive Officer of the \nCatholic Diocese of Jackson, and his successors in office, in accordance with the \ndiscipline and government of the Roman Catholic Church; \n•  Vicksburg Catholic School, Inc . \n•  St. Joseph Catholic School \n•  Catholic Charities, Inc. of Jackson \n•  St. Dominic-Jackson Memorial Hospital \n•  Catholic Diocese of Nashville \n•  Catholic Charities of Tennessee, Inc . \n•  Camp Marymount, Inc . \n•  St. Mary Villa, Inc . \n•  Mary, Queen of Angels, Inc . \n•  St. Cecilia Congregation \n•  Aquinas College \n•  Michigan Catholic Conference \n•  Catholic Family Services d/b/a Catholic Charities Diocese of Kalamazoo \n•  Franciscan University of Steubenville \n•  University of Notre Dame \n•  Diocese of Fort Wayne-South Bend, Inc. \n•  Catholic Charities of the Diocese of Fort Wayne-South Bend, Inc. \n•  St. Anne Home of the Diocese off0 11 Wayne-South Bend, Inc. \n•  Franciscan Alliance, Inc. \n•  Specialty Physicians of Illinois, LLC \n•  University of Saint Francis of Fort Wayne, Indiana, Inc. \n\n•  Our Sunday Visitor, Inc. \n•  Archdiocese of St. Louis \n•  Catholic Charities of St. Louis \n•  Diocese of Cheyenne \n•  Catholic Charities of Wyoming \n•  St. Joseph's Children's Home \n•  St. Anthony Tri-Parish School (a.k.a, St. Anthony's Tri-Parish Catholic School) \n•  Wyoming Catholic College \n•  The Archdiocese of Atlanta, an association of churches and schools \n•  Archbishop Wilton 0. Gregory \n•  Catholic Education of North Georgia, Inc. \n•  Cat ho Ii c Charities of the Archdiocese of Atlanta, Inc. \n•  The Roman Catholic Diocese of Savannah; \n•  The Most Rev. Gregory J. Hartmayer, OFM Conv., as Bishop and his successors in \noffice. \n•  Donald W. Wuerl, Roman Catholic Archbishop of Washington, and his successors in \noffice, in accordance with the discipline and government of the Roman Catholic Church, \na corporation sole (the Archdiocese of Washington) \n•  Consortium of Catholic Academies of the Archdiocese of Washington, Inc. \n•  Archbishop Can·oll High School, Inc. \n•  Don Bosco Cristo Rey High School of the Archdiocese of Washington, Inc. \n•  Mary of Nazareth Elementary School, Inc. \n•  Catholic Charities of the Archdiocese of Washington, Inc. \n•  Victory Housing, Inc. \n•  The Catholic Information Center, Inc. \n•  The Catholic University of America \n•  Thomas Aquinas College \n\nEXHIBITB \n\nEXHIBIT B \nDistrict Court  Court of Appeals \nRoman Catholic Archdiocese ofN . Y.  v.  Catholic Health Care Sys.  v.  Burwell, \nSebelius,  No. 14-427, \nNo. I 2-cv-2542  (2d Cir.) \n(E.D.N.Y.). \nZubik v. Sebelius,No. 13-cv-1459 (W.D. Pa.).  Zubik v. Sec'y US Dep't of \nHealth & Human Servs., \nPersico v. Sebelius, No. l 3-cv-0303 (W.D. Pa.)  Nos. 14-1376, 14-1377 \n(3d Cir.) \nBrandl v. Burwell.,  Brandl v.  Burwell, \nNo. I 4-cv-681  Nos. 14-4087 &  14-3663 \n(W.D. Pa.).  (3d Cir.) \nCatholic Diocese of Biloxi Inc., et al. v.  None \nBurwell, \nNo. l 4-cv-00146 \n(S.D. Miss.). \nUniversily ofD  allas v.  Burwell,  Catholic Diocese of Beaumont v. Burwell, \nNo. l 2-cv-00314  Nos. 14-40212, 14-10241, 14-1066 I. \n(N.D. Texas)  (5th Cir.), \nCatholic Diocese of Beaumont v. Sebelius, \nNo. I : 13-cv-709 \n(E.D. Texas) \nMichigan Catholic Co1?ference v. Sebelius,  Michigan Catholic Conference v.  Burwell, \nNo. l 3-cv-124 7  Nos. 13-2723, 13-6640 \n(W.D. Mich.)  (6th Cir.). \nCatholic Diocese ofN  ashville v. Sebelius, \nNo. 3:13-01303 \n(M.D. Tenn.) \nFranciscan University a_( Steubenville v.  None \nSebelius, \nNo. 12-CV-440 \n(S.D. Ohio) \nUniversity ofN  otre Dame v. Sebelius  University ofN  otre Dame v. Sebelius, \nNo. 13-cv-1276  No.  13-3853 \n(N.D. Ind.)  (7th Cir.). \nDiocese ofF t.  Wayne-South Bend v. Burwell,  Diocese of Ft.  Wayne-South Bend v. \nNo. 12-cv-159,  Bunvell, \n(N.D. Ind. 2013).  No. 14-1431 (7th Cir.) \nArchdiocese ofS t. Louis v.  Burwell,  Archdiocese ofS t. Louis, et al v.  Burwell, \nNo. I 3-cv-2300  No. 14-3016 \n(E.D. Mo.).  (8th Cir.) \n\nDiocese ofC  heyenne v. Sebelius,  Diocese ofC  heyenne v.  Burwell, \nNo. I 4-cv-00021  No. 14-8040 \n(0. Wyo.)  (10th Cir.). \nRoman Catholic Archdiocese ofA  tlanta v.  Roman Catholic Archdiocese ofA  tlanta v. \nSebelius,  Burwell, \nNo. 12-cv-03489  Nos. 14-12890, 14-13239 \n(N.0. Ga.).  (11th Cir.). \nRoman Catholic Archbishop o.f Washington v.  Roman Catholic Archbishop of Washington \nSebelius,  v.  Burwell, \nNo. l 3-cv-144 l  Nos. 13-5371, 14-5021 \n(0.0.C.).  (0.C. Cir.) \n2 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/111559"
    }
  ],
  "document_count": 5
}