{
  "case_id": 9948,
  "fetched_at": "2025-10-20T22:40:40.810198",
  "case_data": {
    "attorney_orgs": [
      "Kairys, Rudovsky, Messing & Feinberg, LLP"
    ],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Cochise",
        "name": "City of Willcox, AZ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1987,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Arizona state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1984,
    "id": 9948,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2007-06-22T00:00:00-04:00",
    "main_docket": {
      "id": 33133,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1984,
      "docket_filing_number": 4981,
      "is_main_docket": true,
      "court": "Arizona state appellate court",
      "state": "Arizona",
      "docket_office_number": "",
      "docket_number_manual": "2 CA-CIV 4981",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Creamer v. Raffety",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Male individual was strip searched by City of Wilcox police prior to being placed in holding cell.",
    "plaintiff_type": [],
    "prevailing_party": "Mixed",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1987-10-05",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Arizona",
    "summary": "<p>In 1984, a person arrested and imprisoned for DWI filed a lawsuit under 42 U.S.C. §1983 in Arizona state court alleging claims of false arrest, false imprisonment, malicious prosecution and invasion of privacy resulting from being strip searched.  Plaintiff claimed that the City of Wilcox's blanket policy requiring that all prisoners be subjected to a search and body cavity search regardless what offense they were charged with was unreasonable.</p><p>The Superior Court entered summary judgment in favor of defendants on Plaintiff's malicious prosecution claim and entered a directed verdict on the other counts. </p><p>Plaintiff appealed to the Arizona Supreme Court. The Court affirmed the lower court's grant of summary judgment on the malicious prosecution and false arrest claims, but reversed the decision on the due process (right to bail) and \"cruel and unusual punishment\" claims, and held that the blanket strip search policy was an unreasonably burdensome invasion of the arrestee's right to privacy.</p><p></p>",
    "summary_published_date": "2007-06-23T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9948",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9948",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9948",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9948"
  },
  "documents": [
    {
      "date": "1985-03-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 908,
      "cite_1_reporter": "P.2d",
      "cite_1_vol": 699,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Arizona state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 60243,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/60243.pdf",
      "title": "Decision of Arizona Court of Appeals",
      "text": "145 Ariz. 34 (1984)\n699 P.2d 908\nBill Ross CREAMER, Plaintiff/Appellant,\nv.\nMichael S. RAFFETY, Jean Raffety, Huey Lee Morris, Ruth Ann Morris and City of Willcox,\nDefendants/Appellees.\nNo. 2 CA-CIV 4981.\nCourt of Appeals of Arizona, Division 2.\nDecember 27, 1984.\nReview Denied March 26, 1985.\n37 *37 Gentry, Desens & Behrens by Tony K. Behrens, Bisbee, for plaintiff/appellant.\nMesch, Clark & Rosenthal, P.C. by Tom R. Clark, Tucson, for defendants/appellees Raffety and Morris.\nFish, Briney, Duffield, Miller, Young & Adamson, P.C. by K. Alexander Hobson, Tucson, for defendant/appellee\nCity of Willcox.\nHATHAWAY, Judge.\nPlaintiff's lawsuit alleged his arrest to be in violation of his constitutional rights pursuant to 42 U.S.C. § 1983, and\nraised claims of false arrest, false imprisonment, and malicious prosecution. The court granted the defendants'\nmotion for summary judgment on the plaintiff's claim for malicious prosecution, and plaintiff was granted leave to\nfile an amended complaint. The amended complaint sought damages based on claims of false imprisonment\n(Count One), failure of defendants to inform plaintiff of the conditions for release or bail (Count Three), delay in\nbringing the plaintiff before a magistrate (Count Five), intentional infliction of emotional distress (Count Seven),\nand invasion of privacy resulting from a strip search (Count Nine). Each of these counts also alleged that the\ndefendants' conduct was grossly negligent, in reckless disregard of plaintiff's rights, or intentional, and sought\npunitive as well as compensatory damages. The complaint further alleged as to each of these claims that the\nactions of the defendants deprived him of his constitutional rights, pursuant to 42 U.S.C. § 1983 (Counts Two,\nFour, Six, Eight and Ten). Plaintiff also sought, under 42 U.S.C. § 1983, to enjoin the City of Willcox from\nenforcing its strip search policy (Count Eleven). Plaintiff challenges on appeal defendants' entitlement to\njudgment as a matter of law on the malicious prosecution claim and the entry of a directed verdict for defendants\non the other counts. We affirm in part and reverse in part.\nSince on this appeal we are considering the propriety of the entry of summary judgment against the plaintiff, we\nconsider the record in the view most favorable to the plaintiff, Livingston v. Citizens Utility, Inc., 107 Ariz. 62, 481\nP.2d 855 (1971). Further, in connection with the granting of the directed verdict against the plaintiff, we are guided\nby the rule that if the evidence is of such a character that reasonable minds may differ on conclusions or\ninferences to be drawn therefrom, the motion for directed verdict must be denied. Bailey v. Montgomery Ward\nand Company, 6 Ariz. App. 213, 431 P.2d 108 (1967). Thus, viewing the record in the light most favorable to\nreversal, the following scenario evolves.\nOn January 28, 1980, the plaintiff, Bill Ross Creamer, and his friend, John Stoddard, met in the City of Willcox\nand proceeded in Stoddard's automobile to the Silver Bullet Bar, two miles east of town. En route to the bar,\nCreamer drank from a 12-oz. bottle of beer, but did not finish it. At the Silver Bullet Bar, he consumed five\nadditional 12-ounce beers in about 3 1/2 hours.\n38 At approximately 1:00 a.m., January 29, Creamer and Stoddard left the Silver Bullet *38 Bar to return to Willcox.\nStoddard drove. A police car driven by Officer Huey Lee Morris and carrying Sgt. Michael S. Raffety, police\nofficers for the City of Willcox and defendants in this lawsuit, was heading out of town and encountered the\nStoddard vehicle. The patrol car turned around and pulled the Stoddard vehicle over for crossing the center line.\n\nMorris approached the driver, Stoddard, determined that he was a DWI suspect, and had him step out of the\nautomobile and go with Morris towards the patrol car, which was parked behind. Stoddard was given various field\nsobriety tests and was placed under arrest for driving while intoxicated.\nAfter Stoddard's arrest, Sgt. Raffety approached the passenger side of the Stoddard vehicle where Creamer was\nseated and asked him to step out. Creamer did so without any objection and was directed by Raffety to stand at a\ncertain point approximately six feet from the Stoddard vehicle, facing the passenger side door. The police officers\nhad decided that the Stoddard vehicle would be impounded, inventory searched and towed. The police officers\ntestified that this course was decided upon because Stoddard wanted his automobile, which was new, to be\nsecured. Appellant takes issue with this version of the facts and argues that the evidence would support a finding\nthat this decision was made without inquiring of Stoddard whether he would allow Creamer to drive his vehicle\nhome or whether he wished other arrangements made for handling the vehicle. The evidence that counsel for\nappellant refers to is equivocal and weak, and indicates that Stoddard did not remember such a discussion with\nthe officers, but concludes \"there was no discussion.\" We therefore accept that statement as true.\nSgt. Raffety undertook to conduct an inventory search and entered the Stoddard vehicle from the passenger side\ndoor. Creamer, feeling that the search was inappropriate because he believed it went beyond a search incident to\narrest according to information he had obtained in a course he had taken at a community college, voiced his\nobjection to the search and moved forward two steps without \"particular purpose.\" Sgt. Raffety stepped out of the\nStoddard vehicle and escorted Creamer back to his original position.\nSgt. Raffety continued with the search and again Creamer voiced his objections based upon the lack of consent\nby Stoddard to the search and again took two steps forward. He was again escorted by Sgt. Raffety back to his\noriginal position and warned, \"If you do it one more time, you are going to be arrested.\" At this point, Officer\nMorris, the other officer on the scene, was standing next to Creamer.\nSgt. Raffety again proceeded with the search, this time from the driver's side door. Creamer again objected and\ntook two steps forward. Sgt. Raffety testified that on one of these occasions, Creamer touched or grabbed him.\nCreamer denies this, and we accept his denial as true for our purposes. Testimony given by Creamer on cross-\nexamination describes the scene:\n\"Q. Okay. Now, at the time that you were coming up to Mr. Raffety, Sergeant Raffety, and telling\nhim that he can't search the car, it was your intention to prevent him from doing that, was it not?\nA. It was to prevent him from searching what I thought he was searching for, yes, sir.\nQ. So it was your intention to prevent him from doing that when you took those two steps forward\nand told him not to do it?\nA. To stop the search?\nQ. Yes.\nA. Yes, for what I thought the search was for, yes.\n* * * * * *\nQ. And at that time it was your intent to stop him from whatever he was doing in the vehicle?\nA. That is true.\"\nOn the third occasion of Creamer's attempt to prevent the search, Sgt. Raffety instructed Officer Morris to place\n39 him under arrest. He was thereupon handcuffed by *39 Morris and placed in the rear seat of the patrol car. The\narrest was for violation of City of Willcox Ordinance No. 9.40.060, obstructing a police officer, a misdemeanor. No\npat-down search incident to arrest was ever performed.\nCreamer was handcuffed with his hands at his back. When he was placed in the back of the patrol car, the\npressure on the handcuffs by leaning back on the seat with his hands caused the handcuffs to tighten, since they\nwere not \"double-locked.\" Creamer asked if the handcuffs could be loosened a bit. His request was directed\n\nspecifically to Sgt. Raffety, who ignored it. Creamer then directed an obscenity toward Sgt. Raffety. The handcuffs\nwere not loosened until they were eventually removed at the police station. This resulted in the tightened\nhandcuffs causing severe red marks and bruises upon Creamer's wrists.\nAt the police station, while Creamer was still handcuffed with his hands at his back, Sgt. Raffety told him that he\ncould make a telephone call, taking him into his office and by-passing the booking room, into which John\nStoddard was taken. Creamer recited the number of his home phone, and Sgt. Raffety dialed the number and\nheld the telephone receiver to Creamer's ear. Creamer's mother answered the telephone and Creamer told her to\nbring his younger brother, Tom, to the phone. After the passage of two to three minutes, Creamer's brother Tom\nwas awakened and came to the telephone; however, the line was dead. Sgt. Raffety had taken the telephone\nreceiver from Creamer's ear at a point about 15 to 30 seconds after Creamer had stopped conversing with his\nmother and listened for himself to hear that no one was on the other end. He hung up the phone and told\nCreamer, \"You are staying the night.\"\nCreamer's mother and brother became concerned and proceeded to drive around Willcox looking for him. They\neventually stopped Stoddard, who had just been released into the custody of his employer, at the police station.\nCreamer's mother was given the impression that she could not get her son out of jail at that time, and she and\nTom returned home.\nThe policy of the City of Willcox police station dictated that all in-coming prisoners to be placed in cells must be\nsubjected to a strip search and visual body cavity inspection. The reason for the policy was that the jail facility\nwas small, although plaintiff's exhibits 23 and 26 together indicate at least four cells. Thus, for security reasons,\naccording to the police chief, all prisoners were subjected to this strip search. Creamer testified that the search\nwas conducted on a cold cement floor and that the search caused him humiliation and anguish. After the strip\nsearch in a locker room, Creamer was escorted to a jail cell where he was incarcerated alone, apparently the\nonly arrestee incarcerated at the time, since Mr. Stoddard had been released, with other jail cells available in the\nevent of other arrestees.\nThe Willcox police station had been furnished a bail bond schedule for the posting of bail at the time of booking\nfor certain offenses, e.g., traffic offenses and certain felonies. The schedule did not specify bail bond amounts for\nviolations of the city ordinances, civil or criminal, although the police chief had discussed the problems presented\nby an incomplete bond schedule with the local justice of the peace on several occasions prior to 1980. Since the\nviolation in question was for a city ordinance, no such bail schedule was available which pertained to Creamer,\nnor did anyone ever inform Mr. Creamer of any possibility of bail or release. Thus, he was unable to post bail, and\nbecause Sgt. Raffety hung up the phone, he was unsuccessful in arranging for third-party release in lieu of being\nconfined in jail. At the point of incarceration, he was subjected to the strip search procedure.\nWhen Creamer's mother returned home, she awakened his father who called the police station and\nunsuccessfully attempted to arrange for his release on bail or otherwise that night. He learned from Sgt. Raffety\n40 that there would be no release because Creamer was belligerent, although *40 Sgt. Raffety testified that he had\ndiscretion under the law to incarcerate Bill Creamer or release him to a third party. A second phone call to Officer\nRaffety produced the same result. Mr. Creamer then called the chief of police at his home but was told it was\nChief Morales' policy not to override an arresting officer's decision. A third phone call to Officer Raffety resulted in\nan agreement to release Bill. The elder Mr. Creamer came to the police station, spoke to Sgt. Raffety, and at\napproximately 7:00 that morning arranged for Bill's release into his custody without any initial appearance being\nhad and without the posting of any bail money. Otherwise, an initial appearance before the local magistrate would\nnot have been held until 2:00 p.m. that afternoon. At the time of release, a form was handed to Creamer and his\nsignature requested. Sgt. Raffety stated to Creamer's father, \"I don't like your son's attitude.\" He warned Creamer\nthat \"Your 24 hours aren't up yet.\" Rule 4.1(c), Rules of Criminal Procedure, 17 A.R.S., provides that an arrested\nperson \"shall be taken before a magistrate without unnecessary delay,\" and that the arrested person shall be\nreleased immediately if not brought before a magistrate within 24 hours after his arrest. Creamer was thereupon\nreleased into his father's custody.\nOn April 2, 1980, he was convicted in the City of Willcox magistrate court for violating City of Willcox Ordinance\nNo. 9.40.060, and was sentenced to pay a fine of $112. On May 22, 1980, he was acquitted on appeal in a trial\nde novo in the superior court.\n\nThe two primary questions presented for our consideration on appeal are whether the defendants were entitled to\njudgment as a matter of law in the malicious prosecution claim for which summary judgment was entered against\nthe plaintiff, and whether the motion for directed verdict on the remaining counts by the defendants should have\nbeen granted. A number of subissues which we shall discuss in due course are also raised. Additional facts\nbeyond the previous factual recitation will be discussed where necessary in considering the individual issues.\nSUMMARY JUDGMENT ON MALICIOUS PROSECUTION CLAIM\nSummary judgment was entered for the defendants on the malicious prosecution claim on the basis of Wisniski v.\nOng, 94 Ariz. 123, 382 P.2d 233 (1963). There the supreme court held that where a person is convicted in the\nmagistrate court, although that conviction is reversed by appeal, and even when the appeal is a trial de novo,\nprobable cause is conclusively established as a matter of law. Where probable cause is established, a claim for\nmalicious prosecution is properly disposed of on summary judgment. In accord is the Restatement (Second) of\nTorts, § 667 (1977), which states:\n\"The conviction of the accused by a magistrate or trial court, although reversed by an appellate\ntribunal, conclusively establishes the existence of probable cause, unless a conviction was\nobtained by fraud, perjury or other corrupt means.\" Id. at 437.\nAppellant's sole argument is that, because the magistrate was an employee of the City of Willcox, there was\nsome sort of fraud, perjury or corruption by the inherent conflict of interest of the magistrate. We refuse to give\ncredence ipso facto to this contention, without some substantiation. Appellant appears to ask us to take judicial\nnotice that the alleged conflict of interest is tantamount to fraud. We decline the invitation. It thus appears that the\nprobable cause question is governed by Wisniski, and the summary judgment on the malicious prosecution\ncharge (Count II of the original complaint) is therefore affirmed.\nJUDGMENTS ON DIRECTED VERDICT\nAs indicated at the outset of this decision, when a motion for directed verdict under Rule 50 of the Rules of Civil\nProcedure, 16 A.R.S., is presented, the court is to consider all facts and conclusions or inferences that may be\n41 derived from those facts *41 in the light most favorable to the party opposing the motion for directed verdict.\nConsidering the evidence from that viewpoint, the question becomes whether reasonable men could differ and\nreturn a verdict in favor of the party opposing the motion for directed verdict. When reasonable persons could not\ndiffer as to the conclusions to be drawn from such facts and inferences, a directed verdict is appropriate. Rocky\nMountain Fire and Casualty Company v. Biddulph Oldsmobile, 131 Ariz. 289, 640 P.2d 851 (1982). We have\nattempted to set forth the facts in that light, drawing heavily from the recitation of facts contained in plaintiff's\nopening brief.\nA. The probable cause to arrest claims.\nPlaintiff first argues that the directed verdict against him was improperly rendered for the false arrest/false\nimprisonment and ancillary civil rights claims involving lack of probable cause to arrest. Defendants had also\nmoved for summary judgment on the false arrest/false imprisonment claims.\nFalse arrest or false imprisonment is the detention of a person without his consent and without lawful authority. \nSlade v. City of Phoenix, 112 Ariz. 298, 299, 541 P.2d 550 (1975). Where detention is pursuant to legal authority,\nthe essential element of unlawful detention, is lacking. Id. The sole ground urged by the plaintiff as the basis for\nhis contention that he was unlawfully detained is that his initial arrest was without probable cause. As discussed\nabove, our supreme court has held in the context of a malicious prosecution action that probable cause is\nestablished as a matter of law by virtue of the plaintiff's conviction in city court, notwithstanding his subsequent\nacquittal in a trial de novo in superior court. Wisniski v. Ong, supra. Although the trial court granted summary\njudgment on the malicious prosecution claim on the basis of Wisniski, it refused to apply that holding to the false\narrest and false imprisonment claims, and instead made its own determination that probable cause existed as a\nmatter of law after hearing all the evidence. In light of the fact that lack of probable cause is the sole basis for\nplaintiff's false arrest and false imprisonment claims in this case, however, we see no reason why the holding in \nWisniski should not be dispositive of these claims. The existence of probable cause having been established as a\n\nmatter of law, the trial court should have granted defendants' motion for summary judgment on these claims. The\ndirected verdict is affirmed.\n[1]\nWith regard to the ancillary § 1983 claim  (Count II), plaintiff argues that collateral estoppel should not apply to\npreclude re-examination of the probable cause issue. In addressing this question, we are guided by the United\nStates Supreme Court's decision in Allen v. McCurry, 449 U.S. 90, 101 S.Ct. 411, 66 L.Ed.2d 308 (1980).\nMcCurry, prior to his criminal trial, had filed a motion on Fourth and Fourteenth Amendment grounds seeking to\nsuppress evidence seized by police. The motion was denied, McCurry was subsequently convicted, and his\n42 conviction was affirmed on appeal. Because there was no assertion that he had been denied a \"full *42 and fair\nopportunity\" to litigate the constitutional claims in state court, McCurry was barred from seeking federal habeas\ncorpus relief. Stone v. Powell, 428 U.S. 465, 96 S.Ct. 3037, 49 L.Ed.2d 1067 (1976). The same claims were\nsubsequently raised, however, in a suit against the police officers for damages under 42 U.S.C. § 1983. The\nSupreme Court granted certiorari to determine whether \"the unavailability of federal habeas corpus prevented the\npolice officers from raising the state courts' partial rejection of McCurry's constitutional claim as a collateral\nestoppel defense to the § 1983 suit against them for damages.\" 101 S.Ct. at 413.\nThe court noted that as a general rule the federal courts will give preclusive effect to issues decided by state\ncourts and, indeed, are required to do so under 28 U.S.C. § 1738 whenever the state court from which the\njudgment emerged would do so. The court then considered whether Congress intended, in enacting § 1983, to\nrepeal or restrict traditional doctrines of preclusion as they would otherwise pertain to actions brought under that\nstatute. The court found that, in enacting § 1983:\n\"... Congress had intended a federal remedy in three circumstances: where state substantive law\nwas facially unconstitutional, where state procedural law was inadequate to allow full litigation of a\nconstitutional claim, and where state procedural law, though adequate in theory, was inadequate\nin practice. [citation omitted] In short, the federal courts could step in where the state courts were\nunable or unwilling to protect federal rights. [citation omitted] This understanding of § 1983 might\nwell support an exception to res judicata and collateral estoppel where state law did not provide\nfair procedures for the litigation of constitutional claims, or where a state court failed to even\nacknowledge the existence of the constitutional principle on which a litigant based his claim. Such\nan exception, however, would be essentially the same as the important general limit on rules of\npreclusion that already exists: Collateral estoppel does not apply where the party against whom\nan earlier court decision is asserted did not have a full and fair opportunity to litigate the claim or\nissue decided by the first court. [citation omitted] But the Court's view of § 1983 in [Monroe v.\nPape, 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961)] lends no strength to any argument that\nCongress intended to allow relitigation of federal issues decided after a full and fair hearing in a\nstate court simply because the state court's decision may have been erroneous.\" 101 S.Ct. at 419.\nFurther rejecting the contention that \"every person asserting a federal right is entitled to one unencumbered\nopportunity to litigate that right in a federal district court,\" the Court held that the court of appeals erred in holding\nthat the inability to obtain habeas corpus relief rendered the doctrine of collateral estoppel inapplicable to\nMcCurry's § 1983 suit. 101 S.Ct. at 420.\nThe significance of Allen v. McCurry to the instant case is the court's conclusion that a suit which is filed under §\n1983 is subject to the defense of collateral estoppel to preclude the plaintiff from relitigating federal claims which\nhe had a \"full and fair opportunity\" to litigate in previous state court proceedings. Although the Court has\nsubsequently suggested that \"additional exceptions to collateral estoppel may be warranted in § 1983 actions\"\nwhere it appears that the state court was unable or unwilling to protect federal rights, see Haring v. Prosise, 462\nU.S. 306, 103 S.Ct. 2368, 2373, 76 L.Ed.2d 595, 604 (1983), we do not believe that the circumstances of the\ninstant case warrant the invocation of any exceptions to the doctrine, and that therefore plaintiff's § 1983 claim in\nCount Two is barred as a result of the previous criminal proceedings. The plaintiff had a full and fair opportunity to\nlitigate the issue of probable cause not once, but twice, in the magistrate's court and in the trial de novo in\nsuperior court. Contrary to the situation in Haring v. Prosise, supra, there is clear Arizona law according res\n43 judicata and collateral estoppel effect to those determinations with respect *43 to the issue of probable cause.\n\nAccordingly, we hold that the trial court properly directed a verdict against the plaintiff as to Count II of the\namended complaint.\nB. The right to bail claims.\nAs to Count III, plaintiff's claim for damages arising out of the defendants' alleged failure to inform him of the\nconditions for release, we uphold the directed verdict. At the hearing on defendants' motion, plaintiff failed to\ncomply with the trial court's repeated requests that he supply the court with some authority in support of such a\ncause of action, nor has he cited any legal authority to this court. We therefore hold that plaintiff has waived any\nclaim of error as to the directed verdict on Count III. Cf. Spillios v. Green, 137 Ariz. 443, 671 P.2d 421 (App. 1983)\n.\nHowever, the directed verdict on Count IV, deprivation of plaintiff's constitutional right to be free on bail under 42\nU.S.C. § 1983, must be set aside. The right to bail, inclusive of a right to be informed of the conditions of release,\nis argued by appellant on both due process and equal protection grounds. It is clear from the facts, viewed in a\nmanner most favorable to the plaintiff, that a jury question exists as to whether the actions of the defendants\ndeprived Mr. Creamer of bail-related interests subject to due process and equal protection.\nAlthough the Eighth Amendment to the United States Constitution does not create an absolute right to release on\nbail in all cases, see Carlson v. Landon, 342 U.S. 524, 72 S.Ct. 525, 96 L.Ed. 547 (1952), considerations of due\nprocess and equal protection mandate that classifications of bailable offenses under state law bear a rational\nrelationship to legitimate state interests and that procedures for release on bail or otherwise be administered in a\nnondiscriminatory manner. We find the Eighth Circuit's analysis of this issue in Mastrian v. Hedman, 326 F.2d 708\n(8th Cir.1964) to be instructive:\n\"Neither the Eighth Amendment nor the Fourteenth Amendment requires that everyone charged\nwith a state offense must be given his liberty on bail pending trial. While it is inherent in our\nAmerican concept of liberty that a right to bail shall generally exist, this has never been held to\nmean that a state must make every criminal offense subject to such a right or that the right\nprovided as to offenses made subject to bail must be so administered that every accused will\nalways be able to secure his liberty pending trial. Traditionally and acceptedly, there are offenses\nof a nature as to which a state properly may refuse to make provision for a right to bail. (We are\nnot here concerned with what these offenses may be.) As to the offenses, however, for which a\nstate has provided a right of bail it may not, any more than as to other substantive or procedural\nbenefits under its criminal law system, engage in such administration as arbitrarily or\ndiscriminatorily to effect denial or deprivation of the right to a particular accused.\" 326 F.2d at 710.\nIt is uncontroverted that the City of Willcox bail schedule contained bail amounts for traffic offenses in compliance\nwith A.R.S. § 22-424 as well as selected non-traffic offenses. No bail amounts were included for violations of city\nordinances, although the chief of police testified that this discrepancy in bail scheduling was of concern to him.\nThe intentional processing of misdemeanants by classification into two groups 00 those for whom a bail amount\n97\nexists and those for whom it does not 00 raises a classic equal protection issue under the Fourteenth Amendment.\n97\nThere was sufficient testimony at trial for a reasonable jury to conclude that the classification of appellant as an\nindividual not entitled to release because the ordinance under which he was charged had no specific bail amount\nor estimate attached to it serves no legitimate state purpose and is per se irrational. See Regan v. Taxation with\nRepresentation of Washington, 461 U.S. 540, 103 S.Ct. 1997, 76 L.Ed.2d 129 (1983), for a recent restatement of\nbasic equal protection principles.\n44 *44 Additionally, there was evidence from which a jury could reasonably infer that Sgt. Raffety infringed\nappellant's right to release when he arguably arbitrarily interrupted appellant's attempt to secure that release by\ntelephoning his brother. This refusal to release appellant to a third party or on his own recognizance, once the\npolice had affirmatively acted to initiate the release procedure, was conceivably a due process or equal protection\ninfringement of appellant's liberty interest or right to bail and/or release. A jury could also reasonably infer that\nOfficer Morris infringed Mr. Creamer's equal protection or due process right when he arguably arbitrarily refused\nappellant's direct request for another telephone call since \"my last one I did not get.\" Officer Morris had permitted\n\nMr. Creamer's co-arrestee, Mr. Stoddard, a phone call which resulted in Mr. Stoddard's release without\nincarceration.\nIn addition, the City of Willcox, as the employer of the magistrate who drew up the incomplete list and as the\nemployer of the police chief who continued to administer it without, arguably, sufficient reasonable attempts to\nremedy the discriminatory effect of its arbitrary classification of misdemeanants into \"bailables\" and \"non-\nbailables,\" could reasonably be held liable for tort damages under 42 U.S.C. § 1983. While the City of Willcox\ncannot be held liable merely as the employer of tortious city policy-makers on a vicarious liability theory, see \nMonell v. Department of Social Services of City of New York, 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611\n(1978), there is no bar to the liability of the city in its own right under Monell based on the directives of the city\npolicy-makers. In Monell, supra, the City of New York was found liable in a § 1983 cause of action on the basis of\nwritten policies of a municipal department and school board. In the instant case we are dealing with the liability of\na municipality considerably smaller than the City of New York for written policies promulgated by the city\nmagistrate and chief of police. In addition, because a \"system of reportation\" existed between the city council and\nthe police department, the arguably discriminatory and arbitrary effect of these policies can be reasonably and\nforeseeably attributed to the city council. Thus, the City of Willcox is reachable because the \"execution of a\ngovernment's policy or custom ... made ... by its lawmakers or by those whose edicts or acts may fairly be said to\nrepresent official policy, inflicts the injury that the government as an entity is responsible [for] under § 1983.\" 98\nS.Ct. at 2037. Thus, the equal protection claim may be pursued against the City of Willcox, while the due process\nand equal protection claims are appropriate for jury consideration against defendants Raffety and Morris.\nC. Unreasonable delay in presentment to magistrate claim.\nThe statute authorizing bail schedules requires admission to bail \"... at any time after arrest and before\nconviction....\" A.R.S. § 22-424. It does not provide for immediate bail. The procedure upon arrest is prescribed in\nRule 4.1, Rules of Criminal Procedure, 17 A.R.S. Creamer was released well within the 24-hour initial\nappearance time limit. There is no requirement that the person arrested be taken immediately before a\nmagistrate, nor for the magistrate to be available 24 hours a day for the initial appearance. State v. Mahoney, 25\nAriz. App. 217, 542 P.2d 410 (1975). Overnight confinement pending arraignment before a magistrate has been\nheld not to constitute a deprivation of due process rights nor to constitute a violation of the arrestee's civil rights\nunder 42 U.S.C. § 1983. Patzig v. O'Neil, 577 F.2d 841 (3rd Cir.1978); Daly v. Pedersen, 278 F. Supp. 88\n(D.Minn. 1967); Sopp v. Gehrlein, 232 F. Supp. 881 (W.D.Pa. 1964). See also, Annot., 98 A.L.R.2d 966 (1964).\nWe find that the verdict was properly directed on both the state and federal claims of unreasonable delay in\n[2]\npresentment to a magistrate. (Counts V and VI).\n45 *45 D. Intentional infliction of emotional distress, invasion of privacy, and cruel and unusual\npunishment claims.\nWhile we uphold the directed verdict on the intentional infliction of emotional distress claim, because no evidence\nwas presented which would meet the state law requirement for \"extreme and outrageous ... conduct,\" Continental\nLife & Accident Company v. Songer, 124 Ariz. 294, 603 P.2d 921 (App. 1979), we set aside the directed verdict in\nfavor of appellees Raffety and Morris on the § 1983 cruel and unusual punishment claim. Pretrial detainees are\nnot to be recipients of conduct which is in effect punishment. Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60\nL.Ed.2d 447 (1979); Putnam v. Gerloff, 639 F.2d 415 (8th Cir.1981); The statement by Sgt. Raffety that he did not\nlike Creamer's \"attitude,\" that a \"culmination of his attitude, all of it together, is why I arrested him ...,\" his abrupt\ninterruption of Creamer's telephone call, his failure to bring up the subject of bail, (although he admitted that\nwhether to release Creamer was within his discretion), all with full knowledge that the arrestee, if incarcerated,\nwould be subjected to a strip search and anal cavity inspection, are pivotal evidence for a jury to evaluate as to\nwhether the conduct of the police towards Creamer amounted to cruel and unusual punishment in the pretrial\ncontext under the federal constitution and thus compensable in damages. Officer Morris acquiesced in this\nconduct. The directed verdict in favor of defendants Raffety and Morris must be reversed on Count VIII.\nThe directed verdict on the invasion of privacy claim is upheld. Arizona law requires the same standard for an\ninvasion of privacy claim as for intentional infliction of emotional distress. Since we believe the trial court ruled\n\nproperly on the latter claim, we find it also acted properly on the former claim (Count IX). Valencia v. Duval Corp.,\n132 Ariz. 348, 645 P.2d 1262 (App. 1982).\nE. Right to privacy claims under 42 U.S.C. § 1983.\nThe right to bodily privacy is constitutionally protected, and violations of that right may be redressed in a § 1983\ncause of action. Scott v. Plante, 532 F.2d 939 (3rd Cir.1976); Runnels v. Rosendale, 499 F.2d 733 (9th Cir.1974).\nIn Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), the United States Supreme Court held\nthat visual body cavity inspections established under a correctional center's rules could be conducted without\nhaving probable cause to believe that the specific pretrial detainee being searched had weapons or other\ncontraband on his person. However, the court stated that strip-search policies must be evaluated according to a\ntest of reasonableness:\n\"In each case it requires a balancing of the need for the particular search against the invasion of\npersonal rights that the search entails. Courts must consider the scope of the particular intrusion,\nthe manner in which it is conducted, the justification for initiating it, and the place in which it is\nconducted.\" 99 S.Ct. at 1884. [Emphasis added]\nIn the instant case, we have uncontroverted evidence that the arrestee was the only one to be incarcerated that\nnight, with more than half the night gone. There is additional evidence of at least four cells in the Willcox Jail,\neach apparently completely enclosed. No common holding tank is described in this facility. The arrestee had\nallegedly committed a non-violent misdemeanor according to police, with some question whether any offense\nwas ever committed by Mr. Creamer.\n46 *46 Under Bell v. Wolfish, supra, the reasonableness of a governmental strip search policy must be determined\non a case-by-case basis. Four factors aid in the determination of reasonableness: (1) the scope of the particular\nintrusion; (2) the manner in which it is conducted; (3) the justification for initiating it and (4) the place where it is\nconducted. Bell v. Wolfish, supra, 99 S.Ct. at 1884. There is no question that the scope of the intrusion is great.\nBoth the majority of five and the dissent of four justices agree on this point in Bell. The intrusion is just as great in\nWillcox as in New York City, the locus of Bell v. Wolfish. However, neither the manner in which the search was\nconducted nor the place appears more offensive in the instant case than in Bell. It is the justification for the\nsearch in this case, as well as the justification generally for the blanket policy, that must be balanced against the\nmassive intrusion. Mr. Creamer was not a sentenced prisoner as were some of the inmates in Bell. He was not a\npre-trial detainee who could not make bail, as were most of the inmates in Bell. His search was not initiated after\ndetainee contact visits with non-prisoners as in Bell. He was not introduced into the general jail population, since\nthere was none, as in other cases where strip search/body cavity searches have been upheld. See Dufrin v.\nSpreen, 712 F.2d 1084 (6th Cir.1983); Roscom v. City of Chicago, 570 F. Supp. 1259 (N.D.Ill. 1983); Giles v.\nAckerman, 559 F. Supp. 226 (D.Idaho 1983). Nor was he arrested for a felony, as in Dufrin v. Spreen, supra.\nThe instant case more nearly parallels Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981), cert. den., 455 U.S. 942,\n102 S.Ct. 1435, 71 L.Ed.2d 653 (1982), sub nom. Clements v. Logan, where, in a 42 U.S.C. § 1983 suit, the\ndismissal of claims related to a strip search was reversed and the case remanded for further proceedings against\ncertain defendants. In Logan, as in the instant case, the arrestee was placed in a single \"holding cell\" prior to\nrelease and was never intermingled with the general jail population. In addition, Logan, an attorney who was\nacquainted with the local law enforcement scheme, was afforded a magistrate's hearing prior to the strip search\nand was to be released on her own recognizance, apparently after \"sobering up.\" No such hearing was afforded\nMr. Creamer. The Court in Logan was persuaded also, with respect to the strip search claim, that there was no\ncause to believe that one arrested on a DWI charge would be in possession of contraband or weapons. This\nreasoning applies even more strongly to the instant case where Mr. Creamer's offense was seemingly more one\nof verbal assertiveness than physical aggression.\nSimilarly, we believe, as the Fourth Circuit did in Logan, that evidence relating to a good faith defense is \"one of\nfact for the jury under appropriate instructions as to the burden of proof and the substantive elements of the\ndefense.\" 660 F.2d at 1014. Thus on Count X we reverse for trial against all defendants. Upon remand, Mr.\nCreamer is entitled to a jury determination of the facts relating to the strip search against the four-part\nreasonableness standard of Bell v. Wolfish, supra. In addition, the defendants Raffety and Morris must plead and\n\nestablish before the jury a good faith immunity defense, should the jury find the strip search policy unreasonable\nas it was applied to Mr. Creamer. No punitive damages are available on any of the damage claims against the\nCity of Willcox, however, under City of Newport v. Fact Concerts, Inc., 453 U.S. 247, 101 S.Ct. 2748, 69 L.Ed.2d\n616 (1981).\nWhile a strip search is clearly justified in many instances, we believe a blanket policy that would subject anyone\nincarcerated on any offense to a strip and body cavity search to be impermissibly broad. According to the\ntestimony of the police chief, an individual arrested on a misdemeanor charge associated with a barking or\nunlicensed dog could be subjected to this indignity. A scope this wide is clearly insupportable. The interaction of\n47 the blanket strip search policy with an incomplete bail *47 list creates a Kafkaesque[3] scheme whereby Mr.\nCreamer or any other misdemeanant could suffer a massive intrusion upon the right to privacy in the future at the\nhands of law enforcement personnel stretching the limits of their discretion to release and acting on little or no\njustification.\nAs to Count XI, we find as a matter of law, based on the facts as applied against the Bell v. Wolfish, standard,\n[4]\nthat the blanket policy of the City of Willcox  is an unreasonably burdensome intrusion upon the arrestee's right\nto privacy secured by the Federal Constitution. Runnels v. Rosendale, supra.\nWe remand to the trial court for an order to be fashioned by that court consistent with this declaration of the\nblanket strip search policy as unconstitutional under federal law. The order shall require the City of Willcox to\ntailor its strip search/body cavity search policy to the security needs of the Willcox facility. For example, a strip/\ncavity search may be required after any jail visits, as in Bell v. Wolfish, supra. Such searches would also be\nsanctioned when individuals will be housed together in the same cell unsupervised by jail personnel.\nThe judgment of the trial court is reversed as to Counts IV, VIII, X and XI of the amended complaint, and the\nmatter is remanded to the trial court for further proceedings consistent with this opinion. In all other respects, the\njudgment of the trial court is affirmed.\nBIRDSALL and HOWARD, JJ., concur.\n[1] The 42 U.S.C. § 1983 cause of action is a constitutional tort which \"provides that every person who, under\ncolor of any statute, ordinance, regulation, custom, or usage, of any State or Territory, subjects, or causes to be\nsubjected, any citizen of the United States ... to the deprivation of any rights, privileges, or immunities secured by\nthe Constitution and laws, shall be liable to the party injured in an action at law, suit in equity, or other proper\nproceeding for redress. Section 1983 is derived from the Act of April 20, 1871.\" C. Antieau, Federal Civil Rights\nActs: Civil Practice at 48-49 (1971). As such the cause of action must demonstrate in its prima facie case (1) that\nthe city and the named employees were acting under color of law; (2) that the deprivation complained of was a\nright or interest secured by the federal constitution or laws; (3) that the deprivation complained of was intentional\nor the reasonably foreseeable result of a voluntary act or omission and (4) that the injury alleged was proximately\ncaused by the defendant(s). J. Cook and J. Sobieski, Jr., Civil Rights Actions (1984). See Monroe v. Pape, 365\nU.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961).\n[2] This finding is not contradictory to our decision in the right to bail claim since state law defines \"unreasonable\ndelay\" as greater than 24 hours, a timeframe which is not irrational on its face for federal constitutional purposes.\nThe arguably arbitrary and capricious conduct on the part of defendants is much more directly related to a due\nprocess or equal protection infringement of a right to bail or liberty interest than any delay clearly reasonable as\ndefined by statute.\n[3] In The Trial, Franz Kafka described the archetypal encounter of the ordinary mortal with the capriciousness\nand irrationality of modern bureaucracies.\n[4] The execution of a government's policy or custom by makers of official policy such as the chief of police is\nsufficient for attributing liability to a municipality. Monell, supra, 98 S.Ct. at 2036. In this case, the chief of police\ndrew up and ordered the strip search policy. In addition, the reporting system outlined by the city manager,\n\ndiscussed above, is a sufficient basis for attributing the blanket policy ordained by the chief of police to the City of\nWillcox. \n\"Local governing bodies, therefore, can be sued directly under § 1983 for monetary, declaratory, or injunctive\nrelief where, as here, the action that is alleged to be unconstitutional implements or executes a policy statement,\nordinance, regulation, or decision officially adopted and promulgated by that body's officers. Moreover, although\nthe touchstone of the § 1983 action against a governmental body is an allegation that official policy is responsible\nfor a deprivation of rights protected by the Constitution, local governments, like every other § 1983 `person,' by\nthe very terms of the statute, may be sued for constitutional deprivations visited pursuant to governmental custom\neven though such a custom has not received formal approval through the body's official decisionmaking\nchannels. As Mr. Justice Harlan, writing for the Court, said in Adickes v. S.H. Kress & Co., 398 U.S. 144,\n167-168, 90 S.Ct. 1598, 1613, 26 L.Ed.2d 142 (1970): `Congress included customs and usages [in § 1983]\nbecause of the persistent and widespread discriminatory practices of state officials.... Although not authorized by\nwritten law, such practices of state officials could well be so permanent and well settled as to constitute a \"custom\nor usage\" with the force of law.'\" Monell, supra, 98 S.Ct. at 2035. (Emphasis added)\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/60243"
    },
    {
      "date": "1987-10-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 850,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 484,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 24285,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24285.pdf",
      "title": "Denial of Petition for Writ of Certiorari",
      "text": "484 U.S.  MEMORANDUM DECISIONS  151 \nCite as lOS S.C!. (1987) \n4 \n484 U.S. 850, 98 L.Ed.2d 106  484 U.S. 850, 98 L.Ed.2d  107 \nHarvey FURGATCH, petitioner, v.  FED·  5 WEST 14TH OWNERS CORP., petition. \nERAL ELECTION COMMISSION.  er, v. WEST 14TH STREET COMMER \nNo.  87-108.  CIAL CORP., et al.  No. 87-111. \nCase below, 807 F.2d 857.  Case below,  625  F.Supp. 934;  815 F.2d \nPetition for writ of certiorari to the Unit  188. \ned States Court of Appeals for the Ninth  Petition for writ of certiorari to the Unit \nCircuit.  ed States Court of Appeals for the Second \nCircuit. \nOct. 5, 1987.  Denied. \nOct. 5, 1987.  Denied. \n2 \n484 U.S. 850, 98 L.Ed.2d 106  5 \nBill Ross CREAMER, petitioner, v.  Mi·  484 U.S. 850, 98 L.Ed.2d 107 \nchael S.  RAFFETY, et al.  No.  87-109.  UNITED BROTHERHOOD OF CARPEN. \nPetition  for  writ  of  certiorari  to  the  TERS AND  JOINERS OF AMERICA, \nCourt of Appeals of Arizona, Division Two.  AFL-CIO, LOCAL 2247, et aI., petition. \ners,  v.  ENDICOTT  ENTERPRISES, \nOct. 5, 1987.  Denied. \nINC.  No. 87-112. \nCase below, 806 F.2d 918;  808 F.2d 708. \nPetition for writ of certiorari to the Unit-\ned States Court of Appeals for the Ninth \nCircuit. \nOct. 5, 1987.  Denied. \n3 \n484 U.S. 850, 98 L.Ed.2d 106 \nRandy TERRY, petitioner, v.  NEW \nYORK.  No. 87-110. \nPetition  for  writ  of  certiorari  to  the \nCounty Court, Broome County, New York. \n6 \nOct. 5, 1987.  Denied. \n484 U.S. 851, 98 L.Ed.2d 107 \nLeo D. MAGYAR, et ux., petitioners, v. \nUNITED FIRE INSURANCE \nCOMPANY, et al.  No. 87-114. \nCase below, 811 F.2d 1330. \nPetition for writ of certiorari to the Unit \ned States Court of Appeals for the Ninth \nCircuit. \nOct. 5, 1987.  Denied. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24285"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121390,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121390"
    },
    {
      "date": "1987-10-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 850,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 484,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72253,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72253.pdf",
      "title": "Denial of Petition for Writ of Certiorari",
      "text": "Petition  for  writ  of  certiorari  to  the  Court  of Appeals  of \n108  S.Ct.  151  Arizona,  Division  Two. \nSupreme  Court of the  United  States  , \nDenied. \nBill  Ross  CREAMER,  petitioner, \nVv. \nMichael  5.  RAFFETY,  et  al.  Parallel  Citations \nNo.  87-109  |  October 5,  1987  108  S.Ct.  151  (Mem),  98  L.Ed.2d  106 \nOpinion\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72253"
    },
    {
      "date": "1987-07-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 955062,
      "cite_2_reporter": "WL",
      "cite_2_vol": 1987,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 24287,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/24287.pdf",
      "title": "Petition for Writ of Certiorari",
      "text": "1987WL955062(U.S.) Page1\n(Citeas:1987WL955062)\nThe Decision Of The Court Of Appeals Of Arizona Is In\nConflict With The Applicable Decisions Of This Court\nForOpinionSee108S.Ct.151\nAndOfTheFederalCircuitCourtsOfAppeals,WithRe-\ngardToTheProperInterpretationOf42U.S.C.§1988...\nSupremeCourtoftheUnitedStates.\n8\nBillRossCREAMER,Petitioner,\nv.\nConclusion...14\nMichaelS.RAFFETY,etal.,Respondents.\nNo.87-109.\n*ivTABLEOFAUTHORITIESCITED\nOctoberTerm,1986.\nJuly18,1987. CASES\nPetition For Writ of Certiorari to the Court of Appeals of Blumv.Stenson,465U.S.886(1984)...11\ntheStateofArizona\nCityofRiversidev.Rivera,__U.S.__(1986)...10\nPetitionforWritofCertiorari\nCreamerv.Raffety,145Ariz.34,699P.2d908(1984)...\nDavidRudovsky,Kairys&Rudovsky,924CherryStreet,\n5\nSuite 500, Philadelphia, Pa. 19107, (215) 925-4400, At-\ntorneyofRecordForPetitioner.\nCrumbaker v. Merit Systems Protection Brd., 781 F.2d\nQUESTIONPRESENTEDFORREVIEW\n191(1986)...11\nWhethertheCivilRightsAttorney'sFeesAct,42U.S.C.§\nDavisv.CityofAbbeville,633F.2d1161(5thCir.1981)\n1988requiresatrialcourttostatereasonsforanawardof\n...11\nfees that is substantially less than requested by a prevail-\ningplaintiffinacivilrightsaction.\nGainesv.DoughertyCy.Bd.ofEducation,775F.2d1565\n(11thCir.1985)...11\n*iiPARTIESTOTHEPROCEEDINGS\nGreerv.Holt,718F.2d206(6thCir.1983)...11\nPetitioner,whowasplaintiffbelow,isBillRossCreamer.\nHensleyv.Eckerhart,461U.S.424(1983)...9\nRespondents,whoweredefendantsbelow,areMichaelS.\nRaffety, Jean Raffety, Huey Lee Morris, Ruth Ann Mor-\nJohnson v. Georgia Highway Express, Inc., 488 F.2d 714\nris,andCityofWillcox.\n(5thCir.1974)...6,9\n*iiiTABLEOFCONTENTS\nJordan v. Multnomah Cy, 799 F.2d 1262 (9th Cir. 1986)\n...11\nPetition for Writ of Certiorari to the Court of Appeals for\ntheStateofArizona...1\nLucerov.Trinidad,815F.2d1384(10thCir.1987)...11\nOpinionBelow...2\nMammamov.PittstonCo.,792F.2d1242(4thCir.1982)\n...11\nJurisdiction...2\nMurphyv.Kolovitz,635F.2d662(7thCir.1981)...11\nConstitutionalandStatutoryProvisionsInvolved...2\nNortherossv.Bd.ofEducationofMemphis,611F.2d624\nStatementoftheCase...3\n(6thCir.1979)...12\nReasonsforGrantingtheWrit\nPennsylvaniav.DelawareCitizens'CouncilforCleanAir,\n55LW5113(June26,1987)...6,10,11\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1987WL955062(U.S.) Page2\n(Citeas:1987WL955062)\nSargeantv.Sharp,579F.2d645(1stCir.1978)...11 42U.S.C.§1988:\nProceedingsinvindicationofcivilrights;attorney'sfees\nThorne v. City of El Segundo, 802 F.2d 1131 (9th Cir.\n*3Thejurisdictionincivilandcriminalmattersconferred\n1986)...12\nonthedistrictcourtsbytheprovisionsofthis\nUrsicv.BethlehemMines,719F.2d670(3dCir.1983)...\nTitle,andofTitle“CIVILRIGHTS,”andofTitle\n11\n“CRIMES,”fortheprotectionofallpersonsinthe\n*v Van Ooteghem v. Gray, 628 F.2d 488 (5th Cir. 1980)\n...11 United States in their civil rights, and for their vindica-\ntion, shall be exercised and enforced in conformity with\nWaljev.CityofWinchester,773F.2d729(6thCir.1985)\nthelawsoftheUnitedStates,sofarassuchlawsaresuit-\n...11\nable to carry the same into effect; but in all cases where\nthey are not adapted to the object, or are deficient in the\nOTHERAUTHORITIES\nprovisions necessary to furnish suitable remedies and\npunishoffensesagainstlaw,thecommonlaw,asmodified\n28U.S.C.§1257...2\nand changed by the constitution and statutes of the State\n42U.S.C.§1988...2,3,5,8 wherein the court having jurisdiction of such civil or\ncriminalcauseisheld,sofarasthesameisnotinconsist-\n*1 To the Honorable, the Chief Justice of the United ent with the Constitution and laws of the United States,\nStates,andtheAssociateJusticesoftheSupremeCourtof shallbeextendedtoandgovernthesaidcourtsinthetrial\ntheUnitedStates: and disposition of the cause, and, if it is of a criminal\nnature, in the infliction of punishment on the party found\nThe petitioner, Bill Ross Creamer, plaintiff-appellant in\nguilty. In any action or proceeding to enforce a provision\nthe court below, respectfully prays that a writ of\nofsections1981,1982,1983,1985,and1986ofthistitle,\ncertiorari*2 issue to review the judgment of the Court of\ntitle IX of Publio Law 92-318, or title VI of the Civil\nAppeals of the State of Arizona entered in this case on\nRightsActof1964,thecourt,initsdiscretion,mayallow\nDecember26,1986,affirmingthetrialcourt'sdecisionon\ntheprevail.ingparty,otherthantheUnitedStates,areas-\nthe issue presented. A Petition for Review was denied by\nonableattorney'sfeeaspartofthecosts.\ntheArizonaSupremeCourtonMarch24,1987.\nSTATEMENTOFTHECASE\nOPINIONBELOW\nPetitionercommencedthiscivilrightscasein1980byfil-\nThe opinion of the Court of Appeals of Arizona is repro-\ning an action for damages and equitable relief in the Ari-\nducedatpage2aintheAppendix.TheopinionoftheSu-\nzona Superior Court. The action presented claims under\nperior Court of Arizona is reproduced at page 7a of the\n42U.S.C.§1983andrelatedstatecausesofaction.\nAppendix.\nPetitioner claimed that he had been unlawfully arrested,\nJURISDICTION\nmaliciously prosecuted, denied timely bail, subjected to\nan improper strip search, and denied due process of law\nTheSupremeCourtofArizonadeniedreviewofthiscase\nwith respect to an incident that occurred on January 28,\non March 24, 1987. On June 2, 1987 Chief Justice Willi-\n1980intheCityofWillcox,Arizona.\namH.RehnquistgrantedaMotionForExtensionofTime\ntofilethispetitiontoJuly22,1987.\nAtabout1a.m.onthatdatepetitionerwasapassengerin\nan automobile that was stopped by the police because\nThejurisdictionoftheSupremeCourtisinvokedpursuant\ntheysuspectedthedriverofdrivingwhileintoxicated.Pe-\nto28U.S.C.§1257.\ntitionerwasarrestedwhenhequestionedtheofficer'sright\nSTATUTORYPROVISIONINVOLVED to conduct a search of the automobile and for his refusal\nto stand at a distance from the car. He was charged with\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1987WL955062(U.S.) Page3\n(Citeas:1987WL955062)\nobstructing a police officer, a misdemeanor under a City and Costs under 42 U.S.C. § 1988 that, as supplemented,\nordirnanee. requestedthefollowing:\nPetitioner was not searched or frisked at the scene. He\nwas handcuffed in such a manner as to cause severe\nmarks and bruises. At the police station, petitioner was\nsubjected to a strip search and visual body cavity inspec-\ntion under a policy requiring such searches for all in-\ncoming prisoners regardless of the charges or any other\nfactors.Thesearchwasconductedonacoldcementfloor\nandcausedpetitionerhumiliationandmentalanguish.\nBecause the City of Willcox had failed to establish a bail\nschedule for violations of City ordinances such as the\ncharge against petitioner (a schedule existed for all other\ncriminal charges) and because the police interfered with\npetitioner's attempt to contact his family, petitioner was\nforced to spend the night in custody. He was released the\nnextmorning.\nOn April 2, 1980 petitioner was convicted in magistrate's\ncourt, but on trial de novo in the Superior Court of Ari-\nzonahewasacquittedofallcharges.\nIn his civil rights action, petitioner challenged the arrest,\nstripsearch,denialofreleaseonbail,andtheprosecution.\nThe trial court granted summary judgment to the defend-\nants on the malicious prosecution claim and at trial gran-\nteddirectedverdictsagainstpetitioneronallothercounts.\nOn appeal, the Court of Appeals reversed in part and re-\nmandedforanewtrial.Craemerv.Raffety,145Ariz.34,\n699P.2d908(1984).Thecourtruledthatthestripsearch\npolicy was unconstitutional and directed that the lower\ncourt issue an injunction requiring the City to limit the\ncircumstances under which such searches could be con-\nducted. The court also remanded for trial petitioner's\nclaimsbasedontilefailuretohaveabailscheduleforthis\noffense and for the defendants' arbitrary interference with\npetitioner'sattemptstocontacthisfamilytosecurerelease\non bail. According to the Court of Appeals, this claim\npresented valid due process and equal protection issues.\n699P.2d,at917.\nOn remand, the trial court granted deelaratory and in-\njunctive relief on the strip search claim. The damages\nclaimwassettledforanamountof$5,250.00\nPetitioner thereupon filed a Motion for Attorney's Fees\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1987WL955062(U.S.) Page4\n(Citeas:1987WL955062)\n1. Attorney'sfees464.8hoursat$90 $69,720.00\nperhour,plus50%contingency\nmiltiplier\n2. Paralegalfees89.5hoursat$30 $2,685.00\nperhour\n3. Costs $6,140,81\nTOTAL $78,545.81\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1987WL955062(U.S.) Page5\n(Citeas:1987WL955062)\nthat while the matter was pending, the Court of Appeals\nIn support of this motion, petitioner submitted a detailed\ndirected the trial court to clarify whether, “out-ofpocket\naffidavitofcounsel'stime,records,andbills.\nexpenses were allowed either as costs or otherwise.” In\nresponse, the trial court purported to state reasons for its\nDefendants opposed the request arguing first, that no fee\nfee award. Procedurally, this addition to the record was\nwasappropriate,andsecond,thatifafeewastobeawar-\nnot proper (since not requested by the Court of Appeals).\nded,itshouldbefarlessthanclaimedbypetitioner.Litig-\nMore important, it was not given any mention or weight\nation of the motion included the testimony of petitioner's\nby that court. The Court of Appeals decision is based on\ncounsel, Tony K. Behrens, and two attorneys who testi-\ntheunderstandingthatnoreasonswereprovided.Inaddi-\nfiedaeexpertsforthedefendants.\ntion, the reasons given are not, we submit, sufficient to\nmeettherequirementsunder§1988.\nThe trial court, after hearing, awarded counsel fees and\n[FN1]\ncostsintheamountof$15,000.00. Noreasonswere\nSecond, respondents pointed to remarks made by the trial\nprovided for awarding less than one-fourth of the fee re-\ncourtatthecloseoftheevidentiaryhearing.Atthatpoint\nquest. The court did not find that the hours expended or\nthe trial judge merely stated that in light of the nature of\nthehourlyratewereexcessive;rather,thetrialcourtadop-\nthecasehewastroubledbytheamountrequested,butthat\nted a “Proposed Form of Judgment” submitted by the re-\nhe would probably grant some part of the request. Hear-\nspondents, which in boilerplate fashion stated that the\ning,Dec.24,1985,pp.87-88.Obviously,thesecomments\ncourthadconsideredthelegalfactorssetforthinJohnson\nduringahearingarenotthekindofreasonsrequiredby§\nv.GeorgiaHighwayExpress,Inc.,488F.2d714(5thCir.\n1988.\n1974), and that it would award $15,000 in attorney's fee.\nA.7a.8a.\nThe Supreme Court of Arizona denied review on March\n24,1987.OnJune2,1987,ChiefJusticeRehnquistexten-\nFN1. Since no reasons were given for the fee\nded the date for filing the Petition for Certiorari to July\naward,itisimpossibletodeterminewhetherthe\n22,1987.\ntrial court rejected petitioner's requested en-\nhancementonthecontingencyfactor.Thisfactor\n*8REASONSFORGRANTINGTHEWRIT\nwas cited by the court, A. 7a, and if this case is\nremandedthestatecourtswouldhavetoconsider TheDecisionOfTheCourtOfAppealsOfArizonaIsIn\nthis issue in light of Pennsylvania v. Delaware ConflictWithTheApplicableDecisionsOfThisCourt\nValley Citizen's Council for Clean Air, 55 LW AndOfTheFederalCircuitCourtsOfAppealsWithRe-\n5113(U.S.,June26,1987) gardToTheProperInterpretationOf42U.S.C.§1988.\nOn appeal, the Court of Appeals affirmed the award (as\nOneimportantissueispresentedforthisCourt'sconsider-\namended to include taxable costs and expenses) and re.\nation whether the Civil Rights Attorney's Fees Award\njeoted petitioner's claims that the trial court had erred in\nAct, 42 U.S.C. § 1988, requires a trial court to state reas-\nfailing to state reasons for its ruling. The Court of Ap-\nonsinsupportofadecisionawardingordenyingfeestoa\npealsruledthatwhereafeewasdenied“altogether,”reas-\nprevailingplaintiff.\nonsmustbegiven,butwhereafeeisawarded,eveniffar\nlessthanrequested,“thetrialcourtisnotrequiredtostate\nInthiscase,petitionerwasclearlytheprevailingparty.He\nreasonsinsupportoftheaward.”A.4a-5a.\nsucceeded in obtaining a leading appellate court decision\nrequiring a fundamental Constitutional change in strip\nThe Court of Appeals quite clearly ruled that no reasons\nsearch and bodily cavity searches procedures in Arizona.\nhad been provided by the trial court. A. 4a. Accordingly,\nIn addition, he received compensation by way of a settle-\ntheissueisproperlybeforethisCourtonthisveryspecific\nment for the damages occasioned by the strip search and\nlegal question. Respondents made an argument be. low\nbyhispost-arrestincarceration.\nthat reasons in fact were provided. First, it was asserted\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1987WL955062(U.S.) Page6\n(Citeas:1987WL955062)\nPetitioner'sMotionforAttorney'sFeeswasseriouslycon- its reasons for the fee award. When an adjustment is re-\ntested with regard to the hours expended, the appropriate quested on the basis of either the exceptional or limited\nhourly fee, and the applicability of a contingency en- nature of *10 the relief obtained by the plaintiff, the dis-\nhancement. The trial court expressly found that petitioner trictcourtshouldmakeclearthatithasconsideredthere-\nwas entitled to a fee award, noting that “they did prevail. lationshipbetweentheamountofthefeeawardedandthe\nTheydidchangethestatusofthelawinthisState.”Hear- results obtained. Hensley, supra, at 437 (Emphasis ad-\ning,Dec.24,1985,p.88.However,afterhearing,thetrial ded).\ncourt made an award of less than one-fourth of that re-\nIn Hensley, the Court remanded for a further hearing on\nquested by petitioner, and the court failed to provide a\nthe fee award, in part because the district court despite\nsingle reason for its decision. This action was sustained\nhaving made a “conmendable effort to explain the fee\non appeal; accordingly, unless reviewed by this Court, in\naward”, id. at 438, had not adequately explained the rela-\ncivilrightsactionsinArizonastatecourts,trialcourtswill\ntionship between the award and the actual level of suc-\nbe under no obligation to provide reasons in\ncess. The Court ruled that the issue of which claims were\nadjudicating*9feerequestsunder§1988.Thisclearlyer-\nactuallysuccessfullylitigatedrequiresastatementofreas-\nroneous ruling conflicts with the decisions of this Court\nons that is not satisfied “by a mere conclusionary state-\nandoftheFederalCircuitCourtsofAppeals.\nment that this fee was reasonable in light of the success\nThis Court has made it clear that in exercising its discre- obtained.”Id.at439,n.15.\ntionunder§1988,thetrialcourtmustprovidereasonsfor\nWhile Hensley contains the most explicit statement on\nitsdecision.InHensleyv.Eckerhart,461U.S.424(1983)\nthisissue,thisCourt'sdecisionsinother§1988casesalso\ntheCourtsetforththebasicframeworkforawardingfees.\nstress the significance of stated reasons in ruling on a fee\nFirst, the “party seeking an award of fees should submit\naward. In City of Riverside v. Rivera, 477 U.S. 561, 106\nevidencesupportingthehoursworkedandratesclaimed.”\nS.Ct.2686(1986),theCourtsustainedafeeawardinpart\nId. at 433. Based on this evidence, and any other records\nbecauseofthedistrictcourt'sspecificfactfindingsonthe\norevidenceinthecase,thecourtshoulddeternlinethefee\nissuesofwhether(1)thetimeclaimedwasreasonablyex-\nbymultiplyingthereasonablenumberofthehoursexpen-\npended, (2) whether the attorneys' performance entitled\ndedbyareasonablehourlyfee.\nthem to be compensated at prevailing market rates, and\nSecond, this amount may be adjusted depending on the (3) whether the award should be adjusted to account for\nfactor of “results obtained,” id. at 434, which comes into thefactthatnotallclaimsweresuccessfullylitigated.106\n[FN2]\nplay most often where a plaintiff has prevailed on less S.Ct. at 2692-93. See also Pennsyl*11 vania v.\nthan all of the litigated claims. In making this determina- Delaware Valley Citizens' Council for Clean Air, 55 LW\ntionthecourtmayconsiderthetwelvefactorsofJohnson 5113(June26,1987);Blumv.Stenson,465U.S.886,900\nv.GeorgiaHighwayExpress,Inc.,488F.2d714(5thCir. (1984)(anyupwardadjustmentoffeebasedonclaimthat\n1974), but no precise rule or formula is mandated for all outcome was of great benefit to class must be based on\ncases. specificfindingofexceptionalsuccess).\nThird, the trial court has discretion in determining the FN2. Justice Powell, concurring, stated that af-\namount of a fee award, but in exercising this discretion firmance of the fee award was “required by the\nthecourtmustarticulateitsrationale: District Court's detailed findings of fact, which\nWe reemphasize that the district court has discretion in were approved by the Court of Appeals.” 106\ndeterminingtheamountofafeeaward. S.Ct.at2698.\nThis is appropriate in view of the district court's superior Thefederalcircuitcourtsofappealsarenearlyunanimous\nunderstanding of the litigation and the desirability of inrequiringdistrictcourtstostatereasonsinrulingonfee\navoidingfrequentappellatereviewofwhatessentiallyare requests under § 1988 or analogous statutes. See, e.g.,\nfactual matters. It remains important, however, for the Sargeant v. Sharp, 579 F.2d 645 (1st Cir. 1978); Lucero\ndistrictcourttoprovideaconcisebutclearexplanationof v. Trinidad, 815 F.2d 1384 (10th Cir. 1987); Ursic v.\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1987WL955062(U.S.) Page7\n(Citeas:1987WL955062)\nBethlehem Mines, 719 F.2d 670 (3rd Cir. 1983); ceived by way of a settlement $5,250 in damages for his\nMaimmamo v. Pittston Co., 792 F.2d 1242 (4th Cir. constitutional claims. And while he did not prevail on all\n1986); Van Ooteghem v. Gray, 628 F.2d 488 (5th Cir. of his claims, the record on the attorney's fee motion, in-\n1980);Waljev.CityofWinchester,773F.2d729(6thCir. cluding counsel's affidavit and deposition, would surely\n1985); Greer v. Holt, 718 F.2d 206 (6th Cir. 1983); justify the full fee requested. There is absolutely no way\nMurphyv.Kolovitz,635F.2d662(7thCir.1981);Jordan of determining whether the trial court applied the proper\nv.MulltnomahCy.,799F.2d1262(9thCir.1986);Gaines standards in reaching its decision. Further, it is not pos-\nv. Dougherty County Board of Education, 775 F.2d 1565 sibletodeterminewhichhoursmayhavebeendiscounted\n(11th Cir. 1985); Crumbaker v. Merit Systems Protection or whether the hourly fee was considered excessive.*13\nBoard, 781 F.2d 191 (Fed. Cir. 1986). But cf., Davis v. Foralltherecordshows,thisawardmayhavebeenbased\nCityofAbbeville,633F.2d1161(5thCir.1981). solelyonthetheoryofproportionality,anapproachwhich\nwasrejectedinCityofRiversidev.Rivera.supra.\nThe rationale of these cases is consistent with Hensley.\nArticulation of reasons is necessary to ensure that the This is not to say that based on other evidence before the\nstandards mandated by this Court in determining fee Court, that the fee request could not be reduced in some\nawards are followed and that discretion is properly ap- respects under the Hensley standards. But the court does\nplied.Further,anorderthatdoesnotprovidefor“adelib- not meet its responsibilities under Hensley by merely\neratearticulationofitsrationale,includingsomeappraisal holding a hearing and then stating that it has considered\nofthefactorsunderlyingthecourt'sdecision[doesnot]al- the Johnson Express factors. It must also provide some\nlow for [an] informed review of the Court's discretion.” reasons for its action, particularly when it reduces a fa-\nSargeantv.Sharp,supra,at647.SeealsoUrsicv.Bethle- ciallyvalidrequestbyover75%.\nhem Mines, supra, at 675; Van Ootegheem v. Gray, 628\nWe do not suggest that unnecessarily detailed fact find-\nF.2d 488, 497 (5th Cir. 1980) (“absent specific*12 find-\nings or reasons must be given; rather, the court should\ningsbythedistrictcourt...appellatereviewofthereason-\ngive reasons sufficient to demonstrate it has considered\nableness of the fee award becomes a task of sheer specu-\ntheevidenceinlightofthestandardsunder§1988,thatit\nlation.”); Thorne v. City of El Scgludo, 802 F.2d 1131,\nhas in fact applied the proper standards, and that in mak-\n1141-42 (9th Cir. 1986). In Northcross v. Board of Educ.\ning the award it has properly determined the appropriate\nof Memphis City Schools, 611 F.2d 624, 632 (6th Cir.\nhourly rate, reasonable time expended, and any other\n1979),thecourtstatedthat:\nfactors cognizable under the statute. The decision should\n... both the court's findings and its mode of analysis must\nstatewhytheawardislessthanthefeerequested.\nbe clear to enable an appellate court to intelligently re-\nviewtheaward.Theplaintiffsareentitledtosomeexplan-\nAgrantofcertiorariandreversalisparticularlyimportant\nation of the reasoning used to exclude those hours ... and\nin this case, where a federal civil rights claim was litig-\nsome description of the findings relied upon to find that [FN3]\nated in state court. To ensure that the state courts\nexpenses and billing rates were excessive. Any review of\nproperlyadjudicatefeerequestsunder§1988itis*14im-\nthecourt'sawardsinthiscasewouldrequire...sheercon-\nportant that the decision of the Arizona Court of Appeals\njecture on our part as we speculate as to reasons why the\nbe expressly repudiated. An increasing number of these\ncourtmighthavecutcertaindocumentedhours.Infact,it\ncases are being heard by the state courts and it is critical\nis impossible to tell whether the district judge might not\nthat they adhere to the standards which govern attorney's\nhave simply overlooked certain services provided by\nfeelitigationinsuchcases.\nplaintiffs' attorneys. Certainly no more substantial reason\nappearsinthisrecord.\nFN3.TheArizonaCourtofAppealsnotedthatit\nhadpreviouslyrequiredatrialcourttogivereas-\nIn this case, petitioner prevailed on appeal on a major is-\nonswhenitdeniedafeeawardaltogether.A.4a.\nsue under the Fourth Amendment, thus limiting the cir-\nButthedifferencebetweendenyingafeeandthe\ncumstances under which the Arizona police can strip\nkindofsubstantialreductionmadeinthiscaseis\nsearch arrestees. This ruling resulted in an injunction and\nwhollyarbitrary.\nanewstatewideruleoflaw.A.9a.Further,petitionerre-\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.\n\n1987WL955062(U.S.) Page8\n(Citeas:1987WL955062)\nCONCLUSION\nForalloftheforegingreasons,itisrespectfullyrequested\nthatthisCourtissueawritofcertioraritoreviewthejudg-\nmentoftheCourtofAppealsofArizona.\nCreamerv.Raffety\n1987WL955062(U.S.)\nENDOFDOCUMENT\n©2007Thomson/West.NoClaimtoOrig.U.S.Govt.Works.",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/24287"
    }
  ],
  "document_count": 5
}