{
  "case_id": 17414,
  "fetched_at": "2025-10-22T00:30:29.109195",
  "case_data": {
    "attorney_orgs": [
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Complaint (any)",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Arraignment Court Magistrates of the First Judicial District",
        "institution_alt_state": null,
        "institution_city": "Philadelphia",
        "institution_county": "Philadelphia",
        "name": "Arraignment Court Magistrates of the First Judicial District",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Mooted before ruling",
    "class_action_sought": "Yes",
    "closing_year": 2020,
    "constitutional_clause": [
      {
        "value": "Excessive Bail/Fines"
      }
    ],
    "content_of_injunction": [],
    "court": "Pennsylvania state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Law-enforcement"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2019-03-12",
    "filing_year": 2019,
    "id": 17414,
    "injunction_duration": "",
    "issues": [
      "EEOC-centric: Direct Suit on Merits",
      "General/Misc.: Fines/Fees/Bail/Bond"
    ],
    "last_checked_date": "2022-11-21T00:00:00-05:00",
    "main_docket": {
      "id": 55570,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2019,
      "docket_filing_number": 21,
      "is_main_docket": true,
      "court": "Pennsylvania state supreme court",
      "state": "Pennsylvania",
      "docket_office_number": "0",
      "docket_number_manual": "21 EM 2019",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Philadelphia Community Bail Fund v. First Judicial District Arraignment Magistrates",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Ten individuals incarcerated on cash bail that they could not afford, in addition to two nonprofit organizations.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      },
      {
        "value": "Non-profit NON-religious organization"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Pennsylvania",
    "summary": "<p>In Philadelphia, defendants who are arrested and then charged with a crime remain held in a divisional booking center, where they participate via videoconference in preliminary arraignments (also known as &ldquo;bail hearings''). &nbsp;Philadelphia Municipal Arraignment Court Magistrates (ACMs) of the First Judicial District conduct these hearings and determine whether to release a defendant and what conditions, if any, to impose on release. &nbsp;The vast majority of ACMs are non-lawyers who have completed a training program and passed an examination, &nbsp;</p>\r\n<p>On March 12, 2019, two nonprofits &nbsp;&ndash; the Philadelphia Community Bail Fund and the Youth Art &amp; Self-Empowerment Project &ndash; and ten individuals, who were then incarcerated on cash bail that they could not afford, filed this putative class action lawsuit and petition for writ of mandamus in the Supreme Court of Pennsylvania against six ACMs for their allegedly illegal practices when imposing cash bail. &nbsp;Represented by the ACLU of Pennsylvania and a private law firm, the plaintiffs claimed that the ACMs had violated the Pennsylvania Rules of Criminal Procedure and Pennsylvania state Constitution by regularly imposing cash bail on indigent defendants without considering their ability to pay or available alternative conditions on release. &nbsp;</p>\r\n<p>While the Rules of Criminal Procedure and Constitution mandate that an ACM may impose a monetary condition on release only if it is necessary to ensure a defendant's appearance at trial and after considering the defendant's ability to pay, the plaintiffs claimed that the ACNs routinely set bail in the thousands of dollars without considering the defendants' financial means. &nbsp;The plaintiffs requested that the Pennsylvania Supreme Court exercise original jurisdiction over the lawsuit (known as &ldquo;King&rsquo;s Bench jurisdiction&rdquo;); set a date for a hearing on any allegations contested by the ACMs; issue an order requiring the magistrates to conduct preliminary arraignments in accordance with the Rules of Criminal Procedure; and award any other relief deemed appropriate by the court. &nbsp;</p>\r\n<p>The Supreme Court of Pennsylvania on July 8, 2019 denied the plaintiffs&rsquo; motion for class certification and request for mandamus relief. &nbsp;The Court, however, exercised its original jurisdiction over the case and appointed John M. Cleland, Senior Judge of Common Pleas of McKean County, as a special master to conduct an inquiry with respect to the operation of the cash bail system in the First Judicial District. &nbsp;The July 2019 Order stipulated that the parties were to participate in proceedings before Judge Cleland and encouraged them to enter into stipulations of facts and to reach other appropriate agreements. &nbsp;</p>\r\n<p>In his report issued on December 16, 2019, Judge Cleland concluded that the \"bail system as conceived is essentially sound\" and that a \"wholesale overhaul\" of the bail system would be \"unrealistic. &nbsp;Judge Cleland declined to specifically comment on whether the allegations supported an inference that the ACM&rsquo;s practices were unlawful. &nbsp;Since the Supreme Court had not prescribed how his inquiry should be conducted, the special master explained that it was agreed that the case would proceed in the &ldquo;nature of mediation&rdquo; with the goal of reaching agreement among the parties of how to ensure the cash bail system comply with law. &nbsp;The parties agreed on several recommendations, including: that defendants should be represented at preliminary arraignments and be afforded an opportunity to communicate confidentially with their counsel; that all conditions for bail imposed by ACMs should be free from ambiguity; that all defendants should be presumed releasable; that a decision to impose cash bail must consider a defendant's ability to pay; that defendants held without bail at a preliminary arraignment should be entitled to a promptly held release determination hearing; and that defendants who remain in custody due to the imposition of cash bail or a non-monetary condition (such as house arrest) should be entitled to a timely bail review hearing. &nbsp;</p>\r\n<p>The special master recommended that the Court adopt these eight agreements and offered several additional suggestions for improving the bail system. &nbsp;Specifically, Judge Cleland proposed that the Supreme Court appoint the President Judge of the municipal court to oversee the implementation and evaluation of the parties agreements' and his suggestions; that ACMs be provided with a more robust set of information about defendants through an enhanced interviewing and information-collection process; that a risk-assessment tool to be used by ACMs to accurately assess whether a defendant presents a danger to a community; that law enforcement have access to information regarding conditions that have been imposed on a defendant as a condition of release or on bail; that continuing education for ACMs be enhanced and restructured; that the ACM hearing room's audio-visual system be improved; that plain-language standards be adopted in all release paperwork including conditions of the bail; and the development of a process to evaluate the performance of each ACM and of the system as a whole. &nbsp;In response to the special master's report, several interested organizations, including the Juvenile Law Center and Former Federal Prosecutors, filed amicus briefs assessing the recommendations. &nbsp;</p>\r\n<p>The Pennsylvania Supreme Court issued an order on July 27, 2020, reaffirming that cash-bail determinations must be made in accordance with existing law. &nbsp;The Court observed that many of the proposals of the parties and special master arguably fell outside of the Court&rsquo;s exercise of original jurisdiction because they were &ldquo;not squarely related to alleged &lsquo;systemic failures&rsquo; of the First Judicial District to abide by current law.&rdquo; &nbsp;Accordingly, the Court suggested that the court administrator consider them for possible administrative action. &nbsp;The Court declined to comment on whether the ACMs had violated existing law and thereby relinquished its jurisdiction over the matter. &nbsp;The case is now closed. &nbsp;</p>",
    "summary_published_date": "2022-12-19T12:29:44.716212-05:00",
    "summary_short": "On March 12, 2019, two nonprofits  and ten individuals, who were then incarcerated on cash bail that they could not afford, filed this putative class action lawsuit and petition for writ of mandamus in the Supreme Court of Pennsylvania against six arraignment court magistrates for their allegedly illegal practices when imposing cash bail.  The plaintiffs claimed that the magistrates violated the Pennsylvania Rules of Criminal Procedure and state constitution by regularly imposing cash bail on indigent defendants without considering their ability to pay or available alternative conditions on release.   The Supreme Court of Pennsylvania denied their motion for class certification and request for mandamus relief, but exercised original jurisdiction over the matter and appointed a special master to conduct an inquiry about the cash bail system in Philadelphia.  In mediation, the parties agreed on several recommendations to improve the system.  The special master offered additional proposals in a report on the system's operation, but declined to comment on whether the practices were unlawful, as plaintiffs had alleged.  In July 2020, the Supreme Court reaffirmed the requirement under Pennsylvania law that cash bail determinations be made with consideration for a defendant's ability to pay and other conditions on release, and suggested that the court administrator consider the proposals of the parties and special master.  The case is now closed.",
    "summary_tiny": null,
    "terminating_date": "2020-07-27",
    "clearinghouse_link": "clearinghouse.net/case/17414",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17414",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17414",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17414"
  },
  "documents": [
    {
      "date": "2023-06-07",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Deleted",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 140954,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/140954.pdf",
      "title": "Government's Motion to Permit the Disclosure of Information Contained in the Classified Appendix to the Report on Matters Related to Intelligence Activities and Investigations Arising Out of the 2016 Presidential Campaigns",
      "text": "\n############# New Text on 20240903 ###############\nREDACTED / CLEARED  FOR  PUBLIC  RELEASE \neI,  s    \nerin:  oo      \nUNITED  STATES  SHRM  Ls  JUR \nFOREIGN  INTELLIGENCE  SURVEILLANCE  COURT  289 23  JUNy o -7  PM 1%3 :  21 \nWASHINGTON,  D.C.  Sraasmulble  Seek \n  \n(U):   IN  RE  CARTE. R  W.  PAGE,  A  U.S.  PERSON .  0D0o5c2k,e t 17N-u0m3b7e5,r s:&   1176--01617892 ,  17- \n  \n  \n(U)  GOVERNMENT’S  MOTION  TO  PERMIT  THE  DISCLOSURE  OF \nINFORMATION  CONTAINED  IN  THE  CLASSIFIED  APPENDIX  TO  THE  REPORT \nON  MATTERS  RELATED  TO  INTELLIGENCE  ACTIVITIES  AND  INVESTIGATIONS \nARISING  OUT  OF  THE  2016  PRESIDENTIAL  CAMPAIGNS \n(U)  By  this  motion,  the  Government,  through  the  undersigned  Department  of Justice \n(DOJ)  attorney,  seeks  an  order  authorizing  the  disclosure  of certain  specified  information \nacquired  from  one  or  more  of the  four  Foreign  Intelligence  Surveillance  Act  (FISA)  applications \ntargeting  Carter  W.  Page  (Page)  in  docket  numbers  2016-1182,  2017-0052,  2017-0375,  and \n2017-0679  (the  Page  FISAs)  as  comporting  with  Sections  1801(h)(1),  1809(a)(2),  1821(4)(A), \nand  1827(a)(2)  of FISA. \n(U)  Special  Counsel  John  H.  Durham  has  closed  his  investigation  into  potential  crimes \nrelating  to  intelligence  activities  and  investigations  arising  out  of the  2016 presidential \ncampaigns,  including  the  FBI’s  Crossfire  Hurricane  investigation,  and  has  prepared a  final  report \ntitled,  Report  on  Matters  Related to  Intelligence  Activities  and Investigations  Arising  out  of the \n2016  Presidential  Campaigns  (the  Report).  Although  the  Report  is  unclassified,  a  classified \nappendix  to  the  Report  includes  information  collected  pursuant  to  the  Page  FISAs  in  three \nparagraphs.  In  this  motion,  the  Government  proposes  parameters  for  the  use  and  disclosure  of \nClassified  by:  Assistant  Attorney  General  for National  Security \nDerived  From:  DOJ/NSI  SCG-1,  1.6;  FBI  NSICG  INV \nDeclassify  on:  20480607 \nREDACTED / CLEARED FOR PUBLIC RELEASE\nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE \nthe  classified  appendix  and  explains  why  such  limited  use  and  disclosure  of Page  FISA \ninformation  is  consistent  with  the  relevant  statutory  provisions.  See  50  U.S.C.  §§  1801(h)(1), \n1809(a)(2),  1821(4)(A),  and  1827(a)(2).  This  Court  previously  authorized  the  use  and  disclosure \nof Page  FISA  information  where  “necessary  to  remedy  or  deter  the  types  of harm  at  which  §§ \n1809  and  1827  are  addressed,”  Jn  Re  Carter  W.  Page,  docket  nos.  16-1182,  17-52,  17-375,  17- \n679,  dated  June  25,  2020  (J.  Boasberg)  (June  25,  2020  Order),  and  the  Government  requests  an \nOrder  authorizing  the  use  and  disclosure  of the  Page  FISA  information  in  the  classified  appendix \non  those  same  grounds. \n1.  (U)  BACKGROUND \n(U)  On  December  9,  2019,  the  DOJ  Office  of the  Inspector  General  (OIG)  released  a \nreport  titled,  Review  of Four  FISA  Applications  and  Other  Aspects  of the  FBI's  Crossfire \nHurricane  Investigation  (the  OIG  Report),  which  detailed  material  omissions  and  misstatements \nwith  respect  to  the  Page  FISAs.'  As  set  forth  therein,  DOJ  assessed  that  at  least  as  of the  time  of \nthe  third  and  fourth  applications  targeting  Page  in  docket  numbers  17-375  and  17-679,  if not \nearlier,  there  was  insufficient  predication  to  establish  probable  cause  to  believe  that  Page  was \nacting  as  an  agent  of a  foreign  power.  On  January  7,  2020,  the  Court  ordered  the  Government  to \nprovide  information  regarding  the  handling  and  disposition of  information  acquired  pursuant  to \nthe  Page  FISAs,  and  an  explanation  as  to  why  the  retention  of such  information,  and  any \ncontemplated  use  or disclosure  of it,  comports  with  Sections  1801(h)(1),  1809(a)(2),  1821(4)(A), \n'(U)  See  also  letters  submitted  by  the Government  pursuant  to  Rule  13(a)  of the Court’s  Rules of \nProcedure  dated  July  12,  2018,  October 25,  2019,  November 27,  2019  and  December  9,  2019. \n2 \nEDACTED / CLEARED  FOR PUBLIC RELEASE\nREDACTED  / CLEARED  FOR PUBLIC  RELEASE \nand  1827(a)(2)  of FISA.2  The  Government  filed an  initial  Response  on  February  5,  2020 \n(February  5  Response),  and  three  Supplemental  Responses  on  February  28  (February  28 \nResponse),  April  17,  2020  (April  17  Response),  and  October  21,  2020  (October  21  Response). \n(U)  On  June  25,  2020,  the  Court  issued  an  Opinion  and  Order  Regarding the  Use  and \nDisclosure of Information  obtained  or derived  om  the  Page  FISAs,  which  found  that  the \ncriminal  provisions  in  Sections  1809(a)(2)  and  1827(a)(2)  applied  to  the use  or  disclosure  of \ninformation  acquired  from  the  above  dockets.2  Beginning  with  a previously  recognized \nexception  to  Sections  1809(a)(2)  and  1827(a)(2)  for  actions  necessary  to  mitigate  or  prevent  the \nvery  harms  those  sections  are  designed  to  address,  the  Court  set  parameters  for  the  use  or \ndisclosure  of Page  FISA  information  in  five  limited  circumstances  described  by  the  Government \nand  analyzed  by  the  Court.’  Of particular  relevance  here,  the  fifth  circumstance  authorized  the \n2  (U)  It  is  a  criminal  offense  to  “intentionally”  engage  in “electronic  surveillance  under color  of law \nexcept as  authorized  by”  statute,  or disclose “information  obtained  under color of law by electronic \nsurveillance,  knowing  or having reason  to know that the  information  was  obtained through  electronic \nsurveillance”  that  had  not  been  properly  authorized.  §  1809(a).  It  is  similarly  an  offense  to  intentionally \nconduct  a  physical  search  under color of law  within the  United  States to  obtain  foreign  intelligence \ninformation “except as  authorized  by  statute,” or to  intentionally  disclose  or use  information  obtained  by \nsuch  a  search  “knowing  or having reason  to  know that the  information was  obtained through  physical \nsearch  not authorized  by  statute  [...].”  §  1827(a). \n3(U)  The  Office of the  Director of National  Intelligence,  in  consultation  with  DOJ  and  the  FBI, \npublically  released  a  declassified  and  redacted  version  of the Court’s  Opinion  on  September  |  1,  2020. \nThe  publically  released  Opinion  can  be  found  at \nhttps://www. intelligence. gov/assets/documents/702%20Documents/declassified/June_2020_F ISC_Opinio \nn.pdf \n4(U)  More specifically,  following  its  analysis of applicable  FBI  minimization  procedures  as  required  by \nFISA  (Sections  1801(h)(1)  and  1821(a)(2)),  as  well  as  Sections  1809(a)(2)  and  1827(a)(2)  and  certain \nlimited  exceptions  to  those  criminal  provisions  of the Act,  the  Court  set parameters  for the  use  or \ndisclosure  of Page  FISA  information  in the  following  five  circumstances:  (1)  certain  identified  ongoing \nthird-party  litigation  pursuant  to  the  Freedom of Information  Act  (FOIA);  (2)  ongoing  and \nanticipated  FOIA  and  civil  litigation  with  Page;  (3)  FBI  review of the  conduct  of its  personnel \ninvolved  in  the  Page  investigation;  (4)  DOJ  OIG  monitoring of the  implementation  of one of  the \n3 \nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE\nREDACTED  / CLEARED  FOR PUBLIC RELEASE \nuse  or  disclosure  of Page  FISA  information  “as  necessary  to  investigate  or  prosecute  potential \ncrimes  relating  to  the  conduct  of the  Page  or  Crossfire  Hurricane  investigations,”  and  noted  that \nthis  paragraph  applied  to,  but  was  not  limited  to,  “the  review  being  lead  by  United  States \nAttorney  Durham.”  /d.  at  21.  The  Court  also  required  that  the  Government  file  a  written  report \non  the  retention,  use,  or  disclosure  of Page  FISA  information  every  six  months  (the  Semi-Annual \nReports).  Id. \n(U)  In  the  January  27,  2023  Semi-Annual  Report,  the  Government  advised  that  Special \nCounsel  Durham  was  concluding  his  investigation  and  would  likely  be  sharing  Page  FISA \ninformation  with  Government  agencies  for  the  purposes  of vetting  a  draft  memorandum,  but  that \nthe  Government  would  inform  the  Court  if the  final  memorandum  included  Page  FISA \ninformation  before  it  was  made  public.  Special  Counsel  Durham  has  produced  an  unclassified \nreport  and  a classified  appendix  to  the  report,  and  limited  Page  FISA  information  is  included  in \nthe  classified  appendix.  In  particular,  limited  Page  FISA  information  is  described  in  sections  of \nthe  classified  appendix  addressing  how  the  FBI  assessed,  explained,  or  excluded  potentially \nrelevant  information  from  the  Page  FISA  applications.  The  unclassified  report  and  classified \nappendix  have  been  provided  by  Special  Counsel  Durham  to  the  Attorney  General  and  Office  of \nthe  Deputy  Attorney  General.  The  unclassified  report  was  publicly  released  on  May  15,  2023. \n(eae  ee  On  page  25  of the  Classified  Appendix,  one  paragraph  refers  toa \ncommunication  involving  Page  made  in  2016.  That  communication  was  publicly  discussed  in \npart during  Page’s  testimony  before  the  United  States  House  Permanent  Select  Committee  on \nrecommendations  (Recommendation  9)  stemming  from  the  OIG  Report;  and  (5)  the  investigation \nand  prosecution  of Government  personnel  relating  to  the  Crossfire  Hurricane  investigations.  Jd.  at \n20-21. \n4 \nREDACTED / CLEARED FOR PUBLIC  RELEASE\nREDACTED  / CLEARED  FOR PUBLIC  RELEASE \nIntelligence  (HPSCI)  on November 2017,  and  is  quoted  in  the  publicly  available  United  States \nSenate  Select  Committee  on  Intelligence’s  (SSCI)  Report  on  Russian Active  Measures \nCampaigns  and Interference  in  the  2016  U.S.  Election,  vol.  5,  at  549  (SSCl  Report).  The \nClassified  Appendix  refers  to  FBI  assessments  discussed  in  the  first  Page  renewal  application \nbased  on  this  communication  and  also  discusses  information  the  communication did  not  contain. \nThe  other  paragraphs  that  refer  to  Page  FISA  information  are  on  pages  28-29  of the  Classified \niI.  (U)  PROPOSED  PARAMETERS  FOR  USE  OR  DISCLOSURE  OF  THE \nLIMITED  PAGE  FISA  INFORMATION  IN  THE  CLASSIFIED  APPENDIX \n(U)  While  the  Report  has  been  publicly  released,  the  unredacted  version  of the  classified \nappendix  will  only  be  disclosed  within  the  executive  branch  to  the  Office  of the  Attorney \nGeneral  (OAG)  and  the  Office  of the  Deputy  Attorney  General  (ODAG),  which  have supervisory \nauthority  over  the  investigation  led  by  Special  Counsel  Durham;  the  Office  of the  Director  and \nDeputy  Director  of the  FBI,  who  have  a  need  to  understand  the  decisions  made  by  Special \nCounsel  Durham  in  his  report,  and  the  implications  to  the  FBI  of those  decisions,  including  if \nthey  are  relevant as  part  of any  potential  disciplinary  review;  and  senior  officials  in  the \nDepartment’s  Office  of the  Inspector  General  (OIG),  who  have  oversight  responsibilities  for  the \nDepartment,  including  the  authority  to  initiate  criminal  investigations  based  on allegations  of \nwrongdoing.° \n(U)  Additionally,  the  Government  proposes  keeping  copies  of the  unredacted  classified \nappendix  stored  in  a  U.S.  Government  Sensitive  Compartmented  Information  Facility  (SCIF)  so \n5  (U)  In  addition,  limited  personnel  within  DOJ’s National  Security  Division  (NSD)  were  provided  a \nfinal  draft  copy of the classified  appendix  in  order to  prepare  this  motion. \n5 \nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE\nREDACTED  / CLEARED  FOR PUBLIC  RELEASE \nthat  the  Page  FISA  information  can  be  shared  with  select  members  of Congress  with  oversight \nresponsibility  for  FISA.  In  particular,  the  Government  recommends  that  members  and  limited \nstaff of HPSCI,  SSCI,  the  United  States  Senate  Committee  on  the  Judiciary  (SJC),  the  House \nJudiciary  Committee,  and  the  Gang  of Eight®  be  given  restricted  access  to  the  unredacted \nClassified  Appendix.  To  ensure  that  the  document  is  not  further  used  or  disclosed  while  retained \nin  the  U.S.  Government  SCIE,  it  will  be  kept  secure  with  access  only  to  those  individuals  needed \nto  facilitate  the  review  described  above.  Additionally,  the  above  individuals  will  be  able  to  view, \nbut  not  remove,  copy,  or duplicate  the  document. \nII.  (U)  THE  PROPOSED  LIMITED  USE  AND  DISCLOSURE  OF  PAGE  FISA \nMATERIAL  IS  CONSISTENT  WITH  SECTIONS  1801(h)(1),  1809(a)(2), \n1821(4)(A),  AND  1827(a)(2)  OF  FISA \n(U)  In  its  June  25,  2020  Order,  the  Court  considered  the  permissibility  of the \nGovernment’s  ongoing  retention,  use  and  disclosure  of the  Page  FISA  information  in  the  five \nlimited  circumstances  described  above.  Regarding  retention,  the  Court  noted  that  neither \nSections  1802(h)(1)  and  1821(4)(A),  nor  the  FBI’s  underlying  minimization  procedures, \nexplicitly  required  destruction.  Nonetheless,  the  Court  noted  that  it  has  previously  ordered  the \ndestruction  of information  obtained  through  unauthorized  electronic  surveillance and/or  physical \nsearch  absent  some  permissible  form  of use  or disclosure.  June  25,  2020  Order  at  7.  The  Court \nultimately  concluded  that  ‘some  permissible  forms  of use  and  disclosure  of Page  FISA \ninformation”  were  reasonably  anticipated  and,  accordingly,  did  not  order  the  destruction  of the \n6  (U)  Pursuant  to  50  U.S.C.  §  3093(c)(2),  under “extraordinary  circumstances” the  President  is  entitled  to \nlimit  access  to  certain  intelligence  information  to  eight  members  of Congress:  the  leaders  of each of the \ntwo  parties  from  both  the House  of Representatives  and  the  Senate  as  well  as  the  chair  and  ranking \nminority  members  of HPSCI  and  SSCI. \n6 \nREDACTED / CLEARED  FOR PUBLIC  RELEASE\nREDACTED  /  CLEARED  FOR  PUBLI \nPage  FISA  information.  /d.  The  Government  submits  that the  limited  sharing  described  supra \nalso  constitutes  permissible  forms  of use  and  disclosure  of Page  FISA  information. \n(U)  First,  the  disclosure  of the  unredacted  classified  appendix  to  OAG,  ODAG,  the \nOffice  of the  Director  and  Deputy  Director  of the  FBI,  and  OIG  logically  falls  within  the  fifth \ncategory  set  forth  in  the  June  25,  2020  Order.  There,  the  Court  set parameters  for  the  use  or \ndisclosure  of Page  FISA  information  “as  necessary  to  investigate  or  prosecute  potential  crimes \nrelating  to  the  conduct of the  Page  or  Crossfire  Hurricane  investigations...”  Id.  at  21.  The  Court \nnoted  that,  “[tJhis  paragraph  applies,  but  is  not  limited  to,  use  by,  and  disclosure  by  or to, \npersonnel  engaged  in  the  review  being  lead  [sic]  by  United  States  Attomey  Durham.”  Jd.  An \nend  of investigation  report  is  an  integral  part  of an  investigation,  as  it  explains  the  investigative \nfindings  and  prosecutorial  decisions  of the  investigative  team.  Special  Counsel  Durham  has \nadvised  that  the  Page  FISA  information  included  in  the  classified  appendix  is  necessary  to \nunderstand  his  findings  and  decisions.  Because  OAG  and  ODAG  have  supervisory  authority \nover  the  investigation,  the  FBI  Office  of the  Director  and  Deputy  Director  need  to  understand  the \nimplications  of Special  Counsel  Durham’s  decisions,  including  if relevant  to potential \ndisciplinary  reviews,  and  the  OIG  has  oversight  authority  over  the  Department,’  disclosure  of \n7(U)  The  Government assesses  that the  disclosure  of the  limited  Page FISA  information  in the  Classified \nAppendix to the  OIG  is  consistent  with  both  categories 4  and  5  of the Court’s June  25,  2020  Order.  June \n25,  2020  Order at  20-21.  For  example,  category  $  applies to disclosures  necessary to  investigate  or \nprosecute  potential  crimes relating to  the conduct of the  Page  or Crossfire  Hurricane  investigations.  Jd.  at \n21.  Some  of the  sub-parts of recommendations  from  the  O1G’s  investigation  and  report  remain  open.  In \naddition,  category  4  of the June  25,  2020  Order permits  use  or disclosure  as  necessary  to  assess  the \nimplementation  of Recommendation  9  of the  OIG  report.  /d.at  20.  Recommendation  9  stated  that the \n\"FBI  should  review the  performance of all  employees  who  had  responsibility  for the  preparation,  Woods \nreview,  or approval  of the  FISA  applications  [for  Page],  as  well  as  the  managers,  supervisors,  and  senior \nofficials  in  the  chain  of command of the  Carter  Page  investigation.”  Jd.  The  limited  Page  FISA \ninformation  described  in  sections  of the  Classified  Appendix  appears  to have  been  included  for the \n7 \nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE\n  \nPage  FISA  information  to  certain  individuals  in  these  components  comports  with  the  parameters \nset  forth  in  the  June  25,  2020  Order. \n(U)  Second,  although  not  expressly  authorized by  the  June  25,  2020  Order,  the \nGovernment  believes  that  sharing  the  unredacted  classified  appendix  with  the  members  of \nCongress  who  have  oversight  responsibility  for  FISA,  the  FBI,  and  the  Department  of Justice \n(DOJ)  is  consistent  with  the  FISA  statute.  The  Government  recognizes  that  it  is  “not  free  to \ndepart  from  the  plain  meaning  of  §§  1809(a)(2)  and  1827(a)(2)  simply  to  facilitate  actions  thought \nto  be  reasonable,  or  even  laudable”  and  that  the  Court  has  limited  use  or  disclosure  of Page  FISA \ninformation “only  where  it  has  been  or  can  be  demonstrated  to  be  necessary  to  remedy  or  deter \nthe  types  of harm  at  which  §§  1809  and  1827  are  addressed.”  Jd.  at  20.  However,  the \nGovernment  has  previously  notified  the  Court  of the  disclosure  of Page  FISA  material  to \nCongress  under  the  exception  articulated  in  the  June  25,  2020  Order.  As  reported  in  the  October \n21  Response,  the  Government  explained  that  the  FBI  was  sharing  Page  FISA  information  with \nSJC,  which  was  investigating  the  conduct  of Government  personnel  involved  in  the  Crossfire \nHurricane  investigation.  In  particular,  the  Government  noted  that  SJC’s  Chief Investigative \nCounsel  had  been  provided  a  document  that  contained  Page  FISA  information,  and  that  the  FBI \nanticipated  that  witnesses  called  before  SJC  would  be  required  to  orally  disclose  Page  FISA \ninformation  in  response  to  questions  posed  by  the  committee.  As  explained  in  the  October  21 \npurpose  of addressing how  the  FBI  assessed,  explained,  or excluded  potentially  relevant  information  from \nthe  Page  FISA  applications.  To  the  extent  this  represents  new  information  to  the OIG  regarding how the \nFBI  personnel  assessed,  explained,  or  excluded  potentially  relevant information  from the  Page  FISA \napplications,  it  touches  on  the  performance  of FBI  personne!  who  prepared  the  applications,  which would \nbe  relevant to  recommendation  9  of the  OJG  report. \n8 \nREDACTED /  CLEARED  FOR PUBLIC  RELEASE\n  \n  2   PUDLIC  RELEASE \nResponse,  such  disclosures  to  SJC  were  consistent  with  the  parameters  for  the  use  or disclosure \nof Page  FISA  information  set  forth  in  the  June  25,  2020  Order. \n(U)  While  there  are  not any  active  investigations  by  Congress  into  Crossfire Hurricane, \nCongress  performs  ongoing  oversight  of the  FBI,  DOJ,  and  the  Government’s  use  of its  FISA \nauthority.  See  50  U.S.C.  §  1871.  To  the  extent  that  the  classified  appendix  provides additional \ndetails  about  how  the  Government  has  exercised  its  authority under the  FISA  statute,  that \ninformation  is  clearly  vital  to  the  Congressional  oversight  function.  Indeed,  the  understanding  of \nprecisely  what  went  wrong  during  Crossfire  Hurricane  will  inform  how  Congress  proceeds  in \nattempting to  prevent  future unauthorized  collections  and  violations  of §§  1809  and  1827.8 \nMoreover,  even  if the  oversight  committees  do  not  reopen  their  prior  investigations  into \nCrossfire  Hurricane  based  on  information  contained  in  the  classified  appendix,  future  hearings \nrelated  to  FISA  may  involve  discussion  of the  Crossfire  Hurricane  investigation  and  the  issues \nwith  the  Page  FISA  applications.?  Accordingly,  it  is  incumbent  upon  the  Government  to  provide \n8  (U)  If the Government does  not proactively  provide  access to  the classified  appendix  to  facilitate  this \noversight  responsibility,  it  is  likely  that  Congress  will  attempt to  compel  production  of the classified \nappendix through  other  means.  On  May  16, 2023,  the Attomey General  received a letter  from  HPSC] \nrequesting  the  transmittal  of the  classified  appendix,  noting that  pursuant  to  “House  Rule  X, the \nCommittee  has jurisdiction  over all  intelligence  and  intelligence-related  activities  of the  departments  and \nagencies of the  U.S.  government”  and  advising  that  if the classified  appendix  is  not  produced  in  an \n“expeditious  and  satisfactory  manner,  you  should  expect the  Committee  to use  its  additional tools and \nauthorities to  satisfy  our  legislative  and  oversight  requirements.”  See  Letter to  the Attorney General from \nHPSCI Chairman  Michael R.  Turner  and Ranking  Member James A.  Himes. \n°(U)  For  example,  in  the April  27,  2023  Hearing,  “Fixing  FISA:  How  a  law  designed  to  Protect \nAmericans  Has  Been  Weaponized  Against Them” held  by  the  United  States  House J udiciary \nSubcommittee on  Crime  and  Federal  Government  Surveillance,  the  opening  statement  by  Chairman  Andy \nBiggs  categorized  Crossfire  Hurricane  as a  “pretext  to  illegally  spy  on Trump campaign  associates” \nduring the  2016  campaign,  as  recorded  in  a  video  available  at  https://judiciary.house.gov/committee- \nactivity/hearings/fixing-fisa-how-law-designed-protect-americans-has-been-weaponized. \n9 \nRPEENDAA CTED / CALL EAREEADR EN FOEO D  PIRI LIItC  PEI REELEAASE \na  fulsome and  accurate  record  of its  investigations  into  the  conduct  of Government personnel. \nCongressional  committees  with  direct  FISA  oversight  authority  need  access  to  the  Government’s \ninvestigations  of Crossfire  Hurricane  so  they  can  make  informed  decisions  on  whether  additional \nreforms  or  remedial  measures are  needed.  The  Government  believes  that  the  limited'°  sharing  of \nthe  Page  FISA  information  in  the  classified  appendix,  some  of which  was  already  referred  to  in \nthe  public  version  of the  SSCI  Report,  to  select  members  of Congress  and  their  staff will \nultimately  help  prevent  the  types  of harms  at  which  Sections  1809  and  1827  are  addressed,  and \ntherefore  meets  the  implicit  exception  to  those  statutes  recognized  by  this  Court. \n10  (U)  As  described supra, the  parameters  for disclosure of  the  Page  FISA  information  recommended  by \nthe  Government  were  designed  to  prevent any  further disclosure  of the material.  The classified  appendix \nwould  be  retained  in  restricted  access  in  a  U.S.  Government  SCIF,  and  members  of Congress and  their \nstaff granted access  would  not  be permitted  to  remove, copy,  or  duplicate the  document.  Access  to  the \nPage  FISA  information  would  be  provided  only  to facilitate  Congress’  lawful  oversight of the \nGovernment’s  use of its  FISA  authority,  and  no  further  use  or disclosure  of the  Page  FISA  information  is \nrequested  or contemplated. \nCARED  FOR  DURIIC  RELEASE \n \nIV.  (U)  CONCLUSION \n(U)  Accordingly,  for the  reasons  more  particularly  described  above,  the  Government \nrequests  that  this  Court  issue  an  Order  setting additional  parameters  for the  use or  disclosure  of \nthe  limited  Page  FISA  information contained  in the  classified  appendix  to  the  Report  on  Matters \nRelated to  Intelligence Activities  and Investigations Arising out  of the  2016 Presidential \nCampaigns  to  select  members  of Congress.  A  proposed  Order  is  attached. \npated  @  Lh]23  Respectfully  submitted, \nMelissa  MacTough \nDeputy  Assistant  Attorney  General \nNational  Security Division \nU.S.  Department  of Justice \n \n\n############# Old Text on 20240903 ###############\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/140954"
    },
    {
      "date": "2023-06-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Deleted",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 140955,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/140955.pdf",
      "title": "Letter",
      "text": "\n############# New Text on 20240903 ###############\nU.S.  Department  of Justice \nU.S.  FOREIGN \nNational  Security  Division  INTELLIGERCE \nSURVEILLANCE ‘OSAC hOae URT \n7023  JUN  29  PMI2:  18 \n UNCLASS IFIED \nWashington,  DC  20530  MAURA  PETERSON \nJune  29,  2023  CLERK  OF  COURT \nThe  Honorable  Anthony  J.  Trenga \nUnited  States  Foreign  Intelligence  Surveillance  Court \n333  Constitution  Avenue, NW \nWashington,  DC  20001 \nRe:  (U)  InRe  Carter  W.  Page,  docket  numbers  16-1182,  17-0052,  17-0375,  and  17- \n0679 \nDear Judge  Trenga: \n(U)  The  United  States  of America,  by  and  through  the  undersigned  Department  of \nJustice  Attorney,  hereby  submits this  letter  as  well  as  a redacted  version  of the  Government’s \nMotion  to  Permit the  Disclosure  of Information  Contained  in  the  Classified  Appendix  to  the \nReport  on  Matters  Related  to  Intelligence  Activities  and  Investigations  Arising  out  of the  2016 \nPresidential  Campaigns,  filed  on  June  7,  2023  (“Motion”).  In  the  Motion,  the  Government \nrequested  permission  to  share  with  certain  members  of Congress  the  Foreign  Intelligence \nSurveillance  Act  (FISA)  information  obtained  from  the  above-captioned  dockets  (“Page  FISA”) \ncontained  in the  Classified  Appendix  issued  by  Special  Counsel  John  H.  Durham.  On  June  9, \n2023,  this  Court  granted  the  Motion  and  permitted  specified  members  of Congress  and  staff to \n“access”  the  Page  FISA  information  in  the  Classified  Appendix  (“June  9,  2023  Order”).  The \nCourt  also  ordered  the  Government  to  provide  a  copy  of the  Motion  suitable  for public  release \nand  explain  why  any  redactions  are  necessary  by  June  30,  2023.  The  Government  submits  this \nletter to  provide  the  Court with  its  rationale  for the  limited  redactions  contained  in the  attached \nredacted  Motion  and  also  to  provide  an  update  regarding  the  process  the  Government  has \nimplemented  to  provide  Congress  with  access  to  the  Page  FISA  information. \nA.  (U)  REDACTIONS  MADE  TO  THE  MOTION \n(U)  The  Government  has  proposed  redacting part  of a  single  sentence  on  page  5  of the \nMotion.  Specifically,  the  Government  redacted  the  type  of collection  and  the  identification  of \nthe  communicants.  This  information has  not  been  declassified  and,  as  information  obtained \ndirectly  from  one  of the  Page  FISAs,  is  precluded  from  further  use  or  disclosure  by the  Court’s \nJune  25,  2020  Opinion  and  Order Regarding  Use  and  Disclosure  of Information  obtained  from \nthe  Page  FISAs  (“June  25,  2020  Order”).  In  the  June  25,  2020  Order,  the  Court  found  that  the \ncriminal  provisions  in  Sections  1809(a)(2)  and  1827(a)(2)  of FISA  applied  to  the  use  or \ndisclosure  of information  acquired  from  the  Page  FISA  dockets,  but  recognized  an  exception to \nthe  statute  for  actions  necessary to  mitigate  or  prevent the  very  harms  those  sections  are  designed \nto  address.  The  Court  then  authorized  the  use  or  disclosure  of Page  FISA  information  in  five \n   UNCLASSIFIED\nUNCLASSIFIED \nlimited  circumstances  described  by  the  Court.!  The  Government  does  not  believe  that  the  public \ndisclosure  of the  Page  FISA  information  removed  from  the  Motion  would  fall  within  any  of \nthose  five  circumstances. \nB.  (U)  ACCESS  PROVIDED  TO  CONGRESS \n(U)  In  the  Motion,  the  Government  requested  that  the  “Court  issue  an  Order  setting \nadditional  parameters  for  the  use  or  disclosure  of the  limited  Page  FISA  information  contained  in \nthe  classified  appendix”  and  proposed  an  order  for the  Court’s  consideration.  Motion  at  11.  The \nGovernment proposed  the  following  parameters:  (i)  the  unredacted  Classified  Appendix  would \nbe  kept  in  a U.S.  Government  Sensitive  Compartmented  Information  Facility  (SCIF),  (ii)  access \nto  the  document  would  be  given  within  that  SCIF,  and  (iii)  individuals  granted  access  would  be \nspecifically  precluded  from  removing,  copying  or  duplicating  the  Page  FISA  information.  The \nCourt’s  June  9,  2023  Order  did  not  impose  those  restrictions,  and  instead  permitted the \nGovernment to  “give  access  to  the  Page  FISA  information  in  the  Classified  Appendix”  to  the \nspecified  members  of Congress  and  staff.  June  9,  2023  Order  at  5  (permitting  sharing  with \nmembers  and  limited  staff on  the  United  States  House  Permanent  Select  Committee  on \nIntelligence  (HPSCI),  the  Senate  Select  Committee  on  Intelligence  (SSC),  the  United  States \nSenate  Committee  on  the  Judiciary  (SJC),  the  House  Judiciary  Committee  (HJC),  and  the \nmembers  identified  in  50  U.S.C.  §  3093(c)(2)  (the  Gang  of Eight)). \n(U)  The  Department  of Justice’s  Office  of Legislative  Affairs  (OLA),  which  has \nreviewed  and  confirmed  the  below  for  accuracy,  has  advised that  it  is  providing  access  to  the \nunredacted  Classified  Appendix  to  congressional  members  and  staff through  in  camera  review  of \nthe  document  in  a  House  or  Senate  SCIF.  OLA  further  advises  that they  have  reminded  those \nreviewing  the  unredacted  Classified  Appendix  of the  Court’s  Order in  this  matter.”  OLA  has \nalso  imposed the  following  terms  for  the  access  and  use  of the  unredacted  Classified  Appendix: \n1.  All  individuals  must  have  the  appropriate  clearances  and  need-to-know  before  reading \n  \n'(U)  More  specifically,  following  its  analysis  of applicable  FBI  minimization  procedures  as  required  by \nFISA  (Sections  1801(h)(1)  and  1821(a)(2)),  as  well  as  Sections  1809(a)(2) and  1827(a)(2)  and  certain \nlimited  exceptions to those  criminal  provisions  of the Act,  the  Court  set parameters  for the use  or \ndisclosure  of Page FISA  information  in the  following five  circumstances:  (1)  certain  identified  ongoing \nthird-party  litigation  pursuant  to  the  Freedom  of Information  Act  (FOIA);  (2)  ongoing  and \nanticipated  FOIA  and  civil  litigation  with  Page;  (3)  FBI  review  of the  conduct  of its  personnel \ninvolved  in  the  Page  investigation;  (4)  DOJ  OIG  monitoring  of the  implementation  of one  of the \nrecommendations  (Recommendation  9)  stemming  from  the  OIG  Report;  and  (5)  the  investigation \nand  prosecution  of Government  personnel  relating  to  the  Crossfire  Hurricane  investigations.  Jd.  at \n20-21. \n2(U)  OLA  advises  that  in  addition to  HPSCI,  SSCI,  and  HJC,  an  attorney for a  Gang  of Eight member \nhas  requested  access  to the  information  in the  Classified  Appendix.  The  Classified  Appendix  could  be \nprovided to  other staff of the  Gang of Eight. \nUNCLASSIFIED \n2\nUNCLASSIFIED \nthe  Classified  Appendix. \n2.  The  Classified  Appendix  will  be  stored  in  an  accredited  SCIF  at the  Department  of \nJustice  (DOJ)  and  will  be  furnished  in hardcopy  for  in  camera  review.  Appropriately \ncleared  representatives  of DOJ  will  manage  access  to  the  Classified  Appendix. \nIn  camera  review  will  occur  in  an  accredited  SCIF  in the  U.S.  Capitol  complex. \nWwW \n4.  The  information  contained  in  the  Classified  Appendix  may  not  be  further  disseminated  or \nshared  without  coordination  with  the  Intelligence  Community.‘ \n5.  Those  with  access  to  the  information  at  issue  may  not  reproduce  it.  Handwritten \nhardcopy  notes,  not  verbatim  translations,  may  be  taken  concerning  the  Classified \nAppendix.  Such notes  will  be  stored  in  a  dedicated  safe  in  an  accredited  SCIF  at the  U.S. \nCapitol. \n(U)  The  Government  will  include  any  changes  or updates  to  the  above  process  in  the \nnext  semi-annual  report  on  the  retention  use  or disclosure  of Page  FISA  information. \nRespectfully  submitted, \nehiita  dae CVG \nMelissa  MacTough \nDeputy  Assistant  Attorney  General \nNational  Security  Division \nU.S.  Department  of Justice \n  \n3  (U)  Limited  personnel  in  DOJ’s  Office  of Legislative  Affairs have  been  provided  access to  the \nClassified Appendix  for this  purpose. \n4(U)  The National  Security  Division  will  advise  the  Court  of any  request to  further disseminate  or \ndisclose the Page FISA  information  upon  learning  of the  request. \nUNCLASSIFIED \n3\nREDACTED / CLEARED  FOR  PUBLIC  RELEASE \neI,  s    \nerin:  oo      \nUNITED  STATES  SHRM  Ls  JUR \nFOREIGN  INTELLIGENCE  SURVEILLANCE  COURT  289 23  JUNy o -7  PM 1%3 :  21 \nWASHINGTON,  D.C.  Sraasmulble  Seek \n  \n(U):   IN  RE  CARTE. R  W.  PAGE,  A  U.S.  PERSON .  0D0o5c2k,e t 17N-u0m3b7e5,r s:&   1176--01617892 ,  17- \n  \n  \n(U)  GOVERNMENT’S  MOTION  TO  PERMIT  THE  DISCLOSURE  OF \nINFORMATION  CONTAINED  IN  THE  CLASSIFIED  APPENDIX  TO  THE  REPORT \nON  MATTERS  RELATED  TO  INTELLIGENCE  ACTIVITIES  AND  INVESTIGATIONS \nARISING  OUT  OF  THE  2016  PRESIDENTIAL  CAMPAIGNS \n(U)  By  this  motion,  the  Government,  through  the  undersigned  Department  of Justice \n(DOJ)  attorney,  seeks  an  order  authorizing  the  disclosure  of certain  specified  information \nacquired  from  one  or  more  of the  four  Foreign  Intelligence  Surveillance  Act  (FISA)  applications \ntargeting  Carter  W.  Page  (Page)  in  docket  numbers  2016-1182,  2017-0052,  2017-0375,  and \n2017-0679  (the  Page  FISAs)  as  comporting  with  Sections  1801(h)(1),  1809(a)(2),  1821(4)(A), \nand  1827(a)(2)  of FISA. \n(U)  Special  Counsel  John  H.  Durham  has  closed  his  investigation  into  potential  crimes \nrelating  to  intelligence  activities  and  investigations  arising  out  of the  2016 presidential \ncampaigns,  including  the  FBI’s  Crossfire  Hurricane  investigation,  and  has  prepared a  final  report \ntitled,  Report  on  Matters  Related to  Intelligence  Activities  and Investigations  Arising  out  of the \n2016  Presidential  Campaigns  (the  Report).  Although  the  Report  is  unclassified,  a  classified \nappendix  to  the  Report  includes  information  collected  pursuant  to  the  Page  FISAs  in  three \nparagraphs.  In  this  motion,  the  Government  proposes  parameters  for  the  use  and  disclosure  of \nClassified  by:  Assistant  Attorney  General  for National  Security \nDerived  From:  DOJ/NSI  SCG-1,  1.6;  FBI  NSICG  INV \nDeclassify  on:  20480607 \nREDACTED / CLEARED FOR PUBLIC RELEASE\nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE \nthe  classified  appendix  and  explains  why  such  limited  use  and  disclosure  of Page  FISA \ninformation  is  consistent  with  the  relevant  statutory  provisions.  See  50  U.S.C.  §§  1801(h)(1), \n1809(a)(2),  1821(4)(A),  and  1827(a)(2).  This  Court  previously  authorized  the  use  and  disclosure \nof Page  FISA  information  where  “necessary  to  remedy  or  deter  the  types  of harm  at  which  §§ \n1809  and  1827  are  addressed,”  Jn  Re  Carter  W.  Page,  docket  nos.  16-1182,  17-52,  17-375,  17- \n679,  dated  June  25,  2020  (J.  Boasberg)  (June  25,  2020  Order),  and  the  Government  requests  an \nOrder  authorizing  the  use  and  disclosure  of the  Page  FISA  information  in  the  classified  appendix \non  those  same  grounds. \n1.  (U)  BACKGROUND \n(U)  On  December  9,  2019,  the  DOJ  Office  of the  Inspector  General  (OIG)  released  a \nreport  titled,  Review  of Four  FISA  Applications  and  Other  Aspects  of the  FBI's  Crossfire \nHurricane  Investigation  (the  OIG  Report),  which  detailed  material  omissions  and  misstatements \nwith  respect  to  the  Page  FISAs.'  As  set  forth  therein,  DOJ  assessed  that  at  least  as  of the  time  of \nthe  third  and  fourth  applications  targeting  Page  in  docket  numbers  17-375  and  17-679,  if not \nearlier,  there  was  insufficient  predication  to  establish  probable  cause  to  believe  that  Page  was \nacting  as  an  agent  of a  foreign  power.  On  January  7,  2020,  the  Court  ordered  the  Government  to \nprovide  information  regarding  the  handling  and  disposition of  information  acquired  pursuant  to \nthe  Page  FISAs,  and  an  explanation  as  to  why  the  retention  of such  information,  and  any \ncontemplated  use  or disclosure  of it,  comports  with  Sections  1801(h)(1),  1809(a)(2),  1821(4)(A), \n'(U)  See  also  letters  submitted  by  the Government  pursuant  to  Rule  13(a)  of the Court’s  Rules of \nProcedure  dated  July  12,  2018,  October 25,  2019,  November 27,  2019  and  December  9,  2019. \n2 \nEDACTED / CLEARED  FOR PUBLIC RELEASE\nREDACTED  / CLEARED  FOR PUBLIC  RELEASE \nand  1827(a)(2)  of FISA.2  The  Government  filed an  initial  Response  on  February  5,  2020 \n(February  5  Response),  and  three  Supplemental  Responses  on  February  28  (February  28 \nResponse),  April  17,  2020  (April  17  Response),  and  October  21,  2020  (October  21  Response). \n(U)  On  June  25,  2020,  the  Court  issued  an  Opinion  and  Order  Regarding the  Use  and \nDisclosure of Information  obtained  or derived  om  the  Page  FISAs,  which  found  that  the \ncriminal  provisions  in  Sections  1809(a)(2)  and  1827(a)(2)  applied  to  the use  or  disclosure  of \ninformation  acquired  from  the  above  dockets.2  Beginning  with  a previously  recognized \nexception  to  Sections  1809(a)(2)  and  1827(a)(2)  for  actions  necessary  to  mitigate  or  prevent  the \nvery  harms  those  sections  are  designed  to  address,  the  Court  set  parameters  for  the  use  or \ndisclosure  of Page  FISA  information  in  five  limited  circumstances  described  by  the  Government \nand  analyzed  by  the  Court.’  Of particular  relevance  here,  the  fifth  circumstance  authorized  the \n2  (U)  It  is  a  criminal  offense  to  “intentionally”  engage  in “electronic  surveillance  under color  of law \nexcept as  authorized  by”  statute,  or disclose “information  obtained  under color of law by electronic \nsurveillance,  knowing  or having reason  to know that the  information  was  obtained through  electronic \nsurveillance”  that  had  not  been  properly  authorized.  §  1809(a).  It  is  similarly  an  offense  to  intentionally \nconduct  a  physical  search  under color of law  within the  United  States to  obtain  foreign  intelligence \ninformation “except as  authorized  by  statute,” or to  intentionally  disclose  or use  information  obtained  by \nsuch  a  search  “knowing  or having reason  to  know that the  information was  obtained through  physical \nsearch  not authorized  by  statute  [...].”  §  1827(a). \n3(U)  The  Office of the  Director of National  Intelligence,  in  consultation  with  DOJ  and  the  FBI, \npublically  released  a  declassified  and  redacted  version  of the Court’s  Opinion  on  September  |  1,  2020. \nThe  publically  released  Opinion  can  be  found  at \nhttps://www. intelligence. gov/assets/documents/702%20Documents/declassified/June_2020_F ISC_Opinio \nn.pdf \n4(U)  More specifically,  following  its  analysis of applicable  FBI  minimization  procedures  as  required  by \nFISA  (Sections  1801(h)(1)  and  1821(a)(2)),  as  well  as  Sections  1809(a)(2)  and  1827(a)(2)  and  certain \nlimited  exceptions  to  those  criminal  provisions  of the Act,  the  Court  set parameters  for the  use  or \ndisclosure  of Page  FISA  information  in the  following  five  circumstances:  (1)  certain  identified  ongoing \nthird-party  litigation  pursuant  to  the  Freedom of Information  Act  (FOIA);  (2)  ongoing  and \nanticipated  FOIA  and  civil  litigation  with  Page;  (3)  FBI  review of the  conduct  of its  personnel \ninvolved  in  the  Page  investigation;  (4)  DOJ  OIG  monitoring of the  implementation  of one of  the \n3 \nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE\nREDACTED  / CLEARED  FOR PUBLIC RELEASE \nuse  or  disclosure  of Page  FISA  information  “as  necessary  to  investigate  or  prosecute  potential \ncrimes  relating  to  the  conduct  of the  Page  or  Crossfire  Hurricane  investigations,”  and  noted  that \nthis  paragraph  applied  to,  but  was  not  limited  to,  “the  review  being  lead  by  United  States \nAttorney  Durham.”  /d.  at  21.  The  Court  also  required  that  the  Government  file  a  written  report \non  the  retention,  use,  or  disclosure  of Page  FISA  information  every  six  months  (the  Semi-Annual \nReports).  Id. \n(U)  In  the  January  27,  2023  Semi-Annual  Report,  the  Government  advised  that  Special \nCounsel  Durham  was  concluding  his  investigation  and  would  likely  be  sharing  Page  FISA \ninformation  with  Government  agencies  for  the  purposes  of vetting  a  draft  memorandum,  but  that \nthe  Government  would  inform  the  Court  if the  final  memorandum  included  Page  FISA \ninformation  before  it  was  made  public.  Special  Counsel  Durham  has  produced  an  unclassified \nreport  and  a classified  appendix  to  the  report,  and  limited  Page  FISA  information  is  included  in \nthe  classified  appendix.  In  particular,  limited  Page  FISA  information  is  described  in  sections  of \nthe  classified  appendix  addressing  how  the  FBI  assessed,  explained,  or  excluded  potentially \nrelevant  information  from  the  Page  FISA  applications.  The  unclassified  report  and  classified \nappendix  have  been  provided  by  Special  Counsel  Durham  to  the  Attorney  General  and  Office  of \nthe  Deputy  Attorney  General.  The  unclassified  report  was  publicly  released  on  May  15,  2023. \n(eae  ee  On  page  25  of the  Classified  Appendix,  one  paragraph  refers  toa \ncommunication  involving  Page  made  in  2016.  That  communication  was  publicly  discussed  in \npart during  Page’s  testimony  before  the  United  States  House  Permanent  Select  Committee  on \nrecommendations  (Recommendation  9)  stemming  from  the  OIG  Report;  and  (5)  the  investigation \nand  prosecution  of Government  personnel  relating  to  the  Crossfire  Hurricane  investigations.  Jd.  at \n20-21. \n4 \nREDACTED / CLEARED FOR PUBLIC  RELEASE\nREDACTED  / CLEARED  FOR PUBLIC  RELEASE \nIntelligence  (HPSCI)  on November 2017,  and  is  quoted  in  the  publicly  available  United  States \nSenate  Select  Committee  on  Intelligence’s  (SSCI)  Report  on  Russian Active  Measures \nCampaigns  and Interference  in  the  2016  U.S.  Election,  vol.  5,  at  549  (SSCl  Report).  The \nClassified  Appendix  refers  to  FBI  assessments  discussed  in  the  first  Page  renewal  application \nbased  on  this  communication  and  also  discusses  information  the  communication did  not  contain. \nThe  other  paragraphs  that  refer  to  Page  FISA  information  are  on  pages  28-29  of the  Classified \niI.  (U)  PROPOSED  PARAMETERS  FOR  USE  OR  DISCLOSURE  OF  THE \nLIMITED  PAGE  FISA  INFORMATION  IN  THE  CLASSIFIED  APPENDIX \n(U)  While  the  Report  has  been  publicly  released,  the  unredacted  version  of the  classified \nappendix  will  only  be  disclosed  within  the  executive  branch  to  the  Office  of the  Attorney \nGeneral  (OAG)  and  the  Office  of the  Deputy  Attorney  General  (ODAG),  which  have supervisory \nauthority  over  the  investigation  led  by  Special  Counsel  Durham;  the  Office  of the  Director  and \nDeputy  Director  of the  FBI,  who  have  a  need  to  understand  the  decisions  made  by  Special \nCounsel  Durham  in  his  report,  and  the  implications  to  the  FBI  of those  decisions,  including  if \nthey  are  relevant as  part  of any  potential  disciplinary  review;  and  senior  officials  in  the \nDepartment’s  Office  of the  Inspector  General  (OIG),  who  have  oversight  responsibilities  for  the \nDepartment,  including  the  authority  to  initiate  criminal  investigations  based  on allegations  of \nwrongdoing.° \n(U)  Additionally,  the  Government  proposes  keeping  copies  of the  unredacted  classified \nappendix  stored  in  a  U.S.  Government  Sensitive  Compartmented  Information  Facility  (SCIF)  so \n5  (U)  In  addition,  limited  personnel  within  DOJ’s National  Security  Division  (NSD)  were  provided  a \nfinal  draft  copy of the classified  appendix  in  order to  prepare  this  motion. \n5 \nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE\nREDACTED  / CLEARED  FOR PUBLIC  RELEASE \nthat  the  Page  FISA  information  can  be  shared  with  select  members  of Congress  with  oversight \nresponsibility  for  FISA.  In  particular,  the  Government  recommends  that  members  and  limited \nstaff of HPSCI,  SSCI,  the  United  States  Senate  Committee  on  the  Judiciary  (SJC),  the  House \nJudiciary  Committee,  and  the  Gang  of Eight®  be  given  restricted  access  to  the  unredacted \nClassified  Appendix.  To  ensure  that  the  document  is  not  further  used  or  disclosed  while  retained \nin  the  U.S.  Government  SCIE,  it  will  be  kept  secure  with  access  only  to  those  individuals  needed \nto  facilitate  the  review  described  above.  Additionally,  the  above  individuals  will  be  able  to  view, \nbut  not  remove,  copy,  or duplicate  the  document. \nII.  (U)  THE  PROPOSED  LIMITED  USE  AND  DISCLOSURE  OF  PAGE  FISA \nMATERIAL  IS  CONSISTENT  WITH  SECTIONS  1801(h)(1),  1809(a)(2), \n1821(4)(A),  AND  1827(a)(2)  OF  FISA \n(U)  In  its  June  25,  2020  Order,  the  Court  considered  the  permissibility  of the \nGovernment’s  ongoing  retention,  use  and  disclosure  of the  Page  FISA  information  in  the  five \nlimited  circumstances  described  above.  Regarding  retention,  the  Court  noted  that  neither \nSections  1802(h)(1)  and  1821(4)(A),  nor  the  FBI’s  underlying  minimization  procedures, \nexplicitly  required  destruction.  Nonetheless,  the  Court  noted  that  it  has  previously  ordered  the \ndestruction  of information  obtained  through  unauthorized  electronic  surveillance and/or  physical \nsearch  absent  some  permissible  form  of use  or disclosure.  June  25,  2020  Order  at  7.  The  Court \nultimately  concluded  that  ‘some  permissible  forms  of use  and  disclosure  of Page  FISA \ninformation”  were  reasonably  anticipated  and,  accordingly,  did  not  order  the  destruction  of the \n6  (U)  Pursuant  to  50  U.S.C.  §  3093(c)(2),  under “extraordinary  circumstances” the  President  is  entitled  to \nlimit  access  to  certain  intelligence  information  to  eight  members  of Congress:  the  leaders  of each of the \ntwo  parties  from  both  the House  of Representatives  and  the  Senate  as  well  as  the  chair  and  ranking \nminority  members  of HPSCI  and  SSCI. \n6 \nREDACTED / CLEARED  FOR PUBLIC  RELEASE\nREDACTED  /  CLEARED  FOR  PUBLI \nPage  FISA  information.  /d.  The  Government  submits  that the  limited  sharing  described  supra \nalso  constitutes  permissible  forms  of use  and  disclosure  of Page  FISA  information. \n(U)  First,  the  disclosure  of the  unredacted  classified  appendix  to  OAG,  ODAG,  the \nOffice  of the  Director  and  Deputy  Director  of the  FBI,  and  OIG  logically  falls  within  the  fifth \ncategory  set  forth  in  the  June  25,  2020  Order.  There,  the  Court  set parameters  for  the  use  or \ndisclosure  of Page  FISA  information  “as  necessary  to  investigate  or  prosecute  potential  crimes \nrelating  to  the  conduct of the  Page  or  Crossfire  Hurricane  investigations...”  Id.  at  21.  The  Court \nnoted  that,  “[tJhis  paragraph  applies,  but  is  not  limited  to,  use  by,  and  disclosure  by  or to, \npersonnel  engaged  in  the  review  being  lead  [sic]  by  United  States  Attomey  Durham.”  Jd.  An \nend  of investigation  report  is  an  integral  part  of an  investigation,  as  it  explains  the  investigative \nfindings  and  prosecutorial  decisions  of the  investigative  team.  Special  Counsel  Durham  has \nadvised  that  the  Page  FISA  information  included  in  the  classified  appendix  is  necessary  to \nunderstand  his  findings  and  decisions.  Because  OAG  and  ODAG  have  supervisory  authority \nover  the  investigation,  the  FBI  Office  of the  Director  and  Deputy  Director  need  to  understand  the \nimplications  of Special  Counsel  Durham’s  decisions,  including  if relevant  to potential \ndisciplinary  reviews,  and  the  OIG  has  oversight  authority  over  the  Department,’  disclosure  of \n7(U)  The  Government assesses  that the  disclosure  of the  limited  Page FISA  information  in the  Classified \nAppendix to the  OIG  is  consistent  with  both  categories 4  and  5  of the Court’s June  25,  2020  Order.  June \n25,  2020  Order at  20-21.  For  example,  category  $  applies to disclosures  necessary to  investigate  or \nprosecute  potential  crimes relating to  the conduct of the  Page  or Crossfire  Hurricane  investigations.  Jd.  at \n21.  Some  of the  sub-parts of recommendations  from  the  O1G’s  investigation  and  report  remain  open.  In \naddition,  category  4  of the June  25,  2020  Order permits  use  or disclosure  as  necessary  to  assess  the \nimplementation  of Recommendation  9  of the  OIG  report.  /d.at  20.  Recommendation  9  stated  that the \n\"FBI  should  review the  performance of all  employees  who  had  responsibility  for the  preparation,  Woods \nreview,  or approval  of the  FISA  applications  [for  Page],  as  well  as  the  managers,  supervisors,  and  senior \nofficials  in  the  chain  of command of the  Carter  Page  investigation.”  Jd.  The  limited  Page  FISA \ninformation  described  in  sections  of the  Classified  Appendix  appears  to have  been  included  for the \n7 \nREDACTED  /  CLEARED  FOR  PUBLIC  RELEASE\n  \nPage  FISA  information  to  certain  individuals  in  these  components  comports  with  the  parameters \nset  forth  in  the  June  25,  2020  Order. \n(U)  Second,  although  not  expressly  authorized by  the  June  25,  2020  Order,  the \nGovernment  believes  that  sharing  the  unredacted  classified  appendix  with  the  members  of \nCongress  who  have  oversight  responsibility  for  FISA,  the  FBI,  and  the  Department  of Justice \n(DOJ)  is  consistent  with  the  FISA  statute.  The  Government  recognizes  that  it  is  “not  free  to \ndepart  from  the  plain  meaning  of  §§  1809(a)(2)  and  1827(a)(2)  simply  to  facilitate  actions  thought \nto  be  reasonable,  or  even  laudable”  and  that  the  Court  has  limited  use  or  disclosure  of Page  FISA \ninformation “only  where  it  has  been  or  can  be  demonstrated  to  be  necessary  to  remedy  or  deter \nthe  types  of harm  at  which  §§  1809  and  1827  are  addressed.”  Jd.  at  20.  However,  the \nGovernment  has  previously  notified  the  Court  of the  disclosure  of Page  FISA  material  to \nCongress  under  the  exception  articulated  in  the  June  25,  2020  Order.  As  reported  in  the  October \n21  Response,  the  Government  explained  that  the  FBI  was  sharing  Page  FISA  information  with \nSJC,  which  was  investigating  the  conduct  of Government  personnel  involved  in  the  Crossfire \nHurricane  investigation.  In  particular,  the  Government  noted  that  SJC’s  Chief Investigative \nCounsel  had  been  provided  a  document  that  contained  Page  FISA  information,  and  that  the  FBI \nanticipated  that  witnesses  called  before  SJC  would  be  required  to  orally  disclose  Page  FISA \ninformation  in  response  to  questions  posed  by  the  committee.  As  explained  in  the  October  21 \npurpose  of addressing how  the  FBI  assessed,  explained,  or excluded  potentially  relevant  information  from \nthe  Page  FISA  applications.  To  the  extent  this  represents  new  information  to  the OIG  regarding how the \nFBI  personnel  assessed,  explained,  or  excluded  potentially  relevant information  from the  Page  FISA \napplications,  it  touches  on  the  performance  of FBI  personne!  who  prepared  the  applications,  which would \nbe  relevant to  recommendation  9  of the  OJG  report. \n8 \nREDACTED /  CLEARED  FOR PUBLIC  RELEASE\n  \n  2   PUDLIC  RELEASE \nResponse,  such  disclosures  to  SJC  were  consistent  with  the  parameters  for  the  use  or disclosure \nof Page  FISA  information  set  forth  in  the  June  25,  2020  Order. \n(U)  While  there  are  not any  active  investigations  by  Congress  into  Crossfire Hurricane, \nCongress  performs  ongoing  oversight  of the  FBI,  DOJ,  and  the  Government’s  use  of its  FISA \nauthority.  See  50  U.S.C.  §  1871.  To  the  extent  that  the  classified  appendix  provides additional \ndetails  about  how  the  Government  has  exercised  its  authority under the  FISA  statute,  that \ninformation  is  clearly  vital  to  the  Congressional  oversight  function.  Indeed,  the  understanding  of \nprecisely  what  went  wrong  during  Crossfire  Hurricane  will  inform  how  Congress  proceeds  in \nattempting to  prevent  future unauthorized  collections  and  violations  of §§  1809  and  1827.8 \nMoreover,  even  if the  oversight  committees  do  not  reopen  their  prior  investigations  into \nCrossfire  Hurricane  based  on  information  contained  in  the  classified  appendix,  future  hearings \nrelated  to  FISA  may  involve  discussion  of the  Crossfire  Hurricane  investigation  and  the  issues \nwith  the  Page  FISA  applications.?  Accordingly,  it  is  incumbent  upon  the  Government  to  provide \n8  (U)  If the Government does  not proactively  provide  access to  the classified  appendix  to  facilitate  this \noversight  responsibility,  it  is  likely  that  Congress  will  attempt to  compel  production  of the classified \nappendix through  other  means.  On  May  16, 2023,  the Attomey General  received a letter  from  HPSC] \nrequesting  the  transmittal  of the  classified  appendix,  noting that  pursuant  to  “House  Rule  X, the \nCommittee  has jurisdiction  over all  intelligence  and  intelligence-related  activities  of the  departments  and \nagencies of the  U.S.  government”  and  advising  that  if the classified  appendix  is  not  produced  in  an \n“expeditious  and  satisfactory  manner,  you  should  expect the  Committee  to use  its  additional tools and \nauthorities to  satisfy  our  legislative  and  oversight  requirements.”  See  Letter to  the Attorney General from \nHPSCI Chairman  Michael R.  Turner  and Ranking  Member James A.  Himes. \n°(U)  For  example,  in  the April  27,  2023  Hearing,  “Fixing  FISA:  How  a  law  designed  to  Protect \nAmericans  Has  Been  Weaponized  Against Them” held  by  the  United  States  House J udiciary \nSubcommittee on  Crime  and  Federal  Government  Surveillance,  the  opening  statement  by  Chairman  Andy \nBiggs  categorized  Crossfire  Hurricane  as a  “pretext  to  illegally  spy  on Trump campaign  associates” \nduring the  2016  campaign,  as  recorded  in  a  video  available  at  https://judiciary.house.gov/committee- \nactivity/hearings/fixing-fisa-how-law-designed-protect-americans-has-been-weaponized. \n9 \nRPEENDAA CTED / CALL EAREEADR EN FOEO D  PIRI LIItC  PEI REELEAASE \na  fulsome and  accurate  record  of its  investigations  into  the  conduct  of Government personnel. \nCongressional  committees  with  direct  FISA  oversight  authority  need  access  to  the  Government’s \ninvestigations  of Crossfire  Hurricane  so  they  can  make  informed  decisions  on  whether  additional \nreforms  or  remedial  measures are  needed.  The  Government  believes  that  the  limited'°  sharing  of \nthe  Page  FISA  information  in  the  classified  appendix,  some  of which  was  already  referred  to  in \nthe  public  version  of the  SSCI  Report,  to  select  members  of Congress  and  their  staff will \nultimately  help  prevent  the  types  of harms  at  which  Sections  1809  and  1827  are  addressed,  and \ntherefore  meets  the  implicit  exception  to  those  statutes  recognized  by  this  Court. \n10  (U)  As  described supra, the  parameters  for disclosure of  the  Page  FISA  information  recommended  by \nthe  Government  were  designed  to  prevent any  further disclosure  of the material.  The classified  appendix \nwould  be  retained  in  restricted  access  in  a  U.S.  Government  SCIF,  and  members  of Congress and  their \nstaff granted access  would  not  be permitted  to  remove, copy,  or  duplicate the  document.  Access  to  the \nPage  FISA  information  would  be  provided  only  to facilitate  Congress’  lawful  oversight of the \nGovernment’s  use of its  FISA  authority,  and  no  further  use  or disclosure  of the  Page  FISA  information  is \nrequested  or contemplated. \nCARED  FOR  DURIIC  RELEASE \n \nIV.  (U)  CONCLUSION \n(U)  Accordingly,  for the  reasons  more  particularly  described  above,  the  Government \nrequests  that  this  Court  issue  an  Order  setting additional  parameters  for the  use or  disclosure  of \nthe  limited  Page  FISA  information contained  in the  classified  appendix  to  the  Report  on  Matters \nRelated to  Intelligence Activities  and Investigations Arising out  of the  2016 Presidential \nCampaigns  to  select  members  of Congress.  A  proposed  Order  is  attached. \npated  @  Lh]23  Respectfully  submitted, \nMelissa  MacTough \nDeputy  Assistant  Attorney  General \nNational  Security Division \nU.S.  Department  of Justice \n \n\n############# Old Text on 20240903 ###############\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/140955"
    },
    {
      "date": "2023-06-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Foreign Intelligence Surveillance Court",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": 4074858,
      "cite_2_reporter": "WL",
      "cite_2_vol": 2023,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 140953,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/140953.pdf",
      "title": "Order Respecting the Limited Disclosure of Information in the Classified Appendix to the Report on Matters Related to Intelligence Activities and Investigations Arising out of the 2016 Presidential Campaigns",
      "text": "\n############# New Text on 20240903 ###############\nFiled \nUnited  States  Foreign \nIntelligence  Surveillance  Court \nUNCLASSIFIED  \"JUN  09  2023 \nUNITED  STATES \nFOREIGN  INTELLIGENCE  SURVEILLANCE CoURd'@  Peterson,  Clerk  of Court \nWASHINGTON, D.C. \n  \nIN  RE CARTER W.  PAGE,  Docket Numbers: \nAU.S. PERSON  16-1182,  17-52,  17-375,  17-679 \n  \n  \nORDER RESPECTING  THE LIMITED DISCLOSURE OF INFORMATION \nIN THE  CLASSIFIED APPENDIX TO THE REPORT ON MATTERS \nRELATED TO  INTELLIGENCE ACTIVITIES AND INVESTIGATIONS \nARISING OUT OF THE 2016 PRESIDENTIAL CAMPAIGNS \nThis matter is before the Court on the Government’s Motion to Permit the Disclosure of \nInformation Contained in the Classified Appendix to the Report on Matters Related to \nIntelligence Activities and Investigations Arising out of the 2016  Presidential  Campaigns,  filed \nin the above-captioned dockets on June 7, 2023  (“Motion”).  The Court is granting the Motion as \nstated herein. \nOn June 25, 2020,  the Court  issued an Opinion and Order Regarding Use and Disclosure \nof Information entered in the above-captioned four dockets (“June 25, 2020 Order”), which \nexplained why the results of electronic surveillance and physical search conducted under color of \norders issued in those dockets’  were subject to the prohibitions against use  or disclosure of the \nresults of unauthorized surveillance and search set forth in 50  U.S.C.  §§  1809(a)(2) and \n1827(a)(2).  It is a criminal  offense to “intentionally .  .  .  (1) engage[ }  in electronic surveillance \n * Information acqui red under color of the above-captioned dockets, in both minimized and un-minimized (ie, raw) \nform, is referred to as “Page FISA information.” \n1 \nUNCLASSIFIED\nUNCLASSIFIED \nunder color of law except as authorized by”  identified statutory provisions, or “(2) disclose[ ]  or \nuse[ ]  information obtained under color of law by electronic  surveillance, knowing or having \nreason to know that the information was obtained through  electronic surveillance not authorized” \nby FISA or another “express statutory  authorization.”  50 U.S.C.  §  1809(a).  It is similarly an \noffense to  intentionally conduct a physical search under color of law within the United  States to \nobtain foreign intelligence  information,  “except as  authorized by statute,” or intentionally \ndisclose or use  information obtained by such a search, “knowing or having reason to know that \nthe information was obtained through physical search not authorized by statute,  for the purpose \nof obtaining intelligence information.”  50 U.S.C.  §  1827(a).  The applications  in the above- \ncaptioned dockets  involved “material errors and omissions” pertinent “to whether there was \nprobable cause to believe that Page was an agent of a foreign power.”  June 25,  2020  Order at  1. \nAs a  result of those deficiencies,  the government admitted that “at least the third and fourth Page \nFISA applications  lacked  adequate factual  support” and that “the restrictions on use or disclosure \nin Sections  1809 and  1827 apply at least to  information acquired under color of the third and \nfourth dockets,  ...”  Jd.  at 4 (internal quotation marks  omitted).  Because “the government \ndeclined  to argue .  .  .  that those provisions do not apply (or apply differently) to  information \nobtained under the  first two  dockets,” the Court proceeded from the premise that Sections \n1809(a)(2) and  1827(a)(2)  apply to  information acquired under color of all  four dockets.  Jd. \nThe June 25, 2020 Order also recognized an exception to those prohibitions where use or \ndisclosure of particular information “has been or can be demonstrated to be necessary to remedy \nor deter the types of harm at which §§  1809 and  1827 are addressed,” such as when use or \ndisclosure is “necessary to avoid similar instances of over-collection  .  .  .  or to remedy a prior \nUNCLASSIFIED\nUNCLASSIFIED \nover-collection.”  Jd.  at 4, 20 (internal quotation marks omitted and alteration in original). \nFurthermore,  “Sections  1809 and  1827 would be self-defeating if they were interpreted to \nprohibit use or disclosure of [information from unauthorized electronic surveillance or physical \nsearch],  even when necessary to  investigate and prosecute the very  crimes they define.”  Jd.  at \n19,  Pursuant to that exception, the Court permitted use or disclosure of Page FISA information \nin certain specified contexts,  including “insofar as necessary to effective performance or \ndisciplinary reviews of government personnel” and “insofar as necessary to  investigate or \nprosecute potential  crimes relating to the conduct of the Page or Crossfire Hurricane \ninvestigations.”  Jd,  at 20-21.  The  latter context, the Court explained,  was  applicable (but not \nlimited to) “use by,  and disclosure by or to, personnel  engaged in the review” of such \ninvestigations then being  led by John H.  Durham.  /d.  at  17, 21. \nThe completion of Mr.  Durham’s work as  Special Counsel  has given rise to the \ngovernment’s current request to disclose a limited amount of Page FISA information under \ncircumstances not  contemplated  by the June 25, 2020  Order.  Special  Counsel Durham has \nprepared a  final report titled Report on Matters Related to Intelligence Activities and \nInvestigations Arising out of the 2016 Presidential Campaigns (“Report”).  Motion at  1.  The \nReport is unclassified and has been released to the public; however, there  is  a Classified \nAppendix to the Report, which contains  a limited amount of Page FISA information.  Jd.  at  1, 4. \nThat information “is described  in sections of the classified appendix addressing how the FBI \nassessed, explained,  or excluded potentially relevant information from the Page  FISA \napplications.”  Id. at 4. \nUNCLASSIFIED\nUNCLASSIFIED \nThrough the underlying Motion,  the Government seeks to  share the Classified Appendix \nwith select Members of Congress and limited staff “who have oversight responsibility for FISA, \nthe FBI, and the Department of Justice.”  Jd.  at 8.  Towards that end, the  Government proposes to \ndistribute the Classified Appendix,  including its Page FISA  information, to Members and  limited \nstaff of the House Permanent Select Committee on Intelligence, the U.S.  Senate Select \nCommittee on Intelligence, the House Judiciary Committee, the U.S.  Senate  Committee on the \nJudiciary, and to the Members of Congress  identified in  50 U.S.C.  §  3093(c)(2).  Jd.  at 6.  In the \nGovernment’s view,  disclosure of the Page  FISA information contained in the Classified \nAppendix may provide details about how the Government has exercised FISA authorities, and as \na result, may “inform how Congress proceeds in attempting to prevent future unauthorized \ncollections and violations of §§  1809 and  1827.”  Jd. at 9.  “Accordingly, it is incumbent upon \nthe Government to provide a fulsome and accurate record of its investigations into the conduct of \nGovernment personnel  [involved  in the Page or Crossfire Hurricane investigation].”  Jd.  at 9-10. \nThe Court’s previously recognized exception to the prohibitions found in 50 U.S.C.  §§ \n1809(a)(2) and  1827(a)(2), when necessary to remedy or deter the types of harm at which those \nsections are addressed, is very limited.  “Neither the government nor the Court is free to depart \nfrom the plain meaning of §§  1809(a)(2)  and  1827(a)(2)  simply to  facilitate actions thought to be \nreasonable, or even  laudable.”  June 25, 2020 Order at 20.  Here, the disclosure of the Report’s \nClassified Appendix,  including its  Page FISA information, to  certain Congressional personnel \nengaged  in ongoing oversight of the Government’s exercise of FISA authorities will provide the \ncomplete published results of Special Counsel Durham’s investigation,  including with respect to \nthe FBI’s FISA activities regarding Page.  As such, the Court views disclosure in this narrow \n4 \nUNCLASSIFIED\nUNCLASSIFIED \ncontext as aligning with the purposes for use or disclosure of Page FISA information set out in \nthe June 25, 2020 Order.  See Order Regarding Further Disclosures of Information, Nos.  16- \n1182,  17-52,  17-375,  17-679,  at 2  (ISA Ct. Nov.  23, 2020) (citing the June 25, 2020  Order and \nfinding “disclosure of Page FISA information to the  Senate Committee on the Judiciary,  under \nthe circumstances described by the government, to be consistent with the parameters for \ndisclosure previously established  by the Court”). \nThe government has marked one paragraph of the Motion as classified at the Secret level. \nThe rest of the Motion is marked as Unclassified.  This Order is marked in the same manner \nbecause  it contains  information only from the Unclassified paragraphs of the Motion. \nAccordingly,  IT IS  HEREBY ORDERED THAT the Motion  is GRANTED as  follows: \nNotwithstanding the June 25, 2020 Order, the government may give access to the Page  FISA \ninformation in the Classified Appendix to members and  limited staff of the House Permanent \nSelect Committee on Intelligence, the U.S.  Senate  Select Committee on Intelligence,  the U.S. \nSenate Committee on the Judiciary,  and the House Judiciary Committee, and to the members of \nCongress identified in 50 U.S.C.  §  3093(c)(2), and \nIT IS  FURTHER ORDERED THAT,  in all other respects,  the June 25, 2020  Order \nremains in effect, including (i) the six-month reporting requirement on the retention, use, or \ndisclosure of any Page FISA information and (ii) the prohibition on further use or disclosure of \nsuch information (except as permitted by this Order or the June 25,  2020 Order),  and \nIT IS  FURTHER ORDERED THAT, by June 30,  2023,  the government shall submit to \nthe Court a copy of the  Motion that is suitable for public release,  including any  redactions the \n3 \nUNCLASSIFIED\nUNCLASSIFIED \ngovernment believes are necessary. If applicable,  the submission shall also include a written \nexplanation of why redactions are necessary. \nENTERED this 9  day of June, 2023. \n  \nIntelligence Surveillance  Court \nUNCLASSI FIED  >  \n\n############# Old Text on 20240903 ###############\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/140953"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114921,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114921"
    },
    {
      "date": "2020-08-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Docket Alarm",
      "document_status": "Empty/Missing Document",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Pennsylvania state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 113202,
      "file": null,
      "title": "Docket",
      "text": "... \n) \nlt \nJ \nv  •  I  1  I \nI \n, \nT  • \n• \n• \n'  • \n_.. ; \n,  I \n•' \n•  \\_ \n~-- I \n/ \n~------\n,. \nt \nt \n• \n. \ni \n) \n• \n\nrl  • \nr  I \n•  (  r  I  r  r  ) \nai  l \nt  y \ny  f \nr  r  r  7  I  f \n.... \nI  1 \nr  l \nr  II \nr  I \nI \n. \n) \nT  I \n..... \n\n, \nr  ntf  cf  '  '  y  r  • \nu  t \nII \nry  ' \n. \n••  v~  I  of  I  .c .•  ' \n0  Tl  of  ht  ct  1 \n••  • \nf  If  h \n..  '  ,. \n• \n5.  T  s.  i  l  A \nr  I  1  I \n.,  • \n• \nil \nl  i  tv  • \ni  n  • \n,. \nJ  t \ndt  wl  vJ \n...  r  0  '  J  J  r  t  r \n. \ntrt  I \n• \n. \n' \n7.  tn  •  r  1  • \nI  t  r  •  t  y  c:  t \nt'O  t  t  ld  r  , ' \nnt  f  f  1  r \nr. \n, \nFor  ,,  t  ,  r  t \ni \n• \n•  1 • \n\n.. \n.. \n\nU  IT  01  T  ICT  C U T \n0  T  T  I  T OF  ILL 1  IS \nD IV I  ION \nux, \n0  OT  Y  T  t  l.,  ) \n1  lntt  f  ) \nl \nv  •  i v 11  t \n6  c 14  9 \nou \nCHIC  GO  UTHO  ITY, \nI . '  ) \nn  ) \nTHY  t  1.. \n~ \nl \n) \nv  •  )  C fv I I  cti \nl \n• \necr  t  ry \nJ \nof  usln \nnt  of th  ) \nI. \nd  r  u1  r \n\nI I \n• \nIll. \n. \n' \n..  .. ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/113202"
    },
    {
      "date": "2019-03-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Pennsylvania state supreme court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 135272,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/135272.pdf",
      "title": "Class Action Complaint and Petition for Writ of Mandamus",
      "text": "Received 3/12/2019 9:19:36 AM Supreme Court Eastern District\nFiled 3/12/2019 9:19:00 AM Supreme Court Eastern District\n21 EM 2019\nDavid Gersch*  Mary Catherine Roper \nSally Pei*  Id. No. 71107 \nARNOLD & PORTER   Nyssa Taylor \n  KAYE SCHOLER LLP  Id. No. 200885 \n601 Massachusetts Ave., NW  AMERICAN CIVIL LIBERTIES \nWashington, D.C. 20001  UNION OF PENNSYLVANIA \nTel: 202-942-5000  P.O. Box 60173 \nDavid.Gersch@arnoldporter.com  Philadelphia, PA 19102 \n  Tel: 215-592-1513, ext. 116 \n* Petition to appear pro hac vice to be  mroper@aclupa.org \nfiled forthwith.   \n \nAttorneys for Petitioners \nAdditional Counsel Appear on Signature Page \n \nIN THE SUPREME COURT OF PENNSYLVANIA \nEASTERN DISTRICT \n \nTHE PHILADELPHIA   \nCOMMUNITY BAIL FUND, by and   \nthrough its Trustees, Candace McKinley    \nand Lauren Taylor,   \n   \nTHE YOUTH ART & SELF- No. \nEMPOWERMENT PROJECT, by   \nand through its Trustees, Sarah Morris   \nand Joshua Glenn,   \n   \nM.W., an individual being held on bail   \nhe cannot afford, \nP.R., an individual being held on bail he \ncannot afford, \nG.T., an individual being held on bail \nhe cannot afford,  \nT.J., an individual being held on bail he \ncannot afford, \n\nS.T., an individual being held on bail he \ncannot afford, \nD.M., an individual being held on bail \nhe cannot afford, \nK.B., an individual being held on bail \nshe cannot afford,  \nJ.H., an individual being held on bail he \ncannot afford, and \nH.J., an individual being held on bail he \ncannot afford, \nZ.L., a minor being held on bail he \ncannot afford, by and through his \nmother A.B.,  \n      Petitioners, \n \nv. \n \nARRAIGNMENT COURT \nMAGISTRATE FRANCIS \nBERNARD of the \nCOMMONWEALTH OF \nPENNSYLVANIA, \n \nARRAIGNMENT COURT \nMAGISTRATE JANE RICE of the \nCOMMONWEALTH OF \nPENNSYLVANIA, \n \nARRAIGNMENT COURT \nMAGISTRATE SHELIA BEDFORD \nof the COMMONWEALTH OF \nPENNSYLVANIA, \n \nARRAIGNMENT COURT \nMAGISTRATE KEVIN DEVLIN of \n2 \n \n\nthe COMMONWEALTH OF \nPENNSYLVANIA, \n \nARRAIGNMENT COURT \nMAGISTRATE JAMES O’BRIEN of \nthe COMMONWEALTH OF \nPENNSYLVANIA, \n \nARRAIGNMENT COURT \nMAGISTRATE ROBERT STACK of \nthe COMMONWEALTH OF \nPENNSYLVANIA, \n \n      Respondents. \n \nCLASS ACTION COMPLAINT AND  \nPETITION FOR WRIT OF MANDAMUS  \nIntroduction \n1.  Every day, hundreds of individuals—charged with but not convicted of \ncrimes—languish in Philadelphia’s jails for the sole reason that they are unable to \nafford the bail that Respondents Bernard, Rice, Bedford, Devlin, O’Brien, and \nStack—the Arraignment Court Magistrates of the First Judicial District—have \nimposed on them. The Pennsylvania Constitution and the Rules of Criminal \nProcedure promulgated by this Court are designed to prevent this outcome and to \nsafeguard the presumption of innocence. Only if cash bail1 is necessary to ensure a \n                                                 \n1 By “cash bail,” Petitioners mean “release on a monetary condition,” a requirement that a \ndefendant pay some amount of cash to the court prior to being released. Pa. R. Crim. P. 524. In the \nFirst Judicial District, if a magistrate imposes cash bail, the defendant may obtain his release by \npaying 10% of the bail amount, plus a $10.00 administrative fee, up front. If bail is forfeited, the \ndefendant will owe the full amount of the bail. As an alternative, a magistrate may set a dollar \nfigure for bail, but allow the defendant to obtain his release by signing a bond for the full amount, \n3 \n \n\ndefendant’s appearance at trial may an Arraignment Court Magistrate impose a \nmonetary condition on release—and even then, only after inquiring into the \ndefendant’s ability to pay. Cash bail may never be used for the purpose of ensuring \nthat a defendant remains incarcerated until trial. \n2.  But Respondents routinely fail to abide by these mandates. \nRespondents’ disregard for the Pennsylvania Constitution and the Rules of Criminal \nProcedure, and for the rights of the individuals that appear before them, results in the \nunjustified pretrial detention of countless defendants in Philadelphia, and inflicts \nserious, irreparable harm on those unlawfully detained. Even short periods of \ndetention place individuals’ health and livelihoods—and the well-being of their \nfamilies—in jeopardy.  \n3.  Apparently indifferent to their duties and to the circumstances of the \nindividuals who appear before them, Respondents regularly impose cash bail upon \nindigent defendants like the Individual Petitioners here, all of whom are currently \nheld on bail they cannot afford. Respondents impose such bail without any inquiry \ninto those individuals’ ability to pay, or whether available alternative conditions on \nrelease would serve the primary purpose of bail—ensuring the defendant’s \nappearance at future court dates. In fact, Respondents routinely appoint counsel on \n                                                 \na practice known as “release on unsecured bail bond,” “Sign Own Bond,” or “SOB.” As noted \nbelow, magistrates also have the ability to set non-monetary conditions of release.   \n4 \n \n\nthe basis of a defendant’s indigence in one breath, then set thousands of dollars in \nbail in the next, without investigating whether the defendant can afford the bail.2 In \nmany cases with more serious charges, Respondents impose high cash bail \nspecifically to ensure that defendants remain incarcerated pending trial, thus using \nan illusory condition of release as a de facto detention order. \n4.  Upon information and belief, Respondents assigned bail in excess of \n$100,000 to several Petitioners for the purpose of keeping those Petitioners \nincarcerated until trial. Although these Petitioners face serious charges, that alone \ndoes not justify using bail as a detention order, setting bail so high as to preclude all \npossibility of release. \n5.  What is more, Respondents conduct these proceedings without any of \nthe hallmarks of due process, and, at times, in an abusive fashion. Respondents make \nthese bail determinations in cursory “hearings” that last on average three minutes or \nless, and at which the defendant typically can neither hear nor be heard. Respondents \nthreaten to impose higher bail on defendants who complain that they cannot afford \nthe bail set; they have told others to “grow up” and stop complaining.  \n                                                 \n2 Petitioners acknowledge that a person may be too poor to pay for private defense counsel, but \nstill able to pay a 10% deposit on a reasonable bail. Without inquiry into this question, however, \nno magistrate can assume that a person who is too poor to pay for counsel nonetheless has the \nimmediate resources to purchase his freedom. \n5 \n \n\n6.  As a result of Respondents’ systemic failure to carry out their \nmandatory duties, thousands of people who should be released on non-monetary \nconditions are assigned cash bail that they cannot afford and, as a result, are—for \ndays or months—unjustly deprived of their pretrial liberty. In many instances, \ndefendants qualify for Early Bail Review by a judge of the Municipal Court five or \nmore days after their preliminary arraignment. Of those who receive Early Bail \nReview, 87% are released, a staggering figure that confirms the unreliability and \nunfairness of Respondents’ initial and cursory decisions.3 \n7.  Whether held for five days or five months, defendants who are assigned \nunaffordable cash bail by Respondents suffer severe repercussions, including the \nloss of jobs, housing, and separation from their children.  \n8.  Community advocates such as the Philadelphia Community Bail Fund \nand the Youth Art & Self-Empowerment Project, along with academics, \nphilanthropic organizations and many government officials have, for years, called \nout the substantial harms caused by Respondents’ illegal imposition of unaffordable \ncash bail.4 Despite the chorus of voices for reform, Respondents have persisted in \nthe illegal practices described herein.  \n                                                 \n3 See MacArthur Foundation Safety and Justice Challenge, Philadelphia’s Application for Renewal \nFunding, at 25 (Oct. 24, 2018), https://www.phila.gov/media/20181023152228/Renewal-\nApplication-Final-10.22.18.pdf. \n4 See, e.g., Hayden Mitman, Philadelphia is Looking to Skip Bail, Philly Voice (Aug. 12, 2016), \n6 \n \n\n9.  With modest changes to the current preliminary arraignment system, \nRespondents could both protect defendants’ right to pretrial release and \naccommodate the high number of defendants who pass through Philadelphia’s \narraignment court. The First Judicial District already employs many of the required \nprocesses at later stages in a criminal case.5 \n                                                 \nhttps://www.phillyvoice.com/could-philadelphia-prisons-do-away-bail/; Kyrie Greenberg, Civic \nLeaders Host Forum to End Cash Bail in Philadelphia, WHYY (Apr. 7, 2017), \nhttps://whyy.org/articles/civic-leaders-host-forum-to-end-cash-bail-in-philadelphia/; Victoria Law, \nTaking on the Criminal Justice System After Spending 18 Months in Jail for a Crime He Didn't \nCommit, Everyday Democracy (Sept. 6, 2017), https://www.everyday-democracy.org/news/taking-\ncriminal-justice-system-after-spending-18-months-jail-crime-he-didnt-commit; Samaria Bailey, \nMama’s Day Bailout Reunites Families for Mother’s Day, The Philadelphia Tribune (May 12, \n2018), http://www.phillytrib.com/metros/mama-s-day-bailout-reunites-families-for-mother-s-\nday/article_d1bff99d-90ca-527a-96b7-9c5ba120b1b0.html. \n5 For the many defendants for whom Release on Recognizance, or else a nominal bail, is the \nexpected result, the preliminary arraignment can be very quick and proceed immediately, as \nhappens now.  \nIn other cases, the Commonwealth may seek additional conditions of release, or the magistrate \nmay determine “that it is necessary to impose conditions of release in addition to the conditions \nrequired in [Rule 526](A) to ensure the defendant's appearance and compliance.” Pa. R. Crim. P. \n526(B). In those cases, magistrates have several options to avoid money bail: they can Release on \nSpecial Conditions (ROSC), release on unsecured bond, and assign nominal bail. Philadelphia has \na robust and successful Pretrial Services program that uses phone calls, text messages and other \nnotifications to remind defendants of their court dates and the program has achieved a 95% \nappearance rate for those under its supervision. If these conditions are not seen as sufficient, the \nmagistrate may inquire into the defendants’ ability to pay a reasonable bail, or may reschedule the \npreliminary arraignment for a later sitting to allow the public defender time to communicate with \nthe defendant and the Commonwealth concerning conditions of release (as noted, preliminary \narraignments are heard in Philadelphia six times each and every day). The current Early Bail \nReview program provides a model for such hearings, which are generally uncontested and quick.  \nFinally, there will be cases in which the Commonwealth or the magistrate believes that the \ndefendant should be detained pretrial because “no other condition or conditions can reasonably \nassure safety of any person and the community.” Pa. Const. Art. 1 § 14. In those cases, the \nmagistrate should conduct the preliminary arraignment, but schedule the defendant for a full \nadversarial hearing, where the defendant has meaningful representation by counsel, the opportunity \nto testify, present witnesses, and cross examine the witnesses against him, as well as other \nprotections. See United States v. Salerno, 481 U.S. 739, 742 (1987). The Philadelphia Municipal \n7 \n \n\n10.  Petitioners have no alternative path to relief and, therefore, respectfully \nask this Court to issue a Writ of Mandamus requiring Respondents Bernard, Rice, \nBedford, Devlin, O’Brien, and Stack to fulfill their mandatory responsibilities under \nthe Constitution and the Rules of Criminal Procedure. In particular, Petitioners seek \na Writ directing Respondents that they may not impose cash bail: (1) without \nexploring whether alternative conditions of release will ensure the defendant’s \nappearance for trial; (2) without inquiring into the defendant’s ability to pay the bail; \nor (3) for the purpose of ensuring that the defendant remains incarcerated until trial. \nIf the Commonwealth seeks an order to detain a defendant pretrial, it must prove, at \na hearing conducted with full due process, that “no other condition or conditions can \nreasonably assure safety of any person and the community,” as required by our \nConstitution.  \nJurisdiction \n11.  This Court has “original but not exclusive jurisdiction of all cases of … \n[m]andamus or prohibition to courts of inferior jurisdiction.” 42 Pa. Cons. Stat. \n§721(2). Where no appeal is pending before the Commonwealth Court of \nPennsylvania or the Superior Court of Pennsylvania, this Court’s jurisdiction to issue \na writ of mandamus to an inferior tribunal is exclusive. See Mun. Publ’ns, Inc. v. \n                                                 \nCourt judges perform a similar function when they hear motions to reduce bail at the time of a \ndefendant’s preliminary hearing, but a detention hearing should occur sooner than the ten to twenty \ndays between a defendant’s arrest and preliminary hearing.  \n8 \n \n\nCourt of Common Pleas, 489 A.2d 1286, 1288 (Pa. 1985); Commonwealth ex rel. \nStedman v. Duncan, 147A.3d 57, 62 (Pa. Commw. Ct. 2016) (en banc). These \nprinciples extend to writs of mandamus directed at judicial officers of inferior \ntribunals. Kneller v. Stewart, 112 A.3d 1269, 1271 (Pa. Commw. Ct. 2015). This \nCourt has exclusive jurisdiction over this petition for a writ of mandamus because \nRespondents “shall be deemed to be officers and employees of the judicial branch of \nthe government of the Commonwealth of Pennsylvania.” Phila. M.C.R. Crim. P., \nA.C.M., Sec. 1.02. \nParties \n12.  Petitioner the Youth Art & Self-Empowerment Project (“YASP”) is an \norganization devoted to ending the practice of trying and incarcerating young people \nas adults. Every Saturday, members of YASP conduct art and poetry workshops at \nRiverside Correctional Facility in Philadelphia for young people who are awaiting \ntrial as adults. Most of these young people are detained because they are unable to \nafford the cash bail amount imposed.  \n13.  YASP also devotes significant resources to obtaining pretrial release for \nyoung people who are charged as adults, and in supporting young people who are \ncharged as adults while they await trial. All of that work is made more difficult by \nthe high bails routinely assessed these young people, virtually all of whom are \nindigent.  \n9 \n \n\n14.  After young people are released from the adult prison system, YASP \nhelps them find employment, continue their education, and apply for college. YASP \nstaff dedicate time and energy to assisting young people in navigating obstacles to \nre-enrolling in school after periods of pretrial incarceration, a process that becomes \nmore difficult the longer a young person has been held in adult jail. \n15.  YASP is also involved in activism and organizing against laws that \nallow youth to be automatically charged as adults and held pretrial in adult jails.  \n16.  Petitioner the Philadelphia Community Bail Fund (“PCBF”) is a \nvolunteer-run organization with a mission to end cash bail and pretrial detention in \nPhiladelphia.  PCBF raises funds and expends resources to post bail for incarcerated \npoor Philadelphians who cannot afford to purchase their freedom. Since its inception \nin May 2017, PCBF has raised over $300,000 and posted bail for more than 100 \npeople. \n17.  In addition to this direct service work, PCBF devotes resources to \nadvocacy and community organizing to end mass incarceration. PCBF seeks to raise \nawareness of the racism embedded within the criminal justice system and bring to \nlight the devastating impact cash bail has on individuals, families, and communities \nof color.  \n10 \n \n\n18.  Petitioner M.W. 6 is 18 years old. He was arrested on March 6, 2019 \nand appeared for preliminary arraignment on March 7, 2019. Magistrate Devlin \nimposed cash bail in the amount of $7,500. M.W. does not have the financial ability \nto pay the $760 required for his release and, as a result, he remains incarcerated.  \n19.  Petitioner P.R. is 54 years old. He was arrested on March 4, 2019. At \nhis preliminary arraignment, Magistrate O’Brien imposed cash bail in the amount of \n$10,000. P.R. does not have the financial ability to pay the $1,010 required for his \nrelease and, as a result, he remains incarcerated.  \n20.  Petitioner G.T. is 52 years old. He was arrested on March 4, 2019. At \nhis preliminary arraignment Magistrate Bernard imposed cash bail in the amount of \n$250,000. G.T. does not have the financial ability to pay the $25,010 required for his \nrelease and, as a result, he remains incarcerated.  \n21.  Petitioner T.J. is 22 years old. He was arrested on two separate cases \nand appeared for preliminary arraignment on March 3, 2019, at which time \nMagistrate Stack imposed $100,000 cash bail in each case. T.J. does not have the \nfinancial ability to pay the $20,020 necessary to secure his freedom and, as a result, \nremains incarcerated.  \n                                                 \n6 The individual Petitioners are all facing criminal charges now pending in the First Judicial \nDistrict and, therefore, will be required to appear before judges of the First Judicial District as their \ncases proceed. For that reason, Petitioners will file a motion for permission to proceed by \npseudonym.  \n11 \n \n\n22.  Petitioner S.T. is 19 years old. He was arrested on February 28, 2019 \nand charged in two cases. After recovering from injuries in the hospital, he appeared \nfor preliminary arraignment on March 2, 2019. Magistrate Rice imposed cash bail in \nthe amounts of $15,000 and $200,000. S.T. does not have the financial ability to post \nthe $21,520 required for his release and, as a result, he remains incarcerated. \n23.  Petitioner D.M. is 24 years old. He was arrested on March 1, 2019 and \nappeared for preliminary arraignment the following morning, when Magistrate \nDevlin imposed cash bail in the amount of $300,000. D.M. does not have the \nfinancial ability to pay the $30,010 required for his release and, as a result, he \nremains incarcerated.  \n24.  Petitioner K.B. is a 27-year-old mother of two. At her preliminary \narraignment on March 8, 2018, Magistrate O’Brien imposed cash bail in the amount \nof $10,000. K.B. does not have the financial ability to pay the $1,010 required for \nher release and, as a result, she remains incarcerated.  \n25.  Petitioner J.H. is 32 years old. He was arrested on March 6, 2019 and \nappeared for preliminary arraignment the following day. Magistrate Bedford \nimposed cash bail in the amount of $150,000. J.H. does not have the financial ability \nto pay the $15,010 required for his release and, as a result, he remains incarcerated.  \n26.  Petitioner H.J. is 29 years old. He appeared for preliminary arraignment \non March 1, 2019, when Magistrate Stack imposed cash bail in the amount of \n12 \n \n\n$20,000. H.J. does not have the financial ability to pay the $2,010 required for his \nrelease and, as a result, he remains incarcerated.  \n27.  Petitioner Z.L. is 16 years old. He appeared for preliminary arraignment \non February 27, 2019, when Magistrate Devlin imposed cash bail in the amount of \n$300,000. A juvenile, Z.L. does not have the financial ability to post the $30,010 \nrequired for his release and, as a result, remains incarcerated. \n28.  Petitioner A.B. is Z.L.’s mother. A.B. brings this action on behalf of her \nminor son, Z.L. \n29.  Respondents Sheila Bedford, Francis Bernard, Kevin Devlin, James \nO’Brien, Jane Rice, and Patrick Stack currently serve as Arraignment Court \nMagistrates for the First Judicial District. \n30.  In their capacity as Arraignment Court Magistrates, Respondents \npreside over preliminary arraignments at which initial bail determinations are made.7 \nArraignment Court Magistrates are judicial officers and employees of the First \nJudicial District. Phila. M.C.R. Crim. P., A.C.M., Sec. 1.02. \n31.  Arraignment Court Magistrates are appointed by the Philadelphia \nMunicipal Court President Judge and a majority of the judges of the Philadelphia \n                                                 \n7 Act 98 of 2008 changed the term “bail commissioner” to “arraignment court magistrate.” Act of \nOct. 9, 2008, P.L. 1352, No. 98. However, the term “bail commissioner” is still frequently used.  \n13 \n \n\nMunicipal Court. 42 Pa. Cons. Stat. § 1123(a)(5); Phila. M.C.R. Crim. P., A.C.M., \nSec. 1.00(a).  \n32.  To be considered for appointment, Arraignment Court Magistrates must \nbe members in good standing of the Bar of the Supreme Court of Pennsylvania for at \nleast four years or complete a training court and pass an examination prior to \nassuming office. Phila. M.C.R. Crim. P., A.C.M., Sec. 1.00(b)(3); 42 Pa. Cons. Stat. \n§ 3112.  \n33.  Upon information and belief, Respondents are not members of the Bar \nof the Supreme Court of Pennsylvania. \nLegal Framework \n34.  In Pennsylvania, the right to pretrial release is defined and framed by \nthe Constitution, which mandates that all prisoners, with very narrow exceptions, \n“shall be bailable by sufficient sureties.” Pa. Const. art. 1 § 14. The right to pretrial \nliberty is “fundamental because it promotes the presumption of innocence, prevents \nthe imposition of sanctions prior to trial and conviction and provides the accused the \nmaximum opportunity to prepare his defense.” Ken Gormley, The Pennsylvania \nConstitution: A Treatise on Rights and Liberties, 533-34 (2004). \n35.  Unless the individual faces a capital offense or life imprisonment, a \ncourt may not refuse to release a person facing criminal charges unless “no other \ncondition or conditions can reasonably assure safety of any person and the \n14 \n \n\ncommunity” and the “proof is evident or presumption great.” Pa. Const. art. 1 § 14. \nIn all other cases, there is a presumption that the defendant is entitled to pretrial \nrelease. When the government seeks to deny pretrial release, due process requires a \nfull adversarial hearing, where the accused has meaningful representation by \ncounsel, the opportunity to testify, present witnesses, and cross examine the \nwitnesses against him, as well as other protections. See United States v. Salerno, 481 \nU.S. 739, 742 (1987).  \n36.  This Court promulgated the Rules of Criminal Procedure governing bail \nto “reaffirm that the purpose of bail is to ensure the Respondent’s appearance and \nthat Pennsylvania law favors the release, rather than detention of an individual \npending a determination of guilt or innocence.” 25 Pa. Bull. 4100, 4116 (Sept. 30, \n1995).  \n37.  The rules were also designed to “encourage the use of conditions of \nrelease … other than those requiring a deposit of money, thereby deemphasizing the \nconcept of finance loss as the primary means of ensuring a Respondent’s appearance \nand compliance with the conditions of bail bond.” Id.  \n38.  Rule 523 provides that, when considering what conditions, if any, to \nimpose upon a defendant’s release, the court “shall consider all available \ninformation as that information is relevant to the Respondent’s appearance or \nnonappearance at subsequent proceedings, or compliance or noncompliance with the \n15 \n \n\nconditions of the bail bond, including information about” ten enumerated factors. Pa. \nR. Crim. P. 523(A) (emphasis added). The court “must consider all the criteria \nprovided in this rule, rather than considering, for example, only the designation of \nthe offense or the fact that the Respondent is a nonresident.” Pa. R. Crim. P. 523 \n(comment) (emphasis added).  \n39.  Rule 524 allows several types of release conditions to be placed on an \nindividual to ensure his or her appearance at trial. They are: release on recognizance, \nrelease on nonmonetary conditions, release on unsecured bail bond, release on \nnominal bail, or release on payment of a monetary condition (cash bail). Pa. R. \nCrim. P. 524(C). \n40.  The comment to Rule 524 makes clear that “[n]o condition of release, \nwhether nonmonetary or monetary should ever be imposed for the sole purpose of \nensuring that a defendant remains incarcerated until trial.”  \n41.   Rule 528 provides that, before a monetary condition of bail is imposed, \nthe court “shall consider” both “(1) the release criteria set forth in Rule 523; and (2) \nfinancial ability of the Respondent.” Pa. R. Crim. P. 528(A) (emphasis added). \nWhen cash bail is imposed, the amount “shall be reasonable.” Pa. R. Crim. P. \n528(B) (emphasis added). The amount “shall not be greater than is necessary to \nreasonably ensure the defendant’s appearance and compliance with conditions of \nthe bail bond.” Pa. R. Crim. P. 524 (C)(5) (emphasis added). \n16 \n \n\nStatement of Facts \nA.  The Initiation of a Criminal Case and the Preliminary Arraignment \nProcess in Philadelphia \n42.  In Philadelphia, following an arrest, the defendant is generally \ntransported to the nearest police station and an arrest report is prepared in a database \ncalled the Preliminary Arraignment Reporting System (“PARS”). An assistant \ndistrict attorney reviews the arrest report and determines what charges, if any, will \nbe filed.  \n43.  Individuals who will be charged with a felony or misdemeanor are \ntransported to one of seven “Divisional Booking Centers” where they are \nfingerprinted and photographed.  \n44.  During this time, representatives of the Pretrial Services Division, a \ndepartment within the First Judicial District, may interview defendants via \nvideoconference. Pretrial Services Division representatives gather and enter into \nPARS basic information about individual defendants’ demographics, residence, \nemployment, and education. Pretrial Services Division representatives may attempt \nto verify this information by calling references provided by individual defendants.  \n45.  Once the charges are set, Pretrial Services Division representatives use \nPARS to calculate the “Guideline Category” under the pretrial release guidelines \n(often referred to as “bail guidelines”). The result of this calculation and the \ndefendant’s biographical information are compiled on a standardized Pretrial \n17 \n \n\nServices Investigation Report form and the individual is marked as ready for \npreliminary arraignment.  \n46.  Upon information and belief, preliminary arraignments in Philadelphia \ngenerally occur no later than twenty hours after arrest.  \n47.  In Philadelphia, preliminary arraignments are held in the basement of \nthe Juanita Kidd Stout Center for Criminal Justice approximately every four hours, \nseven days a week, 365 days a year. In 2017, 38,480 new criminal cases were filed \nin Municipal Court.8 \n48.  For each listing of preliminary arraignments, the Arraignment Court \nMagistrate on duty, a representative from the Defender Association of Philadelphia,9 \nand a representative from the District Attorney’s Office are physically present in the \ncourtroom. A court clerk is also present to operate the videoconference equipment \nand enter information related to the bail determination. On rare occasions, private \ncounsel retained by defendants attend and participate in the hearing. \n                                                 \n8 The First Judicial District, The First Judicial District 2017 Annual Report 130 \n(2017), https://www.courts.phila.gov/pdf/report/2017-First-Judicial-District-Annual-Report.pdf. \n9 At this point, most defendants have not had the chance to speak with anyone from the Defender \nAssociation, and the Defender Association representative who attends pretrial arraignments has no \ninformation about the defendant that is not also available to the magistrate and the representative \nfrom the District Attorney’s office. The Defender Association representative, therefore, is not able \nto provide representation in any traditional sense to the person being arraigned, although that \nrepresentative will advocate for less onerous conditions of release in some cases. \n18 \n \n\n49.  The individual being arraigned remains at the Divisional Booking \nCenter and “appears” by videoconference. The defendant is not in a private room, \nbut rather in a large, noisy room within a police station that contains other \ndefendants and at least one police officer. The defendant watches the hearing on a \nvideo screen divided into four camera views, one each for the magistrate, the clerk, \nthe representative from the Defender Association, and the representative from the \nDistrict Attorney’s Office. \n50.  The courtroom is open to the public and anyone in attendance sits in the \ngallery behind a glass wall. Microphones used by the Arraignment Court Magistrate, \nDefender Association representative, and District Attorney representative ostensibly \ntransmit sound to the defendant and the gallery. In fact, the participants other than \nthe magistrate frequently do not speak directly into the microphones, and may even \nangle the microphones away from themselves, and cannot be heard by either the \ndefendant or the public.  \n51.  Respondents do not take the minimal step of ensuring that hearings are \naudible to defendants.  \n52.  Defendants who indicate that they cannot hear the proceedings are \nusually met with silence. For example: \na.  The defendant stated, “I can’t hear you” as Magistrate Devlin and the \nDistrict Attorney representative discussed the factual allegations in the \n19 \n \n\narrest report and the proper bail determination. Magistrate Devlin \nignored the defendant and did not respond.10  \nb.  After Magistrate O’Brien read the charges, the defendant stated, “I \ncan’t hear you? What?” Magistrate O’Brien ignored the defendant and \ndid not respond.11  \n53.  Respondents further compound the audibility issues created by the \nvideoconference equipment by discussing the facts alleged in the arrest report, some \nfacet of the defendant’s background, or the intended bail determination outside the \ndefendant’s presence. These conversations often occur while the previous person \nbeing arraigned is signing paperwork, while the next person is being called to the \nvideoconference station, or when the court clerk is switching the connection to the \nnext Divisional Booking Center.  \n54.  The typical preliminary arraignment hearing lasts just minutes. Since \nMarch 2018, the American Civil Liberties Union of Pennsylvania has observed and \ndocumented more than 2,000 preliminary arraignments, including hearings \nconducted by each of the six Respondents.12 The average length for the preliminary \n                                                 \n10 Observation from January 30, 2019 at 9:04 p.m. \n11 Observation from November 14, 2018 at 12:57 p.m. \n12 The ACLU tracked court observations using the defendant’s name and case number. However, \nin this Complaint, observations are noted according to the date and time of observation to avoid \nusing identifying information of non-parties. The ACLU is prepared to provide corresponding \ndocket numbers at the Court’s request. \n20 \n \n\narraignments observed was 2.9 minutes. A substantial number of hearings (27 \npercent) lasted one minute or less.13 \n55.  Hearings at which Respondents imposed cash bail were not \nmeaningfully longer or more substantive than other hearings. Of the 1,745 observed \nhearings for which precise times were recorded, the Respondent both appointed \ncounsel and assigned cash bail in 599 hearings. The average length of each of these \nhearings was 3.8 minutes; the median length was 3 minutes. 72 of these hearings (12 \npercent of the total) lasted one minute or less. \n56.  During these brief hearings, Respondents inform the defendant of the \ncharges, (sometimes) provide a brief summary of the facts alleged, assign bail, warn \nof the consequences should the defendant fail to appear, announce the next court \ndate, and state whether counsel will be appointed or the defendant must hire counsel. \nThese proceedings routinely occur without any direct input from the defendant.  \n                                                 \n13 In each of six daily sittings, the magistrate will hear up to thirty cases. Sittings rarely last more \nthan two hours. The First Judicial District employs six full-time arraignment court magistrates who \nearn a salary of over $90,000 per year. See 42 Pa. Cons. Stat. Ann. § 1123(a)(5); 204 Pa. Code § \n211.2 (2017). Upon information and belief, the attendance at arraignment court for a few hours a \nday and the review of requests for search or arrest warrants are the primary, if not the sole, work of \nthe arraignment court magistrates.  \n21 \n \n\nB.  Respondents Bernard, Rice, Bedford, Devlin, O’Brien, and Stack \nRoutinely Fail to Comply with the Mandatory Rules Governing \nPreliminary Arraignments \n57.  During the preliminary arraignment hearings, Respondents fail to \nconsider most of the factors that Pennsylvania Rule of Criminal Procedure 523 \nrequires them to consider in deciding whether to release a defendant and what \nconditions, if any, to impose on release.  \n58.  Nor, in determining the amount of any monetary conditions on release, \ndo Respondents assess the individual defendant’s financial ability to make bail, as \nrequired by Pennsylvania Rule of Criminal Procedure 528(A).  \n59.  In fact, Respondents have acknowledged that they set bail based on the \ncharge alone and/or adhere to categorical rules for what bail they will set. For \nexample, after imposing $25,000 cash bail on a defendant charged with failing to \ncomply with sexual offender registration requirements, Magistrate O’Brien \nexplained to the Defender Association representative:  \nActually, the guidelines haven’t been calculated because the offense came \nafter the guidelines were made, so then you have to look to the intent of the \nlegislature, which was keeping sex offenders from reoffending … So when the \nMegan’s law came down, we didn’t really know what we should be assigning, \nso me and my colleagues, we sat down and talked it through, so that we could \nbe doing it with some consistency. That’s what we do in Harrisburg, we’ve \nmet with the legislators and everything. We have trainings and all. Anyway, \n25,000 is a number we felt comfortable with, that’s where that comes from.14 \n \n                                                 \n14 Observation from July 19, 2018 at 2:24 p.m. \n22 \n \n\n60.  Every day, Respondents impose monetary bails that defendants are \nunable to pay. Frequently, Respondents appoint the public defender based on a \nfinding of indigence, and then immediately proceed to impose cash bail. Of the \n2,010 observed hearings, monetary bail was assigned 850 times, approximately 42 \npercent of the total. Of those hearings in which monetary conditions were assigned, \ncounsel was also appointed 735 times. In other words, 86 percent of defendants who \nwere assigned monetary bail had already been found to be indigent. Even the \nrequired ten percent deposit is out of reach for most indigent defendants – it can be \ndifficult for the average family to come up with $500 to cover an emergency.15 \n61.  Almost without exception, Respondents fail to inquire whether the \nindividual being arraigned can afford cash bail.16 In 2010 preliminary arraignments \nobserved, Respondents imposed cash bail 850 times. In 767 of those hearings or 90 \npercent of the time, Respondents failed to conduct the mandatory inquiry into \nfinancial ability to pay prior to imposing cash bail.  \n62.  The Pretrial Services Investigation Reports that Respondents receive \ncontain very limited information about a defendant’s finances, usually weekly wages \n                                                 \n15 Maggie McGrath, 63% of Americans Don't Have Enough Savings to Cover a $500 Emergency, \nForbes (Jan. 6, 2016), https://www.forbes.com/sites/maggiemcgrath/2016/01/06/63-of-americans-\ndont-have-enough-savings-to-cover-a-500-emergency/#73856cab4e0d. \n16 Observers noted that Magistrate Bedford inquired into defendants’ ability to pay in a few \ninstances. \n \n23 \n \n\nand whether the defendant pays child support. The reports do not reveal whether the \ndefendant has savings or liquid assets that could be used to pay bail. Therefore, \nwithout further inquiry or evidence, Respondents have no basis to conclude that the \ndefendant has the present ability to post bail. \n63.  Conversely, Respondents impose cash bail even when the Pretrial \nServices Investigation Report or other evidence demonstrates that a particular \ndefendant is unable to post cash bail:  \na.  Magistrate Rice imposed $500 cash bail after learning that the \ndefendant was homeless and staying at a shelter.17  \nb.  Magistrate O’Brien imposed $10,000 cash bail after learning a \ndefendant receives social security disability.18  \nc.  Magistrate Devlin imposed $20,000 cash bail after learning a defendant \nreceives social security disability.19 \nd.  Magistrate Rice imposed $25,000 cash bail after learning that the \ndefendant was unemployed and receiving food stamps.20  \ne.  Magistrate Bedford imposed $50,000 cash bail after learning that the \ndefendant recently lost his job and the building in which he lived \nburned down.21  \nf.  Magistrate Rice imposed $450,000 cash bail after learning that the \ndefendant was unemployed.22  \n                                                 \n17 Observation from February 8, 2019 at 9:00 a.m. \n18 Observation from November 14, 2018 at 10:11 a.m.  \n19 Observation from November 7, 2018 at 8:42 a.m. \n20 Observation from June 13, 2018 at 4:33 p.m.  \n21 Observation from December 5, 2018 at 2:23 p.m.  \n22 Observation from August 15, 2018. No time was recorded for this hearing.  \n24 \n \n\n64.  Similarly, Respondents routinely ignore defendants’ objections that \nthey are unable to pay the cash bail imposed. The following examples are \nillustrative: \na.  After discussion regarding a defendant’s receipt of public assistance, \nMagistrate Devlin assigned $3,700 cash bail. After the defendant heard \nthe amount, he asked Magistrate Devlin, “How do I come up with \nbail?” Magistrate Devlin asked no questions, made no reply, and made \nno modification.23 \nb.  After Magistrate Stack imposed $7,500 bail, the defendant stated, “I \ncan’t afford that.” Magistrate Stack asked no questions, made no reply, \nand made no modification.24  \nc.  After Magistrate Devlin imposed $15,000 cash bail, the defendant \nstated, “Can I say something? I don’t have nothing. I can’t pay. I am \nhomeless.”25 Magistrate Devlin asked no questions, made no reply, and \nmade no modification.  \nd.  After Magistrate Stack imposed $20,000 cash bail, the defendant stated \nthat he did not have money to post bail and that he watched his son and \ndaughter while his girlfriend worked. Magistrate Stack responded, “Call \nfamily and friends. I can’t help you with that.”26  \n65.  Respondents’ failure to conduct meaningful assessments of defendants’ \nfinancial ability to post bail violates Respondents’ mandatory obligations to conduct \n                                                 \n23 Observation from May 4, 2018 at 9:21 a.m. \n24 Observation from September 24, 2018 at 8:53 a.m.  \n25 Observation from November 7, 2018 at 8:49 a.m.  \n26 Observation from November 21, 2018, 8:33 a.m. Cf. Commonwealth v. Smetana, 191 A.3d 867, \n873 (Pa. Super. Ct. 2018) (holding that it is improper to consider family and friend’s resources \nwhen assessing a respondent’s ability to pay under a provision governing fines and costs). \n25 \n \n\nsuch an inquiry under Rule 528(A) of the Pennsylvania Rules of Criminal \nProcedure.  \nC.  Respondents Unlawfully Use Cash Bail to Ensure Pretrial \nDetention \n66.  Further, Respondents also routinely impose high cash bail in cases with \nserious charges to ensure pretrial detention. This practice plainly violates the \nprohibition on imposing any condition of release for the purpose of ensuring that a \ndefendant remains incarcerated pending trial. See Pa. R. Crim. P. 524 (comment); \nPa. R. Crim. P. 524(C)(5); Pa. Const. art. 1 § 14. \n67.  As noted above, pretrial detention is only allowed in homicide cases or \nwhen “no other condition or conditions can reasonably assure safety of any person \nand the community.” Pa. Const. art. 1 § 14. Before a court denies pretrial release, \ndue process requires that the court conduct a full adversarial hearing, where the \naccused has meaningful representation by counsel, the opportunity to testify, present \nwitnesses, and cross examine the witnesses against him, as well as other protections. \nSee Salerno, 481 U.S. at 742. Respondents never conduct such hearings, but instead \nuse unaffordable cash bail as de facto detention orders. \n68.  Even where defendants face serious charges, that alone does not justify \nusing bail as a detention order. The nature of the charge is just one of the facts that \nRespondents are required to consider under Rule 523. The court “must consider all \nthe criteria provided in this rule, rather than considering, for example, only the \n26 \n \n\ndesignation of the offense or the fact that the Respondent is a nonresident.” Pa. R. \nCrim. P. 523 (comment) (emphasis added). \n69.  In 163 hearings observed, Respondents assigned cash bail of $100,000 \nor more without explaining the need for such high bail, considering alternative \nconditions of release, or acknowledging, when presented, evidence that the \ndefendant was unable to pay. The following examples are illustrative: \na.  After appointing the public defender and learning that the defendant \nwas unemployed, Magistrate Bedford imposed $350,000 cash bail.27 \nb.  After appointing the public defender, Magistrate Rice assigned a \nsixteen-year-old defendant $300,000 cash bail.28  \nc.  After appointing the public defender and learning that the defendant \nreceived public assistance, Magistrate O’Brien imposed $500,000 cash \nbail.29  \nd.  After appointing the public defender, Magistrate Bedford assigned \n$400,000 cash bail to a sixteen-year-old defendant.30 \n70.  In fact, Respondents explicitly impose or threaten to impose cash bail in \norder to detain individuals: \n                                                 \n27 Observation from December 5, 2018 at 2:02 p.m. \n28 Observation from December 13, 2018 at 1:14 p.m. A Municipal Court judge reduced the bail \namount to $75,000 on January 3, 2019. On January 9, 2019, the Philadelphia Community Bail \nFund posted bail on behalf of the defendant. (This is actually 2 cases—the initial $150,000 in each \ncase was reduced to $37,500 in each case.) \n29 Observation from July 2, 2018 at 1:52 p.m. \n30 Observation from October 5, 2018 at 9:42 a.m. Subsequently, a Court of Common Pleas judge \npermitted the defendant to sign his own bond in the amount of $400,000 and ordered his release on \nelectronic monitoring on January 10, 2019. \n27 \n \n\na.  Magistrate Rice stated that she was being generous in contrast to the \nDistrict Attorney representative’s request for $50,000 cash bail and that \nthe defendant would not make the bail she set anyway.31  \nb.  After imposing $50,000 cash bail and a stay-away order, Magistrate \nO’Brien informed the defendant that, if he violated the terms of a stay-\naway order, his bail would be raised “high enough” that the defendant \n“won’t be able to post bail.”32 \n71.  The hearings in which Respondents issue or threaten to issue de facto \ndetention orders are not markedly longer nor more substantive than an average \nhearing described above.  \nD.  Respondents Fail to Provide Defendants Any Opportunity to \nConsult with Counsel or Participate Meaningfully in the \nProceedings. \n72.  The preliminary arraignments conducted by Respondents do not \nprovide defendants any opportunity to consult with counsel or participate \nmeaningfully in the proceedings.  \n73.  The use of videoconferencing prevents defendants from consulting with \nthe Defender Association representative. The inability to consult with counsel limits \ndefendants’ ability to understand what evidence they possess that may be relevant to \nthe bail determination, and to ask questions outside of the hearing of the \nArraignment Court Magistrate, District Attorney representative, and the police \n                                                 \n31 Observation from January 9, 2019 at 1:22 a.m. \n32 Observation from July 31, 2018 at 1:12 p.m. \n28 \n \n\nofficers and other individuals waiting to be arraigned at the Divisional Booking \nCenter.  \n74.  Arraignment Court Magistrates do not take steps to address this \nproblem and fail to provide defendants with any opportunity to consult with counsel \neither before or during the preliminary arraignment process.33 \n75.  When defendants attempt to speak on own their behalf or ask questions, \nRespondents routinely ignore or affirmatively silence defendants. In doing so, \nRespondents fail to carry out their duty of providing defendants the opportunity to \nbe heard.34 The following hearings are illustrative of this practice: \na.  Magistrate O’Brien instructed an interpreter that the interpreter should \n“not interpret anything the defendant says because the defendant should \nnot be speaking.”35 \n                                                 \n33 In an attempt to address the lack of a meaningful opportunity to consult with the Defender \nAssociation representative during preliminary arraignments, on April 12, 2017, the Defender \nAssociation launched a pilot program called “Pretrial Bail Advocates.” A representative of the \nDefender Association is stationed at the Police Detention Unit, one of the Divisional Booking \nCenters, during standard business hours, interviews individuals, and transmits this information to \nthe Defender Association representative staffing the preliminary arraignment room. While \nlaudable, this program reaches only a small fraction of the individuals who are seen in arraignment \ncourt. In the program’s first year, approximately 1,500 people were interviewed. Keir Bradford-\nGrey, Chief Defender, Philadelphia City Council Budget Testimony, at 5 (Apr. 24, 2018), \nhttp://phlcouncil.com/wp-content/uploads/2018/04/Defender-Budget-Council-Testimony-\n2019.pdf. More fundamentally, the Defender Association’s attempts to protect defendants’ rights \ndoes not absolve Respondents of their obligations to inquire into the Rule 523 factors.  \n34 Pennsylvania Code of Judicial Conduct 2.6(A) provides that “[a] judge shall accord to every \nperson or entity who has a legal interest in a proceeding, or that person or entity’s lawyer, the right \nto be heard according to law.”  \n35 Observation from July 2, 2018 at 1:01 pm. \n29 \n \n\nb.  After $25,000 cash bail was imposed, the defendant attempted to say \nsomething in response to the bail determination but was silenced by \nboth Respondent Stack and the Defender Association representative.36  \n76.  When Respondents do respond to defendants’ comments or questions, it \nis often to direct abuse or ridicule at them.37 The following examples illustrate the \nscorn, derision, and impatience which characterizes many of the interactions \nRespondents have with defendants and their counsel:  \na.  When the defendant responded to $10,000 cash bail being imposed, \nMagistrate O’Brien threatened to raise the amount if the defendant did \nnot stop speaking.38  \nb.  After Magistrate O’Brien imposed $7,500 cash bail, the defendant \nbegan to cry and protest. Magistrate O’Brien responded by threatening \nto raise the amount to $25,000.39 \nc.  Magistrate Rice described a defendant as a “train wreck.”40 \nd.  Magistrate Bedford yelled at a defendant, “Number 1: You gotta grow \nup. You’re a mother of three children, you need to grow up!”41 \nObservers noted numerous other instances of Magistrate Bedford telling \ndefendants to “grow up.”42  \n                                                 \n36 Observation from June 15, 2018 at 12:20 p.m.  \n37 Cf. Phila. M.C.R. Crim. P., A.C.M., Sec. 6.05(c) (“An Arraignment Court Magistrate shall be \npatient, dignified and courteous to litigants, witnesses, lawyers and other with whom he deals in \nhis official capacity, and shall require similar conduct of other parties in the courtroom.”). \n38 Observation from November 14, 2018 at 9:32 a.m. \n39 Observation from November 14, 2018 9:30 a.m. \n40 Observation from November 13, 2018 at 12:58 p.m. \n41 Observation from November 6, 2018 at 2:44 p.m. \n42 Observations from May 17, 2018 at 10:14 a.m., June 14, 2018 at 1:57 p.m., and November 8, \n2018 at 10:41 a.m. \n30 \n \n\ne.  When the defendant tried to explain why he had failed to appear on a \nprior occasion, Magistrate O’Brien responded, “Don’t act like it’s our \nfault that you’re going to jail.”43 \nf.  When a defendant began crying, Magistrate Devlin asked, “Are you \ndisappointed in yourself? Is that why you’re crying? If I’m sitting in \nyour seat, I would do that.”44 \ng.  In response to the Defender Association representative’s statement that \nthe police report suggested the incident was a family dispute and that \nthere were inconsistent accounts from those involved, Magistrate Rice \ntold the police officer at the Divisional Booking Center to call her if the \ndefendant called his mother or father to post his bail and that she would \nraise his bail.45 \nh.  Mocking an argument made by the Defender Association \nrepresentative, Magistrate Rice stated, “Poor little kid who’s growing \nup like this! That’s YOUR point of view.”46  \nE.  Subsequent Opportunities to Review Arraignment Court \nMagistrates’ Determinations Do Not Mitigate the Harm Caused by \nRespondents’ Illegal Actions. \n77.  The rules allow for an immediate appeal from the Arraignment Court \nMagistrate’s bail determination to the emergency Municipal Court Judge on duty. \nPhila. M.C.R. Crim. P. 21; Phila. M.C.R. Crim. P., A.C.M., Sec. 8.00(b). In practice, \nthis procedure is rarely invoked.  \n78.  As part of the MacArthur Foundation Safety and Justice Challenge \nGrant, the First Judicial District implemented an Early Bail Review pilot program in \n                                                 \n43 Observation from November 14, 2018 at 10:01 a.m. \n44 Observation from June 8, 2018 at 9:12 a.m. \n45 Observation from December 13, 2018 at 2:00 p.m. \n46 Observation from December 13, 2018 at 1:14 p.m. \n31 \n \n\nJuly of 2016. Pursuant to this program, individuals who are held in jail on cash bail \namounts of $50,000 or less, charged with non-violent offenses and have no other \nholds (i.e. detainers or bench warrants), are scheduled for a hearing within five \nbusiness days of preliminary arraignment.47 Upon information and belief, Early Bail \nReview hearings are generally held at least five business days after preliminary \narraignment and not sooner.  \n79.  87% of individuals who received an Early Bail Review hearing \nobtained release.48 Of the Early Bail Review hearings conducted between July and \nDecember of 2016, the “bail type” was changed in 74% of cases; in 10% of cases \ncash bail remained but the amount was reduced.49 The initial bail determination was \nleft undisturbed in only 16% of cases.50 \n80.  89% of those individuals who secured their release appeared at their \nnext court date.51  \n                                                 \n47 In January or February 2019, the eligibility criteria were expanded to include some defendants \nheld on bail amounts of $100,000 or less. \n48 MacArthur Foundation Safety and Justice Challenge, Philadelphia’s Application for Renewal \nFunding, at 25 (Oct. 24, 2018), https://www.phila.gov/media/20181023152228/Renewal-\nApplication-Final-10.22.18.pdf. \n49 First Judicial District, The First Judicial District Annual Report 2016, at 116 (2016), \nhttps://www.courts.phila.gov/pdf/report/2016-First-Judicial-District-Annual-Report.pdf. \n50 Id. \n51 MacArthur Foundation Safety and Justice Challenge, Philadelphia’s Application for Renewal \nFunding, at 25 (Oct. 24, 2018), https://www.phila.gov/media/20181023152228/Renewal-\nApplication-Final-10.22.18.pdf. \n32 \n \n\n81.  On average, individuals who are released as a result of Early Bail \nReview are released after spending six days in jail.52 That release often comes too \nlate to mitigate the serious harms unjustified pretrial incarceration inflicts on \ndefendants’ health, family, and livelihoods. As discussed below, six days of pretrial \nincarceration can have a profound and devastating impact on a person’s life.  \nF.  Respondents Have Ignored Numerous Calls for Reform. \n82.  In 2016, the MacArthur Foundation awarded the City of Philadelphia a \n$3.5 million grant to fund initiatives to reduce the City’s jail population by thirty-\nfour percent over three years and reduce racial disparities. Many of the initiatives \ntargeted the City’s high rate of pretrial detention. The MacArthur Foundation \nawarded the City an additional $4 million in October 2018. \n83.  On February 1, 2018, Philadelphia City Council passed a resolution \nrecognizing that, despite reform efforts, people remained in the custody of the \nPhiladelphia Department of Prisons “solely because they cannot afford to post their \nbail” and calling on the First Judicial District, among others, to take action to \naddress the ongoing problem. Phila. City Council Res. 180032 (Pa. 2018).  \n84.  On September 11, 2018, the American Civil Liberties Union sent a \nletter to the then-president judges of the Court of Common Pleas for Philadelphia \n                                                 \n52 First Judicial District, The First Judicial District Annual Report 2017, at 132 (2017) \nhttps://www.courts.phila.gov/pdf/report/2017-First-Judicial-District-Annual-Report.pdf. \n33 \n \n\nCounty and of the Philadelphia Municipal Court, outlining how initial observations \nrevealed that Respondents were systematically violating the Rules of Criminal \nProcedure as well as the state and federal constitutional rights of defendants.53  \n85.  On October 15, 2018, the Philadelphia Bail Fund and Pennsylvanians \nfor Modern Courts released a report “synthesiz[ing] the feedback of more than 75 \nvolunteers who observed over 600 bail hearings at the Juanita Kidd Stout Center for \nCriminal Justice between April 19, 2018 and August 31, 2018.”54 The report \ndocuments significant concerns, including Respondents’ failure to assess \ndefendants’ ability to pay, consider the release criteria contained in Rule 532(A), or \naddress the systemic audibility issues.55 \n86.  Despite this notice and more than adequate opportunity to change their \npractices, Respondents continue to willfully ignore the mandates imposed upon them \nby the Constitution and by the Rules promulgated by this Court. \n                                                 \n53 Since sending its letter of September 11, 2018, the ACLU has observed and documented over \n1,000 additional hearings. These observations show no change in Respondents’ practices.  \n54 The Philadelphia Bail Fund and Pennsylvanians for Modern Courts, Philadelphia Bail Fund and \nPennsylvanians for Modern Courts Release Philly Bail Watch Report (Oct. 16, 2018), \nhttps://www.phillybailfund.org/bailreport. \n55 See The Philadelphia Bail Fund and Pennsylvanians for Modern Courts, Philadelphia Bail \nWatch Report (Oct. 15, 2018), https://bit.ly/2EKvQwq.  \n34 \n \n\nG.  Pretrial Detention, even for Short Periods, Has Devastating, Often \nIrreparable Impacts on People in the Criminal Justice System.  \n87.  It is well understood that wealth-based pre-trial detention imposes \nserious harms on individuals and families, and profoundly harms low-income \ncommunities, especially low-income communities of color.  \n88.  In Philadelphia, numerous organizations, including Petitioners the \nPhiladelphia Community Bail Fund and the Youth Art & Self-Empowerment Project \nhave for years called attention to the substantial harms caused by Respondents’ pre-\ntrial detention practices and led a chorus of voices calling for reform.56  \n89.  People detained for even a few days may lose employment, their \nhomes, and access to their children, as the experience of several Petitioners \ndemonstrates.57 Even if pretrial detention lasts only a few days, this has “serious \n                                                 \n56 See, e.g., Hayden Mitman, Philadelphia is Looking to Skip Bail, Philly Voice (Aug. 12, 2016), \nhttps://www.phillyvoice.com/could-philadelphia-prisons-do-away-bail/; Kyrie Greenberg, Civic \nLeaders Host Forum to End Cash Bail in Philadelphia, WHYY (Apr. 7, 2017), \nhttps://whyy.org/articles/civic-leaders-host-forum-to-end-cash-bail-in-philadelphia/; Victoria Law, \nTaking on the Criminal Justice System After Spending 18 Months in Jail for a Crime He Didn't \nCommit, Everyday Democracy (Sept. 6, 2017), https://www.everyday-democracy.org/news/taking-\ncriminal-justice-system-after-spending-18-months-jail-crime-he-didnt-commit; Samaria Bailey, \nMama’s Day Bailout Reunites Families for Mother’s Day, The Philadelphia Tribune (May 12, \n2018), http://www.phillytrib.com/metros/mama-s-day-bailout-reunites-families-for-mother-s-\nday/article_d1bff99d-90ca-527a-96b7-9c5ba120b1b0.html. \n57 See, e.g., Curry v. Yachera, 835 F.3d 373, 377 (3d Cir. 2016) (while detained pretrial on bail he \ncould not afford, “Curry missed the birth of his only child, lost his job. … Curry feared losing his \nhome and motor vehicle.”); Erika Kates, Moving Beyond Incarceration for Women in \nMassachusetts: The Necessity of Bail/Pretrial Reform, Wellesley Centers for Women, 2, 4-5 \n(March 2015) (survey of women in pretrial detention demonstrated that almost half were at risk of \nlosing their home); Will Dobbie et al., The Effects of Pretrial Detention on Conviction, Future \nCrime, and Employment: Evidence from Randomly Assigned Judges, 108 Am. Econ. Rev. 201, 204 \n(2018) (“Initial pretrial release increases the probability of employment in the formal labor market \n35 \n \n\ndeleterious effects … on outcomes such as job loss, residential instability, negative \nfinancial impacts and loss of social support.58  \n90.  In one study, after three days, 30% of incarcerated parents were \nconcerned about their ability to support their children and 16.5% of incarcerated \nparents feared losing custody of their children.59 \n91.  Pretrial detention has such a profoundly destabilizing impact on a \nperson’s life that pretrial incarceration for as little as two to three days actually \nincreases the likelihood of future criminal activity by 40% for low-risk defendants.60  \n92.  Many detainees who suffer from chronic illnesses or mental health \nissues experience gaps in medication and lose access to their medical providers.  \n93.  Given the interruption in medical care and the stress caused by \nadmission, suicide is the leading cause of death in local jails and is more prevalent in \nlocal jails than state prisons.61 Nationwide, three quarters of jail deaths occur among \n                                                 \nthree to four years after the bail hearing by 9.4 percentage points, a 24.9 percent increase from the \ndetained defendant mean.”). \n58 Alexander Holsinger, Analyzing Bond Supervision Data: The Effects of Pretrial Detention on \nSelf-Reported Outcomes, Crime and Justice Institute (June 2016), \nhttp://www.crj.org/assets/2017/07/13_bond_supervision_report_R3.pdf.  \n59 Id. \n60 Chris Lowenkamp et al., The Laura and John Arnold Foundation, The Hidden Costs of Pretrial \nDetention, at 3 (Nov. 2013), https://bit.ly/2u0Lj5d; Margaret Talbot, The Case Against Cash \nBail, The New Yorker (Aug. 25, 2015), https://www.newyorker.com/news/news-desk/the-case-\nagainst-cash-bail.  \n61 Margaret E. Noonan, U.S. Dep’t of Justice, Bureau of Justice Statistics, Mortality in Local Jails \nand State Prisons, 2000-2013 - Statistical Tables 1, 20 (Aug. 2015), \nhttps://www.bjs.gov/content/pub/pdf/mljsp0013st.pdf. \n36 \n \n\npeople in pretrial detention. And importantly, more than one third of jail deaths \noccur within the first seven days of incarceration.62  \n94.  Detention also negatively affects the families of those who are detained. \nDetention of a parent is linked to food insecurity for the family.63 For instance, \nfamilies with an incarcerated parent are almost 1.5 times more likely to suffer food \ninsecurity than families that do not report a parental incarceration.64 \n95.  Social science research documents the many ways pretrial detention \ninflicts significant harm on the lives of those detained. The research also \ndemonstrates that these harms disproportionately affect communities of color.65 \n                                                 \n62 Margaret E. Noonan, U.S. Dep’t of Justice, Bureau of Justice Statistics, Mortality in Local Jails, \n2000-2014 - Statistical Tables 2 (Dec. 2016), https://www.bjs.gov/content/pub/pdf/mlj0014st.pdf; \nMaurice Chammah & Tom Meagher, Why Jails Have More Suicides Than Prisons, Marshall \nProject (Aug. 4, 2015), https://www.themarshallproject.org/2015/08/04/why-jails-have-more-\nsuicides-than-prisons (“One reason why jails have a higher suicide rate … than prisons … is that \npeople who enter a jail often face a first-time ‘shock of confinement’; they are stripped of their job, \nhousing, and basic sense of normalcy. Many commit suicide before they have been convicted at \nall.”). \n63 See Robynn Cox & Sally Wallace, Identifying the Link Between Food Security and \nIncarceration, 82 S. Econ. J. 1062, 1074 (2016).  \n64 Id.; see also Colorado Criminal Defense Institute, The Reality of Pre-Trial Detention: Colorado \nJail Stories, 6-9 (2015), https://bit.ly/2Hr8Jst (collecting testimony about the effects of detention \non families including creating confusion in children, separation of families, and loss of home). \n65 See, e.g., Jessica Eaglin & Danyelle Solomon, Brennan Ctr. for Justice, Reducing Racial and \nEthnic Disparities in Jails: Recommendations for Local Practice, at 19-20 (2015), \nhttps://bit.ly/1fGM4XN (surveying research documenting the existence of racial disparities in \npretrial detention); Traci Schlesinger, Racial and Ethnic Disparity in Pretrial Criminal Processing, \n22 Just. Q. 170, 181-83 (2005); David Arnold et al., Racial Bias in Bail Decisions, (Nat’l Bureau \nof Econ. Research, Working Paper No. 23421, 2017), http://www.nber.org/papers/w23421. \n37 \n \n\n96.  Pretrial detention also leads to worse case outcomes. In a study of \nPhiladelphia court records from 2006 to 2013, researchers found that pretrial \ndetention leads to a 13% increase in the likelihood of being convicted of at least one \ncharge and an increase of 124 days in the length of the maximum incarceration \nsentence, a 42% percent increase over the mean.66 \n97.  Studies analyzing court data from other jurisdictions have similarly \nfound that pretrial detention is associated with higher rates of conviction and longer \nsentences.67 \n98.  These connections are not surprising because, if detained pretrial, an \ndefendant “is hindered in his ability to gather evidence, contact witnesses, or \notherwise prepare his defense,”68 and pretrial detention induces people to plead \nguilty.69  \n                                                 \n66 Megan T Stevenson, Distortion of Justice: How the Inability to Pay Bail Affects Case Outcomes, \n34 J.L. Econ. & Org. 511, 512-13, 534-535 (2018). \n67 See, e.g., Paul Heaton et al., The Downstream Consequences of Misdemeanor Pretrial \nDetention, 69 Stan. L. Rev. 711, 713-15 (2016) (respondents detained on misdemeanor charges in \nHarris County are 25% more likely than similarly situated releases to be convicted); Emily Leslie \n& Nolan G. Pope, The Unintended Impact of Pretrial Detention on Case Outcomes: Evidence from \nNYC Arraignments, at 3 (Aug. 2017), http://econweb.umd.edu/~pope/pretrial_paper.pdf (New \nYork City pretrial detention increases the probability that a felony Respondent will be convicted \nby thirteen percent); Christopher T. Lowenkamp et al, Laura & John Arnold Foundation \nInvestigating the Impact of Pretrial Detention on Sentencing Schemes, at 14 (Nov. 2013, \nhttps://bit.ly/2VLUYZc (“[C]ontrolling for the effects of all other predictors in the model, \nRespondents detained for the entire pretrial period received jail sentences that were 2.78 times \nlonger than sentences received by Respondents who were released at some point”). \n68 Barker v. Wingo, 407 U.S. 514, 533 (1972). \n69 Arpit Gupta et al., The Heavy Costs of High Bail: Evidence from Judge Randomization, 45 J. \nLegal Stud. 471, 473 (2016) (“Many Respondents who are detained on money bail before trial may \n38 \n \n\nClass Action Allegations  \n99.  Pursuant to Pennsylvania Rules of Civil Procedure 1701, et seq., named \nindividual Petitioners bring this suit on behalf of themselves and all others similarly \nsituated who are or will in the future be subject to Respondents’ failure to conduct \npreliminary arraignments in accordance with the mandates of the rules.  \n100.  The class shall be defined as: all defendants in Philadelphia who have \nappeared or will appear for a preliminary arraignment in the First Judicial District.  \n101.  The proposed class action satisfies the requirements of Pennsylvania \nRule of Civil Procedure 1702. \n102.  First, the class is so numerous that joinder of all members is \nimpracticable, as the class includes thousands of current and future defendants who \nwill be subject to Respondents’ failure to conduct preliminary arraignments in \ncompliance with the rules. In 2017 alone, 38,480 new criminal cases were filed in \nMunicipal Court.70 The number of individuals who have been or will in the future be \nsubject to Respondents’ failure to act in accordance with the mandates of the rules is \nsubstantial. Pennsylvania courts have determined that joinder is impracticable for \nputative classes with far fewer members. \n                                                 \nconsequently choose to plead guilty to avoid or minimize further detention. Prosecutors commonly \noffer detained Respondents a plea of ‘time-served,’ where Respondents will receive credit for time \nalready spent in detention and will therefore be released immediately upon conviction.”). \n70 First Judicial District, The First Judicial District 2017 Annual Report, 130 (2017), \nhttps://www.courts.phila.gov/pdf/report/2017-First-Judicial-District-Annual-Report.pdf. \n39 \n \n\n103.  Second, there are questions of law and fact common to the class.  \n104.  Common questions of fact include but are not limited to: whether \nRespondents (1) consider all information relevant to the release decision, including \nthe factors enumerated in Rule 523(A); (2) abide by Rule 524’s prohibition against \nimposing any condition of release for the purpose of ensuring that a defendant \nremains incarcerated pending trial; (3) conduct Rule 528(A)’s mandatory assessment \nof an defendant’s financial ability to pay prior to imposing cash bail; (4) carry out \ntheir duty under Rule 528(B) and Rule 524(C)(5) to only impose cash bail in \nreasonable amounts; and (5) afford defendants a full opportunity to be heard. \n105.  Common questions of law include but are not limited to: whether \nPetitioners have a clear right to relief, whether Respondents have a duty to act in \naccordance with the mandates of the rules governing preliminary arraignment \nprocesses, and the absence of other adequate remedies.  \n106.  These common questions of law and fact arise from the preliminary \narraignment scheme Respondents operate in substantially the same manner every \nday. The resolution of these factual and legal questions will determine whether all \nmembers of the class are entitled to the relief they seek and the relief sought is \ncommon to all members of the class.  \n107.  Third, the claims of the named Individual Petitioners are typical of the \nclaims of the class. The failures alleged by the named Individual Petitioners are the \n40 \n \n\nsame for all other members of the class and predominate over any individual claims. \nIn addition, the harms suffered by the Individual Petitioners are typical of those \nfaced by all other members of the class: \na.  M.W.  \ni.  M.W. is 18 years old. He was arrested on March 6, 2019 and \nappeared for preliminary arraignment on March 7, 2019. M.W. \ncould not hear most of what was said during the hearing. \nMagistrate Devlin imposed cash bail in the amount of $7,500. \nMagistrate Devlin did not ask whether M.W. could afford that or \nany other amount of bail. M.W. does not have the financial \nability to pay the $760 required for his release and, as a result, he \nremains incarcerated.  \nii.  M.W. has worked for a remodeling company for the past two \nyears. He fears that he has already lost his job because he has \nmissed work since being in jail.  \niii.  M.W. lives with his mother as well as his sisters, and brothers, \nseveral of whom are still in school. M.W. helps his mother pay \nthe bills. He is concerned about the emotional and financial \nimpact that his incarceration is having on his mother.  \nb.  P.R. \n41 \n \n\ni.  P.R. is 54 years old. He was arrested on March 4, 2019. At P.R.’s \npreliminary arraignment, Magistrate O’Brien imposed cash bail \nin the amount of $10,000. Magistrate O’Brien did not ask \nwhether P.R. could afford that or another amount of cash bail.  \nii.  P.R. does not have the financial ability to pay the $1,010 required \nfor his release and, as a result, he remains incarcerated.  \niii.  P.R. has a seasonal job working for an asphalt and concrete \ncompany. He stopped working in December when it became too \ncold to lay asphalt or pour concrete. He has not had any income \nsince December. If he is not released by the time the company \nresumes work, P.R. will lose his job. \niv.  P.R. is concerned that he will also lose his apartment because he \nis the only one who can pay his rent.  \nc.  G.T.  \ni.  G.T. is 52 years old. He was arrested on March 4, 2019. During \nhis interview with Pretrial Services, G.T. stated that he received \nfood stamps and was currently unemployed and homeless. \nNonetheless, Magistrate Bernard assigned G.T. cash bail in the \namount of $250,000. Magistrate Bernard did not ask whether \nG.T. could afford that or any other amount. With the exception of \n42 \n \n\nthe bail amount, G.T. could not hear anything that Magistrate \nBernard, the Defender Association representative or the District \nAttorney representative said.  \nii.  G.T. does not have the financial ability to pay the $25,010 \nrequired for his release and, as a result, he remains incarcerated.  \niii.  G.T. had been living in his car for the three weeks preceding his \narrest. Upon his arrest, he was forced to leave his car on the side \nof a public street. He is worried about the security of his car, \nwhich contains all of his belongings. At the time of his arrest, he \nwas trying to find an apartment and had a few leads. Those leads \nwill not be there when he is released.  \niv.  G.T.’s mother is dying from cancer and he is distraught that he \nmay be missing what time he has left with her.  \nv.  As a result of an accident in 2014, G.T. experiences chronic pain \nand saw a pain doctor every three weeks. His incarceration \ninterrupts that necessary medical care.  \nvi.  Being in jail is very distressing for G.T. and he is experiencing a \ngreat deal of emotional anguish.  \nd.  T.J.  \n43 \n \n\ni.  T.J. is 22 years old. He was arrested on two separate cases and \nappeared for preliminary arraignment on March 3, 2019. \nii.  With the exception of the bail amount, T.J. could not hear what \nMagistrate Stack, the Defender Association representative, or the \nDistrict Attorney representative said during the preliminary \narraignment hearing. Magistrate Stack imposed $100,000 cash \nbail in each of the cases. Magistrate Stack did not ask T.J. \nwhether he could afford to post that or any other amount.  \niii.  T.J. is not financially able to pay the $20,020 necessary to secure \nhis freedom and, as a result, he remains incarcerated.  \niv.  T.J. misses his two young children very much. He has told them \nthat he is away on vacation so as not to worry or scare them. T.J. \nis the primary caregiver for his children because his girlfriend \nworks in the evenings. Before his incarceration, T.J. would meet \nhis children at the bus stop after school. T.J. and his girlfriend \nhave had to rely on other family members to piece together \nchildcare in his absence. \nv.  T.J. receives SSI for a chronic health condition. He attends \nweekly doctors’ appointments and was set to start a new \nmedication regime. The interruption in his medical care is \n44 \n \n\ncausing his chronic health condition to worsen and he has already \nlost weight since his arrest.  \ne.  S.T.  \ni.  S.T. is 19 years old. He was arrested on February 28, 2019 and \ncharged in two cases. After recovering from injuries in the \nhospital, he appeared for preliminary arraignment on March 2, \n2019. Magistrate Rice imposed cash bail in the amounts of \n$15,000 and $200,000. Magistrate Rice did not ask S.T. if he \ncould afford those or any other amounts. \nii.  S.T. does not have the financial ability to post the $21,520 \nrequired for his release and, as a result, he remains incarcerated. \niii.  Prior to his arrest, S.T. had been working at Dunkin’ Donuts \nmaking $7.50 per hour. He lost his job as a result of being \nincarcerated on bail he cannot afford.  \nf.  D.M.  \ni.  D.M. is 24 years old. He was arrested on March 1, 2019 and \nappeared for preliminary arraignment the following morning. \nD.M. could only hear parts of the hearing. Magistrate Devlin \nimposed cash bail in the amount of $300,000. Magistrate Devlin \ndid not ask D.M. if he could afford that or any other amount.  \n45 \n \n\nii.  D.M. does not have the financial ability to pay the $30,010 \nrequired for his release and, as a result, he remains incarcerated. \nAt the time of his arrest, D.M. was unemployed and searching for \nwork. He was living with his mother and helping her around the \nhouse. He can longer do that. \ng.  K.B.  \ni.  K.B. is a 27-year-old mother of two. During her interview with \nPretrial Services, she stated that she was not working and had no \nother source of income. Nonetheless, at her preliminary \narraignment on March 8, 2018, Magistrate O’Brien imposed cash \nbail in the amount of $10,000. Magistrate O’Brien did not ask \nwhether K.B. could afford to pay that or any other amount. \nThroughout the hearing, K.B. could hear Magistrate O’Brien but \nonly parts of what the Defender Association representative or the \nDistrict Attorney representative said were audible to K.B.  \nii.  K.B. does not have the financial ability to pay the $1,010 \nrequired for her release and, as a result, she remains incarcerated.  \niii.  Being separated from her children, ages five and nine, is \nincredibly painful for K.B. and she is concerned about how long \nthe separation will persist.  \n46 \n \n\nh.  J.H.  \ni.  J.H. is 32 years old. He was arrested on March 6, 2019 and \nappeared for preliminary arraignment the following day. \nMagistrate Bedford imposed cash bail in the amount of $150,000. \nMagistrate Bedford did not ask J.H. if he could afford that or any \nother amount of bail. \nii.  J.H. does not have the financial ability to pay the $15,010 \nrequired for his release and, as a result, he remains incarcerated.  \niii.  J.H. has been employed with a moving company for the past two \nyears. He is very concerned about losing his job while \nincarcerated. J.H. and his fiancé rent an apartment and without \nhis financial contribution, his fiancé will have significant \ndifficulty paying rent.  \niv.  J.H. takes his niece and nephew to school some days of the week \nbecause of the hours that his sister works. His family is \nstruggling to find someone to help out while J.H. remains \ndetained pretrial.  \nv.  J.H. takes prescription medications to cope with chronic pain and \nhe has not received those medications since being incarcerated. \ni.  H.J.  \n47 \n \n\ni.  H.J. is 29 years old. He appeared for preliminary arraignment on \nMarch 1, 2019. Although H.J. could hear what Magistrate Stack \nsaid, he could not hear what the Defender Association \nrepresentative or the District Attorney representative said. No one \nasked H.J. if he had the financial ability to pay bail. Magistrate \nStack imposed cash bail in the amount of $20,000.  \nii.  H.J. does not have the financial ability to post the $2,010 \nrequired to secure his release and, therefore, remains \nincarcerated.  \niii.  Four months ago, H.J. started a new job with a company that \ndoes construction and home improvements. He is at risk of losing \nhis job because of his incarceration. H.J. is certain that he will \nlose the apartment he rents if he remains incarcerated and \ncontinues to be out of work.  \niv.  H.J. has three children and does not expect to see them while he \nremains incarcerated.  \nj.  Z.L.  \ni.  Z.L. is 16 years old. He was arrested on February 26, 2019 and \ncharged as an adult. He appeared for preliminary arraignment on \nFebruary 27, 2019. Magistrate Devlin imposed cash bail in the \n48 \n \n\namount of $300,000. Z.L. could not hear anything that was said \nduring the hearing. He tried to put his ear closer to the \nvideoconferencing screen but it did not make a difference in \naudibility. \nii.  Z.L. does not have the financial ability to pay the $30,010 \n \nrequired for his release and, as a result, he remains incarcerated \nin an adult jail. \niii.   Z.L. is currently in the eleventh grade and plays for his high \nschool’s basketball and football teams. He was starting to look at \ncolleges and had hoped to apply to Pennsylvania State \nUniversity. \niv.   Z.L. fears that he will not graduate from eleventh grade and his \ncollege dreams will be over if he remains detained pretrial.  \n108.  Fourth, the representative parties will fairly and adequately assert and \nprotect the interests of the class under the criteria set forth in Pennsylvania Rule of \nCivil Procedure 1709.  \na.  Undersigned counsel will adequately represent the interests of the class. \nCounsel has experience handling class actions and complex litigation \nand are familiar with the factual and legal issues in this case. \n49 \n \n\nb.  The named Individual Petitioners have no conflicts of interest in the \nmaintenance of the class.  \nc.  Undersigned counsel is representing the parties pro bono and has \nadequate financial resources to assure that the interests of the class will \nnot be harmed. \n109.  Fifth, a class action provides a fair and efficient method for \nadjudication of this controversy pursuant to the criteria established by Pennsylvania \nRule of Civil Procedure 1708.  \na.  Common questions of law and fact predominate over any individual \nquestions.  \nb.  While the size of the class is substantial, it is manageable. The names \nand addresses of all class members are available and easily identifiable \nthrough court records. \nc.  Trying these actions separately would create a risk of inconsistent and \nincompatible adjudications with respect to the members of the class, \nwhich could lead to Respondents being subject to incompatible \nstandards or procedures. \nd.  No litigation has been commenced by or against members of the class \ninvolving the same issues. \n50 \n \n\ne.  The Pennsylvania Supreme Court is an appropriate forum for the \nlitigation of the claims of the entire class.  \nf.  In systematically failing to apply the Pennsylvania Rules of Criminal \nProcedure that govern bail determinations and preventive detention, \nRespondents have acted or refused to act on ground generally \napplicable to all members of the class. \nCause of Action: Mandamus \n110.  Petitioners incorporate by reference the preceding paragraphs of the \ncomplaint as if pleaded in full.  \n111.  “Mandamus is an extraordinary remedy designed to compel official \nperformance of a ministerial act or mandatory duty ....” Cty. of Allegheny v. \nCommonwealth, 490 A.2d 402, 408 (Pa. 1985). To justify the use of this remedy, \nPetitioners must demonstrate “a clear legal right to relief, a corresponding duty to act \nin the defendant, and the lack of any other adequate remedy.” Medico v. Makowski, \n793 A.2d 167, 169 (Pa. Commw. Ct. 2002).  \n112.  Petitioners have a clear right to relief. Individual named Petitioners and \ntens of thousands of other defendants have been subject to Respondents’ failure to \nconduct preliminary arraignments in accordance with the rules’ mandatory \nrequirements.  \n51 \n \n\n113.  Petitioners YASP and the Philadelphia Community Bail Fund have a \nsubstantial and particular interest in ensuring that Respondents follow the Rules of \nCriminal Procedure when making decisions about the pretrial liberty of defendants \nin Philadelphia.  \n114.  YASP and the Philadelphia Community Bail Fund are leaders in the \ncoalition of organizations and individual activists who have called for reforms to \nRespondents’ practices in arraignment court. Both organizations have devoted \nresources to highlighting and attempting to mitigate the harms caused by \nRespondents’ failure to follow the rules and the use of cash bail in Philadelphia.  \n115.  YASP and the Philadelphia Community Bail Fund are largely \nvolunteer-run and financed by small donations. Respondents’ failure to carry out \ntheir duties drains the modest resources of both organizations—the Philadelphia \nCommunity Bail Fund is forced to expend even larger amounts of money to secure \nthe release of indigent defendants and both organizations are challenged to provide \nsupport to more individuals as they try to navigate the damage pretrial detention has \ncaused to their lives.  \n116.  As such, YASP and the Philadelphia Community Bail Fund have an \ninterest, beyond that shared by the public at large, in redressing Respondents’ \nongoing failure to conduct preliminary arraignments in accordance with the \nmandates of the rules.  \n52 \n \n\n117.  The Individual Petitioners bring this suit on behalf of themselves and all \nothers similarly situated who are, or will in the future be, subject to Respondents’ \nfailure to conduct preliminary arraignments in accordance with the mandates of the \nRules of Criminal Procedure. The Individual Petitioners have a compelling, personal \ninterest in Respondents’ compliance with the mandates of the Rules. \n118.  Respondents have a duty to act. The Pennsylvania Rules of Criminal \nProcedure and the local Arraignment Court Magistrate Rules impose mandatory, \nnon-discretionary duties upon Respondents when conducting preliminary \narraignments. Every day, Respondents fail to carry out these duties.  \n119.  Petitioners have no other adequate remedy at law or equity that can \nprotect their rights and interests. As described above, Respondents have been on \nnotice about their ongoing failure to comply with the rules. Despite this notice and \nrepeated calls for compliance, Respondents have continued to ignore their \nmandatory duties.  \n120.  As Respondents have refused to conduct preliminary arraignments in \naccordance with the applicable rules and thereby defendants are denied and will \ncontinue to be denied adequate hearings, mandamus is the appropriate remedy under \nPennsylvania law to compel Respondents to comply with the rules going forward. \nPrayer for Relief \nWHEREFORE, Petitioners request that this Honorable Court: \n \n53 \n \n\na.  Exercise original jurisdiction over this matter; \nb.  Set a date for a hearing on any allegation in the Class Action Complaint \nand Petition for a Writ of Mandamus that Respondents contest;  \nc.  Order Respondents to conduct preliminary arraignments in accordance \nwith the mandatory requirements of the Pennsylvania Rules of Criminal \nProcedure and the local Arraignment Court Magistrate Rules. \nSpecifically, Respondents must (1) consider all information relevant to \nthe release decision, including the factors enumerated in Rule 523(A); \n(2) abide by Rule 524’s prohibition against imposing any condition of \nrelease for the purpose of ensuring that an defendant remains \nincarcerated pending trial; (3) conduct Rule 528(A)’s mandatory \nassessment of an defendant’s financial ability to pay prior to imposing \ncash bail; (4) carry out their duty under Rule 528(B) to only impose \ncash bail in reasonable amounts; (5) afford defendants a full \nopportunity to be heard.  \nd.   Order any other such relief deemed appropriate by the Court.  \n \nRespectfully submitted, \n54 \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/135272"
    },
    {
      "date": "2020-07-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Pennsylvania state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 135273,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/135273.pdf",
      "title": "Order",
      "text": "IN THE SUPREME COURT OF PENNSYLVANIA \nEASTERN DISTRICT \n \n \nTHE PHILADELPHIA COMMUNITY BAIL FUND,  :  No. 21 EM 2019 \nBY AND THROUGH ITS TRUSTEES,  :   \nCANDACE MCKINLEY AND LAUREN TAYLOR,  :   \nTHE YOUTH ART & SELF-EMPOWERMENT  :   \nPROJECT, BY AND THROUGH ITS  : \nTRUSTEES, SARAH MORRIS AND JOSHUA  : \nGLENN, GERALD THOMAS, AND INDIVIDUAL  : \nHELD ON BAIL HE COULD NOT AFFORD,  : \nSTEPHON THOMAS, AN INDIVIDUAL HELD  : \nON BAIL HE CANNOT AFFORD, DAMIER  : \nMORAGNE, AN INDIVIDUAL HELD ON BAIL  : \nHE CANNOT AFFORD, KIMBERLY  : \nBLACKWELL, AN INDIVIDUAL HELD ON BAIL  : \nSHE COULD NOT AFFORD, JEREMY HARRIS,  : \nAN INDIVIDUAL HELD ON BAIL HE COULD  : \nNOT AFFORD, HASHEEN JACOBS, AN  : \nINDIVIDUAL HELD ON BAIL HE CANNOT  : \nAFFORD, Z.L., A MINOR HELD ON BAIL HE  : \nCOULD NOT AFFORD, BY AND THROUGH  : \nHIS MOTHER ALYCIA BROWN, NASIR WHITE,  : \nAN INDIVIDUAL HELD ON BAIL HE COULD  : \nNOT AFFORD, EVAN SLATER, AN INDIVIDUAL  : \nHELD ON BAIL HE COULD NOT AFFORD,  : \n  : \n      Petitioners  : \n  : \n    v.  : \n  : \nARRAIGNMENT COURT MAGISTRATES OF  : \nTHE FIRST JUDICIAL DISTRICT OF THE  : \nCOMMONWEALTH OF PENNSYLVANIA,  : \n  : \n      Respondents  : \n: \n: \n: \n \n \n\n \n \n \n \nORDER \n \nPER CURIAM \nAND NOW, this 27th day of July, 2020, the Application for Leave to Exceed the \nWord Limit and “the Application of Members of the Criminal Defense Bar Who Practice in \nMontgomery County for Leave to File an Amicus Curiae Brief Nunc Pro Tunc” are \nGRANTED.   \nIn an exercise of King’s Bench jurisdiction, this Court appointed a special master \nto conduct an inquiry, “limited to Petitioners’ allegations regarding systemic failures of the \nFirst Judicial District to properly conduct cash-bail matters pursuant to current law, as well \nas any suggestions for action by this Court in response to those alleged systemic failures.”  \nSee Philadelphia Community Bail Fund v. Arraignment Court Magistrates, 21 EM 2019 \n(order dated July 8, 2019).   \nFollowing meetings with the parties and participants, which were held over several \nmonths, the special master issued his Report, opining that the First Judicial District’s bail \nsystem “is essentially sound” and further suggesting that wholesale overhaul would be \n“unrealistic.”  That said, the special master offers various suggestions for change.  Many \nof  the  special  master’s  suggestions  implicate  administrative  matters,  including \nrestructuring the administration of the First Judicial District to provide a clear line of \nauthority over the bail system.   \nAdditionally, the Report, as well as the responses filed by the parties, participants, \nand amici curiae, detail a number of proposals.  Some underscore that bail proceedings \nin Philadelphia should comply with existing law.  See, e.g., Report of the Special Master \nat 12 (indicating that the parties and participants agree that, in setting a monetary \n[21 EM 2019] - 2 \n\ncondition for bail, the bail authority “must consider a defendant’s ability to pay along with \nthe release criteria set forth in Rule of Criminal Procedure 523[.]”).  \nMany proposals, however, do not relate to any alleged “systemic failures” to abide \nby “current law,” but, rather, propose change to existing provisions.  See, e.g., Report at \n14, 26, and 38 (relaying a proposal that the system in Philadelphia be altered to permit \ncertain  defendants,  arrested  on  lower-level  charges,  to  be  processed  without  a \npreliminary arraignment; such a paradigm would be in evident tension with Rule of \nCriminal Procedure 1003(D)).   \nIn  some  other  instances,  the  parties  and  participants  seek  a  summary \npronouncement from this Court as to constitutional issues that may not be in alignment \nwith  existing  appellate  case  law.    See,  e.g.,  Report  at  13  and  36  (conveying  that \nPetitioners and the Defender Association of Philadelphia seek a declaration that the \nconstitutional provision for holding a defendant without bail, see Pa.Const. art. I, §14, \nimposes  a  clear-and-convincing-evidence  burden  of  proof);  see  also  Petitioners’ \nResponse  at  48-49  (recounting  case  law  indicating  that,  for  purposes  of  holding  a \ndefendant without bail, the Commonwealth need only establish a prima facie case of first- \nor second-degree murder).   \nInitially,  this  Court  reaffirms  the  fundamental  principle  that  cash-bail \ndeterminations, as with all other adjudications, are to be made in accordance with existing \nlaw.  As such, bail authorities are reminded that the amount of any “monetary condition \nshall not be greater than is necessary to reasonably ensure the defendant's appearance \nand compliance with the conditions of the bail bond.”  Pa.R.Crim.P. 524(C)(5); see also \nPa.R.Crim.P. 528(B) (requiring monetary bail conditions to be reasonable).  Further, “[n]o \ncondition of release, whether nonmonetary or monetary, should ever be imposed for the \nsole purpose of ensuring that a defendant remains incarcerated until trial.”  Pa.R.Crim.P. \n[21 EM 2019] - 3 \n\n524,  Comment.    Moreover, cash-bail  conditions  are  to  be  tailored  to  the  individual \ndefendant.  See Pa.R.Crim.P. 528(A)(2) (requiring a bail authority to consider the financial \nability of the defendant in setting cash bail).   \nMore broadly, the Court recognizes that, although many of the proposals advanced \nin  the  submissions  arguably  fall  outside  the  ambit  of  the  exercise  of  King’s Bench \njurisdiction in this matter, as they are not squarely related to alleged “systemic failures” of \nthe First Judicial District to abide by “current law,” there is value in further consideration \nof various proposed administrative and rule-based changes. \nAccordingly, the special master’s Report, as well as the filings of the parties, \nparticipants, and amici curiae, will be forwarded to the Court Administrator.  While taking \nno position at this juncture on the merits of these proposals, the Court generally requests \nthat  the  Court  Administrator  consider  these  submissions  for  possible  administrative \naction.  Such consideration should include, but not necessarily be limited to, the following \nproposals:  \n \n- restructure the administration of the First Judicial District, by which the President \nJudge of the Municipal Court would have the authority and accountability for the \nbail system;  \n \n- augment the First Judicial District’s process of gathering an arrestee’s financial \ninformation; this consideration should include an examination of the First Judicial \nDistrict’s ongoing efforts along these lines.  See Respondents’ Response at 6; \n \n  - enhance judicial education for Arraignment Court Magistrates;  \n \n- create a mechanism by which bail conditions, such as stay-away directives, \nwould be entered into the National Crime Information Center database, so that law \nenforcement authorities can be made aware of those conditions;  \n \n- reassess the audio-visual systems utilized by the Arraignment Court Magistrates; \nsuch consideration should account for any improvements made to date and detail \nany  changes  planned  for  the  future,  including  estimates  as  to  when  those \nprospective changes will occur;  \n[21 EM 2019] - 4 \n\n \n- create bail-release forms that would employ simplified terminology and adopt \n“plain-language” standards.   \n \n  Additionally, the special master’s Report, as well as the filings of the parties, \nparticipants, and amici curiae, will be forwarded to Chairs of the Criminal Procedural \nRules Committee, the Minor Court Rules Committee, and the Juvenile Court Procedural \nRules Committee.  While taking no position at this juncture on the merits of these \nproposals, the Court generally instructs those Committees to consider these submissions \nfor any rules-related proposals.  Such consideration should include, but not necessarily \nbe limited to, the following proposals: \n \n- require that preliminary arraignments be recorded, which would implicate an \namendment to Rule of Criminal Procedure 115(A) and any other related rules;  \n \n- amend Rule of Criminal Procedure 520(A), so that a bail authority is mandated \nto explain his or her rationale for any monetary bail calculation or conditions \nimposed, instead of the present requirement that reasoning be provided only when \nbail is refused; \n \n-  alter the  requirement  of  Rule of  Criminal Procedure 524(A), such  that  bail \nconditions must be the least restrictive available rather than the current standard \nthat conditions must be “reasonably necessary.”  See Pa.R.Crim.P. 524(A); \n \n- amend Rule of Criminal Procedure 1003(D) to permit certain arrestees in the First \nJudicial District to bypass a preliminary arraignment;   \n \n- provide for prompt bail-review hearings when a defendant is held without bail or \nremains in custody due to the imposition of monetary or non-monetary conditions; \n \n- mandate that criteria akin to those used to determine in forma pauperis status in \nthe  civil  context,  see  Pa.R.C.P.  No.  240,  be  employed  in  making  bail \ndeterminations; \n \n- adopt a presumption that juveniles are indigent for purposes of setting bail.  See \ngenerally 21 EM 2019, Brief of Amicus Curiae Juvenile Law Center; and \n \n[21 EM 2019] - 5 \n\n- reject employment of any risk-assessment tools in the bail context.  See generally \n21 EM 2019, Briefs of Amici Curiae AI Now Institute, Harvard/MIT Algorithmic \nJustice, and Upturn. \n \nFollowing  the  consideration  of  the  Court  Administrator  and  the  relevant \nCommittees, and upon any necessary review from this Court, any warranted changes will \nbe made in due course.   \nFinally, the Court declines to offer a pronouncement as to Article I, Section 14 of \nthe Pennsylvania Constitution in the context of this King’s Bench proceeding.  Rather, \nthat constitutional claim should be considered in a case in which it is squarely at issue.   \n  Jurisdiction is relinquished.   \n[21 EM 2019] - 6 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/135273"
    },
    {
      "date": "2019-12-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Pennsylvania state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 135274,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/135274.pdf",
      "title": "Report of the Special Master",
      "text": "Filed 12/17/2019\nSupreme Court\nEastern District\nIN THE SUPREME COURT OF PENNSYLVANIA  \nEASTERN DISTRICT \nTHE PHILADELPHIA COMMUNITY           No. 21 EM 2019 \nBAIL FUND, et. al.,  \nPetitioners \nv.                       \nARRAIGNMENT COURT  \nMAGISTRATES of the FIRST  \nJUDICIAL DISTRICT of the  \nCOMMONWEALTH OF PENNSYLVANIA,  \nRespondents  \n \nREPORT OF THE SPECIAL MASTER \nDated: December 16, 2019 \nJohn M. Cleland, Senior Judge \nSpecial Master \n \nBackground and Process \nBy Order of the Supreme Court dated July 8, 2019, I was appointed as Special \nMaster and directed to conduct an inquiry regarding Petitioners’ allegations of systemic \nfailures of the First Judicial District to properly conduct cash-bail matters and to make \nsuggestions for action by the Court in response to those allegations. The Court \nspecifically stated that no recommendation for the elimination of cash bail would be \nentertained.  \n  1 \n\n  It is my conclusion that the preliminary arraignment bail system as currently \ndesigned in Philadelphia is fundamentally sound. Accordingly, I have described my \nassignment as one to suggest bail system “improvements,” rather than to suggest bail \nsystem “reforms.”  \nAs described in more detail in this report, the President Judge of the First Judicial \nDistrict, the President Judge of the Municipal Court, the Philadelphia District Attorney \n(“DAO”), and the Defender Association of Philadelphia (“PD”) were, pursuant to the \nCourt’s July 8, 2019 Order (“Order”), invited to participate in the proceedings.  \n  On July 18, 2019, I met with counsel for the American Civil Liberties Union \n(“ACLU”), who represent Petitioners, and counsel for the Administrative Office of \nPennsylvania Courts (“AOPC”), who represent Respondents. Counsel for the DAO and \nPD also attended the meeting. Because the Order did not specify what the nature of my \n“inquiry” should be or how it should be conducted, it was agreed that the case would \nproceed in the nature of a mediation with the goal of reaching agreement among the \nparticipants rather than in the form of contested litigation involving discovery, witness \ntestimony, briefing and argument.  \nThe agreed-on goal reached at that meeting was to develop a set of joint \nrecommendations for improvement of the Philadelphia bail system. It was also agreed \nthat as Special Master I would be authorized to speak ex parte to any of the attorneys \nfor the litigants or to any of the invited participants as might be helpful to facilitate \nagreement. \n  Thereafter, there followed a series of meetings in Harrisburg and Philadelphia.  \nSome were held by conference call and some were face-to-face. I participated in some \nmeetings and others involved only counsel without my presence.  \n  2 \n\nThroughout this process, I have been impressed by the good faith evidenced by \nall counsel involved for the litigants and the invited participants, by the expertise and \ndiligence they have demonstrated in addressing the issues presented by this litigation, \nand by their commitment to the process of negotiation, implementation, and evaluation.  \nLikewise, President Judge Idee C. Fox of the First Judicial District and President Judge \nPatrick F. Dugan of the Philadelphia Municipal Court have been directly engaged in \naddressing the legal and administrative concerns relative to defining and implementing \nthe improvement recommendations. They have demonstrated their genuine \ncommitment to this process.  \nThe negotiations resulted in a set of eight Agreements, supplemented with five \npoints of Disagreements. Those Agreements and Disagreements are set forth in full in \nthe “Submission to the Special Master,” which is attached as Exhibit A.1  \n  Additionally, as the process developed, it was agreed that, once the negotiators \nhad produced a set of Agreements, I would then develop a protocol. That protocol \nproposes implementation of the Agreements, as well as advances my additional \nSuggestions.  Moreover, the protocol suggests a process for evaluating any changes \nmade through implementation of the Agreements or my additional Suggestions.   \nIn my view, the bail system as conceived is essentially sound2 and any attempt to \nconduct a wholesale overhaul would be politically, organizationally and fiscally \n                                                      \n1 As submitted, the Agreement contains several apparent formatting issues. See, e.g., Report of the Special Master \nat 33-34 (in which, inter alia, the text for footnote 16 is split between the footnote itself and the body of the \nAgreement; footnote 6 follows footnote 16; the text for footnotes 6-8 appear in superscript in the body of the \nAgreement).  Presumably these will be addressed in subsequent filings by the parties with the Court. \n2 Petitioners’ requested relief is actually quite modest. The Prayer for Relief in their Complaint asks the Court to \nrequire that in conducting preliminary arraignments, the Arraignment Court Magistrates simply comply with the \nPennsylvania Rules of Criminal Procedure. “Specifically…(1) consider all information relevant to the release \ndecision, including the factors enumerated in Rule 523(A); (2) abide by Rule 524’s prohibition against imposing any \ncondition of release for the purpose of ensuring that an (sic) defendant remains incarcerated pending trial; (3) \nconduct Rule 528(A)’s mandatory assessment of an (sic) defendant’s financial ability to pay prior to imposing cash \n  3 \n\nunrealistic. Accordingly, my goal has been to develop proposals, by agreement if \npossible, that are practical, discrete, and incremental steps to improve that system.   \n  Some practical considerations, however, must necessarily be recognized and \ntaken into account: \n1.  An apparent overlap of authority between the Court of Common Pleas and \nthe Municipal Court regarding oversight of the bail system. The Supreme \nCourt’s Order of January 27, 2016, entered at No. 460 Judicial \nAdministration Docket, provides that the Administrative Governing Board \nof the First Judicial District “shall have authority over the operations of all \ncourts and departments of the First Judicial District, including the \nmonitoring of overall performance….” The Judicial Code, however, confers \non the Municipal Court “through the President Judge and a majority of the \njudges of the court” the power to appoint and remove six arraignment \ncourt magistrates and adopt rules to establish standards of conduct and \ntheir “rights, responsibilities, and authority.” 42 Pa.C.S. §1123(a)(5).  \nArraignment court magistrates are employees of the Commonwealth.  See \nid. \n2.  The logistics of negotiating an increased appropriation from the City of \nPhiladelphia for additional personnel would necessarily delay the process \nof implementing immediate improvements.  \n                                                      \nbail; (4) carry out their duty under Rule 528(B) to only impose cash bail in reasonable amounts; (5) afford \ndefendants a full opportunity to be heard.” Philadelphia Cmty. Bail Fund v. Arraignment Court Magistrates, 21 EM \n2019, Amended Class Action Complaint and Petition for Writ of Mandamus at 62. \n  4 \n\n3.  The importance that all participants in this process nurture an atmosphere \nof mutual trust, goodwill, and reciprocal confidence that the development \nof an efficient and legally proper bail system serves the ends of justice.  \n4.  While the Agreements and Suggestions are directed largely to the court \nsystem, if they are to be effectively implemented it will require a \ndemonstrable commitment by the DAO and PD to fulfill the underlying \nbudgetary and staffing obligations. \n5.  The involvement of the MacArthur Foundation and its Safety and Justice \nChallenge grant (“MacArthur Grant”) to the City of Philadelphia and the \neffect, or effectiveness, of that process in modifying the criminal justice \nprocesses and any possible effect on the existing bail system has not \nbeen taken into account.  \nOperation of the Bail System \nThis year, some 30,000 people will be arrested in Philadelphia and scheduled for \npreliminary arraignment at which their bail will be set by one of six Arraignment Court \nMagistrates (“ACM”) who collectively staff the arraignment court 24/7/365.   \nACMs are appointed by vote of the judges of the Municipal Court as detailed in \nthe Rules of the Philadelphia Municipal Court.  See Phila.M.C.R.Crim.P., A.C.M., Sec. \n1.00.  Eligible applicants must be residents of Philadelphia and either have been an \nattorney in good standing for four years or have completed a course of training and \ninstruction and passed an examination.3  No current ACMs are lawyers except for one \nrecent appointment.  \n                                                      \n3 “The Minor Judiciary Education Board (the Board) shall prescribe and approve the subject matter and the \nexamination for the course of training herein required.” Id. at Sec. 10. \n  5 \n\nIn addition to conducting preliminary arraignments, ACMs are empowered to \nissue criminal complaints, schedule municipal court trials and preliminary hearings, and \nissue arrest and search warrants. See 42 Pa.C.S. §1123(5). The Municipal Court Rules \nfurther provide that “[t]he President Judge of the Philadelphia Municipal Court or his \ndesignee shall exercise general supervision and administrative control over all \nArraignment Court Magistrates.” Phila.M.C.R.Crim.P., A.C.M., Sec. 6.00. The duty to \nsupervise includes the power “for good cause [to] take disciplinary action” for instances \nincluding “inefficiency, inadequacy or misconduct.” Id. at Sec. 11.  ACMs are specifically \ndirected to conduct themselves at all times “in a manner that promotes public \nconfidence in the integrity and impartiality of the judiciary.” Id. at Sec. 7.00.4   \nAn arrest institutes a complex processing procedure that, as currently operated, \nresults in a preliminary arraignment and bail decision approximately seventeen hours \nlater.  \nAfter arrest, a defendant is transported by the police department to one of seven \ndetective divisions distributed throughout the city where the case processing begins. \nThere an initial physical and mental screening is performed.  Then an assigned police \ninvestigator generates an arrest report with identifying information about the defendant \nand enters it into the computerized Preliminary Arraignment Reporting System \n(“PARS”). What follows is a complex coordination of information among the police \ndepartment mainframe, Image Capture System (photograph), Live Scan (fingerprinting), \nand a criminal history database.  The PARS system has been developed and refined \nover a period of years. It has the effect of reducing the cost of prisoner transportation \n                                                      \n4 The Arraignment Court Magistrate Rules also direct that ACMs “shall at all times comply with the Code of \nProfessional Responsibility, adopted by the Supreme Court of Pennsylvania. “ Id. at Sec. 6.06(c). This reference is \nevidently to the Rules of Professional Conduct which govern the conduct of attorneys not judges. \n  6 \n\nand resulting safety concerns, speeding up the process by the electronic transfer of \ninformation, and reducing the risk of lost or misplaced paperwork. \nWhen the data set is complete, it is electronically transmitted to the District \nAttorney Charging Unit and to the Pretrial Service Division of the Court of Common \nPleas (“PTS”). Once the District Attorney Charging Unit has either approved or \ndisapproved the charges or added additional charges, notice is sent to the assigned \npolice investigator at the processing location. Meanwhile, PTS staff interviews the \ndefendant, either in person or by way of an audio-visual link, and enters additional \ninformation into the PARS system.  \nUsing the information generated through the various steps in the process, PTS \nstaff then completes a Pretrial Service Division Investigation Report.  This report \ncontains information about the defendant, including personal identifying information, \narrest date, charges, address, with whom the defendant lives, primary language, length \nof residence in Philadelphia, marital status, number of children and child support \nobligation, military history, employment status, community ties, and the bail matrix \nguideline category. The degree of verifiable information may vary depending on the \ncircumstances when the PTS interview is conducted. PTS staff then apply the bail \nguideline matrix and calculate a bail recommendation for the ACM. \nEach of the seven processing locations is connected by a two-way audio-visual \nhookup with the ACM’s hearing room located in the Stout Criminal Justice Center. The \nhearing room is presided over by the ACM, with court clerical staff in attendance.  Also \npresent are representatives of the DAO and PD, who may be, but are not always, \nmembers of the Bar. The ACM hearings are open to the public and seating is provided \n  7 \n\non benches located behind glass at the back of the hearing room where visitors can \nboth see and hear the proceedings. \nBefore the hearing, the ACM, the DAO, and defense counsel are electronically \nprovided with the Pretrial Service Division Investigation Report.   \nAs designed, the hearings are to commence with the ACM first determining \nwhether he/she can see and hear the defendant and that the defendant can see and \nhear the ACM over the audio-visual connection.5 The PD is then appointed to represent \nany unrepresented defendant for purposes of the bail hearing.6 The ACM then explains \nthe process, the charges, and advises the defendant of the applicable legal rights. The \nACM may ask questions to clarify or amplify the information contained on the PTS \nInvestigation Report, as might the DAO and PD representatives. The defendant is given \nan opportunity to speak. Either on the ACM’s own initiative or on the motion of the DAO \nor PD, the ACM then determines the bail as well as adding any additional bail \nconditions.7  In setting bail, the ACM is required to consider the Bail Guidelines, but \n“may depart” and fix either a higher or lower amount provided the reason for doing so is \n“indicated in writing.” Phila.M.C.R.Crim.P., A.C.M., Sec. 8.01. \nIf the defendant is released ROR or he/she has satisfied cash bail within four \nhours, he/she is processed at the holding site and released after receiving paper copies \n                                                      \n5 This section of the Report details how the Philadelphia bail system is designed to operate.  Petitioners have \nalleged that there have been instances when proceedings have failed to comply with certain aspects of this \nparadigm.  See, e.g., Philadelphia Cmty. Bail Fund v. Arraignment Court Magistrates, 21 EM 2019, Amended Class \nAction Complaint and Petition for Writ of Mandamus at 31-33 (alleging that defendants were ignored or not \nallowed to speak at preliminary arraignments). \n6 Appointment of the PD at this stage occurs regardless of the defendant’s economic circumstances and assures all \ndefendants are represented by counsel.  \n7 The options available to the ACM pursuant to local rules and Rule of Criminal Procedure 524 include refusing bail \nbecause of the crime charged, ROR (release on own recognizance), release on nonmonetary conditions, release on \nunsecured bail, release on nominal bail, or release on monetary condition. A commonly used additional bail \ncondition is a “stay away order” directing the defendant to have no contact with a specific person(s). Philadelphia \nhas other types of release that include various levels of reporting requirements \n  8 \n\nof documents associated with the case. If monetary bail is set but not satisfied after four \nhours, the defendant is transported to the county prison.  \nThe ACM’s bail decision is subject to review by a Municipal Court judge in a \nnumber of ways.  \nAn immediate “Bail Appeal” may be requested by either the DAO or the PD. A \nMunicipal Court judge is on-call and available within two hours to consider an oral bail \nmodification request from either the DAO or PD. The Bail Appeal is conducted using a \ntelephone connection from the ACM hearing room.  \nIn addition, when cash bail has been set and a defendant is still incarcerated \nafter two days, and the defendant is otherwise eligible under certain criteria, a review \nhearing is automatically scheduled for the defendant and held before a judge of the \nMunicipal Court within five business days of the preliminary arraignment. These are \nreferred to as Early Bail Review hearings (“EBR”). EBRs are categorized as EBR I and \nEBR II depending on various criteria employed involving the seriousness of the charges \nand other factors weighing on the bail decision. EBR Tier I hearings were instituted in \nJuly 2016 as part of the MacArthur Grant. The program was expanded to add EBR Tier \nII hearings in February 2019.   \nOf course, the DAO or defense counsel may file a motion at any time requesting \na bail modification hearing before a judge of either the Municipal Court or the Court of \nCommon Pleas.  \nBased on data supplied by the Municipal Court and trends to date, it is estimated \nthat there will be 30,000 arrests in Philadelphia for the full year 2019. Of those arrests, it \nmay be projected that: \n  Cash bail will be set in 45%, or in 13,500, of the arrests. \n  9 \n\n  ROR (release on own recognizance) will be used in 38%, or 11,400, of the \narrests. \n  Non-cash bail with conditions will be used in 16%, or 4800, of the arrests. \n  Bail will be denied in less than 1%, or less than 300, of the arrests. \n  In approximately 7%, or 1,967, of the arrests, the ACM’s bail decision will \nbe reviewed either in a Bail Appeal, EBR Tier I or EBR Tier II. \n  330 cases will proceed in a Bail Appeal; 847 will proceed as an EBR Tier \nI; and 790 will proceed as an EBR Tier II. \n  After Bail Appeals, the ACM’s decision will be modified in 58% of the \ncases. \n  After EBR Tier I review, bail set by the ACM will be modified and the \ndefendant released in 86.9% of the cases. \n  After EBR Tier II review, bail set by the ACM will be modified and the \ndefendant released with some condition or after posting reduced bail in \n52.7% of the cases; the bail set by the ACM will not be modified in 35.7% \nof the cases; and bail set by the ACM will be increased in 1.9% of the \ncases. \n  The appearance rate at the next scheduled court date after a defendant \nhas been released on bail by the ACM or after EBR Tier I or II – \nregardless of whether release is non-cash, conditioned, or some \ncombination of cash and conditions – is in the range of 90%. \n  It is noteworthy that, while only a small fraction of bail matters proceed through \nBail Appeals, EBR Tier I, or EBR Tier II, those review processes result in bail \nmodifications in more than half of all matters that are considered.   \n  10 \n\nAlthough there is no specific data, it is reported that a very significant number of \nthe modifications are the result of agreements between the DAO and defense counsel \nand submitted to the Municipal Court judge for approval. In addition, some release \nconditions are available to the Municipal Court judge that are not available to the ACM. \nThese include electronic monitoring which may take several days to arrange and cannot \nbe immediately employed by the ACM at the preliminary arraignment. \nThere are four likely explanations for the significant number of modifications to \nthe ACMs’ bail decisions: (1) the ACM may not have been provided the complete \ninformation that subsequently becomes available to counsel and the Municipal Court \nJudge conducting the review; (2) a misapplication or misunderstanding of the applicable \nlaw or rules of criminal procedure by the ACM; (3) inadequate advocacy by the DAO \nand PD at the ACM hearing, or their failure to promptly enter into negotiations to reach \nagreement on bail modifications; (4) the availability of release conditions not available to \nthe ACM. \n \nAgreements of the Parties and Invited Participants  \nIt is my suggestion that all eight of the Agreements reached by counsel for the \nlitigants and for the DAO and PD who participated as invited participants should be \nadopted and implemented. A summary of each of the Agreements follows.  The \nsummaries, however, do not fully capture the nuances of each Agreement.  The full \nterms of each Agreement and the specific qualifications of some parties to some \naspects of particular Agreements are set forth, in the language employed by the parties, \nin the Submission to the Special Master.  See Exhibit A.   \n  11 \n\nAGREEMENT 1: Defendants shall be represented at preliminary arraignments, \nand shall be afforded an opportunity to communicate confidentially with counsel or \ncounsel’s representative prior to and during the preliminary arraignment. \nAGREEMENT 2: All conditions of bail imposed by the Arraignment Court \nMagistrates (“ACMs”) must be free from ambiguity, clearly explained to the defendant, \ndocumented, accessible to all parties and to law enforcement, and enforceable. \nAGREEMENT 3: Pursuant to the law set forth in Article I, Section 14 of the \nPennsylvania Constitution, all defendants shall be presumed releasable. \nAGREEMENT 4: All parties agree that ACMs may, pursuant to their own \ndetermination or in response to a motion by the DAO, make the necessary findings and \norder a defendant held without bail at the time of preliminary arraignment pursuant to \nArticle I, Section 14 of the Pennsylvania Constitution and Rule of Criminal Procedure \n520.   \nAGREEMENT 5: A decision to impose monetary conditions must consider a \ndefendant’s ability to pay along with the release criteria set forth in Rule of Criminal \nProcedure 523 and any decision to impose monetary or non-monetary conditions of bail \nmust be guided by the Rules of Criminal Procedure. \nAGREEMENT 6: If a defendant is held without bail at the preliminary \narraignment, the defendant shall be entitled to a Release Determination Hearing in the \nMunicipal Court within three business days, where practicable.  \nAGREEMENT 7: Any defendant who remains in custody due to the imposition of \na monetary or non-monetary condition (e.g. house arrest), shall be entitled to a Bail \nReview Hearing within three business days.  \n  12 \n\nAGREEMENT 8: Any defendant who remains in custody should be afforded an \nexpedited preliminary hearing. \n \nDisagreements of the Parties and Invited Participants \nWhile the parties and participants were able to arrive at a significant number of \nAgreements through their collegial efforts, there were some points where their \napproaches diverged. A summary of each of those Disagreements follows. As with the \nsummary of the Agreements, the nuances of each Disagreement are not captured in \nthis summary. A full development of each Disagreement may be found in the \nSubmission to the Special Master.  See Exhibit A.   \n \nDISAGREEMENT 1: Petitioners and the Defender assert that, before a bail \nauthority may order pretrial detention, the Commonwealth must prove by clear and \nconvincing evidence that the defendant presents a substantial threat to an individual \nand the community and that no conditions of release can reasonably assure their safety. \nDISAGREEMENT 2: All parties, except for Respondents, agree that the ACMs \nshould apply the least restrictive condition necessary to ensure a defendant’s \nappearance, the safety of all persons and the community, or compliance with the bail \nbond. \nDISAGREEMENT 3: All parties, except for Respondents, agree that when \nassigning a condition of bail, other than ROR, the ACM must either state, in writing on \nthe release paperwork or orally on the record, the specific reasons why the condition or \ncombination of conditions is the least restrictive and reasonably necessary to ensure \n  13 \n\nappearance, the safety of all persons and the community, and compliance with \nconditions. \nDISAGREEMENT 4: Prior to imposing monetary conditions of bail, the ACMs \nshould conduct a robust ability-to-pay hearing carefully considering a defendant’s entire \nfinancial picture, including income and expenses as well as life circumstances. \nDISAGREEMENT 5: The First Judicial District should create a process to \nexpedite release procedures for defendants charged with low-level misdemeanors. \n \nAdditional Suggestions and Comments of the Special Master \nIn evaluating the operation of the Philadelphia bail system, it is helpful to focus \nattention on what those involved in the system actually do, and what would be helpful to \nthem to do their work more efficiently and consistent with the applicable law. There are \nmany moving parts to this complex system, but there are three critical components: \n  Accurate and complete information about a defendant must be quickly \nobtained and promptly shared by PTS among the ACM, DAO and PD.   \n  The environment in the ACM hearing room and at the police district \nstations must be safe, clean, and allow all participants to be seen and \nheard in public and to confer in private. \n  The decisional process must be both fair and perceived to be fair. \nTherefore, the practices of the ACMs in holding hearings must comply \nwith procedures as detailed in the applicable rules and statutes; and all \nof an ACM’s decisions regarding bail and bail conditions should be \nsupported by clear statements of reasons and proper application of the \nrelevant statute or rule of procedure. \n  14 \n\n \nIn addition to recommending the adoption of the eight Agreements reached by \ncounsel, my additional suggestions are as follows:  \nSUGGESTION 1: Establish a clear line of responsibility, authority, and \naccountability to administer the bail system. \nThe key to effecting organizational adjustments is to align responsibility, \nauthority, and accountability in one person. This involves assigning the responsibility to \ncomplete a defined task, granting the authority required for successful implementation, \nand establishing a mechanism to create accountability through appropriate evaluation. \nResponsibility, authority, and accountability should not be diffused among a group, task \nforce, or committee, although the assistance of such groups can be helpful. \nTherefore, I suggest that the Supreme Court appoint the President Judge of the \nMunicipal Court to oversee the implementation and evaluation of the Agreements and \nmy Suggestions as may be adopted by the Court. I propose that the President Judge \nsubmit a plan of implementation to the Court Administrator of Pennsylvania within 60 \ndays, to be followed by quarterly progress reports thereafter.  \nSUGGESTION 2: Provide the ACMs a more robust set of information about \ndefendants through an enhanced interviewing and information-collection process. \nWhen thinking about the management of the bail system, the number of people \narrested is so large that the temptation to think of people in categories, classifications, \nand profiles, or as a dots on a matrix or grid is understandable. But individual attention \nrequired by the law requires accurate information about the person, the individual, who \nhas been arrested. In a given case, a defendant charged with a serious crime might not \npresent either a risk of flight or a danger to community safety while a person charged \n  15 \n\nwith a less serious crime might present the risk of both. Therefore, it is important to \ncollect complete and accurate information about a defendant as soon as possible. \nAs noted, a significant percentage of bail decisions made by an ACM are \nmodified upon subsequent review by a Municipal Court judge. One important distinction \nbetween the preliminary arraignment and various bail review hearings is the additional \ninformation available to the judge and counsel that was not available to the ACM. \nIt is hardly debatable that better and more accurate bail decisions will be made \nby the ACMs if better and more accurate information is available to them. Assuming the \nACMs correctly apply the law and applicable rules, their decisions, as enhanced by \nadditional information, would reduce the number of bail review hearings, speed up bail \nnegotiations between the DAO and counsel, and reduce both the number of days \ndefendants spend in jail awaiting a bail review and the resulting cost of their \nincarceration. \nThe information collected in the PTS interview, for instance, does not include \nfinancial obligations such as rent, utilities service, or loan payments that might affect a \ndefendant’s ability to meet a bail obligation. Similarly, an amplification of information \nabout family relationships, community ties, character and reputation, and other factors \nincluded in Rule of Criminal Procedure 523 would also be relevant in more accurately \nassessing the risk that the defendant may flee, not appear at subsequent court dates, or \npresent a danger to public safety. Certainly not everyone arrested comes prepared to \nsubmit financial data or personal references, but some effort to collect such information \nand confirm it, if possible, would assuredly be helpful to the ACM’s decision making. \nThe supervision of the PTS falls within the administrative authority of the \nAdministrative Judge of the Trial Division of the Court of Common Pleas. While such an \n  16 \n\nallocation of authority may make sense in administering other aspects of the criminal \njustice system, insofar as collecting information for bail hearings is concerned, it would \nseem that oversight responsibility should fall within the purview of the President Judge \nof the Municipal Court, as do other aspects of the bail system. Either creating a Bail \nInformation Unit from scratch, or reassigning personnel of the PTS to a new unit, would \ndelineate the clear line of authority necessary to assure a specialized function is \nefficiently performed. Of course, any information collected before an ACM hearing \nwould become part of the defendant’s file and passed along in due course to the PTS.  \nOne caution, however, is that providing more detailed information to the ACM \nmay increase the length of time a defendant is held before the ACM hearing. In \ndesigning and implementing any new information collection process, the advantages of \nproviding enhanced information must be weighed against the possible disadvantages of \ndelaying that hearing.   \nSUGGESTION 3: Develop a risk-assessment tool to be used by ACMs. \nIt is fundamental that equal application of the law requires individualized \nconsideration. A justice system that trumpets a uniform application of the law, but does \nnot account for individual differences, is merely a system that masquerades as one \ndoing justice. The court, police, prosecutors, and defenders have become trapped in a \nsystem with an expectation they will address social problems – poverty, mental illness, \ndrug addiction – as though they were criminal justice problems. And they attempt to do \nso with limited resources, too few specialized staff, and poor or nonexistent facilities. \nTherefore, it is critical that, where possible, the criminal justice system should be able to \ndifferentiate those who may be ill from those who may be criminal; those who are \n  17 \n\nunfortunate from those who are predatory. Of course, lines can blur; but there is no \nreason to conclude the system cannot more often make such distinctions.  \nDevelopment of a risk-assessment tool can be helpful to the ACM in that effort. \nJudicial decisions cannot, and should not, be reduced to the application of an algorithm. \nBut to deny the utility of social science is foolhardy. A risk assessment is not \ndeterminative; it is only a tool to be used by an ACM in evaluating the factors which the \nlaw requires must be considered. What risks are counted and how those risks are \nassessed makes the difference between a tool that is generally useful in applying the \nlaw and one that distorts the application of the law. To be useful, a risk-assessment tool \nmust be properly developed, account for bias that may creep into the underlying data, \naccurately assess whether the defendant presents an community danger, and be \nroutinely tested and calibrated.  \n  While efforts to date to develop a risk-assessment tool for use by ACMs have \nbeen rejected by the PD and the DAO, I am informed that this is not a rejection of the \ndevelopment of a tool per se, only that the tool that had been developed as part of the \nMacArthur Grant was not satisfactory to them. \nSUGGESTION 4: Assure that law enforcement has access to information regarding \nany conditions that have been imposed on a defendant as a condition of release ROR \nor on bail,  and that police have clear guidance regarding enforcement of bail \nconditions. \nACMs issue in excess of 10,000 “stay away” orders per year. But there is no \nmechanism by which police officers can access information regarding such orders, or \nany other bail conditions, which have been set by the ACM. This situation is not unique \nto Philadelphia.  \n  18 \n\nPennsylvania law, of course, requires that safety of the community be taken into \naccount in making bail decisions. It is ironic that once bail conditions intended to protect \npublic safety are imposed by an ACM, the police are not aware of what those specific \nconditions are. Further, if the police know that a defendant has violated a bail condition, \nit is unclear whether that presents probable cause for arrest or whether the officer must, \ninstead, report the violation to a judicial authority. If consideration of community safety is \na release factor, then the police should know what the conditions are and the procedure \nto enforce them.  \nSUGGESTION 5: Develop a process for an expedited determination about the \ncontinuing necessity to enforce a detainer. \nA defendant who would be otherwise released ROR or upon satisfying the cash \nbail requirement will still be held by the ACM if there is an outstanding detainer. An \nexpedited process available 24/7/365 should be created to determine whether the \ndetainer is current, active, or continues to be necessary in the view of the authority who \nissued it. To the extent these policies could implicate detainers issued by jurisdictions \nother than the First Judicial District or the Board of Probation and Parole, those issues \nshould be considered by the appropriate rules committees.   \nSUGGESTION 6: Enhance and restructure continuing education for ACMs. \nCertainly, when decisions involving a person’s liberty are at stake, the additional \nexpertise that can result from providing continuing education to ACMs is always \nimportant.8  \nEach ACM must complete twenty hours per year of continuing education. See \nPhila.M.C.R.Crim.P., A.C.M., Sec. 10.01. To enhance the implementation of system \n                                                      \n8 The same can also be said about ADAs and APDs. \n  19 \n\nimprovements, each ACM should receive additional hours of continuing education each \nyear specific to best practices in connection with the process and procedures used in \nPhiladelphia. The curriculum should be created by the Supreme Court’s Office of \nJudicial Education and approved by the Continuing Judicial Education Board of Judges.  \nSUGGESTION 7: Improvements to the audio-visual system. \nWhile the audio-visual system connecting the ACM hearing room with the seven \nprocessing centers is generally satisfactory, some improvements should be considered.  \nCare should be taken that the location of the equipment in the processing centers \nis in an area free from extraneous background noise or echoes that impair the ability of \nboth the defendant and the ACM to see and hear one another clearly. \nIn addition, locations for equipment should take into account the fact that some \ndefendants may be mentally disturbed, under the influence of drugs or alcohol, or \ngenerally agitated. This presents safety risks for both police and a defendant as a \ndefendant is moved within the processing unit. Therefore, consideration should be given \nto locating the audio-visual equipment in the most suitable site within the processing \nunit. \nA space for access to the audio-visual system for private attorney-client \ncommunication should be provided adjacent to the ACM hearing room at the Stout \nCriminal Justice Center. If a PD representative is present at the processing center, a \nsimilar space for private attorney-client communication should be provided, if it is not \nalready. \nSUGGESTION 8: Adopt “plain-language” standards for all forms and use \nsimplified terminology.  \n  20 \n\nUpon release, a defendant is given a set of release paperwork that includes the \nconditions of the bail and a date for his/her next required appearance either in court or \nwith the PTS. \nThe wording and design of these forms should be reviewed to assure they are in \nplain language, understandable, and simplified to assure defendants accurately \ncomprehend their obligations. The Court Access division of the Administrative Office of \nPennsylvania Courts may be of use to the First Judicial District in crafting this language.  \nSUGGESTION 9: Develop a process to evaluate the performance of each ACM \nand of the system as a whole. \n  Developing and implementing a method to evaluate the job performance of each \nACM and to assess the impact of implementing the Agreements and Suggestions \nadopted by the Court is essential to assuring that the bail system operates in conformity \nwith the law and maintains the public’s confidence.9  \n  Such an evaluation must collect information on both a micro and macro level. \nData and statistical trends provide one window into a system’s performance, but a \nmethod to assess the legality and appropriateness of the outcome in a representative \nsample of cases decided by each ACM must also be included in the evaluation. \n  While I do not suggest that ACM hearings be converted to courts of record, it \ndoes appear that President Judge Dugan now has in place a practice of taping some \nhearings for the sole purpose of job performance evaluations. This is certainly to be \ncommended and should be continued. In addition, the computerized filing systems \n                                                      \n9 I appreciate that evaluating the “performance” of judicial officers can be a sensitive and controversial \nproposition. Nevertheless, standards based on objective criteria could be helpful in identifying possible \nproblematic practices that require remedial attention. \n  21 \n\nshould be, if they are not already, programmed to pull cases by ACM to conveniently \naccess information helpful in the job performance evaluation. \n  It would be advisable to engage an expert in evaluating bail systems to devise an \nappropriate evaluation tool. Particular attention should be given to encouraging \nattorneys, defendants, reform groups, or members of the public to offer opinions about \nthe performance of the bail system in specific cases through a convenient and \nconfidential reporting system. Further, the President Judge of the Municipal Court \nshould engage trained observers to report periodically to the President Judge their \nobservations about the operation of the bail system.  \n  Because the timely collection and dissemination of comprehensive and accurate \ninformation is critical to the effective operation of the bail system, a mechanism should \nalso be developed to assess the quality of the performance of whatever unit is \neventually charged with the responsibility of preparing reports for the ACMs. \n  Of significant concern is whether implementing the Agreements and Suggestions \nwould delay the process and result in defendants being held longer than they are now \nwithout any material effect on the eventual bail decision or the protection of public \nsafety. If the Agreements and Suggestions are adopted and implemented, standards \nshould be developed regarding how long a person should be detained before an ACM \nhearing is held and then data kept to determine whether the standard has been met. \n  Metrics helpful in assessing the performance of the bail system might include \ntime in detention before a bail hearing, percentage of each type of bail set, percentage \nof each type of bail condition, number and percentage of bail modifications and whether \nthe modification is the result of a contested hearing or an agreement, and the number of \nbail violations reported, as well as any subsequent hearings and revocations. Each \n  22 \n\nmetric should measure some agreed-on feature of a system designed and operated in \ncompliance with the law and applicable rules. While some of this data is currently \ncollected, a method to analyze trends and identify areas for further inquiry is important \nto maintaining a culture of evaluation, adaptation, and improvement.  \n  \nComments of the Special Master \nFinally, I offer these comments regarding certain of the Agreements and \nDisagreements as negotiated by counsel for the parties, DAO and PD: \nFootnotes in several Agreements reflect there is no consensus over the \napplicable standard of proof in ACM and various types of bail review hearings, and \nwhether the Rules of Evidence apply in those hearings. The law is not clear whether the \nconstitutional standard that “proof is evident and presumption great”10 equates to a clear \nand convincing evidence standard. It is also unclear whether or not hearsay evidence is \npermitted in the various bail review hearings. I agree that guidance from the Supreme \nCourt in some manner on those issues would be useful.  \nAgreement 5 addresses the conduct of preliminary arraignments. One of the \nprinciples provides that the ACM should explain to the defendant the conditions of \nrelease either in writing or orally on the record. In footnote 8, however, Respondents \ntake the position the ACM is not required under Rule of Criminal Procedure 520 to state \na reason for a decision unless bail is refused and, apparently, do not believe they are \nempowered to agree to a process not specifically authorized by the rule. While that may \n                                                      \n10 “All prisoners shall be bailable by sufficient sureties, unless for capital offenses or for offenses for which the \nmaximum sentence is life imprisonment or unless no condition or combination of conditions other than \nimprisonment will reasonably assure the safety of any person and the community when the proof is evident or \npresumption great; and the privilege of the writ of habeas corpus shall not be suspended, unless when in case of \nrebellion or invasion, the public safety may require it.” PA.CONST. art. I, §14. \n  23 \n\nbe a technically correct reading of the rule, it is my suggestion that as a matter of good \npractice the ACM should explain the basis for any ruling or decision affecting a \ndefendant’s liberty since demonstrating that a decision is the product of a reasoned and \nprincipled analysis of relevant factors is essential to maintaining public confidence and \nis a fundamental principle of the rule of law. \nAgreement 6 proposes the creation of a Release Determination Hearing \nproceeding.  Such a hearing would be held within three days for those defendants who \nwere held without bail at the preliminary hearing. Footnote 22 indicates that the \nRespondents do not agree the defendant must be physically present at a Release \nDetermination Hearing, but do not object to the defendant’s presence if appropriate \nlogistical arrangements can be put implemented. While the physical presence of the \ndefendant is always preferable when liberty is at stake, the practical considerations of \nimplementing such a policy are beyond the scope of my assignment as Special Master.  \nAdditionally, in Footnote 19, the DAO indicates it does not believe such a hearing \nis required when the defendant is charged with a crime for which the maximum penalty \nis life imprisonment. The DAO’s position might have some merit.11 That said, the issue \nshould be addressed as part of an ongoing assessment of the overall effectiveness of \nthe new process of creating the Release Determination Hearing.  \nSimilarly, the adoption and implementation of specific procedures and due \nprocess protections associated with hearings under EBR Tier I and II, Release \nDetermination, and Bail Review are beyond the scope of my assignment. Presumably \n                                                      \n11 See PA.CONST. art. I, §14 (providing that “[a]ll prisoners shall be bailable . . . unless for capital offenses \nor for offenses for which the maximum sentence is life imprisonment”). \n  24 \n\nthey will be established pursuant to subsequent action by the Supreme Court, local rule \nof court, or guidance from a procedural rules committee. \nDisagreement 2 involves the phrasing of the standard the ACM should apply in \ndetermining the level of conditions necessary to assure a defendant’s subsequent \nappearance. The issue is whether the appropriate standard is the “least restrictive” \ncondition necessary to ensure the defendant’s appearance or whether some other \nconstruction of the standard is preferable. It appears this is more of a semantical than \nsubstantive disagreement. The Constitution and Rules of Criminal Procedure require \ncash bail or bail conditions only as necessary to ensure the defendant’s subsequent \npresence when required or to protect the public safety. Imposing bail requirements or \nconditions that exceed what is necessary to satisfy those requirements would \npresumably be improper regardless of how the standard is characterized.  \nDisagreement 3 addresses whether or not the ACM must state the specific \nreasons for his/her decision either in writing or orally on the record. I have previously \nnoted my suggestion that it is best practice that all decisions made by an ACM should \nbe supported by an explanation of reasons. That statement need not be complex. But if \na statement of reasons is absent, confusion and misunderstanding are sure to follow.   \nThis disagreement also implicated the issue of whether ACM hearings should be \nrecorded in a form capable of transcription. That is a policy matter for others to \nconsider, but since any review from the ACM decision is de novo, an assessment of \ncosts versus benefits in installing a recording system and providing transcripts would be \nappropriate. \nDisagreement 4 addresses the scope of the ability-to-pay hearing. I have \npreviously suggested that the cash-bail system would be improved by a more robust \n  25 \n\npre-hearing investigation by a to-be-formed Bail Information Unit. The ACM must make \na reasoned evaluation of the defendant’s ability to post cash bail and such an evaluation \nmust be based on credible information that accurately reflects the totality of the \ndefendant’s financial situation. Whether supplying that information is best done in the \nform of in forma pauperis criteria or in some other manner seems to me to be simply a \ndecision about how relevant information should be most efficiently collected and \nprovided to the ACM.  \nDisagreement 5 addresses whether or not the First Judicial District should create \na process for expedited release of defendants charged with low-level crimes. I take no \nposition on this disagreement since it involves matters more properly considered by \nothers  together with an evaluation of the logistical considerations that may affect its \nimplementation and effectiveness. \nConclusion \nOne can never foresee all the consequences and complications that accompany \nchange in a complex system – especially one as complex as the Philadelphia criminal \ncourt system with its interactions of prosecutors, defense attorneys, defendants, \nadministrative staff, victims and concerned citizens. Nevertheless, the process of \neffectuating change in the pursuit of justice is a worthy effort, even after accounting for \nthe risks of unintended consequences. The ongoing effort of the judges and \nadministrators of the First Judicial District to modernize processes and adjust and adapt \nto the demands of an increasingly diverse society is commendable. Also commendable \nare the efforts of the ACLU, the District Attorney, and the Defender Association who, \nwhile on occasion differ over philosophy and strategy, are united in their desire to \nprotect the rule of law in the service of protecting our democracy.  \n  26 \n\nI am most appreciative of the cooperation of the judges, administrators, and \ncounsel who have engaged in the process envisioned by the Supreme Court in \nappointing a special master, and I trust our efforts together will result in improvements \nthat will demonstrate the process has been worthwhile. \n \n              RESPECTFULLY SUBMITTED \n \n              ______________________ \n              John M. Cleland, Senior Judge \n              Special Master \n \n \n \n \n   \n  27 \n\n \n \n \n \nEXHIBIT A \n \n   \n  28 \n\n     \nIN THE SUPREME COURT OF PENNSYLVANIA  \nEASTERN DISTRICT  \n  \nTHE PHILADELPHIA   \nCOMMUNITY BAIL FUND, et. al.,   \n                   \n  Petitioners,   \n   \nv. No. 21 EM 2019  \n  ARRAIGNMENT COURT   \nMAGISTRATES of the FIRST   \nJUDICIAL DISTRICT of the   \nCOMMONWEALTH OF   \nPENNSYLVANIA,  \n  \n         Respondents.  \n  \n  \n  \n  \n  \n  \nSUBMISSION TO THE SPECIAL MASTER  \nPROPOSED INTERIM PRETRIAL REFORM   \n  \nNovember 7, 2019  \n  \n  \n  1.   INTRODUCTION  \n  \nOn July 8, 2019, the Pennsylvania Supreme Court invoked its King’s Bench jurisdiction over The \nPhiladelphia Community Bail Fund, et al. v. Arraignment Court Magistrates of the First \nJudicial District and appointed a Special Master, Judge John M. Cleland, to conduct an inquiry \n“limited to Petitioners’ allegations regarding systemic failures of the First Judicial District to \nproperly conduct cashbail matters pursuant to current law, as well as any suggestions for \naction by this Court in response to those alleged systemic failures.”   \n  \nOn July 18, 2019, Judge Cleland requested that the Philadelphia District Attorney’s Office \n(“DAO”) and the Defender Association of Philadelphia (“Defender”) submit joint \n“recommendations for improving the bail system on both an immediate and longer-term \nbasis,” and include practical staffing, budgetary, and administrative implications as well as any \nareas of disagreement.  \n  29 \n\n  \nOn, August 16, 2019, the Defender and DAO submitted such a plan (hereinafter “Joint \nSubmission”) which set forth a comprehensive set of proposals for reform, the policy and legal \njustification for the proposed reforms; a plan for implementation, including the expected costs \nand required personnel; the intended effect; and any areas of disagreement between the \nDefender and the DAO with respect to particular issues within the proposal.   \n  \nThereafter, Petitioners and Respondents each submitted responses identifying their respective \nareas of agreement and disagreement with the Joint Submission.   \n  \nOn October 3, 2019, Judge Cleland met with all parties, and suggested the parties consider an \nagreement that outlined shared goals for improvement. Judge Cleland suggested this \nagreement would not include a detailed plan for implementation or evaluation. Subsequently, \ncounsel for the Defender, the DAO, Petitioners, and Respondents (hereinafter “all parties”) \nmet several times to attempt to reach further agreement on the proposals contained in the \nJoint Submission. While the parties reached substantive agreement on several large goals, \ndisagreements remained. We set forth the results of these negotiations below.   \n  \n  \n   \n  2.   REFORM PROPOSALS  \n  \nAGREEMENT 1: Defendants shall be represented at preliminary arraignments, and shall \nbe afforded an opportunity to communicate confidentially with counsel or counsel’s \nrepresentative prior to and during the preliminary arraignment.  \n  \nAll  parties  agree  that  defendants  must  be  able  to  communicate  fully  and \nconfidentially  with  counsel  or  counsel’s  representative  before  and  during \npreliminary arraignments.   \n  \nAGREEMENT 2:  All conditions of bail, imposed by the Arraignment Court Magistrates \n(“ACMs”) must be free from ambiguity, clearly explained to the defendant, documented, \naccessible to all parties and to law enforcement, and enforceable.  \n   \nAll parties agree conditions of bail must be made part of the record, either orally or in writing, \nso such conditions may be enforceable.   \n  \nAGREEMENT 3:  Pursuant to the law set forth in Pa. Const. art. I, § 14 all defendants \nshall be presumed releasable.  \n  \nConsistent with current law, the presumption of pretrial release may be rebutted when “the \nproof is evident or presumption great”12 that the defendant: (1) has committed a capital \n                                                      \n12 Article I, § 14 states that “All prisoners shall be bailable by sufficient sureties, unless for capital offenses or for \noffenses for which the maximum sentence is life imprisonment or unless no condition or combination of conditions \n  30 \n\noffense, or an offense for which the maximum sentence is life imprisonment; (2) the \ndefendant poses a serious risk of flight or grave threat such that no condition or combination \nof conditions other than imprisonment will reasonably assure the safety of any person and the \ncommunity or the defendant’s appearance.13    \n  \nAGREEMENT 4: All parties agree that ACMs may, pursuant to their own determination \nor in response to a motion by the DAO, make the necessary findings and order a \ndefendant held without bail at the time of preliminary arraignment pursuant to Pa. Const. \nart. I, § 14 and Pa. R. Crim. P. 520.  \n  \nThe parties agree that the principles set forth below must govern the process by which an \ninitial determination to hold without bail must be made.   \n  \n1.  Pursuant to Pa. Const. art. I, § 14, all defendants are presumed releasable. This \npresumption of release may be rebutted if Commonwealth presents proof that is \n“evident or presumption great” of the following: (a) the defendant committed a capital \noffense; (b) the defendant committed an offense punishable by life without parole; (c) \nthe defendant presents such a threat to an individual and the community that no \ncondition or combination of conditions other than imprisonment can reasonably assure \ntheir safety; or  \n(d) the defendant presents such a flight risk that no condition or combination of \nconditions other than imprisonment will ensure appearance.  \n  \n2.  At the time of the preliminary arraignment, an attorney for the  \nCommonwealth may move, either orally or in writing that bail be denied pending a \nrelease determination hearing.   \n  \nIn the Joint Submission, the DAO and Defender proposed alternate \nvariations of detention eligibility nets, limitations on the \nCommonwealth’s ability to file such motions. Respondents suggest such \neligibility nets are a matter of internal DAO policy, and as such, they \nhave no comment on these nets. Petitioners, the Defender, the DAO, \nand the Respondents intend to engage in further conversation about \nhow to ensure that eligibility nets are constructed and implemented in a \nmanner consistent with the Pennsylvania Constitution and the Rules.  \n                                                      \nother than imprisonment will reasonably assure the safety of any person and the community when the proof is \nevident or presumption great….” However, the standard of proof at these proceedings is an open question. See, \ninfra, Areas of Disagreement, #1, p. 9-10.  The parties, except for Respondents, ask the Court to clarify what the \nstandard should be.  \n13 The DAO takes the position that specific factual representations alone may be sufficient to meet the \nCommonwealth’s burden to rebut the presumption of pretrial release and that and hearsay is admissible in the \nrelevant proceedings. The other parties jointly agreed, for the purpose of this interim reform proposal, to take no \nposition on the application of the rules of evidence at the preliminary arraignment, release determination hearings, \nor bail review hearings.   \n  31 \n\n  \n3.  The motion to hold without bail shall state, orally or in writing, specific and articulable \nfacts alleging that: (1) the defendant is a risk of flight and no condition or combination \nof conditions other than imprisonment will reasonably assure appearance; or (2) the \ndefendant presents a serious danger to the safety of any person and the community \nand no condition or combination of conditions other than imprisonment will \nreasonably mitigate that danger.  \n  \n4.  When a motion to hold without bail is made, the ACM shall permit the representative \nof the DAO and the defendant’s counsel to be heard on the motion prior to rendering a \ndecision.14   \n  \n5.  Upon consideration of the factors specified in Rule 523 and any other information \npresented, if the ACM finds sufficient evidence15 that the defendant presents such a \nflight risk, or such a danger to the safety of any specific person and the community, \nthat no condition or combination of conditions other than imprisonment will \nreasonably ensure appearance or the safety of any person or the community, bail may \nbe refused. If bail is refused, the ACM shall:  \n  \na.  state its reasons for the refusal in writing or on the record,  \n  \nb.  schedule a release determination hearing before a Judge of the Municipal \nCourt within three business days; and  \n  \nc.  inform the defendant of the determination and date of the hearing.  \n  \nAGREEMENT 5: A decision to impose monetary conditions must consider a defendant’s \nability to pay along with the release criteria set forth in Rule 523 and any decision to \nimpose monetary or non-monetary conditions of bail must be guided by the Rules of \nCriminal Procedure.   \n  \nAll parties agree that the Rules of Criminal Procedure govern release determinations by ACMs. \nAll parties agree that the ACMs must consider Rule 523 and engage in the analysis set forth \ntherein.   \n  \nAdditionally, the parties agree that the principles set forth below provide the guidance \nnecessary to ensure compliance with the Rules and Constitution going forward.   \n  \n                                                      \n14 The DAO takes the position that hearsay evidence is admissible at preliminary arraignment, the other parties \nagreed to take no position for the purpose of this submission. See supra note 2.  \n15 The evidentiary standard necessary for pretrial detention remains a substantive point of disagreement between \nthe Respondents and the other parties. See infra, Disagreement 1, 9-10.  \n  32 \n\n1.  Pursuant to Pa. Const. art. I, § 14, all defendants are presumed releasable.   \n  \n2.  No condition of release, whether nonmonetary or monetary, shall be imposed for the \npurpose of ensuring that a defendant remains incarcerated until trial. Pa. R. Crim. P. \n524 (comment).16  \n  \n3.  ACMs shall release defendants on recognizance pursuant to Rule 526, unless the ACM \ndetermines that an additional condition or combination of conditions is necessary6 to \nensure the defendant’s appearance or compliance with the conditions specified in \nRule 526, or where the defendant is otherwise held without bail.  \n  \n4.  If the ACM determines that it is necessary to impose a monetary condition of bail, \nprior to setting any condition, the ACM shall determine the defendant’s ability to pay \nand review all the factors set forth in Rule 523.  In making that ability to pay \ndetermination, the ACM shall collect and consider the defendant’s relevant financial \ninformation.7 The ACMs shall only assign reasonable amounts of monetary bail.    \n  \n5.  When a condition or combination of conditions beyond the standard release \nconditions is imposed, whether non-monetary or monetary, the ACM shall:  \n  \na.  State and record the specific condition or combination of conditions on the \npaperwork the defendant receives at the time of release (hereinafter “release \npaperwork”).  \n  \nb.  Where the ACM finds that a stay away condition is necessary, in addition to the \ncondition appearing on the bail bond, a separate order shall be issued indicating \nthe specific terms and duration of the condition, and the possible consequences \nif the condition is violated.  \n  \nc.  Explain orally to the defendant the conditions of release.8  \n  \n6.  When a defendant is released from preliminary arraignment, the release paperwork \nshall be given to the defendant, specifying the information required by Rule 525, \nincluding the specific conditions of release, and shall include the date and time of the \nnext court date. The paperwork shall be  \n                                                      \nimposed for the sole purpose of ensuring a defendant remains incarcerated until trial.”  \n6  The standard for applying conditions of release remains a point of substantive disagreement between the \nparties. See infra, Disagreement 2, 10.  \n                                                      \n16 Respondents acknowledge that the comment to Rule 524 states that “no condition of release . . . should ever by  \n  33 \n\n7  What constitutes “relevant financial information” is another point of substantive disagreement. See infra, \nDisagreement 4, 10-11.  \n8  All parties, except for Respondents, further agree that whenever an ACM imposes a condition of bail, the \nACM should state the rationale for such condition, either in writing or orally on a record. Respondents note that \nno such requirement is necessary under the Rules, except Rule 520, which requires a bail authority to provide \nreasons on the record only if bail is refused.  \n  \nsigned by the defendant to assure proper notice.  \n  \nRespondents’ position is that the ACMs – like all judicial officers – use the Rules of \nCriminal Procedure in making bail determinations. Respondents do not believe that it is \nappropriate for them to administratively agree to an interpretation of the Rules, nor do \nthey believe it appropriate to insert standards that are neither in the Rules nor case law \ngiven the limited scope of the Supreme Court’s Order. Further, either the suggested \nstandards are not correct, or there are varying interpretations in case law.   \n  \n  \nAGREEMENT 6: If a defendant is held without bail at the preliminary arraignment, the \ndefendant shall be entitled to a Release Determination Hearing in the Municipal Court \nwithin three business days, where practicable.17  \n  \nAll parties agree that, if an ACM refused a defendant bail at the preliminary arraignment, the \ndefendant shall be entitled to Release Determination Hearing in the Municipal Court within \nthree business days, where practicable. All parties agree that, except for the applicable \nevidentiary standard, the due process protections that accompany preliminary hearings shall \naccompany Release Determination Hearings.   \n  \nTo accomplish these goals, the Defender, the DAO, and Petitioners agree to the procedures \nenumerated below.   \n  \n1.  If a defendant is refused bail, a hearing shall be held within three business days of \nwhen the Magistrate’s order refusing bail is made. The First Judicial District shall \nevaluate this process and, within six to twelve months of the effective date this \nprovision, shall hold such hearings within two business days, if possible.18  \n  \n2.  The hearing shall be conducted on the record in open court.  \n  \n                                                      \n17 The DAO does not believe that a Release Determination Hearing should be provided where the defendant is \ncharged with a crime for which the maximum penalty is life imprisonment.  \n18 Respondents’ intention is to shorten the amount of time for a hearing after evaluating the three business day \nprocess for feasibility.  \n  34 \n\n3.  An attorney for the Commonwealth shall appear and may present evidence in the \nform of witnesses, documents, representations of specific facts or otherwise;19  \n  \n4.  The defendant shall appear,20 shall be represented by counsel, and shall be permitted \nto  \n  \na.  cross-examine witnesses and inspect physical evidence presented during the \nhearing by the Commonwealth;  \n  \nb.  call witnesses on the defendant’s own behalf;  \n  \nc.  offer evidence on the defendant’s own behalf; and  \n  \nd.  testify.  \n  \n5.  The Judge of the Municipal Court shall determine whether there is sufficient evidence \nto prove that the safety of any person and the community or the person’s appearance \ncannot be ensured by any less restrictive available means other than imprisonment. 21 \nWhenever bail is refused, the Judge of the Municipal Court shall state in writing or on \nthe record the specific reasons for the determination.  \n  \n6.  Upon motion of the defendant, the court may grant a continuance. Upon motion of \nthe Commonwealth, the court may grant a single continuance for no more than 48 \nhours if it finds that the Commonwealth has made a showing of good cause.14  \n  \n7.  Nothing shall preclude the defendant or the Commonwealth from otherwise filing a \nmotion to modify the bail determination pursuant to the Rules of Criminal Procedure \nor Local Rules.  \n  \nAGREEMENT  7: Any defendant who remains in custody due to the imposition of a \nmonetary or non-monetary condition (e.g. house arrest), shall be entitled to a Bail Review \nHearing within three business days.  \n  \n                                                      \n19 The DAO takes the position that hearsay evidence is permitted at Release Determination Hearings, all other \nparties take no position. See supra note 2.   \n20 All parties except for Respondents agree that the defendant should be present in person during these hearings. \nRespondents do not object to having a defendant physically present, but note that this is an implementation issue \ninvolving other entities, including the Sheriff’s Office.  \n21 As noted above, the parties do not agree on the evidentiary standard necessary for pretrial detention.  14 \nRespondents do not object to continuances for the defendant or Commonwealth, but leave that decision to a \njudge’s judicial discretion. To the extent this proposal seeks to place limitations on a judge's discretion to grant \nthe Commonwealth continuances beyond the 48 hours set forth in this proposal, Respondents’ position is that it \nis a judge’s discretion based on the particular facts.  \n  35 \n\nAll parties agree that individuals who are ordered bailable at the preliminary arraignment \nupon satisfaction of specific conditions (e.g., house arrest, monetary bail, etc.), but have not \nbeen released within three business days, should be afforded a hearing to assess whether the \nconditions are necessary, or whether other less restrictive conditions may be imposed \nconsistent with constitutional standards.  \nThese bail review hearings will be procedurally similar to the Release Determination Hearings \nexcept that they would incorporate the decision framework for imposing non-monetary or \nmonetary conditions.  \n  \nAGREEMENT 8: Any defendant who remains in custody should be afforded an expedited \npreliminary hearing.  \n   \nAll parties agree that defendants in custody should receive expedited preliminary hearing \ndates. All parties agree that the First Judicial District’s current scheduling system sufficiently \nprioritizes defendants in custody, defendants in custody are generally given an initial \npreliminary hearing date within 14 days of preliminary arraignment, and that it is not \nnecessary to change the existing scheduling procedure at this time.   \n  \n  \nAREAS OF DISAGREEMENT  \n  \nDISAGREEMENT 1: Petitioners and the Defender assert that before a bail authority may \norder pretrial detention, the Commonwealth must prove by clear and convincing evidence \nthat the defendant presents a substantial threat to an individual and the community and \nthat no conditions of release can reasonably assure their safety.   \n  \nPetitioners and the Defender agree that because constitutional protections preclude pretrial \npunishment, the substantial proof required under the constitution, proof that is “evident or \nthe presumption great,” equates to a clear and convincing standard of evidence. Respondents \ndo not agree that the clear and convincing evidence standard is established law in this \nCommonwealth, and from an administrative perspective, do not believe they have the \nauthority to agree to this standard absent precedent or Rule change to the contrary. The DAO \ntakes no position on the standard of proof required before a bail authority may order pretrial \npreventative detention.  Petitioners will petition the Pennsylvania Supreme Court for clarity on \nthis matter. Respondents will not join in this request.  \n  \nDISAGREEMENT 2: All parties, except for Respondents, agree that the ACMs should \napply the least restrictive condition necessary to ensure a defendant’s appearance, the \nsafety of all persons and the community or compliance with the bail bond.   \n  \nRespondents object to the proposition that the Rules direct ACMs to use the “least restrictive” \ncondition when imposing bail conditions.   \n  \nDISAGREEMENT 3: All parties, except for Respondents, agree that when assigning a \ncondition of bail, other than ROR, the ACM must either state, in writing on the release \n  36 \n\npaperwork or orally on the record, the specific reasons why the condition or combination \nof conditions is the least restrictive and reasonably necessary to ensure appearance, the \nsafety of all persons and the community and compliance with conditions.   \n  \nAs noted above, Respondents object to both the requirement that the language “least \nrestrictive condition be applied” and to any requirement that the ACMs record their reasoning. \nRespondents object to requiring ACMs to state, orally or in writing, their reasons for imposing \nconditions of release because Rule 520 only requires ACMs to state their reasons for refusing \nbail.   \n  \nThe Defender, the DAO, and Petitioners all agree that preliminary arraignments should be \nelectronically recorded and capable of transcription. Respondents object to recording \npreliminary arraignments on the grounds that doing so would require additional resources and \nis not currently required by the Rules.   \n  \nPetitioners and the Defender also agree that, if recording is not feasible, whenever ACMs \nimpose a condition other than ROR, ACMs should provide written documentation of the \nreason why such condition is necessary.   \n  \nDISAGREEMENT 4: Prior to imposing monetary conditions of bail, the ACMs should \nconduct a robust ability to pay hearing carefully considering a defendant’s entire financial \npicture, including income and expenses as well as life circumstances.   \n  \nAll parties, except for Respondents, agree that before setting monetary bail, ACMs must \nconduct a robust ability to pay determination, and if the ACM determines monetary conditions \nare necessary, the ACM must discern how much a defendant can afford. The information \ncurrently provided to the ACMs via the Pretrial Services Investigation Report, consists of only \nemployment, salary, and child support obligations. All parties, except for Respondents, believe \nthis information is insufficient for a substantive ability to pay determination. The parties, \nexcept for Respondents, agree that incorporating the in forma pauperis criteria would ensure a \nconstitutionally sufficient determination of ability to pay. See Pa. R. C. P. 240.22    \n  \nRespondents agree that the ACMs should be provided with as much information about a \ndefendant's financial situation as possible in order to make an informed determination. \nHowever, Respondents object to applying the in forma pauperis standard without further \nguidance in the Rules or from the Supreme Court.  Respondents contend that the information \ncollected by Pretrial Services satisfies the duty to consider the financial ability to pay under \nRule 528, and that the ACMs may make further inquiry with the defendant if necessary. \n                                                      \n22 The DAO adds that it does not bear a burden of production to provide the ACMs with information regarding the \ndefendant’s ability to pay monetary bail.  The DAO states that the Court should inquire and the defense may \nproduce information relating to a defendant’s financial situation, as they see fit.  \n  \n  \n  37 \n\nRespondents are not opposed to proposals to increase the amount of financial information \navailable to  \nACMs.  \n  \nDISAGREEMENT 5: The First Judicial District should create a process to expedite \nrelease procedures for defendants charged with low-level misdemeanors.    \n  \nThe parties, except for Respondents, agree that Philadelphia’s system should process certain \nalleged low-level offenders through the system without a preliminary arraignment, thereby \nallowing these defendants to spend less time in custody and leaving ACMs more time to deal \nwith the serious cases.    \n  \nRespondents believe such an expedited process is not possible under the current rules: the \nRules require every defendant arrested to have a preliminary arraignment, and it is not clear \nthat the Rules allow a defendant to waive appearing before an ACM for arraignment. What is \nmore, the Joint Submission’s logistics do not appear to decrease the defendant's time in \ncustody given that the Joint Submission provides that they still must be interviewed by Pretrial \nServices, the ACM may appoint counsel, the defendant must have an opportunity to speak to \ncounsel, and the District Attorney must be given the chance to review the case prior to \nrelease. This issue also raises logistical, implementation issues involving other entities, \nincluding the Police Department.    \n  \n \n \n \n  38 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/135274"
    },
    {
      "date": "2019-07-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Pennsylvania state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 135276,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/135276.pdf",
      "title": "Order",
      "text": "IN THE SUPREME COURT OF PENNSYLVANIA \nEASTERN DISTRICT \n \nTHE PHILADELPHIA COMMUNITY BAIL  :  No. 21 EM 2019 \nFUND, BY AND THROUGH ITS  :   \nTRUSTEES, CANDACE MCKINLEY AND  :   \nLAUREN TAYLOR, THE YOUTH ART &  :   \nSELF-EMPOWERMENT PROJECT, BY  : \nAND THROUGH ITS TRUSTEES, SARAH  : \nMORRIS AND JOSHUA GLENN, M.W.,  : \nAN INDIVIDUAL BEING HELD ON BAIL  : \nHE CANNOT AFFORD, P.R., AN  : \nINDIVIDUAL BEING HELD ON BAIL HE  : \nCANNOT AFFORD, G.T., AN INDIVIDUAL  : \nBEING HELD ON BAIL HE CANNOT  : \nAFFORD, T.J., AN INDIVIDUAL BEING  : \nHELD ON BAIL HE CANNOT AFFORD,  : \nS.T., AN INDIVIDUAL BEING HELD ON  : \nBAIL HE CANNOT AFFORD, D.M., AN  : \nINDIVIDUAL BEING HELD ON BAIL HE  : \nCANNOT AFFORD, K.B., AN INDIVIDUAL  : \nBEING HELD ON BAIL SHE CANNOT  : \nAFFORD, J.H., AN INDIVIDUAL BEING  : \nHELD ON BAIL HE CANNOT AFFORD,  : \nAND H.J., AN INDIVIDUAL BEING HELD  : \nON BAIL HE CANNOT AFFORD, Z.L., A  : \nMINOR BEING HELD ON BAIL HE  : \nCANNOT AFFORD, BY AND THROUGH  : \nHIS MOTHER A.B.,  : \n  : \n      Petitioners  : \n  : \n    v.  : \n  : \nARRAIGNMENT COURT MAGISTRATE  : \nFRANCIS BERNARD OF THE  : \nCOMMONWEALTH OF PENNSYLVANIA,  : \nARRAIGNMENT COURT MAGISTRATE  : \nJANE RICE OF THE COMMONWEALTH  : \nOF PENNSYLVANIA, ARRAIGNMENT  : \nCOURT MAGISTRATE SHELIA  : \nBEDFORD OF THE COMMONWEALTH  : \nOF PENNSYLVANIA, ARRAIGNMENT  : \nCOURT MAGISTRATE KEVIN DEVLIN OF  : \nTHE COMMONWEALTH OF  : \nPENNSYLVANIA, ARRAIGNMENT  : \n\nCOURT MAGISTRATE JAMES O'BRIEN  : \nOF THE COMMONWEALTH OF  : \nPENNSYLVANIA, ARRAIGNMENT  : \nCOURT MAGISTRATE ROBERT STACK  : \nOF THE COMMONWEALTH OF  : \nPENNSYLVANIA,  : \n  : \n      Respondents  : \n \nORDER \n \nPER CURIAM \n \nAND NOW, this 8th day of July, 2019, the Application for Leave to File Original \nProcess is GRANTED.   \nThe Motion for Leave to File an Amended Class Action Complaint and Petition for \na Writ of Mandamus is GRANTED.  \nThe Application for Leave to Proceed Anonymously and the Individual Petitioners’ \nMotion for Class Certification are DENIED.   \nThe Application for Briefing Schedule on Issues Raised by Respondents, which \nseeks permission to submit further briefing in this Court at this juncture, is DENIED.   \n  As to the Amended Class Action Complaint and Petition for Writ of Mandamus, the \nrequest for mandamus relief is DENIED.   \nThat said, this Court invokes its King’s Bench jurisdiction in this matter to conduct \nan inquiry, more fully described below, relative to the operation of the cash-bail system in \nthe  First  Judicial  District.    See  PA.CONST.  art.  V,  §10(a)  (delineating  this  Court’s \nconstitutional  duty  of  general  superintendency  over  the  judiciary);  see  also \nCommonwealth v. Chimenti, 507 A.2d 79, 81 (Pa. 1986) (noting that King’s Bench \njurisdiction may be invoked sua sponte as an exercise of this Court’s inherent supervisory \npowers).   \n[21 EM 2019] - 2 \n\nThat inquiry shall be conducted by a special master.  The inquiry shall be limited \nto Petitioners’ allegations regarding systemic failures of the First Judicial District to \nproperly conduct cash-bail matters pursuant to current law, as well as any suggestions \nfor action by this Court in response to those alleged systemic failures.  Any attempt to \nadvocate for the abolition of cash bail will not be entertained.  \nThe Honorable John M. Cleland, Senior Judge of the Court of Common Pleas of \nMcKean County, is appointed to preside as special master over the inquiry.   \nIn light of the denial of the Application for Leave to Proceed Anonymously, a \nPetitioner may continue in this action only if identified by name.  Any Petitioner who \nchooses not to be named may withdraw from the action with no continuing obligation to \nidentify himself or herself.  Petitioners’ counsel is directed to submit to the special master \nand this Court’s Prothonotary, within 10 days of this order, a letter indicating which \nPetitioners, if any, have withdrawn from the action.  That letter shall also identify by name \nall Petitioners who are continuing to participate and list their associated First Judicial \nDistrict cases by docket numbers.  Petitioners’ counsel shall attach to that letter a \nreformed caption, identifying all Petitioners by name.  This Court’s Prothonotary shall \nthereafter amend the caption accordingly.   \nThe named Petitioners and Respondents are to participate in the proceedings \nbefore the special master.  The President Judge of the First Judicial District and the \nPresident Judge of the Philadelphia Municipal Court, or their designees, are invited to \nparticipate  in  the  proceedings.    The  Philadelphia  District  Attorney’s  Office  and  the \nDefender Association of Philadelphia are also are invited to participate in the proceedings.   \nIn  the  proceedings  before  the  special  master,  any  evidence  or  argument \nintroduced  relative  to  open-court proceedings  shall  be  linked  to  a  particular docket \nnumber or other case-specific identification.  The parties are encouraged to enter into \n[21 EM 2019] - 3 \n\nstipulations  of  facts  and,  if  appropriate,  reach  any  other  relevant  agreement  for \nconsideration by the special master.   \nWith respect to the proceedings before the special master, all necessary additional \nfilings shall be presented and any hearings shall be concluded within 90 days of this order.  \nWithin 60 days thereafter, the special master is to submit to this Court a report and \nrecommendation, detailing any indicated proposed findings of fact, conclusions of law, \nand recommendations for further action by this Court.     \nPetitioners, Respondents, the President Judge of the First Judicial District, the \nPresident Judge of the Philadelphia Municipal Court, the Philadelphia District Attorney’s \nOffice, and the Defender Association of Philadelphia shall have 30 days to file a response \nin this Court to the special master’s report and recommendation.   \nAny amicus curiae will be permitted to file a brief in this Court concerning the \nspecial master’s report and recommendation.  See Pa.R.A.P. 531(b)(1)(iii) (permitting \namicus curiae filings upon leave of court).  Those briefs are subject to the word-count limit \napplicable to filings per Rule of Appellate Procedure 531(a)(1)(i).  Amicus curiae filings \nare due within 30 days of the special master submitting his report and recommendation \nin this Court.   \n  The Prothonotary is directed to strike the names of the jurists from the caption. \nJurisdiction is retained.   \n[21 EM 2019] - 4 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/135276"
    }
  ],
  "document_count": 9
}