{
  "case_id": 14035,
  "fetched_at": "2025-10-22T00:21:37.569866",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "School Desegregation"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Mississippi",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1966-01-11",
    "filing_year": 1966,
    "id": 14035,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 33648,
      "docket_entries": [
        {
          "row_number": 0,
          "id": 10192218,
          "entry_number": "24",
          "date_filed": "2020-01-24T00:00:00-05:00",
          "attachments": null,
          "url": "https://www.courtlistener.com/docket/16760821/24/ayers-v-western-line-consolidated-school-district/",
          "recap_pdf_url": "https://www.courtlistener.com/recap/gov.uscourts.msnd.23584/gov.uscourts.msnd.23584.24.0.pdf",
          "pacer_doc_id": "10302358343",
          "description": "ORDER granting  21   Motion  to Add Named Plaintiff Kristie Nettles; granting  23   Motion to Appear Pro Hac Vice;  Attorney Liliana Zaragoza. Signed by District Judge Michael P. Mills on 1/23/20.  (jla)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 1966,
      "docket_filing_number": 1,
      "is_main_docket": true,
      "court": "Northern District of Mississippi",
      "state": "Mississippi",
      "docket_office_number": "4",
      "docket_number_manual": "4:66-cv-00001-WAP",
      "scales_html": null,
      "recap_link": "https://www.courtlistener.com/docket/16760821/ayers-v-western-line-consolidated-school-district/",
      "is_active": true
    },
    "name": "Ayers v. Western Line Consolidated School District",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Mississippi",
    "summary": "<p>[This summary is temporary while we research the case.] This is a lawsuit in which a discharged teacher and guidance counselor who had been employed by the Western Line Consolidated School District intervened in a suit against the school district, alleging wrongful termination. The case was filed on January 11, 1966, in the United States District Court for the Northern District of Mississippi.</p>",
    "summary_published_date": "2024-07-08T16:48:39.924828-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14035",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14035",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14035",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14035"
  },
  "documents": [
    {
      "date": "2005-09-12",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Northern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 70734,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/70734.pdf",
      "title": "Plaintiffs' Amended Motion for Temporary Restraining Order Hearing Requested",
      "text": "Case: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 1 of 11 PageID #: 61\nE. 0 \nt=  \\ \\.. \nIN THE UNITED  STATES DISTRICT COURT \nFOR THE NORTHERN DISTRICT OF MISSISSIPP} \nGREENVILLE DIVISION  l'l.{}{}\":J \nl\"'O  \\ \nSc.r  f\\~ \nco'{\\..E c\\..e \nHENRY B. AYERS, et al. \n\\.p.f\\~ \nPlaintiffs, \nvs.  CIVIL ACTION NO. 66-1-LS \nWESTERN LINE CONSOLIDATED SCHOOL \nDISTRICT,  et al., \nDefendants. \nPLAINTIFFS' AMENDED MOTION FOR TEMPORARY RESTRAINING ORDER \nHEARING REQUESTED \nThrough a technical over-site, Counsel for Plaintiffs inadvertently attached  to the \nPlaintiffs' Motion for Temporary Restraining Order, filed on September 9, 2005, affidavits \nidentified as Exhibits A-K, which were not notarized.  That error has been cured and by this \namended Motion, attached are properly notarized affidavits, identified as Exhibits A-K.  Further, \nPlaintiffs adopt all other allegations and supporting documents, set forth in their original Motion \nfor Temporary Restraining Order filed on September 9, 2005. \nRELIEF SOUGHT \nPursuant to Rule 65 of the Federal Rules of Civil Procedure, Plaintiffs in this long-\nstanding school desegregation case move this Court to immediately issue an ex parte Temporary \nRestraining Order ( \"TRO\") against the Defendant Western Line Consolidated School District \n(\"Western Line\" or \"Defendant\") to the following ends: \n(a)  requiring Western Line to immediately cease implementation and \nexecution of an unauthorized student assignment plan that requires \n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 2 of 11 PageID #: 62\nkindergarten students from the Glen Allan Elementary School and the \nRiverside Elementary School to attend classes at the former C.L. Morris \nschool facility, which Plaintiffs submit is unsafe; \n(b)  requiring Western Line to develop and submit to the Plaintiffs and the \nCourt, prior to the expiration of the TRO, both short-term and long-term \nplans for using alternative sites (other than the C.L. Morris facility) for \neducating kindergarten students previously scheduled to attend classes at \nGlen Allan Elementary and Riverside Elementary School, as well as short \nterm and long-term plans for former Glen Allan Elementary students in \ngrades one (1) through six (6), now housed at Riverside Elementary \nSchool; \n©  requiring Western Line to respond in full to Plaintiffs informal discovery \nrequest (dated March 10, 2005) prior to the expiration of the TRO; \n(d)  enjoining Western Line from engaging in any type of retaliatory action \nagainst kindergarten students or the parents who withhold their children \nfrom school due to unsafe conditions at the C.L. Morris facility.  Such \nretaliatory acts may include, but are not limited to, negative grading of \nmissed assignments, removal of privileges, truancy enforcement during \npendency of this litigation, and negative employment action for parents or \nother relatives of affected students who may be employed by Western \nLine; \n(e)  compelling Western Line to commission independent inspections of the \nC.L. Morris facility by all relevant state and local agencies (including, but \nnot limited to the Mississippi Department of Education, the Mississippi \nCommission on Environmental Quality and the Mississippi Department of \nHealth) for various health hazards (including, but not limited to the \nfollowing: asbestos abatement; lead abatement; mold and mildew removal; \ndrinking water quality; pest and rodent infestation; structural soundness of \nfacility) and to provide the results and documentation of such inspections \nto the Plaintiffs; and \n(f)  compelling Western Line to provide compensatory educational services \nand ample opportunity to make up missed school work for those students \nwho were unable to attend classes due to unsafe conditions at the C.L. \nMorris facility. \n-2-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 3 of 11 PageID #: 63\nGROUNDS FOR MOTION \nThe grounds for this motion, as set forth more fully in the affidavits of Marlene Davis, \nShatawna Riley, Dessoree Smith, Quenshoda Henry, LaShay Ball, Ivory Brady and Veronica \nWalker (herein identified as Exhibits A-G) contain several points of information, including much \nof the following, which Plaintiffs allege on information and belief.  Also attached, herein \nidentified as Exhibits H-K, are affidavits of the following individuals:  Lillie B. Ayers, Andrew \nB. Gatson, Janice Young and Sheila Brady, who are local community residents and family \nmembers of the Plaintiffs in support of the relief requested by this Motion. \n1.  Western Line has implemented a new student assignment plan without consulting \nopposing counsel or the Court.  This assignment plan requires kindergarten students from both \nthe Glen Allan and Riverside Schools to attend classes at the former C.L. Morris facility, and \nrequires students in grades one (1) through six (6) at Glen Allan to attend classes at the Riverside \nElementary School.  This reassignment plan was apparently devised in response to a fire that \ndamaged a part of the Glen Allan Elementary School building on the morning of August 30, \n2005.  The fire and resulting damage are still under investigation by the Washington County \nSheriffs Department, which is treating Glen Allan Elementary School as a crime scene. \n2.  Prior to the fire, Western Line had sought to close the predominately African-\nAmerican Glen Allan Elementary School altogether and the matter was the subject of potential \nlitigation.  However, Western Line has failed to respond, even in part, to an informal discovery \nrequest submitted by Plaintiffs regarding this matter nearly six (6) months ago. \n3.  Western Line did not provide formal notice of the student reassingment plan or its \ndetails to parents of affected students in the Glen Allan community.  The only notice came from a \n-3-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 4 of 11 PageID #: 64\nWestern Line school board meeting, held on Thursday, September 1, 2005, during which the \nschool board went into executive session and summarily announced its plan to the audience upon \nreconvening in public session, eliminating any opportunity for meaningful input and comment \nfrom the public.  However, Western Line did provide notice via letter to parents of kindergartners \nschedule to attend the predominately white Riverside Elementary School. \n4.  Western Line did not endeavor to provide any form of notice to Plaintiffs' counsel \nabout either the fire or the reassignment plan until nearly two weeks later - conveniently, after \nthe reassignment plan had already been implemented and classes begun - and even then, only \nafter Plaintiffs' counsel contacted Western Line's counsel to protest the lack of notice request \ndetailed information.  As of this writing, Western Line has not provided information regarding \nthe logistics of classroom instruction at either the Riverside Elementary School or the C.L. \nMorris facility.  Some parents have reported that Glen Allan students may be segregated from the \npopulation of Riverside students. \n5.  Western Line did not seek court approval for its reassignment plan, thereby \ndeviating from the spirit, if not the letter, of this Court's previous school desegregation orders, \nparticularly with respect to student assignment and attendance zone boundaries. \n6.  The C.L. Morris facility is located on Highway 1 in Avon, MS.  It consists of two \nmain buildings, neither of which have been used as instructional space in several years.  The last \ntime the facility housed students was in 1999 when junior high school students were temporarily \nhoused there.  Even then, plaintiff class members report, the building was in such disrepair that \nrain water poured in through the ceiling.  Currently, least part of the C.L. Morris facility appears \nto have been abandoned, posing a variety of health and safety hazards.  See item 9, infra. \n-4-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 5 of 11 PageID #: 65\n7.  Parents of affected students from Glen Allan (members of the Plaintiff class) \ninitiated peaceful and professional contact with Western Line Superintendent Larry Green in an \nattempt to obtain verification and documentation regarding the safety ofthe C.L. Morris facility. \nAmong other things, they inquired about the following: asbestos abatement status, lead \ncontamination status, mold and mildew removal, drinking water quality tests, pest and rodent \ninfestation and control status, structural soundness of facility.  These concerns are shared by \nmany in the community, as evidence by petitions annexed to this pleading.  See Exhibit L, which \nis a composite Exhibit of copies of petitions containing signatures of Glen Allan and Riverside \nparents and other concerned citizens.  Superintendent Green did not provide such documentation \nand admitted that the C.L. Morris facility had, in fact, not been inspected by any agency prior to \nthe start of classes.  To the Plaintiffs' knowledge it still has not been inspected as of this writing. \n8.  Despite the lack of prior health and safety inspection, Western Line officials \ninitially refused to allow parents of African-American Glen Allan kindergartners to visually \ninspect the C.L. Morris facility prior to dropping their children off for classes.  However, white \nparents were permitted open access to the facility. \n9.  After negotiation between parents and Superintendent Larry Green, the parents \nwere permitted to inspect the facility, but only in small groups and even then under armed police \nescort. \n10.  Upon their visual inspection ofthe C.L. Morris facility, parents observed \ndeplorable conditions that make the facility wholly unsafe and inappropriate for any students, let \nalone those of tender years.  These observations included the following: \n- large rodent droppings \n- numerous dark stains on many ceiling tiles, with possible mold/mildew spores \n-5-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 6 of 11 PageID #: 66\n- large amounts of dust and dirt in common areas \n-inappropriate delivery of meals imported from another site \n-the strong aroma of paint fumes \n- a general stale aroma throughout the facility \n-numerous workers engaging in construction work on premises during classes \n- lack of fire extinguishers in designated locations \n- lack of hot water in restrooms \n- general unsanitary conditions in restrooms \n- lack of doors for restroom stalls \n- lack of soap and hand-drying materials in restrooms \n-toilets of an inappropriately large size for young kindergartners, such that they \ncould fall into commodes \n- spraying of pesticides on the premises while students were in classrooms and \nwhile meals were being delivered \nSee Exhibit M-T (Photographs of C.L. Morris facility) and Exhibit U (news article from the \nDelta Democrat) 1•  One building on the premises has received a cosmetic paint job and new \ncarpeting over dirty floors.  The other building located less than twenty (20) feet away, serves as \nan abandoned warehouse, still containing large amounts of old, broken, dusty and mildewed \nbooks and desks; broken light bulbs, school supplies, crumbling construction materials, and \nmaintenance equipment on the floor; and an inoperable commode sitting in the middle of one \nroom - all of which are strewn about the premises as if a tornado had touched down.  According \nto one construction worker on the site, this building is also inhabited by numerous snakes. \n11.  Western Line does not appear to have seriously considered alternative sites or \narrangements for educating the affected students. \n12.  Several parents of kindergarten students, including students with health conditions \nthat include asthma, have opted to withhold their children from classes at the C.L. Morris facility \ndue to safety concerns.  Thus, their ability to obtain an education, and their fundamental right to a \n1Recent video footage of these conditions is also available should the Court desire to view \nit. \n-6-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 7 of 11 PageID #: 67\nminimally adequate education under Mississippi law, have been directly compromised due to \nWestern Line's failure to provide a verifiably safe learning environment.  These parents are \nfearful of retaliation by Western Line against themselves and their minor children for their \ndecision to vindicate their rights. \n13.  Unless enjoined, Western Line will continue to implement its student \nreassignment plan, deprive the Plaintiff class of vital safety information, and place very young \nchildren at grave risk of serious injury and deleterious health consequences.  There is a \nsubstantial likelihood that these health hazards will cause immediate and irreparable harm to the \nstudents and their parents, members of the Plaintiff class in the instant case.  The conditions at \nthe C.L. Morris facility are at best unverifiable.  Thus, Western Line cannot argue that the facility \nis safe with any degree of certainty.  Considering the substances and conditions that currently \nexist at the facility, it should be presumed unsafe for habitation by anyone, let alone the youngest \nchildren in the school district  Indeed, Plaintiffs submit that if this facility were an apartment \nbuilding, it would surely violate the warranty of habitability, leading to a constructive eviction. \n14.  Plaintiffs' counsel attempted to contact DavidS. Rounsavall, counsel for \nDefendant Western Line, on the first day of classes on which the affected students were \ninstructed to report to the C.L. Morris facility- Wednesday, September 7, 2005.  An assistant \nreported that Mr. Rounsavall was in the office, but on another telephone line, so Plaintiffs' \ncounsel left a message with the assistant, providing a mobile telephone number for easy contact. \nOn the afternoon of Thursday, September 8, 2005, Mr. Rounsavallleft a voicemail message and \nan E-mail message for Plaintiffs' counsel indicating that he would be out of town for the \nremainder of that afternoon and for the balance of the business week ending September 9, 2005. \n-7-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 8 of 11 PageID #: 68\nIt was also in that E-mail message that Western Line provided its first tardy notice of even the \nfire that damaged the Glen Allan School. \n15.  The irreparable harm will occur prior to the time opposing counsel may be \nprepared to be heard in this matter.  Counsel for Defendant has indicated via E-mail message that \nhe will be out of town for the balance of the business week ending September 9, 2005.  Thus, \nwaiting for counsel places the students at risk of either exposure to health hazards or exposure to \nclaims of truancy or failure to comply with the state's compulsory school attendance law.  Thus, \nimmediate action by the Court is necessary to protect both the students' health and other \ninterests. \n16.  No significant injury will be sustained by Western Line or the public through \nissuance ofthe requested TRO.  It appears that Western Line has not meaningfully explored other \nalternatives, some of which may even be more cost-effective and efficient, as well as more \nbeneficial to students overall.2  Even if injury could be claimed from issuance ofthe TRO, it \nwould be significantly outweighed by the threat of harm to befall the young children in Western \nLine's care.  See Cherokee Pump & Equipment. Inc. v. Aurora Pump, 38 F.3d 246,249 (5th \nCir.1994). \nSUMMARY \nThe  children  of the  Western  Line  School  District  deserve  to  have  a  safe  learning \nenvironment. It was unconscionable for the Defendant to assign students to attend classes at an old, \nabandoned facility without first inspecting it for health and safety hazards.  It is even worse to \n2These options include temporarily educating students at a more suitable facility, such as \nprivately-owned buildings or other school facilities that are currently in use. \n-8-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 9 of 11 PageID #: 69\npermit students to inhabit the facility with clear and grave dangers all around the campus.  Safety \nshould be of paramount concern.  Courts have recognized that \"an injury is 'irreparable' only if it \ncannot be undone through monetary remedies.\"  Deerfield Medical Center v. City of Deerfield \nBeach, 661 F.2d 328,338 (5th Cir. 1981).  It should go without saying that no amount of money can \ncompensate for a severe injury or health threat to a child.  Cf.  Steven L. LaFrance Pharmacy. Inc. \nv. Tallant, 1997 WL 392736 (N.D. Miss. June 25, 1997), at *6. \nThus, the facility must be thoroughly inspected by the appropriate agencies and the Plaintiff \nclass  should be furnished with verification and documentation of the aforementioned safety \ninspections.  In the meanwhile, all students must be removed from the facility in order to preserve \ntheir good health.  In addition, steps must be taken to protect these students and their families from \nretaliation, as well as to provide compensatory education services where necessary. \nSafety cannot wait upon the schedules of the Defendant parties.  And the school district's \nleadership has already demonstrated that its discretion cannot be trusted when it concerns the health \nand safety of students.  If left to their own devices, Western Line may never provide the necessary \ninspections and documentation.  For these reasons, Court action is both necessary and particularly \nappropriate. \n-9-\n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 10 of 11 PageID #: 70\nCONCLUSION \nThis motion is based upon the aforementioned allegations made on information and belief, \nthe Points and Authorities3 specified herein, the annexed and supporting Affidavits, as well as the \nother Exhibits to this pleading and other evidence that may be presented at a hearing. \nWHEREFORE, Upon consideration ofthis evidence, Plaintiffs respectfully request that this \nCourt issue a TRO to the ends specified in this Motion, to remain in effect for the maximum time \nperiod permissible under Rule 65, or until the Court may schedule and hold a hearing on this matter. \nRespectfully Submitted this~ day of September, 2005. \nOF COUNSEL: \nSANDRA JARIBU HILL \nAttorney at Law \nMississippi Workers' Center for Human Rights \n213 Main Street \nGreenville, MS 38701 \nTelephone: 662-334-1122 \nFacsimile:  662-334-1274 \n3Pursuant to Rules 7.2(D) and (H) ofthe Local Rules of the Northern District of \nMississippi, Plaintiffs note that the instant motion for a TRO is an urgent, ex parte instrument, \nand therefore request that the Court dispense with the typical requirement of a memorandum of \nauthorities. \n\nCase: 4:66-cv-00001-WAP Doc #: 5 Filed: 09/09/05 11 of 11 PageID #: 71\nCERTIFICATE OF SERVICE \nI, Sandra Jaribu Hill, hereby certify that a copy of the foregoing PLAINTIFFS' \nMOTION FOR TEMPORARY RESTRAINING ORDER has been served via hand delivery \nand depositing same in the United States mail, first class postage prepaid to the following at his \nususal address: \nDAVID S. ROUNSAV  ALL \nRobertshaw, Noble, Evans & Rounsavall \n128 South Poplar Street \nPost Office Box 1498 \nGreenville, MS  38702-1498 \nPhone:  (662) 378-2171 \nFax:  (662) 335-9049 \nE-mail:  david.rner@cox-internet.com \nAttorney for Defendant Western Line Consolidated School District \nThis, the  12th  day of September 2005. \nsq. \nCertifying Attorney ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "5",
      "clearinghouse_link": "clearinghouse.net/doc/70734"
    },
    {
      "date": "1975-08-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1225,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 404,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Mississippi",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138575,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138575.pdf",
      "title": "Opinion",
      "text": " \n  court adjudicating that they were wrongfully discharged \nfrom  their  positions  on  the  professional  staff  of  the \n404 F.Supp. 1225 \ndefendant,  Western  Line  Consolidated  School  District \nUnited States District Court, N.D. Mississippi, \n(Western Line). At that time, the court directed that the \nGreenville Division. \nplaintiff-intervenors be reinstated in defendant’s employ \nHenry B. AYERS et al., Plaintiffs,  and that counsel for the parties confer in an attempt to \nv.  agree upon the backpay liability of the school district as \nWESTERN LINE CONSOLIDATED SCHOOL  well  as  an  acceptable  sum  to  be  awarded \nDISTRICT et al., Defendants.  plaintiff-intervenors as compensation for attorneys’ fees. \nSubsequently,  several  reports  to  the  court  were  filed \nNo. GC 66-1-S.  which indicated that counsel had apparently agreed upon \n|  the  salaries  which  would  have  been  paid \nAug. 29, 1975.  plaintiff-intervenors had they not been terminated from \ndefendant’s employ and upon the earnings received by \nplaintiff-intervenors in mitigation of their damages during \nthe period between their termination and the date of the \nSynopsis \ncourt’s decision on the issue of liability (July 2, 1975). \nA discharged teacher and discharged guidance counselor \nAdditionally, plaintiff-intervenors have submitted to the \nwho had been employed by a consolidated school district \ncourt their own affidavits setting forth their attempts to \nintervened in a suit against a school district. The District \nmitigate damages and the extent of their earnings since \nCourt, Orma R. Smith, J., held that plaintiffs, wrongfully \nthe termination of their employment by the defendant \ndischarged by the school district, were entitled to the \nschool district. \ndifference between what they would have earned had they \nnot been wrongfully terminated and the extent of earnings  Pursuant to 28 U.S.C. § 1292(a)(1), the defendant school \nand  mitigation  during  the  period  between  date  of  district, on July 28, 1975, filed a notice of appeal from \ntermination and date of reinstatement pursuant to court  this court’s interlocutory order of July 2, 1975, which \norder. Prejudgment interest was allowable in backpay to  granted plaintiff-intervenors injunctive relief in the form \nbe awarded, and the rate, under Mississippi statute, was  of reinstatement to their positions with the Western Line \n6%. An appropriate allowance for attorneys fees in the  School District. By order of August 6, 1975, the court \nGreenville, Mississippi area for prosecution of the case  granted  a  stay  pending  appeal  of  both  the \nwas $8,000.  previously-ordered  injunctive  relief  and  the  monetary \n   award representing backpay and attorneys’ fees. \nJudgment for plaintiffs. \n   The case  is  now  in  such a  posture that the court  is \nprepared to enter its final  *1227 order and judgment, \nAttorneys and Law Firms  affixing  the  amount  of  the  defendants’  liability  for \nbackpay  and  attorneys’  fees  to  be  awarded \n*1226  Nausead  Stewart,  Fred  L.  Banks,  Jr.,  Jackson, \nplaintiff-intervenors. \nMiss., for plaintiffs. \nPlaintiff-intervenor  Hodges  was  terminated  from \nJ. Robertshaw, Greenville, Miss., for defendants. \ndefendant’s  employ  as  a  guidance  counselor  at  the \nconclusion  of  the  1971-72  school  year.  During  the \nOpinion \n1972-73 school year, Hodges managed to secure only \n \npart-time  employment,  earning  a  gross  salary  of \n \n$1,407.32.  In  September  of  1973,  however,  Hodges \nobtained  a teaching  position in the  public  schools  of \nMEMORANDUM OF DECISION \nBolivar County for which her gross salary was $7,040.00 \n \nduring the 1973-74 school year, and $7,412.00 during the \n1974-75 school year. \nORMA R. SMITH, District Judge. \n Had Hodges been continued in her employment with \nWestern Line, it is undisputed that her gross salary would \nPlaintiff-intervenors in this cause, Mrs. Dolly W. Hodges  have been $7,445.00 for 1972-73, $8,340.00 for 1973-74, \n(Hodges)  and  Mrs.  Bessie  B.  Givhan  (Givhan),  have  and $8,868.00 for 1974-75. The court feels Hodges, as \npreviously, on July 2, 1975, obtained an order from the  well as Givhan, is entitled to the difference between what \n  1 \n \n\nshe  would  have  earned  had  she  not  been  wrongfully  case involving the Columbus, Mississippi school system \nterminated by Western Line and the extent of her earnings  and having benefit of the holding on the same question in \nin mitigation during the period between the date of her  Pettway v. American Cast Iron Pipe Co., 494 F.2d 211, \ntermination and the date of her reinstatement pursuant to  263 (5th Cir. 1974), is of the opinion that pre-judgment \nthe order of this court.  interest should be allowed in this case. However, it is well \n   established in this state that, in the absence of agreement \nof the parties to the contrary, the legal rate of interest on \nThe court has found that plaintiff-intervenor Givhan’s  an obligation, *1228 debt, or judgment is six percent. \nemployment  with  Western  Line  was  wrongfully  Miss. Code Ann. Secs. 75-17-1 and 75-17-7 (1972). \nterminated at the end of the 1970-71 school year. The    \nparties  agree  that  Givhan’s  gross  salary,  had  she \ncontinued as a teacher at Western Line, would have been  The  court  has  calculated  the  amount  due  each \n$7,000.00 for 1971-72, $7,360.00 for 1972-73, $7,980.00  plaintiff-intervenor as backpay from the figures agreed \nfor 1973-74 and $8,352.00 for 1974-75.  upon by the parties (excepting the amount owing Givhan \nfor  the  1972-73  and  1973-74  school  years)  and  has \nFollowing the loss of her job with Western Line, Givhan  determined  that  Givhan  is  entitled  to  the  sum  of \nsecured other employment for which her gross salary was  $23,180.60 representing her gross salary for the years \n$3,653.40. Givhan’s employment with this third party was  subsequent  to  her  discharge  less  her  actual  earnings \nterminated in May of 1971 because of a reduction in staff.  during the same period. Givhan is also entitled to an \nThereafter,  Givhan  was  unable  to  obtain  employment  award of interest on the backpay due her in the amount of \nuntil July of 1974 when she secured the position she now  $3,355.24, calculated at six percent simple interest upon \nholds. Accordingly, Givhan had no earnings for the years  the total principal outstanding as of September 1, 1972, \n1972-73  and  1973-74.  During  1974-75,  she  earned  and  each  subsequent  anniversary  of  that  date  to \n$3,858.00.  September 1, 1975. \n In the matter of calculating Givhan’s backpay award, \nWestern Line maintains that  the  salary  which  Givhan  Hodges is entitled to backpay in the amount of $8,793.68, \nwould  have  earned  during  the  1972-73  and  1973-74  representing the gross salary she would have earned at \nschool years should not be included in the award because  Western  Line  minus  her  earnings  in  mitigation. \nshe failed to sustain her burden to mitigate damages by  Calculating interest on Hodges’s backpay award in the \nseeking  and  obtaining  other  employment.  Givhan’s  same manner as was employed for Givhan, Hodges is \naffidavit which was submitted to the court discloses that  entitled to interest in the amount of $1,330.14. \nshe unsuccessfully applied for at least ten (10) teaching \nand non-teaching positions during the years in question.  The final issue for the court’s determination in this case is \nThe  court  feels  Givhan’s  efforts  in  this  regard  were  the  amount  of  attorneys’  fees  to  be  awarded \nsufficient to refute defendant’s contention and to sustain  plaintiff-intervenors.  Counsel  for  plaintiff-intervenors \nher burden of mitigation. Accordingly, Givhan is entitled  seeks remuneration in the amount of $11,280, calculated \nto a backpay award which includes her putative earnings  at  $40.00  per  hour  for  282  hours  devoted  to  the \nat Western Line during the 1972-73 and 1973-74 school  prosecution  of  the  lawsuit.  Counsel  for  defendants \nyears minus her actual earnings during the relevant time  concede that plaintiff-intervenors are entitled to attorneys’ \nperiod.  fees under the law applicable in this case but maintains \n   that a reasonable award in this regard would be not in \nexcess of $3,250. \nWhen the payments are made to plaintiff-intervenors in   The court has considered the question of the size of the \nsatisfaction of the backpay awards, the normal deductions  attorneys’ fees allowance in the light of the criteria set \nrequired  by  state  and  federal  law  (pension  fund  forth in Johnson v. Georgia Highway Express, Inc., 488 \ncontributions, federal and state withholding taxes, etc.)  F.2d  714,  717-19  (5th  Cir.  1974).  Applying  those \nshall be applied in reduction of the sums paid over to  considerations to the case at hand, the court is inclined to \nplaintiff-intervenors.  disallow  compensation  to  plaintiff-intervenors  for  the \n Counsel  for  plaintiff-intervenors  have  demanded  time devoted by counsel to the issues involved in this \npre-judgment  interest at the  rate of  eight  percent per  court’s dismissal of the complaint in Civil Action No. GC \nannum  on  the  backpay  to  be  awarded.  Counsel  for  73-29-S. In that case, the court required the plaintiffs \nWestern Line contests the award of interest in the first  (here  plaintiff-intervenors)  to  intervene  in  the  instant \ninstance  and  additionally  maintains  that  interest,  if  action rather than initiate an entirely new lawsuit. See \nawarded,  should  accrue at a  rate no  greater than  six  Davis v. Board of School Commissioners, 517 F.2d 1044 \npercent. The court, having previously faced this issue in a  (5th Cir. 1975). Insomuch as that case was dismissed with \n  2 \n \n\ncosts  to  plaintiffs,  the  court  does  not  believe  courtroom work is approximately $35.00 per hour. Time \nplaintiff-intervenors  are  entitled  to  attorneys’  fees  for  spent on out-of-court matters, such as drafting pleadings, \nservices rendered in connection therewith.  writing  briefs,  and  traveling  to  and  from  court \n   appearances, is customarily compensated at substantially \n Further,  plaintiff-intervenors  failed  to  prevail,  in  this  less than $35.00 or $40.00 per hour in the Greenville area. \ncause, on the issue of the maintainability of the action on   All  factors  considered,  the  court  feels  that \nbehalf of a plaintiff class. pit appears from counsel’s  plaintiff-intervenors are entitled to the sum of $8,000 as \naffidavits  that  some  fifteen  to  twenty  hours  were  an allowance for attorneys’ fees. Plaintiff-intervenors are \nexpended  in  connection  with  the  class  question.  also,  of  course,  entitled  to  recover  their  costs  of \nAccordingly, the court is of the opinion that compensation  defendants. An order will be entered accordingly. \nshould not be allowed for those hours.    \n  \nAll Citations \nThe court considers the $40.00 per hour fee requested by \ncounsel for plaintiff-intervenors to be in excess of the  404 F.Supp. 1225, 18 Fair Empl.Prac.Cas. (BNA) 1404 \ncustomary fee in the Greenville, Mississippi area. It is   \nwithin the personal knowledge of the court that the rate \nprevalent  among  members  of  the  Greenville  bar  for \n \n \n \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138575"
    },
    {
      "date": "1977-07-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1309,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 555,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138576,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138576.pdf",
      "title": "Opinion",
      "text": " \n  etc. \n555 F.2d 1309 \nFred Banks, Jr., Nausead Stewart, Phillip J. Brookins, \nUnited States Court of Appeals, \nJackson, Miss, for plaintiffs-intervenors appellees. \nFifth Circuit. \nAppeal  from the  United  States  District  Court for  the \nHenry B. AYERS et al., Plaintiffs, \nNorthern District of Mississippi. \nv. \nWESTERN LINE CONSOLIDATED SCHOOL \nBefore GEWIN, RONEY and HILL, Circuit Judges. \nDISTRICT et al., Defendants-Appellants, \nv. \nOpinion \nMs. Bessie B. GIVHAN et al., \n \nPlaintiffs-Intervenors Appellees. \n*1311 GEWIN, Circuit Judge. \nNo. 75-3485. \n|   \nJuly 18, 1977. \nMary Butler, Bessie Givhan, and Dolleye Hodges filed \nsuit in district court on their own behalf and on behalf of \nthree classes of black teachers and employees who were \nSynopsis \ndischarged or not rehired by the Board of Education of the \nDischarged  school  teacher  and  guidance  counselor \nWestern  Line  Consolidated  School  District  (“school \nintervened  in  school  desegregation  case  seeking \ndistrict”),  allegedly  in  violation  of  the  First  and \nreinstatement. The United States District Court for the \nFourteenth Amendments and in violation of the district \nNorthern  District  of  Mississippi,  Orma  R.  Smith,  J., \ncourt  order  issued  pursuant  to  Singleton  v.  Jackson \nordered reinstatement and, 404 F.Supp. 1225, awarded \nMunicipal Separate School District, 419 F.2d 1211 (5th \nback pay and attorneys’ fees. School district appealed. \nCir. 1969) (en banc), rev’d and remanded sub nom. Carter \nThe Court of Appeals, Gewin, Circuit Judge, held that: (1) \nv. West Feliciana Parish School Board, 396 U.S. 290, 90 \nprivate  expression  by  a  public  employee  was  not \nS.Ct. 608, 24 L.Ed.2d 477 (1970), on remand, 5 Cir., 425 \nconstitutionally  protected;  (2)  absent  evidence  that  a \nF.2d 1211. The district court dismissed the action without \nreduction in guidance counselor positions in the district \nprejudice and granted leave to intervene in the instant \nwas related to desegregation, the discharge of a black \nschool desegregation case. After the court granted the \nguidance counselor did not violate the rule that the school \ndefendants’1 motion to strike the class allegations2 and \ndistrict apply objective and reasonable nondiscriminatory \ndismissed Ms. Butler’s action with prejudice on her own \nstandards in staff reductions accompanying desegregation, \nmotion, the case proceeded to a two-day bench trial. The \nand (3) where the guidance counselor forged the school \ncourt concluded that the school district failed to rehire \nprincipal’s  name  to  a  recommendation  and  procured \nGivhan because of her First Amendment expressions and \nanother teacher to forge the assistant principal’s name on \nfailed to rehire Hodges in violation of the Singleton order, \na rating blank, the guidance counselor was not entitled to \nand  it  ordered  their  reinstatement.  Defendants  appeal \nreinstatement even if her discharge was connected with \nunder 28 U.S.C. s 1292(a)(1).3 We reverse and remand. \ndesegregation  and  the  school  district  did  not  apply \nobjective and reasonable nondiscriminatory standards. \nThe school district is a rural district encompassing most \n  \nof Washington County and some of Issaquena County, \nReversed and remanded. \nMississippi.  Prior  to  desegregation proceedings in  the \n  \ndistrict court it operated three black schools (O’Bannon, \nRoney,  Circuit  Judge,  filed  a  specially  concurring \nAvon, and Moore) and two white schools (Riverside and \nopinion. \nGlen Allan). Pursuant to Singleton, accelerated by West \n  \nFeliciana Parish School Board, supra, the district court on \nProcedural Posture(s): On Appeal. \nJanuary 12 and January 21, 1970, ordered the operation of \nthe school district on a unitary basis after February 9, \nAttorneys and Law Firms \n1970.4 Accordingly, the district was reconstituted into one \nhigh school and two elementary schools for the second \n*1310 J. Robertshaw, Greenville, Miss., for Western, etc. \nsemester  of  the  1969-70  school  year.  In  the  summer \n*1312 of 1970 the desegregation plan was amended to \nJames L. Robertson, Greenville, Miss., for Washington, \nestablish  attendance  centers  with  grades  1-12  at \n  1 \n \n\nO’Bannon, Riverside, and Glen Allan. Blacks constituted  was the Superintendent, or anything connected with the \na majority of the faculty and student body in the district  system.” Givhan denied making these statements. \nboth before and after desegregation. It is undisputed that \nthe school district failed to develop nonracial objective  Leach and Givhan had several other encounters during the \ncriteria to be used in selecting staff members for dismissal  1970-71 school year. Leach sent out a memorandum to all \nor demotion, as required by the district court’s Singleton  teachers reminding them of “six-weeks’ tests” to be given \norder in note 4 supra.  on the Thursday and Friday before report cards were to be \nissued on the following Wednesday. Givhan apparently \nAppellee Givhan taught English in the junior high grades  thought  the  memorandum  was  insufficient  advance \nat O’Bannon from 1963 until her transfer to Riverside for  warning;  while  students  were  changing  classes  she \nthe second semester of 1969-70. She then taught junior  discussed  (or  perhaps  argued)  with  Leach  about  the \nhigh English at Glen Allan during the 1970-71 school  inadequate notice and whether she was to give a “pop \nyear. Appellee Hodges taught fifth grade for nearly four  test.” Leach interpreted this challenge to him in front of \nyears at Glen Allan until January, 1970. At that time she  students as reflecting her antagonism. Givhan in effect \nbecame  certified  as  a  guidance  counselor  under  an  admitted the incident, but explained that her concern for \n“eighteen  hour  permit,”  and  thereafter  she  held  the  timely  notice  was  generated  by  the  memorandum’s \nposition of guidance counselor at Glen Allan. Having  subject relating to the more comprehensive semester, not \nreceived her Master of Education degree in the spring of  six-weeks’, tests. \n1971, Hodges held a “double A” certificate as a guidance \ncounselor during the 1971-72 school year. Beyond these  *1313  Another  incident  involved  administration  of  a \nfacts, the cases of Givhan and Hodges are best treated  standardized  achievement  test.  According  to  Leach, \nseparately.  Givhan announced at a faculty meeting that she would not \n  give the test, as she thought it was part of Ms. Hodges’ \n  job.  Leach  was  later  twice  informed  by  Hodges  that \nGivhan still refused to give the test, and he testified that \nHodges administered the test. Givhan testified that she \nI. Givhan  may have expressed an intent not to give the test and that \nshe told Leach it was a duty of the guidance counselor. \nGivhan was not rehired by the school district for the \nShe further testified that on the morning of the test she \n1971-72 school year.5 By letter dated May 1, 1971, Glen  told Leach she would administer it and that she in fact did \nAllan principal James Leach notified Superintendent C. L. \nso. The latter testimony was corroborated by Hodges and \nMorris that Ms. Givhan was not being recommended for \nArcell Jacobs, another Glen Allan teacher at the time. \nre-employment, stating in part: \nMs. Givhan is a competent teacher, however, on many  Finally, there was substantial testimony about “demands” \noccasions she has taken an insulting and hostile attitude  made upon Leach by Givhan.7 Relatively early in Leach’s \ntowards me and other administrators. She hampers my job  tenure as principal Givhan gave him a list or lists of what \ngreatly by making petty and unreasonable demands. She  he termed “demands” and she termed “requests.” These \nis overly critical for a reasonable working relationship to  requests all reflect Givhan’s concern as to the impressions \nexist between us. She also refused to give achievement  on black students of the respective roles of whites and \ntests to her homeroom students.6  blacks  in  the  school  environment.  She  “requested,” \n   among other things: (1) that black people be placed in the \ncafeteria  to  take  up  tickets,  jobs  Givhan  considered \nLeach  testified  at  trial  as  to  the  bases  for  his \n“choice”;  (2)  that  the  administrative  staff  be  better \nrecommendation. Leach taught in the district for three  integrated;8 and (3) that black Neighborhood Youth Corps \nyears before becoming principal of Glen Allan on October  (“NYC”) workers be assigned semi-clerical office tasks \n6, 1970. That school was without a principal for the first  instead of only janitorial-type work. \nseveral  weeks  of  the  1970-71  school year,  and  when \nLeach took the position the school’s problems included  Leach felt that these requests were unreasonable and that \nracial hostility, lack of discipline among the students, and  they therefore manifested, along with the other incidents \nlack of cooperation among the teachers. Shortly after his  noted above, Givhan’s antagonistic and hostile attitude \narrival as principal, Leach solicited greater cooperation at  toward the administration at Glen Allan and the district. \na teachers’ meeting. Givhan implied at the meeting that  According to Leach, the lunchroom ticket-takers were \nshe did not intend to cooperate very much, and Leach  assigned by the district’s overall cafeteria supervisor (a \nlater held a private conference with her. Leach testified  white)  at  the  request  of  the  Glen  Allan  lunchroom \nthat at the conference Givhan told him that “she didn’t  manager (a black). Thus, Leach apparently thought that \nlike Western Line District. She didn’t like Morris, who \n  2 \n \n\nthe assignment of lunchroom personnel was not within his  renew Givhan’s contract was her criticism of the policies \npower.9 Givhan’s NYC complaint arose from her concern  and practices of the school district, especially the school \nabout the impression  on  black  children  of a  virtually  to which she was assigned to teach. In Leach’s words, \nall-white office staff and discrimination she sensed in the  Givhan  was  not  re-hired  because  she  was  constantly \nassignment of NYC workers. As she explained it, “when I  “making  petty and  unreasonable demands.” The  court \nwas at Riverside, when we had white NYC workers and  finds that Givhan’s “demands” were not constant; Leach \nblack, and whites worked in the office and the blacks  being able to testify specifically as to but two occasions. \nwashed the windows . . . I was pointing out to Mr. Leach  The court finds that those of Givhan’s “demands” as were \nthe discrepancies there in the duties.” Leach testified that  specifically brought to the court’s attention were neither \nhe was ignorant about assignment of NYC workers at  “petty”  nor  “unreasonable”,  insomuch  as  all  the \nother schools, but thought Givhan’s request unreasonable  complaints in question involved employment policies and \nbecause there was no discrimination in his assignments,  practices at Glen Allan school which Givhan conceived to \nas  the  Glen  Allan  NYC  workers  were all  black, and  be racially discriminatory in purpose or effect. \nbecause NYC workers there were not qualified to do    \noffice work and in fact were hired to do janitorial work.  . . . (T)he school district’s motivation in failing to renew \nGivhan’s  contract  was  almost entirely a desire to rid \n*1314 In sum, Leach testified that he recommended not  themselves of a vocal critic of the district’s policies and \nrehiring  Givhan  because  of  her  “arrogance  and  practices  which  were  capable  of  interpretation  as \nantagonistic and hostile relationship,” manifested in the  embodying racial discrimination. The court conceives this \nincidents described above, particularly her “unreasonable  to  be  a  violation  of  Givhan’s  rights  under  the  First \ndemands.”  Amendment  to  the  Constitution  of  the  United  States. \nPerry v. Sindermann, 408 U.S. 593, 33 L.Ed.2d 570, 92 \nUnder Mississippi law in effect when the decision was \nS.Ct. 2694 (1972); Pickering v. Board of Education, 391 \nmade not to rehire Givhan, teachers had no tenure and \nU.S. 563, 20 L.Ed.2d 811, 88 S.Ct. 1731 (1968). \nteachers had no right to be tendered another contract. \n  \nMiss.Code Ann. s 37-9-17 (1972); Henry v. Coahoma \nCounty  Board  of  Education,  246  F.Supp.  517,  521  The proper framework for our analysis was established by \n(N.D.Miss.1963),  aff’d,  353  F.2d  648,  650  (5th  Cir.  the Supreme Court in Mt. Healthy City School District \n1965), cert. denied, 384 U.S. 962, 86 S.Ct. 1586, 16  Board of Education v. Doyle, 429 U.S. 274, 97 S.Ct. 568, \nL.Ed.2d  674  (1966).  Accordingly,  as  stated  by Judge  50 L.Ed.2d 471 (1977). According to Doyle, a plaintiff in \nRoney in Megill v. Board of Regents, 541 F.2d 1073,  a case such as this has the initial burden to show (1) that \n1077 (5th Cir. 1976), the school district was entitled not  his conduct was constitutionally protected, and (2) that \nto rehire Givhan for any reason, as long as the decision  this conduct was a “substantial factor” or a “motivating \ndid  not  implicate  a  constitutional  right.  Thompson  v.  factor” in the school board’s decision. Id. at 287, 97 S.Ct. \nMadison County Board of Education, 476 F.2d 676, 679  at 576, 50 L.Ed.2d at 484.  If the plaintiff meets that \n(5th Cir. 1973). Further, because Givhan had no property  burden, the board can avoid liability only through proof \ninterest in continued employment into the 1971-72 school  by a preponderance of the evidence that it would have \nyear, she had no due process right to a hearing.10 Robinson  reached the same decision without regard to the protected \nv.  Jefferson  County  Board  of  Education,  485  F.2d  conduct. Id. Although not *1315 made in terms of Doyle, \n1381-82 (5th Cir. 1973), cert. denied, 419 U.S. 862, 95  appellants’ argument seems to touch all three bases. Thus, \nS.Ct. 115, 42 L.Ed.2d 97 (1974).  they  argue  that  Givhan’s  expressions  were  not \nconstitutionally protected, that her expressions were not a \nAs a consequence, appellee does not assert a procedural  motivating  factor  in  the  school  board’s  or  Leach’s \ndue process claim, but rather claims of discriminatory \ndecision, and that the school district had ample reason not \ntreatment, violation of the court’s Singleton order, and \nto rehire her anyway. \nviolation of her right to freedom of speech. The district \n As to the district court’s findings of fact which conform \ncourt ignored the first ground and avoided the second. \nto the Doyle framework, this court cannot reject them \nThis avoidance was due to “the court’s disinclination to \nunless they are clearly erroneous. Federal Rule of Civil \nallow its decision on the merits to turn upon the tenuous  Procedure 52(a). As to legal conclusions reached by the \ndistinction  between  the  modest  expansion  of  Western  district court, we are not bound by the “clearly erroneous” \nLine’s teacher staff as defendants maintain was the case,  rule and we can make independent determinations. United \nor the very slight reduction for which plaintiffs argue.”  States v. Mississippi Valley Generating Co., 364 U.S. \nThe district court’s principal finding as to Givhan is as  520, 526, 81 S.Ct. 294, 297, 5 L.Ed.2d 268, 275 (1961). \nfollows:  Often this distinction is termed one of questions of fact \n(T)he primary reason for the school district’s failure to \nversus questions of law or versus mixed questions of law \n  3 \n \n\nand fact. See generally 9 C. Wright & A. Miller, Federal  constitutionally  protected.  The  determination  of \nPractice  &  Procedure  s  2588  (1971).  This  court  constitutional  protection  entails  striking  “a  balance \nsometimes  has  termed  the  distinction  one  between  between  the  interests  of  the  teacher,  as  a  citizen,  in \nquestions of subsidiary fact and questions of ultimate fact,  commenting  upon  matters  of  public  concern  and  the \nbest described by Judge Bell in Causey v. Ford Motor  interest  of  the  State  as  employer,  in  promoting  the \nCompany, 516 F.2d 416, 420-21 (5th Cir. 1975).11  efficiency of the public services it performs through its \n   employees.” Doyle, supra at 284 97 S.Ct. at 574, 50 \nL.Ed.2d at 481-82; Pickering v. Board of Education, 391 \nApplying this distinction to Doyle, the second and third  U.S. 563, 568, 88 S.Ct. 1731, 1734, 20 L.Ed.2d 811, 817 \nelements whether the teacher’s conduct or expression was  (1968). We often have been called upon to strike that \na motivating factor in the Board’s decision and whether  balance.13 \nthe Board would have reached the same decision anyway    \nare primarily questions of subsidiary fact to which the \nclearly erroneous rule applies. It is hard to conceive of  But before doing so we must determine whether on the \nissues  that  usually  involve more credibility and  other  facts of this case the teacher had a First Amendment \nevaluative  choices  than  what  motivated  someone  and  interest as a citizen in making complaints to the principal. \nwhat the person would have done absent that motivation.  We have been cited to and have found no cases precisely \nThe district court found that Leach and the Board were  in point.  Here,  in effect,  a public employee  privately \nmotivated primarily by Givhan’s “demands” in deciding  voiced  complaints  and  expressed  opinions  to  her \nnot to rehire her. That finding is not clearly erroneous.  immediate superior. There is no allegation or evidence \nThe court did not make an express finding as to whether  that the decision not to rehire her was due to information \nthe same decision would have been made, but on this  communicated in these expressions as to her religion, her \nrecord the appellants do not, and seriously cannot, argue  associations  with  others,  or  her  plans  to  bring  her \nthat the same decision would have been made without  complaints and opinions to public attention.14 Indeed, the \nregard to the “demands.” Appellants seem to argue that  record does not *1317 indicate that Givhan ever made \nthe preponderance of the evidence shows that the same  public  complaints  or  suggestions  through  letters  to \ndecision would have been justified, but that is not the  newspapers or periodicals, letters or remarks to the school \nsame as proving that the same decision would have been  Board,  remarks at  public meetings, telephone calls  to \nmade. In support of this argument appellants rely, inter  radio talk shows, distribution of pamphlets, or the like. \nalia, on several incidents from the 1969-70 school year.  Without authority precisely in point, we turn to general \nSee n. 7 supra. There is no evidence that Leach or the  freedom of speech principles. \nBoard relied on these incidents or were concerned about \nthem in 1971. Reliance on these incidents becomes even  The  free  speech  clause  is  designed  “to  remove \nmore attenuated when it is noted that Givhan’s principal  governmental  restraints  from  the  arena  of  public \nat Riverside and the Board were aware of them yet rehired  discussion.” Cohen v. California, 403 U.S. 15, 24, 91 \nher for the 1970-71 school year. Therefore appellants  S.Ct. 1780, 1788, 29 L.Ed.2d 284, 293 (1971). It is a \nfailed  to  make  a  successful  “same  decision  anyway”  guarantee to individuals of their personal right “to make \ndefense.  their  thoughts  public  and  put  them  before  the \ncommunity.” Curtis Publishing Company v. Butts, 388 \n*1316 The first element of the Doyle standard, whether  U.S. 130, 149, 87 S.Ct. 1975, 1988, 18 L.Ed.2d 1094, \nthe  plaintiff  has  proved  that  her  conduct  was  1107 (1967). The result is a “marketplace of ideas,” in \nconstitutionally protected, is an “ultimate fact” based on  which debate is “uninhibited, robust, and wide open.” \nsubsidiary  facts  such  as  who  communicated  what  to  Virginia State Board of Pharmacy v. Virginia Citizens \nwhom, when, and in what manner. The district court’s  Consumer Council, Inc., 425 U.S. 748, 759, 96 S.Ct. \nfindings  of  these  subsidiary  facts  are  not  clearly  1817, 1824, 48 L.Ed.2d 346, 357 (1976); Bond v. Floyd, \nerroneous. Although the testimony is conflicting as to  385 U.S. 116, 136, 87 S.Ct. 339, 349, 17 L.Ed.2d 235, \nwhat authority Givhan and Leach each thought Leach had  247 (1966). A school and the area around it can be a \nwith  regard  to  cafeteria  personnel  and  NYC  workers,  forum for public discussion. Grayned v. City of Rockford, \nthere is no dispute that she gave him a list of “demands,”  408 U.S. 104, 118, 92 S.Ct. 2294, 2304, 33 L.Ed.2d 222, \n“requests,”  or  complaints,  among  which  were  the  233  (1972);  Tinker  v.  Des  Moines  Independent \nreferences to these two subjects.12 The question, then, is  Community School District, 393 U.S. 503, 506, 89 S.Ct. \nwhether those expressions were constitutionally protected.  733, 21 L.Ed.2d 731, 737 (1969). \nThat  is  a  question  of  ultimate  fact,  which  we  can   Citizens  would  be  deterred  from contributing to this \ndetermine independently. E. g., Causey, supra.  public  marketplace  of  ideas  if  their  opportunities  for \n Not  all  expression  by  a  government  employee  is  public  employment  or  other  public  benefits  might  be \n  4 \n \n\nadversely  affected  by their expressions.  Consequently,  this Court has held that a teacher’s \npublic  employment  can  be  denied  or  terminated  on  public criticism of his superiors on \naccount  of  the  employee’s  constitutionally  protected  matters  of  public  concern  may  be \nexpression only when the interest of the state as employer  constitutionally  protected  and  may, \nand provider of services outweighs the First Amendment  therefore, be an impermissible basis \ninterest. Pickering, supra, 391 U.S. at 568, 88 S.Ct. at  for termination of his employment. \n1734, 20 L.Ed.2d at 817; see n. 13 supra. The three \nleading Supreme Court cases on teacher dismissals and \nfreedom of speech illustrate the importance of protecting    \nthe right of public expression. In Pickering a teacher was \nId. at 598, 92 S.Ct. at 2698, 33 L.Ed.2d at 578 (emphasis \ndismissed for sending a letter to a local newspaper that \nadded). \nwas  critical  of  the  way  in  which  the  Board  and \nsuperintendent had handled past proposals to raise new \n*1318 Doyle completes the trilogy. The crucial incident \nrevenues for the schools. The Court, speaking through \ngiving  rise  to  Doyle’s  First  Amendment claim  was  a \nJustice Marshall, concluded that on the facts of Pickering \ntelephone call he made to a disc jockey at a local radio \nstation  conveying  the  substance  of  a  memorandum \nrelating to teacher dress and appearance circulated by a \nthe  interest  of  the  school \nschool principal. The Court accepted the district court’s \nadministration  in  limiting  teachers’ \nconclusion that this communication was protected by the \nopportunities to contribute to public \nFirst Amendment because the Board’s “reaction to his \ndebate is not significantly greater than \ncommunications to the radio station was (nothing) more \nits  interest  in  limiting  a  similar \ncontribution by any member of the  than an ad hoc response to Doyle’s action in making the \ngeneral public.  memorandum public.” 429 U.S. at 284, 97 S.Ct. at 574, \n50 L.Ed.2d at 482 (emphasis added). \n The  strong  implication  of these cases is that  private \n   expression by a public employee is not constitutionally \nprotected.15 Recent cases add support to this dichotomy. \n391 U.S. at 573, 88 S.Ct. at 1737, 20 L.Ed.2d at 820  This Term the Court has held that a state may not, through \n(emphasis added).  its public employment relations scheme, restrict the right \n   of  teachers  to  express  themselves  at  a  school  board \nmeeting open to the public. City of Madison, Joint School \nLikewise, in Perry v. Sindermann, 408 U.S. 593, 92 S.Ct.  District  v.  Wisconsin  Employment  Relations \n2694, 33 L.Ed.2d 570 (1972), a teacher alleged, inter alia,  Commission, 429 U.S. 167, 97 S.Ct. 421, 50 L.Ed.2d 376 \nthat  he  was  not  rehired  in  retaliation  for  his  public \n(1976). The state commission found the school district \ncriticism of the college’s Board of Regents. This public \nguilty of engaging in negotiations with a member of a \ncriticism  appeared  in  the  form  of  a  newspaper \nbargaining unit other than the exclusive representative by \nadvertisement over Sindermann’s name and his testimony \nallowing a teacher to speak on an issue related to contract \nbefore committees of the Texas legislature. The district \nnegotiations at a public Board meeting. The Court held \ncourt  granted  summary  judgment,  on  virtually  the \nthis decision to violate the First Amendment: \npleadings  alone,  for  the  defendants,  and  this  court    \nreversed. 430 F.2d 939 (5th Cir. 1970). The Supreme  Regardless  of  the  extent  to  which  true  contract \nCourt affirmed, saying in part:  negotiations between a public body and its employees \nmay be regulated an issue we need not consider at this \ntime  the  participation  in  public  discussion  of  public \nThe respondent has alleged that his \nbusiness cannot be confined to one category of interested \nnon-retention  was  based  on  his \nindividuals. \ntestimony  before  legislative \ncommittees  and  his  other  public \nId. at 175, 97 S.Ct. at 426, 50 L.Ed.2d at 385. (Emphasis \nstatements  critical  of  the  Regents’ \nadded). In his concurrence, in which Justice Marshall \npolicies. And he has alleged that this \njoined, Justice Brennan expressed the view that “the First \npublic criticism was within the First \nAmendment  plainly  does  not  forbid  Wisconsin  from \nand  Fourteenth  Amendments’ \nlimiting attendance” at a private bargaining session “and \nprotection  of  freedom  of  speech. \ndenying (teachers) the right to attend and speak at the \nPlainly,  these  allegations  present  a \nsession.” 429 U.S. at 178, 97 S.Ct. at 428, 50 L.Ed.2d at \nbona  fide  constitutional  claim.  For \n386. But, he continued: \n  5 \n \n\n. . . (T)he First Amendment plays a  him into such service. \ncrucially different role when, as here,   It is often said that hard cases make bad law.18 This could \na government body has either by its  be such a case. Many, if not most people would consider \nown  decision  or  under  statutory  Givhan’s expressions laudable.  Protection  of the  First \ncommand,  determined  to  open  its  Amendment, however, does not turn on the social worth \ndecisionmaking  processes  to  public  of ideas. Police Department of Chicago v. Mosley, 408 \nview  and  participation.  (footnote  U.S. 92, 96, 92 S.Ct. 2286, 2290, 33 L.Ed.2d 212, 217 \nomitted). In such case, the state body  (1972); Stanley v. Georgia, 394 U.S. 557, 564, 89 S.Ct. \nhas created a public forum dedicated  1243, 1247, 22 L.Ed.2d 542, 549 (1969); Terminiello v. \nto  the  expression  of  views  by  the  Chicago, 337 U.S. 1, 4, 69 S.Ct. 894, 895, 93 L.Ed. 1131, \ngeneral public. . . . The State could no  1134  (1949).  If  we  held  Givhan’s  expressions \nmore  prevent  (the  teacher)  from  constitutionally protected, we would in effect force school \nspeaking at this public forum than it  principals to be ombudsmen, for damnable as well as \ncould  prevent  him  from  publishing  laudable expressions. Perhaps it would be wise in terms of \nthe  same  views  in  a  newspaper  or  education and public employment to encourage anyone \nproclaiming them from a soapbox.  interested in public education to express their views and \ncomplaints to school principals. That policy, however, is a \nmatter  for  Mississippi  educators,  school  boards,  state \n   courts,  and  legislative  bodies,  for  in  the  absence  of \nconstitutionally protected rights, federal courts are loathe \nId. at 178, 97 S.Ct. at 428, 50 L.Ed.2d at 387. (Emphasis \nto intrude into internal school affairs. Bishop v. Wood, \nadded). \n426  U.S.  341,  347-350,  96  S.Ct.  2074,  2079-80,  48 \n  \nL.Ed.2d  684,  691-693  (1976);  Megill  v.  Board  of \n*1319  Finally, it should be noted that no one has a right \nRegents, supra, at 1077; Blunt v. Marion County School \nto press even “good” ideas on an unwilling recipient. \nBoard, 515 F.2d 951, 956 (5th Cir. 1975). \nRowan v. United States Post Office Department, 397 U.S. \n  \n728, 737, 90 S.Ct. 1484, 1490, 25 L.Ed.2d 736, 743 \nSince Givhan has not prevailed on her First Amendment \n(1970)  (to  hold  unconstitutional  a  statute  authorizing \nclaim,  her  case  is  reversed  *1320  and  remanded  for \naddressee to stop mailings of pandering advertisements to \nfurther district court proceedings, including determination \nhim “would hardly make more sense than to say that a \nof her Singleton claim.19 \nradio or television viewer may not twist the dial to cut off \n \nan  offensive  or  boring  communication”).  See  also \n \nLehman v. City of Shaker Heights, 418 U.S. 298, 305, \n307, 94 S.Ct. 2714, 2719, 41 L.Ed.2d 770, 778, 779 \n(1974)  (Douglas,  J.,  concurring)  (“While  petitioner  II. Hodges \nclearly has a right to express his views to those who wish \nto listen, he has no right to force his message upon an  As noted earlier, appellee Hodges served as guidance \naudience incapable of declining to receive it.”).16  counselor at Glen Allan during the second semester of the \n   1969-70 school year and during the 1970-71 and 1971-72 \nschool years. During the second semester of 1970 and the \nThese general principles lead us to conclude that teacher  1970-71 school year Hodges was one of three guidance \nGivhan  did  not  engage  in  constitutionally  protected  counselors employed by the school district. Each was \nspeech in her expressions to principal Leach. Neither a  assigned to one of the district’s three integrated schools. \nteacher nor a citizen has a constitutional right to single out  Ora  Kelly  (black),  the  counselor  at  O’Bannon,  was \na public employee to serve as the audience for his or her  reassigned  as  an  elementary  teacher  for  the  1971-72 \nprivately  expressed  views,  at  least  in  the  absence  of  school  year  because  she  did  not  qualify  for  license \nevidence that the public employee was given that task by  renewal. James Pollard (white), with the title of the school \nlaw,  custom,  or  school  Board  decision.  There  is  no  district’s “head counselor” and the counselor assigned to \nevidence  here  that  Givhan  sought  to  disseminate  her  Riverside, resigned at the end of the 1970-71 school year. \nviews publicly, to anyone willing to listen.17 Rather, she  Neither Pollard nor Kelly was replaced for the 1971-72 \nbrought her complaints to Leach alone. Neither is there  school year, leaving Hodges at Glen Allan as the school \nevidence that the Board or Mississippi law delegated to  district’s only guidance counselor. \nLeach the task of entertaining complaints from all comers \nand  that  he  discriminated  in  choosing  to  reject  her  District Superintendent Morris in March or April, 1972, \ncomplaints and not to rehire her because she impressed  decided to abandon the concept of a counselor for each \n  6 \n \n\nschool and instead to hire one counselor for the whole  1972-73  school  years.  The  court  acknowledged  that \ndistrict for 1972-73. Tony Cintgran, a white, eventually  Hodges had been the only counselor employed by the \nwas  hired  for  this  position.  Around  March  8,  1972,  school district in 1971-72. However, the court observed \nHodges learned that Leach was recommending that she  that there had in fact been three counselor positions that \nnot  be  rehired.  Leach  and  Harold  Adams,  assistant  year,  with  the  district  apparently  either  unable  or \nsuperintendent, told her that the reasons for the decision  unwilling to replace Kelly and Pollard. The court found \nincluded parental opposition and her inability to get along  that  the  district’s  scheme  of  employing  counselors \nwith students.  resulted in there being one instead of three positions in \n1972-73, that Singleton therefore applied, and that since \nIn September, 1972, Hodges was informed of a vacancy  the school district did not apply “objective and reasonable \nin the district and applied to Superintendent Morris for the  non-discriminatory standards” in effecting the reduction, \nposition. He refused her application, citing (1) her refusal  only “just cause” would excuse Hodges’ nonretention. \nto accept a fourth grade position for 1971-72 and (2) the  The court found no just cause. That finding is not clearly \n“letter (Hodges) sent to Atlanta.”  erroneous.  Appellants  contend  that  the  court  erred  in \napplying Singleton. \nThe latter reference was to Hodges’ application to Atlanta \nUniversity in the spring of 1972. The application had to  We agree with the district court that the school district \nbe accompanied by the written recommendations of the  was still in the process of becoming a unitary system in \nprincipal and assistant principal. Hodges was not sure  1972, that is, it was still in a Singleton situation. See, e. \nhow  long  she  had  had  the  necessary  forms  for  the  g.,  United  States  v.  Coffeeville  Consolidated  School \nrecommendation and rating, but it suddenly dawned on  District, 513 F.2d 244, 247 (5th Cir. 1975); United States \nher on Thursday, April 6, that the application was due on  v. Texas, 509 F.2d 192, 193 (5th Cir. 1975). By its own \nMonday, April 10. Since she was leaving on Friday the  terms, however, Singleton applies only “(i)f there is to be \n7th  for  a  meeting  in  Jackson,  she  decided  it  was  a  reduction  in  the  number  of  principals,  teachers, \nimperative that the application be completed promptly.  teacher-aides,  or  other  professional  staff.”  Our  recent \nShe looked for principal Leach but could not find him.  cases establish that not only an arithmetic reduction is \nShe approached Assistant Principal Givhan, who without  required, but a reduction related to desegregation. Hardy \nknowledge of exactly what she wanted, told her that he  v. Porter, 546 F.2d 1165, 1167-68 (5th Cir. 1977) (former \nwas busy and to “get someone else to sign it for you.”  principal lost his Singleton protection when he left the \nHodges did exactly that. She wrote a recommendation,  system  for  “reasons  unrelated  to  the  desegregation \ndisplaying “a lively appreciation of her own worth and  process”); Lee v. Chambers County Board of Education, \nabilities,”20 signed Leach’s name to it, filled out the rating  533 F.2d 132, 135 (5th Cir. 1976); Pickens v. Okolona \nblank, and got someone else to sign Ms. Givhan’s name to  Municipal Separate School District, 527 F.2d 358, 361, \nit.  362 & n. 3 (5th Cir. 1976). As we said in Lee, supra : \nAlthough Hodges was quite contrite about this episode at \ntrial,21 district officials learned of it only inadvertently.  Singleton was designed to ensure that \nAfter completing and signing the forms, Hodges got a girl  the transition from a dual to a unitary \nin the library to type the address on the envelope. The  system,  with  all  the  concomitant \nenvelope was addressed inadequately, and the letter was  logistical  problems,  would  not \nreturned to Leach. Leach apparently sent the letter to  occasion  unfair  treatment  of  black \nSuperintendent Morris, who put it in Hodges’ file. When  teachers and staff members. Oliver’s \nMorris brought up the incident at the time she applied for  demotion  from  the  position  of \na  position in  September,  1972,  Hodges  had  difficulty  Assistant  Attendance  Supervisor  to \nremembering it. Morris refreshed her memory by showing  that of classroom teacher was not a \n*1321 her the letter. She admitted writing it, and Morris  result  of  the  desegregation  of \nrejected her application.  Chambers County schools, but rather \nwas necessitated by termination of the \nThe district court again avoided deciding whether there  Title I funds that paid his salary. \nwas an overall reduction in faculty positions making the \nSingleton order applicable. Instead the court thought that \nthe counselor positions themselves were an appropriate    \ngroup upon which to determine applicability of Singleton.   A plaintiff seeking Singleton protection has the burden \nIt then concluded that there had occurred a reduction from  of proving the applicability of its terms. Cf. Hardy v. \nthree to one counselor positions between the 1971-72 and  Porter,  supra;  Lee  v.  Chambers  County  Board  of \nEducation, supra. There is no evidence in this record that \n  7 \n \n\nthe  reduction  in  counselor  positions  was  related  to   Although such conduct sometimes may not negate an \ndesegregation, and the court made no such finding. Since  employer’s  violation  of  an  employee’s  rights,  for \nthe “desegregation-relatedness” aspect of Singleton may  example, because it was not relied upon by the employer \nnot have been entirely clear when the case was tried, it is  in making a decision to discharge or not to rehire, it may \nappropriate  to  reverse  and  remand  for  further  preclude reinstatement as a remedy.22 That is the case \nconsideration of why the district changed its counselor  here. There is no evidence that Leach or the Board relied \nemployment scheme. If that change was not related to  on the incident relating to the unauthorized signatures in \ndesegregation,  Singleton  would  not  apply  to  Hodges  deciding not to rehire Hodges. After they learned of the \nregardless of any reduction in the overall faculty related  incident,  however,  they  rejected  her  application  for  a \nto  desegregation,  because  elimination  of  her  position  different position in September, 1972. Hodges wrote her \nwould not have been so related. Hardy v. Porter, supra.  own recommendation, signed Leach’s name to it, and \n   procured another teacher to sign Mr. Givhan’s name on \n If the district court finds that Hodges was protected by  the rating blank, all with knowledge that these actions \nSingleton,  reinstatement  in  this  case  would  be  an  were not authorized and that the university would rely on \ninappropriate remedy for its violation. Reinstatement is a  the authenticity of the signatures. Such conduct was a \nusual  remedy  for  Singleton  violations.  See,  e.  g.,  type “repulsive to the minimum standards of decency . . . \nMcLaurin  v.  Columbia  Municipal  Separate  School  required by virtually all employers of their employees.” \nDistrict, 530 F.2d 661, 665-66 (5th Cir. 1976); Ward v.  Thompson v. Madison County Board of Education, supra. \nKelly, 515 F.2d 908, 912 (5th Cir. 1975); Cornist v.  Her  conduct  particularly  disqualified  Hodges  for  the \nRichland Parish School Board, 495 F.2d 189, 191 (5th  sensitive  position  of  guidance  counselor  to  young \nCir. 1974). As Judge Godbold noted in Hardy v. Porter,  students. \nsupra, at 1168, the requirements of Singleton are equitable    \nremedies  designed  to  fashion  relief  for  constitutional \nviolations  “in  accordance  with  principles  of  *1322  Accordingly, we reverse and remand Hodges’ case for \nfairness.”  Consequently,  our  reinstatement  cases  have  further district court consideration of her Singleton claim. \nbeen predicated on the plaintiffs’ qualifications as school  We  leave  to  the  district  court  the  determination  of \nteachers and administrators. E. g., Kelly v. West Baton  Hodges’ entitlement to attorneys’ fees and to damages for \nRouge Parish School Board, 517 F.2d 194, 199 (5th Cir.  the interim between the decision not to rehire her as a \n1975).  counselor and  the  decision not to  consider  her  future \n   employment because of her conduct in using unauthorized \n Also with a view toward equity, “just cause” is a good  signatures on recommendations in her own behalf. \ndefense to school district action in violation of Singleton. \nThompson v. Madison County Board of Education, 476  REVERSED and REMANDED. \nF.2d 676, 678-79 (5th Cir. 1973). As we said there,   \n \n“Just cause” in a Singleton situation  RONEY, Circuit Judge, specially concurring: \nmeans  types  of  conduct  that  are   \nrepulsive to the minimum standards \nof  decency  such  as  honesty  and  I concur in the result reached by Judge Gewin in this case. \nI think that there are probably many occasions when First \nintegrity  required  by  virtually  all \nAmendment constitutional protection will reach private \nemployers  of  their  employees,  and \nexpression by a public employee, but I agree that the \nespecially required of public servants \ndistrict  court  erred  in  casting  this  case  in  the  First \nsuch  as  school  teachers.  .  .  .  For \nAmendment terms. \nexample, if a teacher came to school \ndrunk, or was found stealing from the \nAll Citations \nschool treasury, or sexually assaulted \na student . . .. \n555 F.2d 1309, 18 Fair Empl.Prac.Cas. (BNA) 1407, 14 \nEmpl. Prac. Dec. P 7767 \n    \n  \nFootnotes \n  8 \n \n\n \n1  In addition to the school district itself, the school board members, the district superintendent, and principal James \n  Leach were named as defendants. \n \n2  61 F.R.D. 414, 416 (N.D.Miss.1973). \n \n \n3  The court also ordered the parties to confer about appellees’ claims for back pay and attorneys’ fees. After staying \n  its reinstatement order pending appeal, the court entered a final judgment fixing the amount of back pay and \nattorneys’ fees. 404 F.Supp. 1225 (N.D.Miss.1975). \n \n4  Those orders included, inter alia, the following Singleton provisions: \n \n(a) Effective not later than February 1, 1970, the principals, teachers, teacher-aides and other staff who work \ndirectly with children at a school shall be so assigned that in no case will the racial composition of a staff indicate \nthat a school is intended for Negro students or white students. For the remainder of the 1969-70 school year the \ndistrict shall assign the staff described above so that the ratio of Negro to white teachers in each school, and the \nratio of other staff in each, are substantially the same as each such ratio is to the teachers and other staff, \nrespectively, in the entire school system. \nThe school district shall, to the extent necessary to carry out this desegregation plan, direct members of its staff as a \ncondition of continued employment to accept new assignments. \n(b) Staff members who work directly with children, and professional staff who work on the administrative level will \nbe hired, assigned, promoted, paid, demoted, dismissed, and otherwise treated without regard to race, color, or \nnational origin. \n(c) If there is to be a reduction in the number of principals, teachers, teacher-aides, or other professional staff \nemployed by the school district which will result in a dismissal or demotion or (sic) any such staff members, the staff \nmember to be dismissed or demoted must be selected on the basis of objective and reasonable non-discriminatory \nstandards from among all the staff of the school district. In addition if there is any such dismissal or demotion, no \nstaff vacancy may be filled through recruitment of a person of a race, color, or national origin different from that of \nthe individual dismissed or demoted, until each displaced staff member who is qualified has had an opportunity to \nfill the vacancy and has failed to accept an offer to do so. \nPrior to such a reduction, the school board will develop or require the development of non-racial objective criteria \nto be used in selecting the staff member who is to be dismissed or demoted. These criteria shall be available for \npublic inspection and shall be retained by the school district. The school district also shall record and preserve the \nevaluation of staff members under the criteria. Such evaluation shall be made available upon request to the \ndismissed or demoted employee. \n \n5  The teacher who replaced Givhan was black. \n \n \n  9 \n \n\n6  Superintendent Morris gave his reasons for not rehiring Givhan in a letter to her dated July 23, 1971: \n \n(1) a flat refusal to administer standardized National tests to the pupils in your charge; (2) an announced intention \nnot to cooperate with the administration of the Glen Allan Attendance Center; (3) and an antagonistic and hostile \nattitude to the administration of the Glen Allan Attendance Center demonstrated throughout the school year. \n \n7  Appellants also sought to establish these other bases for the decision not to rehire: (1) that Givhan “downgraded” \n  the papers of white students; (2) that she was one of a number of teachers who walked out of a meeting about \ndesegregation in the fall of 1969 and attempted to disrupt it by blowing automobile horns outside the gymnasium; \n(3) that the school district had received a threat by Givhan and other teachers not to return to work when schools \nreopened on a unitary basis in February, 1970; and (4) that Givhan had protected a student during a weapons \nshakedown at Riverside in March, 1970, by concealing a student’s knife until completion of a search. The evidence \non the first three of these points was inconclusive and the district judge did not clearly err in rejecting or ignoring it. \nGivhan admitted the fourth incident, but the district judge properly rejected that as a justification for her not being \nrehired, as there was no evidence that Leach relied on it in making his recommendation. \n \n8  Apparently all of the Glen Allan administrative and office personnel were white except for Ms. Hodges, the guidance \n  counselor, Givhan’s husband, who became assistant principal around Thanksgiving, 1970, and a Mr. Jackson. Ms. \nGivhan did not consider the roles of Hodges, Mr. Givhan, and Mr. Jackson very significant in the overall context of \nGlen Allan’s administration. It should be noted that Mr. Givhan was rehired as assistant principal after Leach’s \nrecommendation not to rehire Ms. Givhan. \n \n9  Givhan’s complaint apparently was triggered by the replacement of two black teachers’ aides with a white student \n  as ticket-taker. Givhan admitted that the lunchroom manager was black, but was unaware who had authority to \nassign lunchroom personnel. \n \n10  There was testimony, however, that the District Board of Education ordinarily granted requests for a hearing by \n  teachers not rehired. Givhan made no such request, and no hearing was held. \n \n11  There exists, however, a significant distinction for the purpose of applying the clearly erroneous test between \n  findings of subsidiary fact and findings of ultimate fact. See Galena Oaks Corp. v. Scofield, 5 Cir. 1954, 218 F.2d 217, \n219-20. Finding a subsidiary fact involves the determination of an evidentiary or primary fact; finding an ultimate \nfact, on the other hand, “may involve the very basis on which judgment of fallible evidence is to be made.” \nBaumgartner v. United States, 1944, 322 U.S. 665, 671, 64 S.Ct. 1240, 1244, 88 L.Ed. 1525, 1529. Thus, for example, \na finding of infringement of a patent is a finding of ultimate fact (citation omitted); as is a finding that a gain should \nbe treated as capital rather than ordinary for income tax purposes (citation omitted). With respect to ultimate \nfindings of fact, furthermore, we noted in Industrial Instrument Corp. v. Foxboro Co. (5 Cir.), supra, 307 F.2d (783) at \n786 n. 2: \nWe may reverse free of the clearly erroneous rule where . . . the issue revolves around an ultimate fact as \ndistinguished from subsidiary fact questions . . . . \nAlthough discrimination vel non is essentially a question of fact it is, at the same time, the ultimate issue for \n  10 \n \n\nresolution in this case . . . . As such, a finding of discrimination is a finding of ultimate fact. \nSee also Wade v. Mississippi Cooperative Extension Service, 528 F.2d 508, 516 (5th Cir. 1976) (racial discrimination); \nStepp v. Estelle, 524 F.2d 447, 453 (5th Cir. 1975) (intelligent waiver of counsel); East v. Romine, Incorporated, 518 \nF.2d 332, 338-39 (5th Cir. 1975) (sex discrimination). \n \n12  There is some evidence that Givhan subsequently orally reminded Leach of her complaints in private conversation. \n  This reminder and the list constituted the “unreasonable demands” which the court found primarily motivated \nLeach in his recommendation. This finding seems somewhat inconsistent with the court’s characterization of Givhan \nas a “vocal critic of the district’s policies and practices.” Perhaps “active” would be a more appropriate adjective \nthan “vocal.” \n \n13  See, e. g., Abbott v. Thetford, 5 Cir., 534 F.2d 1101, (en banc), rev’g and adopting dissenting opinion, 529 F.2d 695 \n  (5th Cir. 1976), cert. denied, —- U.S. ——, 97 S.Ct. 1598, 51 L.Ed.2d 804 (1977), (interference of Chief Probation \nOfficer’s expression in the form of a lawsuit with his work relationship with agencies sued justified dismissal by \nJuvenile Court Judge); Smith v. United States, 502 F.2d 512, 516, 518-19 (5th Cir. 1974) (the possibility of effect on \npatients of symbolic speech in form of wearing a peace pin constituted substantial interference with duties of \nwearer as staff psychologist at a Veterans Administration hospital). \nAppellants did not expressly defend on the ground that Givhan’s expression substantially interfered with her work \nor with her relationship with Leach, and the district court made no express finding as to substantial interference. \nThe district court’s finding that Givhan’s complaints were neither constant nor unreasonable might be taken as a \nfinding that there was no substantial interference with her work. As to the finding of reasonableness, the testimony \nwas conflicting, as noted above. There is no real dispute, however, as to whether the complaints were “constant.” \nAlthough Leach referred to lists of demands, he could cite only Givhan’s occasional complaints about NYC workers, \nintegration of the office staff and administration, and cafeteria personnel. In view of our disposition of the case we \nneed not reach the issue of substantial interference. \n \n14  The loyalty oath and other cases make clear that requirements for public employment or public office cannot \n  infringe on First Amendment rights to freedom of religion, association, and speech. See, e. g., United States v. Robel, \n389 U.S. 258, 88 S.Ct. 419, 19 L.Ed.2d 508 (1967) (prohibition of defense employment due to membership in the \nCommunist Party); Whitehill v. Elkins, 389 U.S. 54, 88 S.Ct. 184, 19 L.Ed.2d 228 (1967) (overbroad loyalty oath deters \nadvocacy and associations protected by the First Amendment); Keyishian v. Board of Regents, 385 U.S. 589, 87 S.Ct. \n675, 17 L.Ed.2d 629 (1967) (seditious utterances, advocacy of forceful overthrow of government, and membership in \nthe Communist Party); Elfbrandt v. Russell, 384 U.S. 11, 86 S.Ct. 1238, 16 L.Ed.2d 321 (1966) (freedom of association \ndeterred by overbroad loyalty oath); Baggett v. Bullitt, 377 U.S. 360, 84 S.Ct. 1316, 12 L.Ed.2d 377 (1964) (same); \nTorcaso v. Watkins, 367 U.S. 488, 81 S.Ct. 1680, 6 L.Ed.2d 982 (1961) (freedom of religion infringed by requirement \nthat public officials declare belief in the existence of God). \n \n15  This implication also can be found in our teacher dismissal and freedom of speech cases. See, e. g., Megill v. Board of \n  Regents, supra (context of remarks justified Board action; remarks, however, were clearly public, and included \nexpressions in a press conference, in a newspaper interview, in a panel discussion attended by 50 people, at a public \nmeeting on campus, and at a meeting of the Board); Kaprelian v. Texas Woman’s Univ., 509 F.2d 133, 139 (5th Cir. \n1975) (teacher protected in voicing and applying in his teaching academic views relevant to assignments); Lewis v. \nSpencer, 490 F.2d 93 (5th Cir. 1974), aff’g, 369 F.Supp. 1219 (S.D.Tex.1973) (appearance before state legislature and \n  11 \n \n\nparticipation in organizing a local chapter of a teachers’ association are protected); Duke v. North Texas State Univ., \n469 F.2d 829, 832 (5th Cir. 1972), cert. denied, 412 U.S. 932, 93 S.Ct. 2760, 37 L.Ed.2d 160 (1973) (teacher protected \nin her remarks to students and prospective students at a meeting in a campus park); Moore v. Winfield City Bd. of \nEduc., 452 F.2d 726, 727 (5th Cir. 1971) (Board action not motivated by teacher’s expressions, which included \ncriticism of school administration in speech at a local Classroom Teachers Association dinner); Pred v. Board of Pub. \nInstruction, 415 F.2d 851, 853-54 (5th Cir. 1969) (participation in an organization and advocacy in classroom \ninstruction  of  “demands”  for  campus  freedom  protected).  See  also  Abbott  v.  Thetford,  supra  (substantial \ninterference of expression with job justified dismissal; expression in the form of a lawsuit); Smith v. United States, \nsupra, at 516 (substantial interference of expression with job justified dismissal; expression made by wearing of a \npeace pin). \n \n16  Rowan is arguably distinguishable because of the citizen’s compelling interest in privacy within his or her own \n  residence. E. g., Organization for a Better Austin v. Keefe, 402 U.S. 415, 420, 91 S.Ct. 1575, 1578, 29 L.Ed.2d 1, 6 \n(1971). The rationale of Rowan, however, is not limited to the home. It applies whenever “the degree of captivity \nmakes it impractical for the unwilling viewer or auditor to avoid exposure.” Erznoznik v. City of Jacksonville, 422 U.S. \n205, 209 & n. 5, 95 S.Ct. 2268, 2272 & n. 5, 45 L.Ed.2d 124, 131 & n. 5 (1975) (Powell, J.). While an intrusion on \nprivacy in the home may be of greater significance than an intrusion on privacy in the workplace, one’s “degree of \ncaptivity” in the workplace may be much greater. In the normal course of his job, principal Leach could hardly avoid \nexposure to teacher Givhan and her demands, requests, and complaints. Indeed, as a practical matter Leach was a \nvery captive audience for Givhan as long as they both worked in the same school. \n \n17  Leach testified that he sent her lists of demands to the school superintendent. Apparently they were ignored. That \n  does not alter the fact that Givhan chose Leach as the only recipient of her expressions. \n \n18  E. g., In re Southwestern Bell Telephone Co., 542 F.2d 297, 298 (5th Cir. 1976) (en banc) (Hill, J., dissenting), rev’d, \n  —- U.S. ——, 97 S.Ct. 1439, 52 L.Ed.2d 1 (1977). \n \n19  If on remand appellee succeeds on her Singleton claim, it will be for the district court in the first instance to \n  determine the propriety of reinstatement as a remedy in accordance with our discussion of reinstatement as to \nHodges, infra. \n \n20  Kaprelian v. Texas Woman’s Univ., supra, at 135 (Gee, J.). \n \n \n21  She testified that when she wrote and signed the recommendation she had little time and was otherwise “under \n  pressure.” She explained that she had signed other documents for Leach before, at his request, but she admitted \nthat he did not authorize her to complete and sign in his name her own recommendation. It is also well established \nthat when she had difficulty “finding” Leach for his recommendation she knew he had recommended that she not \nbe rehired for the next school year. \n \n22  E.g., Moore v. School Board, 364 F.Supp. 355, 361 (N.D.Fla. 1973) (reinstatement inappropriate where teacher had \n  12 \n \n\n  abused authority by relating to students his personal experiences with prostitutes and other illegitimate topics). See \nalso Florida Steel Corp. v. NLRB, 529 F.2d 1225, 1234 (5th Cir. 1976) (employee raised fist and cursed supervisor); \nTrailmobile Division, Pullman Incorporated v. NLRB, 407 F.2d 1006, 1018 (5th Cir. 1969) (reinstatement denied to \nstriking employees who intimidated and assaulted nonstriking employee); NLRB v. Big Three Welding Equipment \nCo., 359 F.2d 77, 83 (5th Cir. 1966) (reinstatement denied to employees who pilfered company property); NLRB v. \nBin-Dicator  Company,  356  F.2d  210,  215-16  (6th  Cir.  1966)  (reinstatement denied  to employee  who made \n“fearsome threats and gestures” to supervisors); NLRB v. R.C. Can Company, 340 F.2d 433, 435-36 (5th Cir. 1965) \n(reinstatement denied to employee who threatened to harm the plant manager); NLRB v. Coca-Cola Bottling Co., \n333 F.2d 181, 185 (7th Cir. 1964) (employee disqualified from reemployment by “his pattern of falsification and \ndeceit  during  his  employment”);  NLRB  v.  National  Furniture  Mfg.  Co.,  315  F.2d  280,  286  (7th  Cir.  1963) \n(reinstatement denied because of “basic antagonism” between employee and employer). \n \n \n \n \n \n \n \n  13 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138576"
    },
    {
      "date": "1979-01-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 410,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 439,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138577,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138577.pdf",
      "title": "Opinion",
      "text": " \n  on the ground, inter alia, that her dismissal infringed her \nright  of  free  speech  under  the  First  and  Fourteenth \n99 S.Ct. 693 \nAmendments. In an effort to justify the dismissal, the \nSupreme Court of the United States \nSchool District introduced evidence of, inter alia, a series \nof private encounters between petitioner and the school \nBessie B. GIVHAN, Petitioner, \nv.  principal in which petitioner allegedly made “petty and \nWESTERN LINE CONSOLIDATED SCHOOL  unreasonable demands” in a manner variously described \nDISTRICT et al.  by  the  principal as  “insulting,”  “hostile,”  “loud,”  and \n“arrogant.” Concluding that the primary reason for the \nNo. 77–1051.  dismissal  was  petitioner’s  criticism  of  the  School \n|  District’s practices and policies, which she conceived to \nArgued Nov. 7, 1978.  be racially discriminatory, the District Court held that the \n|  dismissal  violated  petitioner’s  First  Amendment  rights \nDecided Jan. 9, 1979.  and  ordered  her  reinstatement.  The  Court  of  Appeals \nreversed,  holding  that  under  Pickering  v.  Board  of \nEducation, 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811; \nPerry v. Sindermann, 408 U.S. 593, 92 S.Ct. 2694, 33 \nSynopsis \nL.Ed.2d 570; and Mt. Healthy City Bd. of Ed. v. Doyle, \nA dismissed teacher intervened in a desegregation suit \n429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471, petitioner’s \nand complained, inter alia, that she had been terminated \ncomplaints and opinions were not protected by the First \nby reason of her exercise of First Amendment rights. The \nAmendment because they were expressed privately to the \nUnited States District Court for the Northern District of \nprincipal, and because there is no constitutional right to \nMississippi ordered reinstatement, 404 F.Supp. 1225. The \n“press even ‘good’ ideas on an unwilling recipient.” Held \nUnited States Court of Appeals, Fifth Circuit, reversed \n: A public employee does not forfeit his First Amendment \nand remanded, 555 F.2d 1309, on the ground that private \nprotection against governmental abridgment of freedom \nexpression  by  a  school  teacher  critical  of  school \nof speech when he arranges to communicate privately \ndesegregation efforts was not constitutionally protected \nwith  his  employer  rather  than  to  express  his  views \nand that no one has a constitutional right to press even \npublicly. Pp. 695–697. \n“good”  ideas  on  an  unwilling  recipient.  On  writ  of \n  \ncertiorari, the Supreme Court, Mr. Justice Rehnquist, held \n(a) Pickering, Perry, and Mt. Healthy do not support the \nthat: (1) the school principal, having opened his office \nCourt of Appeals’ conclusion that private expression is \ndoor to the teacher, was hardly in position to argue that he \nunprotected by the First Amendment. The fact that each \nwas  the  unwilling  recipient  of  her  views,  and  (2) \nof  those  cases  involved  public  expression  by  the \nconstitutional freedom of speech is not lost to a public \nemployee was not critical to the decision. Pp. 695–697. \nemployee merely because he arranges to communicate \n  \nprivately  with  his  employer  rather than  to  spread  his \n(b) Nor is the Court of Appeals’ view supported by the \nviews before the public. \n“captive audience” rationale, since the principal, having \n  \nopened  his  office  door to  petitioner,  was  hardly in  a \nJudgment of Court of Appeals vacated in part and case \nposition to argue that he was the “unwilling recipient” of \nremanded  for  factual  determination  whether  teacher \nher views. Pp. 696–697. \nwould have been terminated regardless of her “demands.” \n  \n  \n(c) Respondents’ Mt. Healthy claim, rejected by the Court \nMr. Justice Stevens filed a concurring opinion. \nof Appeals, that the decision to terminate petitioner would \n  \nhave been made *411 even if her encounters with the \nOpinion on remand, 592 F.2d 280. \nprincipal  had  never  occurred  called  for  a  factual \n  \ndetermination that could not, on the record, be resolved \n \nby that court, since it was not presented to the District \nCourt, Mt Healthy having been decided after the trial in \nthis case. Pp. 696–697. \n**693 *410 Syllabus* \n  \n555 F.2d 1309, vacated in part and remanded. \nAfter petitioner was dismissed from her employment as a \nteacher, she intervened in a desegregation action against    \nrespondent **694 School District seeking reinstatement \nAttorneys and Law Firms \n  1 \n \n\nDavid Rubin, Washington, D. C., for petitioner.  The Court of Appeals for the Fifth Circuit reversed. Ayers \nv. Western Line Consol. School Dist., 555 F.2d 1309 \nJ. Robertshaw, Greenville, Miss., for respondents.  (1977). Although it found the District Court’s findings not \nclearly erroneous, the Court of Appeals concluded that \nOpinion \nbecause petitioner had privately expressed her complaints \n  and opinions to the principal, her expression was not \nprotected under the First Amendment. Support for this \nMr. Justice REHNQUIST delivered the opinion of the \nproposition was thought to be derived from Pickering, \nCourt. \nsupra, Perry, supra, and Mt. Healthy City Bd. of Ed. v. \nDoyle,  429  U.S.  274,  97  S.Ct.  568,  50  L.Ed.2d  471 \n \n(1977),  which  were  found  to  contain  “[t]he  strong \nimplication  .  .  .  that  private  expression  by  a  public \nPetitioner  Bessie  Givhan  was  dismissed  from  her \nemployee is not constitutionally protected.” 555 F.2d, at \nemployment as a junior high English teacher at the end of \n1318. The Court of Appeals also concluded that there is \nthe 1970–1971 school year.1 At the time of petitioner’s \nno constitutional right to “press even ‘good’ ideas on an \ntermination,  respondent  Western  Line  Consolidated \nunwilling  recipient,”  saying  that  to  afford  public \nSchool District was the subject of a desegregation order \nemployees the right to such private expression “would in \nentered  by  the  United  States  District  Court  for  the \neffect  force  school  principals  to  be  ombudsmen,  for \nNorthern  District  of  Mississippi.  Petitioner  filed  a \ndamnable as well as laudable expressions.” Id., at 1319. \ncomplaint  in  intervention  in  the  desegregation  action, \nWe are unable to agree that private expression of one’s \nseeking  reinstatement  on  the  dual  grounds  that  *412 \nviews is beyond constitutional protection, and therefore \nnonrenewal of her contract violated the rule laid down by \nreverse the Court of Appeals’ judgment and remand the \nthe  Court  of  Appeals  for  the  Fifth  Circuit  in  **695 \ncase so that it may consider the contentions of the parties \nSingleton v. Jackson Municipal Separate School District, \nfreed from this erroneous view of the First Amendment. \n419 F.2d 1211 (1969), rev’d and remanded  sub nom. \nCarter v. West Feliciana Parish School Board, 396 U.S. \n*414 This Court’s decisions in Pickering, Perry, and Mt. \n290, 90 S.Ct. 608, 24 L.Ed.2d 477 (1970), on remand, 425 \nHealthy do not support the conclusion **696 that a public \nF.2d 1211 (1970), and infringed her right of free speech \nemployee  forfeits  his  protection  against  governmental \nsecured by the First and Fourteenth Amendments of the \nabridgment of freedom of speech if he decides to express \nUnited States Constitution. In an effort to show that its \nhis views privately rather than publicly. While those cases \ndecision  was  justified,  respondent  School  District \neach arose in the context of a public employee’s public \nintroduced evidence of, among other things,2 a series of \nexpression,  the  rule  to  be  derived  from  them  is  not \nprivate  encounters  between  petitioner  and  the  school \ndependent on that largely coincidental fact. \nprincipal in which petitioner allegedly made “petty and \n In  Pickering  a  teacher  was  discharged  for  publicly \nunreasonable demands” in a manner variously described \ncriticizing, in a letter published in a local newspaper, the \nby  the  principal as  “insulting,”  “hostile,”  “loud,”  and \nschool board’s handling of prior bond issue proposals and \n“arrogant.” After a two-day bench trial, the District Court \nits subsequent allocation of financial resources between \nheld that petitioner’s termination had violated the First \nthe schools’ educational and athletic programs. Noting \nAmendment. Finding that petitioner had made “demands” \nthat the free speech rights of public employees are not \non but two occasions and that those demands *413 “were \nabsolute, the Court held that in determining whether a \nneither ‘petty’ nor ‘unreasonable,’ insomuch as all the \ngovernment  employee’s  speech  is  constitutionally \ncomplaints in question involved employment policies and \nprotected, “the interests of the [employee], as a citizen, in \npractices at [the] school which [petitioner] conceived to \ncommenting upon matters of public concern” must be \nbe  racially  discriminatory  in  purpose  or  effect,”  the \nbalanced against “the interest of the State, as an employer, \nDistrict Court concluded that “the primary reason for the \nin  promoting  the  efficiency  of  the  public  services  it \nschool district’s failure to renew [petitioner’s] contract \nperforms through its employees.” 391 U.S., at 568, 88 \nwas her criticism of the policies and practices of the \nS.Ct.,  at  1734.  The  Court  concluded  that  under  the \nschool district, especially the school to which she was \ncircumstances  of that  case  “the  interest of  the  school \nassigned  to  teach.”  App.  to  Pet.  for  Cert.  35a. \nadministration  in  limiting  teachers’  opportunities  to \nAccordingly, the District Court held that the dismissal \ncontribute to public debate [was] not significantly greater \nviolated  petitioner’s  First  Amendment  rights,  as \nthan its interest in limiting a similar contribution by any \nenunciated in Perry v. Sindermann, 408 U.S. 593, 92 \nmember of the general public.” Id., at 573, 88 S.Ct., at \nS.Ct.  2694,  33 L.Ed.2d  570  (1972),  and  Pickering v. \n1737. Here the opinion of the Court of Appeals may be \nBoard of Education, 391 U.S. 563, 88 S.Ct. 1731, 20 \nread  to  turn  in  part  on  its  view  that  the  working \nL.Ed.2d 811 (1968), and ordered her reinstatement. \nrelationship between principal and teacher is significantly \n  2 \n \n\ndifferent  from  the  relationship  between  the  parties  in  whether the same decision would have been made, but on \nPickering,3 as is evidenced by *415 its reference to its  this record the [respondents] do not, and seriously cannot, \nown opinion in Abbott v. Thetford, 534 F.2d 1101 (1976)  argue  that  the  same  decision  would  have  been  made \n(en banc), cert. denied, 430 U.S. 954, 97 S.Ct. 1598, 51  without  regard  to  the  ‘demands.’  Appellants  seem  to \nL.Ed.2d 804 (1977). But we do not feel confident that the  argue that the preponderance of the evidence shows that \nCourt of Appeals’ decision would have been placed on  the same decision would have been justified, but that is \nthat  ground  notwithstanding  its  view  that  the  First  not the same as proving that the same decision would \nAmendment does not require the same sort of Pickering  have been made. . . . Therefore [respondents] failed to \nbalancing for the private expression of a public employee  make a successful ‘same decision anyway’ defense.” 555 \nas it does for public expression.4  F.2d, at 1315. \n     \nPerry  and  Mt.  Healthy  arose  out  of  similar  disputes  *417 Since this case was tried before Mt. Healthy was \nbetween teachers and their public employers. As we have  decided,  it  is  not  surprising  that  respondents  did  not \nnoted, however, the fact that each of these cases involved  attempt to prove in the District Court that the decision not \npublic expression by the employee was not critical to the  to rehire petitioner would have been made even absent \ndecision. Nor is the Court of Appeals’ view supported by  consideration of her “demands.” Thus, the case came to \nthe “captive audience” rationale. Having opened his office  the Court of Appeals in very much the same posture as \ndoor to petitioner, the principal was hardly in a position to  Mt. Healthy was presented in this Court. And while the \nargue that he was the “unwilling recipient” of her views.  District Court found that petitioner’s “criticism” was the \n The  First  Amendment  forbids  abridgment  of  the  “primary” reason for the School District’s failure to rehire \n“freedom of speech.” Neither the Amendment itself nor  her, it did not find that she would have been rehired but \nour decisions indicate that this freedom is lost to **697  for her criticism. Respondents’ Mt. Healthy claim called \nthe  public  employee  who  arranges  to  communicate  for  a  factual  determination  which  could  not,  on  this \nprivately with his employer rather *416 than to spread his  record, be resolved by the Court of Appeals.5 \nviews before the public. We decline to adopt such a view \nof the First Amendment.  Accordingly, the judgment of the Court of Appeals is \n   vacated insofar as it relates to petitioner, and the case is \n While this case was pending on appeal to the Court of  remanded  for  further  proceedings  consistent  with  this \nAppeals, Mt. Healthy City Bd. of Ed. v. Doyle, supra, was  opinion. \ndecided. In that case this Court rejected the view that a \nSo ordered. \npublic  employee  must  be  reinstated  whenever \n \nconstitutionally protected conduct plays a “substantial” \n \npart in the employer’s decision to terminate. Such a rule \nwould require reinstatement of employees that the public \nMr. Justice STEVENS, concurring. \nemployer  would  have  dismissed  even  if  the \n \nconstitutionally protected conduct had not occurred and, \nconsequently,  “could  place  an  employee  in  a  better \nBecause this Court’s opinion in Mt. Healthy City Bd. of \nposition as a result of the exercise of constitutionally \nEd. v. Doyle, 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471, \nprotected conduct than he would have occupied had he \nhad not been announced when the District Court decided \ndone nothing.” 429 U.S., at 285, 97 S.Ct., at 575. Thus, \nthis case, it did not expressly find that respondents would \nthe Court held that once the employee has shown that his \nhave  rehired  petitioner  if  she  had  not  engaged  in \nconstitutionally protected conduct played a “substantial” \nconstitutionally protected conduct. The District Court did \nrole in the employer’s decision not to rehire him, the \nfind, however, that petitioner’s  **698 protected conduct \nemployer is entitled to show “by a preponderance of the \nwas the “primary” reason for respondents’ decision.* The \nevidence that it would have reached the same decision as \n*418  Court  of  Appeals  regarded  that  finding  as \nto [the employee’s] reemployment even in the absence of \nforeclosing respondents’Mt. Healthy claim. In essence, \nthe protected conduct.” Id., at 287, 97 S.Ct., at 576. \nthe Court of Appeals concluded that the District Court \n  \nwould have made an appropriate finding on the issue if it \nhad had access to our Mt. Healthy opinion. \nThe  Court  of  Appeals  in  the  instant  case  rejected \nrespondents’  Mt.  Healthy  claim  that  the  decision  to \nMy understanding of the District Court’s finding is the \nterminate petitioner would have been made even if her \nsame as the Court of Appeals’. Nevertheless, I agree that \nencounters with the principal had never occurred: \nthe District Court should have the opportunity to decide \n“The [trial] court did not make an express finding as to \nwhether there is any need for further proceedings on the \n  3 \n \n\nissue. If that court regards the present record as adequate  All Citations \nto enable it to supplement its original findings without \ntaking additional evidence, it is free to do so. On that  439 U.S. 410, 99 S.Ct. 693, 58 L.Ed.2d 619, 18 Fair \nunderstanding, I join the Court’s opinion.  Empl.Prac.Cas. (BNA) 1424, 18 Empl. Prac. Dec. P 8750 \n \nFootnotes \n \n*  The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for \n  the convenience of the reader. See United States v. Detroit Timber & Lumber Co., 200 U.S. 321, 337, 26 S.Ct. 282, \n287, 50 L.Ed. 499. \n \n1  In a letter to petitioner, dated July 28, 1971, District Superintendent C. L. Morris gave the following reasons for the \n  decision not to renew her contract: \n“(1)[A] flat refusal to administer standardized national tests to the pupils in your charge; (2) an announced intention \nnot to co-operate with the administration of the Glen Allan Attendance Center; (3) and an antagonistic and hostile \nattitude to the administration of the Glen Allan Attendance Center demonstrated throughout the school year.” \n \n2  In addition to the reasons set out in the District Superintendent’s termination letter to petitioner, n. 1, supra, the \n  School District advanced several other justifications for its decision not to rehire petitioner. The Court of Appeals \ndealt with these allegations in a footnote: \n“Appellants also sought to establish these other bases for the decision not to rehire: (1) that Givhan ‘downgraded’ \nthe papers of white students; (2) that she was one of a number of teachers who walked out of a meeting about \ndesegregation in the fall of 1969 and attempted to disrupt it by blowing automobile horns outside the gymnasium; \n(3) that the school district had received a threat by Givhan and other teachers not to return to work when schools \nreopened on a unitary basis in February, 1970; and (4) that Givhan had protected a student during a weapons \nshakedown at Riverside in March, 1970, by concealing a student’s knife until completion of a search. The evidence \non the first three of these points was inconclusive and the district judge did not clearly err in rejecting or ignoring it. \nGivhan admitted the fourth incident, but the district judge properly rejected that as a justification for her not being \nrehired, as there was no evidence that [the principal] relied on it in making his recommendation.” Ayers v. Western \nLine Consol. School Dist., 555 F.2d 1309, 1313 n. 7 (CA5 1977). \n \n3  The Pickering Court’s decision upholding a teacher’s First Amendment claim was influenced by the fact that the \n  teacher’s public statements had not adversely affected his working relationship with the objects of his criticism: \n“The statements [were] in no way directed towards any person with whom appellant would normally be in contact \nin the course of his daily work as a teacher. Thus no question of maintaining either discipline by immediate superiors \nor harmony among coworkers is presented here. Appellant’s employment relationships with the Board and, to a \nsomewhat lesser extent, with the superintendent are not the kind of close working relationships for which it can \npersuasively be claimed that personal loyalty and confidence are necessary to their proper functioning.” 391 U.S., at \n569–570, 88 S.Ct. at 1735. \n \n4  Although  the  First  Amendment’s  protection  of government  employees  extends  to  private  as  well  as  public \n  4 \n \n\n  expression, striking the Pickering balance in each context may involve different considerations. When a teacher \nspeaks publicly, it is generally the content of his statements that must be assessed to determine whether they “in \nany way either impeded the teacher’s proper performance of his daily duties in the classroom or . . . interfered with \nthe regular operation of the schools generally.” Id., at 572–573, 88 S.Ct., at 1737. Private expression, however, may \nin some situations bring additional factors to the Pickering calculus. When a government employee personally \nconfronts his immediate superior, the employing agency’s institutional efficiency may be threatened not only by the \ncontent of the employee’s message but also by the manner, time, and place in which it is delivered. \n \n5  We cannot agree with the Court of Appeals that the record in this case does not admit of the argument that \n  petitioner would have been terminated regardless of her “demands.” Even absent consideration of petitioner’s \nprivate encounters with the principal, a decision to terminate based on the reasons detailed at nn. 1 and 2, supra, \nwould hardly strike us as surprising. Additionally, in his letter to petitioner setting forth the reasons for her \ntermination, District Superintendent Morris makes no mention of petitioner’s “demands” and “criticism.” See n. 1, \nsupra. \n \n*  App. to Pet. for Cert. 35a. See also id., at 36a, where the District Court stated that petitioner’s protected activity was \n  “almost entirely” responsible for her termination. \n \n \n \n \n \n \n \n  5 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138577"
    },
    {
      "date": "1982-11-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 766,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 691,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138578,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138578.pdf",
      "title": "Opinion",
      "text": " \n \nOpinion \n691 F.2d 766 \n \nUnited States Court of Appeals, \nFifth Circuit. \nTATE, Circuit Judge: \nHenry B. AYERS, et al., Plaintiffs, \n \nBessie V. Givhan, et al., \nThe defendant school district (“Western Line”) appeals \nPlaintiffs-Intervenors-Appellees, \nfrom  a  judgment  of  the  district  court  ordering  the \nv. \nreinstatement of the intervenor Givhan as teacher and \nWESTERN LINE CONSOLIDATED SCHOOL \nawarding her back pay and attorney’s fees. The district \nDISTRICT, Defendant-Appellant. \ncourt did so upon its holding that but for Ms. Givhan’s \nexercise of her First Amendment rights she would have \nNo. 81-4364. \nbeen rehired for the 1971-72 school year. The district \n| \ncourt made this determination, pursuant to a remand for \nNov. 15, 1982. \nthis purpose, Ayers v. Western Line Consolidated School \nDistrict,  592  F.2d  280  (5th  Cir.  1979), pursuant  to  a \ndecision of the United States Supreme Court that had \nSynopsis  vacated earlier decisions because the defendant district \nDischarged  school  teacher  intervened  in  school  had not had an opportunity to make such justificatory \ndesegregation  case  seeking  reinstatement.  The  United  showing. Givhan v. Western Line Consolidated School \nStates  District  Court  for  the  Northern  District  of  District, 439 U.S. 410, 99 S.Ct. 693, 58 L.Ed.2d 619 \nMississippi,  Orma  R.  Smith,  J.,  404  F.Supp.  1225,  (1979).1  We  affirm,  finding  that  the  district  court’s \nordered reinstatement, back pay, and attorney fees, and  findings on the causation issue are not clearly erroneous. \nschool district appealed. The Court of Appeals, 555 F.2d    \n1309,reversed  and  remanded.The  Supreme  Court,  439   \nU.S. 410, 99 S.Ct. 693, 58 L.Ed.2d 619, vacated and   \nremanded. The Court of Appeals, 592 F.2d 280,remanded \nthe case for further consideration in light of the Supreme \nThe Issue(s) on Remand and on This Appeal \nCourt  opinion.  The  District  Court  entered  judgment \nOn the remand, after the exchange of memorandum by \nordering reinstatement of the teacher and an award of \nopposing  counsel as to the  scope  of  the  remand,  the \nback pay and attorney fees, and the school district again \ndistrict court entered an order that only two issues would \nappealed. The Court of Appeals, Tate, Circuit Judge, held \nbe  considered  on  the  remand.  One  of  them  was  a \nthat the district court’s finding that, but for plaintiff’s First \nnow-abandoned  racial-discrimination  type  claim.  The \nAmendment protected expression, her contract to teach \nother (and the only one before us now) was: “Whether \nwould have been renewed, and that the other reasons \nplaintiff  Givhan  would  have  been  rehired  but  for her \nbelatedly assigned for her discharge were afterthoughts or \ncriticism of the school district.” R. III, p. 688. This was in \npretextual, was not clearly erroneous. \naccordance with the defendant *768 district’s Reply Brief \n  \non Scope of Rehearing in the district court, which stated \nAffirmed and remanded. \nthe same two issues as alone before the court, describing \n  \nthe issue presently before us as, “Would Givhan have \nProcedural Posture(s): On Appeal. \nbeen  re-employed  but  for  her  exercise  of  First \nAttorneys and Law Firms  Amendment protected rights?” \n  \n*767  J.  Robertshaw,  Greenville,  Miss.,  for   With some forcefulness, the able counsel for the district \ndefendant-appellant.  now  contends  that  the  issue  of  whether  Givhan’s \ncriticisms were indeed protected by the First Amendment, \nFred L. Banks, Jr., Jackson, Miss., David M. Silberman,  even if they were the motivating factor for the teacher’s \nWashington, D. C., for plaintiffs-intervenors-appellees.  discharge, was not foreclosed by the Supreme Court’s \nGivhan  decision  ordering  remand.2  Nevertheless,  not \nAppeal  from the  United  States  District  Court for  the  having urged this issue below, the district should not be \nNorthern District of Mississippi.  able to raise this issue for the first time on the appeal. \n“(I)n the absence of exceptional circumstances provoking \nBefore GARZA, TATE and WILLIAMS, Circuit Judges. \n  1 \n \n\na miscarriage of justice, questions that are not presented  seen  and  discussed  the  evaluation),  and  was  strongly \nto or passed on by the trial court ... will not be considered  worded in favor of Givhan’s teaching abilities and her \non appeal.” Jones v. Birdsong, 679 F.2d 24, 25 (5th Cir.  contributions to the school. The other sheet was signed \n1982).3  only by the principal and was less favorable. No attempt \n   was made by the Western Line district to introduce the \n We  therefore conclude that  the  only  issue as  to  the  alleged  original  signed  version  of  this  more  negative \nnon-renewal of Ms. Givhan’s teaching contract raised by  evaluation, nor was there any explanation given for why \nthis  appeal  is  whether  the  district  court  erred  in  two evaluations were made on Givhan and dated the same \nconcluding that, but for her First Amendment protected  day. The trial court  concluded that  the  more  positive \nexpression,  her  contract  to  teach  would  have  been  evaluation  sheet-the  one  seen  and  actually  signed  by \nrenewed.  Givhan-was the “correct statement.” And we note that \n   even the less positive evaluation characterizes Givhan as a \n  “good teacher.” \n    \nThe court also placed emphasis on certain correspondence \nbetween Leach and his supervisor wherein Leach stated of \nWould Ms. Givhan Have Been Rehired But For Her \nGivhan:  “petty  and  unreasonable  demands”,  “overly \nFirst-Amendment Protected Criticism  critical”,  “arrogant”,  “pressure  and  demands”, \nIn the pre-remand hearings, the principal had testified that  “derogatory remarks”, “agitated”. The court noted that if \nhe  had  recommended  non-renewal  of  Ms.  Givhan’s  reasons  other  than  the  content  of  First  Amendment \nteaching contract because of her hostile attitude and her  expression, such as the manner or place in which it was \nmaking  of  unreasonable  demands.4  These  critical  made, had strongly motivated the school district not to \nsuggestions are treated at more length in our opinion on \nrehire  Givhan,  the  court  would  have  expected  more \noriginal hearing, Ayers, supra, 555 F.2d at 1312-14. We \nenunciation  of  these  reasons  in  the  correspondence \nthere affirmed the district court’s conclusions that Ms. \nleading to the termination decision. \nGivhan’s “demands” were not constant and in fact were \n  \nbased on but two occasions; that the criticisms were not \nIn making the determination that Givhan would have been \nunreasonable *769 but were of a substantial nature with \nrehired if not for her First Amendment speech, the district \nregard to employment policies and practices perceived to  court not only emphasized the foregoing factors but also \nbe racially discriminatory; and that the school district’s  found to be insubstantial three incidents that upon the \nprimary  motivation  in  failing  to  renew  her  teaching  remand Western Line alleged to be reasons why, even \ncontract was to rid itself of a vocal critic of the district’s  aside from Givhan’s critical First Amendment-protected \npolicies and practices that were capable of interpretation  expressions, the district would not have rehired her. See \nas embodying racial discrimination. Id., 555 F.2d at 1314.  notes 4 and 5 supra. We do not find the district court’s \n  \ndeterminations in these regards to be clearly erroneous, \nOn the remand, some nine years later, the principal now \nbased as they are largely upon a credibility evaluation of \ntestifies that his decision not to rehire was not only based \nthe principal’s present testimony as compared with his \nupon the above-noted critical expressions, but also upon \nearlier  expressions  at  the  earlier  hearing  and  in  his \nMs. Givhan’s demurrers about administering two tests \ncorrespondence. \n(see note 4 supra ) and upon her peripheral involvement in \n  \nMarch  1970,  during  a  time  of  racial  turmoil,  with  a  The district court thus concluded that the sole reason why \nknife-shakedown incident.5  Ms. Givhan was not rehired was because of her critical \n   expressions that were protected by the First Amendment. \nThe district court, examining the evidence and testimony  Based largely on credibility evaluations, in findings not \nintroduced both at the hearing on remand and at the initial  clearly erroneous, district court found the other reasons, \nhearing of the case, concluded that Givhan would have \nnow  belatedly  assigned,  for  the  discharge,  to  be \nbeen rehired except for her First Amendment protected \nafterthoughts or pretextual. Whether we regard the district \noutspokenness. \ncourt’s finding of causation to be factual and not subject \n  \non review to be set aside as not clearly erroneous, *770 \nIn addition to the factors relied upon in the pre-remand \nPullman-Standard v. Swint,  —- U.S.  ——, ——, 102 \nproceedings,  the  court  placed  some  emphasis  on \nS.Ct. 1781, 1789-91, 72 L.Ed.2d 66 (1982), or whether \ninconsistencies  in  two  evaluation  sheets  relating  to  we regard the issue to be one of mixed law and fact \nGivhan by the school principal, both dated the same day.  subject to appellate review as to the legal part of the \nOne of these sheets was signed by both Givhan and the  equation, id., Schneider v. City of Atlanta, 628 F.2d 915, \nprincipal (as per school policy, indicating that Givhan had  919 (5th Cir. 1980), we find no error in the district court’s \n  2 \n \n\ndetermination.  ordering that she be paid attorney’s fees and back pay is \n   therefore AFFIRMED. We remand to the district court for \nNor do we find any error in the award of back pay and  a  determination  of  fees  and  back  pay  that  have \nattorney’s fees, for the reasons so fully articulated by the  accumulated pending this appeal. \ndistrict court.    \n   AFFIRMED and REMANDED. \n    \n \nAll Citations \nConclusion  691 F.2d 766, 7 Ed. Law Rep. 242 \nThe  decision  of  the  district  court  ordering  the   \nreinstatement  of  Givhan  in  her teaching  position, and \nFootnotes \n \n1  The Court held that, since the case was tried before the issuance of its decision in Mt. Healthy City Board of \n  Education v. Doyle, 429 U.S. 274, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977), the school board had not produced evidence, \nand the district court had not made a factual finding, on the Mt. Healthy issue as to whether Givhan would have \nbeen rehired but for her criticism. 439 U.S. at 417, 99 S.Ct. at 697. Previous to the Supreme Court’s decision, the \ndistrict court had held that Ms. Givhan’s First Amendment expression was the primary cause of the non-renewal of \nher contract, cf. Ayers v. Western Line Consolidated School District, 404 F.Supp. 1225 (N.D.Miss.1975), and this \ncourt affirmed this finding as not clearly erroneous but had held that the private expression of views to the school \nprincipal was not protected by the First Amendment, Ayers v. Western Line Consolidated School District, 555 F.2d \n1309, 1315, 1318 (5th Cir. 1977), cert. granted, 435 U.S. 950, 98 S.Ct. 1575, 55 L.Ed.2d 799 (1978). \n \n2  The district relies on the Court’s footnote statements that, “(e)ven absent consideration of petitioner’s private \n  encounters with the principal, a decision to terminate based on the reasons detailed (involving an alleged hostile \nattitude and non-expression reasons) would hardly strike us as surprising”, 439 U.S. at 417 (n.5), 99 S.Ct. at 697 \n(n.5), and that “(w)hen a government employee personally confronts his immediate superior, the employing \nagency’s institutional efficiency may be threatened not only by the content of the employee’s message but also by \nthe manner, time, and place in which it is delivered”, 439 U.S. at 415 (n.3), 99 S.Ct. at 696 (n.3). \n \n3  Even were we to accept that the issue is now before us of whether First Amendment protection extended to \n  Givhan’s privately uttered criticisms, we could conclude under the non-clearly-erroneous factual findings made by \nthe district court (that the alleged reasons for discharge were after-thoughts or pretextual) that the trial court could \nhave  properly  found  that  Givhan’s  criticisms  were  private  expressions  properly  made  and  entitled  to  First \nAmendment protection. \nIndeed, the Givhan decision of the Supreme Court, see quoted statements in note 2 supra, alerted the district court \nthat, under Pickering v. Board of Education, 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968), a governmental \nemployee’s constitutional right of private expression upon matters of public concern must be balanced against the \ninterest of the employment agency in promoting the efficiency of the public service. 439 U.S. at 414, 99 S.Ct. at 696. \nHad the present defendant district contested this issue in the trial court, it is obvious from the district court’s factual \nfindings that, as a matter of law, Schneider v. City of Atlanta, 628 F.2d 915, 919 & n.4 (5th Cir. 1980), Givhan’s critical \nexpressions to her superior were not delivered in a manner, time, or place so as to threaten the employing agency’s \ninstitutional efficiency and thus lose their constitutional protection. Under other circumstances, of course, a private \nconfrontation of an employee with his superior might not be entitled to First Amendment protection. See note 2 \n  3 \n \n\nsupra. \n \n4  The principal also alleged that she had refused to give achievement tests. On our initial hearing, we affirmed the \n  district court’s finding that this was not a reason seriously relied upon; although Givhan at first demurred on \nnonfrivolous grounds, she did in fact administer the tests. See our initial opinion, Ayers, supra, 555 F.2d at 1313. The \nopinion also speaks of a minor confrontation over giving a six-week test, not initially formally relied upon as a reason \nfor the discharge, id., 555 F.2d at 1312, but now advanced as a real reason for Ms. Givhan’s termination. We find no \nreason on this appeal to disturb the district court’s credibility evaluation that these reasons now assigned as \nmotivating the discharge were in the nature of pretextual. \n \n5  The knife-shakedown incident had not been mentioned by the principal as a matter of his personal knowledge prior \n  to the hearing on remand nine years later. Following the incident, Ms. Givhan had been rehired for the 1970-71 \nschool year. We are unable to disturb the district court’s credibility evaluation of the principal’s testimony that this \nincident played no part in the decision to rehire, and was in the nature of an afterthought. \n \n \n \n \n \n \n \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138578"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121800,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121800"
    }
  ],
  "document_count": 6
}