{
  "case_id": 306,
  "fetched_at": "2025-10-22T00:03:34.448964",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "None of the above"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Arapahoe County Jail, and Gilliam Youth Center",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Arapahoe",
        "name": "Colorado Department of Corrections",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Unknown",
    "case_status": "Approved",
    "case_types": [
      "Juvenile Institution"
    ],
    "cause_other": "42 U.S.C. section 5633(a)(12)(A); Colorado Children's Code",
    "causes": [
      "42 U.S.C. § 1983",
      "Juvenile Justice Act, 42 U.S.C. § 5672",
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1993,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "Colorado state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1993,
    "id": 306,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc.: Sanitation / living conditions",
      "General/Misc.: Totality of conditions",
      "Discrimination Basis: Race discrimination",
      "Affected Sex/Gender(s): Male",
      "Jails, Prisons, Detention Centers, and Other Institutions: Youth / Adult separation"
    ],
    "last_checked_date": "2007-10-29T00:00:00-04:00",
    "main_docket": {
      "id": 42780,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1993,
      "docket_filing_number": 1440,
      "is_main_docket": true,
      "court": "Colorado state trial court",
      "state": "Colorado",
      "docket_office_number": "",
      "docket_number_manual": "93JD1440",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "In the Interest of F.N. and F.N. and B.S.",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1993,
    "permanent_injunction": false,
    "plaintiff_description": "Arrested juvenile for felony menacing and illegal possession of a handgun by a minor petitioning to declare a Colorado law unconstitutional",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1993-11-24",
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Colorado",
    "summary": "<p>On October 8, 1993 a juvenile in Colorado was arrested for possession of a handgun and held without bail. In his defense, he filed a Motion to declare Colorado Revised Statue &sect; 19-2-204(3)(a)(III) unconstitutional in the Juvenile Court.  The plaintiff, represented by unknown counsel, asked the court for declaratory and injunctive relief, alleging that his detention violated Colorado and Federal law.  Specifically, the plaintiff contended that his arrest and detention was punishment for a status offense in violation of Colorado's Children's Code, and the federal Juvenile Justice Delinquency and Prevention Act (JJDPA); that his detention without bond at the Gilliam Youth Center (GYC) and Arapahoe County Jail (ACJ) was in violation due to overcrowding, unsanitary and unsafe conditions, and the joint detention of adults and juveniles at ACJ; and that the rebuttable presumption of danger allowing detention without bail, which was amended to &sect; 19-2-204, violated the Fifth and Fourteenth Amendments.</p><p>On November 24, 1993, the Juvenile Court of the City and County of Denver (Judge David E. Ramirez) held in favor of the plaintiff.  The Court found that the statute authorizing plaintiff's arrest created a status offense, because it was limited to juveniles, and did not apply to adults performing the same conduct. The detention of status offenders in secured facilities such as ACJ violates the JJDPA. 42 U.S.C. &sect; 5633(a)(12)(A). Additionally the Court found that due to the unsanitary and overcrowded nature of detention, GYC and ACJ were punitive facilities, not protective ones, and the holding of pre-trial detainees without bail was in violation of state and federal due process rights. Finally, the court found that the rebuttable presumption of &sect; 19-2-204 was unconstitutional; specifically the statute presumed danger to self or others when a juvenile was arrested for possession of a firearm, and allowed the juvenile to be held without bond unless he could overcome the presumption. The Court did not find any Equal Protection violations in the disproportionate amount of minorities detained pursuant to &sect; 19-2-204. The Court held that the amendment that created the rebuttable presumption in &sect; 19-2-204 was unconstitutional and must be severed from the statute; that incarceration of juveniles as status offenders violated Colorado law as well as the JJDPA, even after severance of the amendment to &sect; 19-2-204; and that juveniles had a constitutional right to bail.  The Court (Judge Ramirez) ordered the Plaintiff released on a $1,000 bond. It issued no specific orders for other juveniles similarly situated, but left open the possibility of similar actions in juvenile courts or federal courts under 42 U.S.C. &sect; 1983. The prohibition of making public the identity of the juvenile plaintiff was reaffirmed and continued.</p><p>Because PACER has no docket for this state case, we have no more information on this file.</p><p></p>",
    "summary_published_date": "2006-05-29T00:00:00-04:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": "1993-11-24",
    "clearinghouse_link": "clearinghouse.net/case/306",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=306",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=306",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=306"
  },
  "documents": [
    {
      "date": "1993-11-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Colorado state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1313,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1313.pdf",
      "title": "Findings & Order",
      "text": "NOV 30 '93  05:03PM GILPIN ST COOP INC  P. 3/23\nJUVENILE COURT, CITY AND COUNTY OF DENVER, STATE OF COLORADO\nCase No. 93JD144O  Division I\nFINDINGS AND ORDER\nThe People of the State of Colorado,  Petitioner\nIn the Interest of\nF. N.,  '  Juvenile,\nAnd Concerning\nF. N. AND B. S.,  Respondents.\nThis matter comes before the Court upon the juvenile's\nMotion To Declare C.R.S. 19-2-204(3)(a)(III) Unconstitutional.\nThe Court has reviewed the briefs submitted, as well as the\ntestimony presented, exhibits admitted, and oral arguments made\nduring the hearing of November 8th and 9th, 1993.\nFACTS\nThe juvenile was arrested by Denver Police on October 8,\n1993 for felony menacing and illegal possession of a handgun by a\nminor, pursuant to C.R.S. sections 18-3-206 and 18-12-108.5,\nrespectively.  He was placed at the Gilliam Youth Center\n(hereinafter GYC) until the initial court appearance of October\n12, 1993.  At that hearing, the Magistrate found probable cause\nexisted for both charges and ordered the juvenile detained\nwithout bond pursuant to C.R.S. section 19-2-204.  The petition\nwas then filed by the People on October 14, 1993, and the\njuvenile entered a not guilty plea.  The juvenile, through his\nattorneys, shortly thereafter filed a Motion to Declare C.R.S.\nSection 19-2-204(3)(a)(III) Unconstitutional.  The People\n1\nIn the Interest of F.N. and F.N. and B.S\nIllPllillllfll\nJI-CO-002-002\n\nNOV 30 '93  05:03PM GILPIN ST COOP INC  P.4/23\nsubmitted in open court on November 8, 1993 their Brief In\nOpposition to the juvenile's notion.\nANALYSIS\nINTRODUCTION\nThe juvenile's arguments are threefold.  First, he argues\nthat the new statutory provision prohibiting juveniles from\npossessing handguns creates a new status offense.1  Detention of\njuveniles for a status offense is a violation of the principles\nunderlying the present Colorado's Children's Code, as well as\nfederal law; specifically, the Juvenile Justice Delinquency &\nPrevention Act (hereinafter, the JJDPA).\nSecondly, he asserts that pre-trial detention without bond\nat GYC and the Arapahoe County Jail is a violation of the\nChildren's Code.  The juvenile states that this is so because the\nconditions at those two detention facilities are overcrowded,\nunsanitary, and unsafe, especially at GYC; additionally, Arapahoe\nCounty Jail continues to house adult offenders as well.\nLastly, the juvenile argues that the rebuttable presumption\nenacted during the recent special legislative session, codified\nat c.R.S. 19-2-204(3)(a)(III), is unconstitutional, both facially\nand as applied to him.  He alleges that the presumption is\nviolative of the Due Process and Equal Protection Clauses of the\nFourteenth Amendment of the U.S. constitution and similar\nprovisions of the Colorado Constitution, as well as the\nx. The few exceptions contained in C.R.S. 18-12-108 45 are not\nrelevant to these proceedings.\n\nNOV 30 '93  05:03PM GILPIN ST COOP INC  p\n  5/23\nprotection of the Fifth Amendment against self-incrimination.\nThe juvenile concludes that if the amendment to the statute,\nadding the rebuttable presumption, were to be found\nunconstitutional for one or all of the aforementioned reasons,\nthe progenitor statute would not, as a matter of statutory\ninterpretation, be revived.\nI.  WHETHER INCARCERATION OF STATUS OFFENDERS VIOLATES THE\nCOLORADO CHILDREN'S CODE AND THE JJDPA\n''Status offenders\" are youths who commit acts that would not\nconstitute a criminal offense if committed by an adult, but that\nnevertheless subject youths to the jurisdiction of the juvenile\ncourt.  In Interest Of J.E.S,. 817 P.2d 508, 512, ft.6 (Colo.\n1991)(status offenses include acts such as running away and\ntruancy).  The juvenile argues that by enacting C.R.S. 18-12-\n108.5, the legislature has created a new class of status\noffenders-  This is compounded by the additional enactment of\nC.R.S. 19-2-204,(3)(a)(III), which requires the court to find that\na juvenile charged with possession of a weapon is presumed to be\na danger to himself or the community and therefore must be\ndetained.  Therefore, the argument continues, juveniles who have\ncommitted the above status offense will, as a practical matter,\nbe detained without bond in virtually every case pursuant to the\nrebuttable presumption.  The detention of status offenders\nviolates the principles underlying the Children's Code, see\nPeople v. E.R. , 487 P.2d 824 (Colo.App. 1971) as well as federal\nlaw codified in the JJDPA, sjge. Hendrickson v. Griaos. 672 F.Supp.\n1126 (N.D.Iowa 1987); Kentucky Association for Retarded Citizens\n3\n\nNOV 30 '93  05:04PM GILPIN ST COOP INC  P.6/23\nv. Conn.. 510 F.Supp. 1233 (W.D.Kentucky 1980).\nIt is clear that C.R.S. 18-12-108.5 creates a new class of\nstatus offenders, whether the term \"status offense\" is defined by\nstate law, see In Interest Of J.E.S.. sjjp^a, or the federal law\nof the JJDPA, sfia 28 CF.R. section 31.304(h) and 42 U.S.C.\nsection 5633 et. seq.  The Colorado provision is specifically\nlimited to juveniles, thereby proscribing conduct which would not\nbe a crime if committed by an adult.  It is, likewise, equally\nclear that Colorado is in violation of the JJDPA by detaining\njuveniles at GYC and the Arapahoe County Jail for the commission\nof this status offense.  The JJDPA specifically prohibits the\ndetention of status offenders in secured facilities. 42 U,S.C\nsection 5633(a)(12)(A).»\nIn ffendrickson y, Grigqs  gupca, the federal court in a\nf\nsection 1983 cause of action held that the JJDPA does create an\nenforceable right of action in juveniles detained as status\noffenders, and against states which fail to comply.  The court,\nciting Wright v, Ro&noKe Redevelopment And floug.tngA uthority. 479\nU.S.  418, 93 L.Ed.2d 781, 107 S.Ct. 766 (1987), stated that when\nstates receive funds and, in turn, subject themselves to\nmandatory eligibility conditions, duties are created and the\nstates are obliged to comply with the requirements of the JJDPA.\na. The Act has four Mandates, which are:\na) Deinstitutionalization of Status Offenders; •\nb) Separation by Sight and Sound of detained Juveniles\nand Adults;\nc) Removal of Delinquent Children From Jails\nd)  Reduction  of  the  Oyerrepresentation  ofi Minority\nJuveniles in Detention Facilities.\n\nNOV 30 '93  05:04PM GILPIN ST COOP INC  P.7/23\nGriqqs   672 F.Supp. at 1135.  See also Kentucky Ass'n For\nf\nRegarded Citizens v. Conn... 510 F.Supp. 1233 (for states\nparticipating in program, JJDPA is an absolute bar to placement\nof status offenders at secured facilities).\nAdditionally, the joint budget committee which reviewed the\nGovernor's budget package for the special session legislation was\nspecifically made aware of the fact that 1) the new gun\nlegislation created a status offense, 2) the JJDPA prohibits the\nsecure confinement of status offenders, and 3) the Governor's\nproposal to house juveniles in adult jails would directly\nconflict with the JJDPA.  See Juvenile's Addendum to Brief\n(report to Joint Budget CommitteeV.  The juvenile's expert\nwitness, Kent Berkley, an employee of the firm who contracts with\nthe federal government to ensure compliance with the JJDPA by\nparticipating states monitor, testified that Colorado is in\nviolation of the JJDPA Mandate regarding status offenders.  The\nPeople objected to Mr. Berkley being allowed to testify as an\nexpert.  The Juvenile also offered testimony that Colorado may be\nin violation of the Mandate regarding the overrepresentation of\nminority youth in detention.\nThe Court also finds persuasive the juvenile's argument that\nthe detention of status offenders violates the Children's Code.\nSfifi People v. E.R. , 487 P.2d 824 (Colo.App. 1971) (legislative\nintent was to segregate children in need of supervision from\ndelinquent children).  Though the Code has since undergone\nseveral amendments, this Court agrees that the legislative intent\n\nNOV 30 '93  05:05PM GILPIN ST COOP INC  P.8/23\nhas not changed.  See C.R.S. 19-1-103(9)(a), before 1993\namendment; C.R.S- 19-2-102(1)(a); C.R.s. 19-2-204(1); C.R.S. 19-\n3-401; see also People In Interest Of T.M. . 742 P.2d 905 (Colo.\n1987)(underlying theme of delinquency proceedings is to provide\nguidance and rehabilitation for child and protection for society,\nrather than fixing criminal responsibility, guilt and\npunishment).\nTherefore, this Court finds that C.R.S. 18-12-108.5 creates\na status offense and that detention of status offenders, pursuant\nto C.R.S. 19-2-204(3)(a)(III), violates both the JJDPA and the\nChildren's Code.\nII.  WHETHER PRE-TRIAL DETENTION WITHOUT BOND, GIVEN THE\nCONDITIONS OF CONFINEMENT, VIOLATES THE PRESUMPTION IN THE\nCHILDREN'S CODE THAT JUVENILES BE ELIGIBLE FOR BOND\nDelinquency proceedings have been characterized as civil,\nnot criminal, in nature.  Therefore, not all of the protection\nafforded adult criminal defendants have been extended to\njuveniles. Some have, however, including protection against\nDouble Jeopardy, Breed v. Jones, 421 U.S. 519, 44 L.Ed.2d 346, 95\nS.Ct. 1779 (1974), the applicability of the criminal standard\nrequiring proof beyond a reasonable doubt of the alleged offense,\nIn Re Winship, 397 U.S. 358, 25 L.Ed.2d 368, 90 S.Ct. 1068\n(1970), the right of written notice, of right to counsel, the\nprivilege against self-incrimination, and the right to confront\nand cross-examine of adverse witnesses, In Re Gault. 387 U.S. 1,\n18 L.Ed.2d  527, 87 S.Ct. 1428 (1967), and the requirement of a\nhearing before a juvenile is transferred from juvenile court to\n\nNOV 30 '93  05:05PM GILPIN ST COOP INC  P.9/23\nadult criminal court, jtent v. Unites States. 383 U.S. 541, 16\nL.Ed.2d  84, 86 S.Ct. 1045 (1966).  The Colorado Supreme Court\nconsidered the above-cited U.S. Supreme Court cases when deciding\nwhether juveniles have a constitutional right to bail.  See\nL.O.W. v. District Court. 623 P.2d 1253 (Colo. 1981).  In holding\nthat juveniles do not have this right to bail, the Court stated\nthat some rights provided to adult defendants have not uniformly\nmade available to juveniles \"because the protective purposes of\njuvenile proceedings preponderate over their punitive function.\"\nL.O.W. , 623 P.2d at 1256-  The Court in L.O.W. also stated that:\n[A] trial court may detain a juvenile without bail only\nafter giving due weight to a presumption that a juvenile\nshould be released pending a disposltional hearing except in\nnarrowly-defined circumstances where the state establishes\nthat detention is necessary to protect the child from\nimminent harm or to protect others in the community from\nserious bodily harm which the child is likely to inflict.\nL.O.W. at 1259 (emphasis added)(citations omitted).  The\nCourt also cited favorably to the standards for juvenile\ndetention set forth by the American Bar Association.  The\nStandards propose, among other things, that the state should bear\nthe burden at every stage of the proceedings of persuading the\ndecision-maker that restraints on a juvenile's liberty are\nnecessary.  XsL_  Given the overcrowded, unsanitary, and in too\nmany respects, unsafe conditions, at GYC and Arapahoe County\nJail, along with the fact that Arapahoe County Jail also houses\nadult offenders, juveniles are no longer being treated\ndifferently than adults.  Ceil Boyles, a witness for the\nJuvenile, testified that GYC is currently 179% over capacity.\n\nNOV 30 '93  05:06PM GILPIN ST COOP INC  P. 10/23\nSea, Exhibit ff. Susan Stein, another of the juvenile's witnesses,\ntestified that the conclusion of her study is that exposure to\ndelinquent peers is the primary factor in determining the\nlikelihood of future delinquent activity.3  See Exhibit l.\nThere was also testimony to the effect that conditions at the\nArapahoe County Jail, despite the sight and sound separation of\njuveniles and adults, are a stark contrast to the conditions at\nGYC,  The county jail is obviously intended to house adults and\nthe conditions are tailored accordingly, i.e. non-contact visits,\nthe wearing of prison uniforms,, etc.\nTherefore, this Court finds that detention pursuant to\nC.R.S. 19-2-204(3)(a)(III), in light of the unsafe and\novercrowded conditions at both facilities, does amount to\npunishment.  In light of these factors, no longer is fundamental\nfairness the touchstone of juvenile proceedings.  Neither can it\nstill be said that the juvenile court's safeguards and \"ability\nto function in a unique manner\" justify withholding from\njuveniles the constitutional right to bail.  See McKeiver v.\n*. The court in Griggs stated the fallacy of the conventional\nwisdom on this issue very succinctly:\n[I]t would be a mistake to view this issue as a choice\nbetween protecting criminals and protecting society from\ncrime. Many supporters of the JJDPA and the jail removal\nmandate  believe that placing  juveniles  in adult  jails\nfosters  more  serious  criminal  conduct.  Senator  Arlen\nSpector  - no coddler of criminals  - stated  that  \"the\nconsequence of mixing juveniles and adults is simply to\nteach  juveniles  how  to  commit more  crimes.  They  are\ntraining schools, and I have seen that again and again\nand again with the experience I have had as a prosecuting\nattorney.\" Griggs at 1141.\n\nNOV 30 '93  05:06PM GILPIN ST COOP INC  P.11/23\nPennsylvania. 403 U.S. 528, 29 L.Ed.2d 527, 91 S.Ct. 1976 (1967);\nBreed v. Jones   supra; L.O«W . supra at 1257.  The nature of\nf T\ndetention at these facilities is punitive rather than\nprotective4 and, therefore, the justification cited by the Court\nin L.Q.W. for not extending the right to bail is no longer\npresent-  Giving due weight to principles of fundamental\nfairness, as this Court is reguired to do by the above-cited\ndecisions of the United States and Colorado Supreme Courts, the\nenactment of C.R.S. sections 18-12-108.5 and 19-2-204(3)(a)(III)\ngives rise to a Constitutional right to bail for affected\njuveniles-\nIII. WHETHER C.R.S. 19-2-204( 3 ) (a) (III) IS CONSTITUTIONALLY\nINVALID, BOTH FACIALLY AND AS APPLIED TO THE JUVENILE,\nPURSUANT TO PROVISIONS OF THE U.S. AND COLORADO\nCONSTITUTIONS\nA.  DUE PROCESS AND RIGHT AGAINST SELF-INCRIMINATION\nSection 19-2-204(3)(a)(III), in relevant part, allows that:\nWith respect to this section, the court may further detain\nthe juvenile if the court is satisfied from the information\nprovided at the hearing that the juvenile is a danger to\nhimself or herself or to the community. Any information\nhaving probative value shall be received regardless of its\nadmissibility under the rules of evidence. In determining\nwhether a child requires detention, the court shall consider\nany record of any prior adjudications of the juvenile. THERE\nSHALL BE A REBUTTABLE PRESUMPTION THAT A JUVENILE IS A\nDANGER TO HIMSELF OR HERSELF OR TO THE COMMUNITY IF:\n(C) THE JUVENILE IS ALLEGED TO HAVE COMMITTED . . . ILLEGAL\nPOSSESSION OF A HANDGUN BY A JUVENILE, AS DESCRIBED IN\nSECTION 18-12-108.5, C.R.S.\nC.R.S. 19-2-204(3)(a)(III)(C) .\n*. Though the safety of the coitununitv must also be considered,\nit must be weighed against the liberty interest of thevjuvenile.\nSee part III of opinion.\n\nINOV 30 '93  05:07PM GILPIN ST COOP INC  P.12/23\nGiven the findings stated in Part II of this opinion,\nprimarily that the principle of fundamental fairness required by\nthe Due Process Clause gives rise to a protected interest in bail\nfor juveniles, the next step in the analysis is to determine what\nprocess will comport with the aforementioned principal-  A case\ncited by both parties, Schall v. Martin, 467 U.S. 253, 81 L-Ed.2d\n207, 104 S.Ct. 2403 (1984), is dispositive of the issue.  In\nSchall   the Supreme Court held constitutional a New YorJc statute\nf\nwhich permitted the pre-trial detention of juveniles.  The Court\nstated that two questions presented themselves regarding a Due\nProcess challenge to the statute.  First, whether preventive\ndetention served a legitimate state objective and whether that\npurpose was non-punitive in nature; second, whether the\nprocedural safeguards contained in the statute were adequate to\nallow the valid detention of at least some juveniles charged with\ncrimes.  Schall, 81 L,Ed.2d at 216-217 (citations omitted).  The\nCourt determined that there were legitimate, non-punitive, state\nobjectives for detaining juveniles and that 17 days, the maximum\nduration for which juveniles could be detained pursuant to the\nchallenged statute, was reasonable in duration and the juvenile\nhad the opportunity for a full hearing on the issue.  Some of the\nfactors to be considered when determining whether the state's\nobjective is legitimate are 1) whether the statute at issue is a\nrational, rather than excessive, response to the stated interest,\n2) whether the duration of detention is reasonable, 3) whether\nthere Is a provision for an expedited fact-finding hearing, and\n10\n\nNOV 30 '93  05:07PM GILPIN ST COOP INC  P. 13/23\n4) the conditions of confinement.  Sch.aLl, 81 L.Ed.2d at 220-221.\nIn the instant case, it is clear that even if it were to be\nassumed that the state's interest in creating the presumption\ncontained in C.R.S. 19-2-204(3)(a)(III) is a legitimate\nregulatory interest, i.e., consideration of the safety of the\njuvenile and of the community, the restrictions and conditions of\nconfinement to which this and other similarly-situated juveniles\nhave been subjected are punitive in nature and are, therefore,\nincompatible with that interest(s).  After all, it is well\nestablished that \"[d]ue process requires that a pre-trial\ndetainee not be punished.\"  Bell v. Wolfish, 441 U.S. 520, 535,\nn.16, 60 L.Ed.2d 447, 99 S.Ct. 1861 (1979).\nNext it must be determined whether the procedures afford\npre-trial detainees sufficient protection against erroneous and\nunnecessary deprivation of liberty.  Schall 81 L.Ed.2d at 223\n(citing Mathews v. Eldridae, 424 U.S. 319, 335, 47 L.Ed.2d 18, 96\nS.Ct. 893 [1976]).  At the initial appearance, the juvenile is\nserved with the petition and advised of his rights, and the\nPeople are given wide latitude in what may be used to establish\nprobable cause to believe that a juvenile has committed the\noffense with which he has been charged.  This procedure was also\nin place before the recent amendments.  The charge is then either\ndismissed or bound over.  At this point, the presumption relieves\nthe People of requesting the juvenile be detained; the juvenile\nis simply held without bond, unless he or she is able to overcome\nthe presumption.  .  v\n11\n\nNOV 30 '33  05:08PM GILPIN ST COOP INC  P. 14/23\nIt is at this point, when the rebuttable presumption becomes\na procedural hurdle for a juvenile, that the protection of Due\nProcess and the right to be free from making self-incriminating\nstatements become intertwined.  The People are correct in arguing\nthat, standing alone, the right to be free from making self-\nincriminating statements is not implicated by the rebuttable\npresumption.  After all, the Juvenile is not required to make any\nstatements whatsoever during the initial appearance.  However,\nthe juvenile is forced to carry the burden of overcoming the\npresumption that he is not a danger to himself or the community.\nAt this initial stage in the proceedings, it is highly unlikely\nthat the juvenile will be able to present any evidence other than\nhis own testimony.  He or she is faced with a dilemma: testify\nand run the risk of making incriminating statements or refuse to\ntestify and, as a matter of routine, be detained without bond.\nAdditionally, the period of time for which these status offenders\ncan be held without bond is 63 days or until the date of trial.\nGiven that the State's response to an admittedly legitimate\ninterest has resulted in harsh and punitive treatment of status\noffenders, that the statute as amended contains very few\nprocedural safeguards and requires the offender to carry the\nburden of persuasion, that the possible period of detention far\nexceeds that which was determined to be reasonable in Schall, and\n>  that the offender's right to be free from making self-\nincriminating statements is implicated, this Court finds that the\nrebuttable presumption constitutes an unconstitutional denial of\n12\n\nNOV 30 '93  05:08PM GILPIN ST COOP INC  P.15/23\nsubstantive and procedural Due Process, both facially and as\napplied to the offender in this case.\nB.  EQUAL PROTECTION\nThe Juvenile argues that C.R.s. 19-2-204, as amended, is\nviolative of the Equal Protection Clause of the Fourteenth\nAmendment of the United States Constitution and the similar\nprovision of the Colorado Constitution, both as to him\nindividually and other juveniles similarly situated.  This is due\nto the fact that minority youth will be detained under the\npresumptive detention provision at a higher rate than non-\nminority youth.  The juvenile argues that, either by direct or\ncircumstantial evidence, the legislature had knowledge of this\npossibility.  The People argue that for the juvenile to make a\nsuccessful equal protection argument, there must be evidence of a\ndiscriminatory intent by the legislature; that evidence of a\ndiscriminatory impact, standing alone, is not enough.\nIt is a basic principle that a defendant who alleges an\nequal protection violation has the burden of proving the\nexistence of purposeful discrimination, McCleskev v. Kemp. 481\nU.S.  279, 95 L.Ed.2d 262, 107 S.Ct. 1756 (1987), and that the\npurposeful discrimination had a discriminatory effect upon him.\nstatistical proof normally must present a stark pattern to be\naccepted as sole proof of discriminatory intent under the\nconstitution.  Arlington Heights v. Metropolitan Housing Dev.\nCorp. . 429 U.S. 252, 266, 50 L-Ed.2d 450, 97 S.Ct. 555 (1977).  A\ndiscriminatory purpose implies more than intent as volition or\n13\n\nNOV 30 '93  05:08PM GILPIN ST COOP INC  P.16/23\nintent as awareness of possible discriminatory consequences; it\nimplies that the decision-maker selected or reaffirmed a\nparticular course of action at least in part \"because of,\" not\nmerely \"in spite of,\" its adverse effect upon an identifiable\ngroup.  See McCleskey. 481 U.S. at 282.\nRegarding evidence of discriminatory intent and impact, the\njuvenile presented the testimony of Ceil Boyles of the Division\nof Youth Services (hereinafter DYS).  Ms, Boyles, a research\ndeveloper for DYS, testified regarding the overrepresentation of\nminorities in detention, as well as the problem of overcrowding\nat facilities managed by DYS.  She stated that as of September\n1993, GYC was severely over capacity, with 154 youth being\ndetained in a facility built to hold 78 youth.  She presented\ndocumentary evidence that established minority youth constitute\n90% of the detained population.  By comparison in Denver,\nminority youth (consisting primarily of Hispanic and African-\namerican youth) between the ages of ten and eighteen comprise\nonly 40% of the population.  Ms. Boyles also testified that\nregarding the ethnic breakdown of youths detained on possession\nof handgun charges, 27.5% of the youth are Anglo, while the\nremaining 72.5% are minority youth.  During her testimony,\nExhibits 3,4,6,and 7 were admitted into evidence.\nThe People presented the testimony of the Honorable Roy\n\\  Romer, Mayor Wellington Webb, and state senators Donald Mares and\nRegis Groff, both of Denver.  All the above-referenced witnesses\ntestified that, in their opinion, CR.S. 19-2-204 was not amended\n14\n\nNOV 30 '93  05:09PM GILPIN ST COOP INC  P.17/23\nfor any discriminatory reasons; that, in their discussions, the\nissue of race and ethnicity were not considered.  However, all\nthe People's witnesses recognized that minority youth,\nspecifically African-americans and Hispanics, were\noverrepresented in the juvenile justice system.  Governor Romer\nspecifically testified that if the amended provision were unfair,\njudges would provide the needed fairness.  He also testified that\nthe effect of the provision is unrelated to race, that the\nincidence of overrepresentation of minorities in detention is  /\nanalogous to the fact that they are also overrepresented among ,\nthose who receive Aid to Families with Dependent Children  (AFDC),\nand that minorities may have a greater propensity to be involved \\\nin crime.  Finally, all the witnesses presented by the People  /\ntestified that they were unaware of the impact that the federal /\nact regarding status offenders, the JJDPA, would have on the\nissue of minority overrepresentation.  \\\nThe evidence supports the proposition that minority you-th\nhave historically been disproportionately affected in the\njuvenile justice system of Colorado.  It is equally clear that\nsince at least 1989 that the overincarceration rate of minority\nyouth has been a concern to DYS.  The evidence also establishes\nthat the state has not taken action to address the problem, as\nthe data from DYS illustrates an increase in detained minority\nyouth over the past two years.  Conceivably, the legislature and\nthe court could conduct monitoring and review efforts to assure\nthat minority/ethnic youth are not arrested and incarcerated at\n15\n\nNOV 30  '93  05:09PM  GILPIN  ST  COOP INC  P 48/23\ndisproportionate rates simply because of their status as\nminorities.  See Juvenile & Family Court Journal, Vol. 41, No.3A\n(1990).\nAlthough this Court agrees and has found that the state was\naware of the overincarceration rate of minority youth and that\nminority youth would be disproportionately impacted by the\namendments, there is not proof of a discriminatory purpose to the\nnew legislation.  A legislature necessarily has wide discretion\nin the choice of criminal law and penalties and, if legitimate\nreasons exist for a legislature to adopt the provision, courts\nwill not infer a discriminatory purpose,  gee McKleakey v. Kemp,\ns. upra.  Given that the legislature had legitimate, non-\ndiscriminatory reasons to enact the amendments at issue - to\naddress the increasing incidence of weapon-related violence among\njuveniles - the Juvenile's equal protection challenge must fail.\nHowever, given the Court's finding that C.R.S. 19-2-\n204(3)(a)(III), as amended, constitutes an unconstitutional\ndenial of substantive and procedural Due Process, both facially\nand as applied to the offender in this case, the Court must also\nrule on the juvenile's argument that such a ruling requires that\nthe entire statute be declared invalid.  The People argue that if\nany portion of the amended provision were found to be\nunconstitutional, it was the intent of the legislature that only\n\\  the offending portion of.the statute be severed.  gee People's\nBrief p. 18-19 (citing H.B. 93S-1001, p.11, section 14; People\nex.rel. Tooley v. Seven Thirty-five East Colfax, Inc. 6\\97 P-2d\n16\n\nNOV 30 '93  05= 10PM GILPIN ST COOP INC  p\n ig/23\n348 [Colo. 1985]).  The Court finds the People's argument\npersuasive on this point and so only the 1993 amendments to\nC.R.S. 19-2-204 are affected by this ruling.  However, given the\nCourt's findings in Part II of this opinion, status offenders\ncannot be detained in a secured facility, even pursuant to the  /\nprovision as it existed prior to the amendments.  ——\nCONCLUSION AND REMEDIES\nIt is the finding of this Court that:\n1)  incarceration of status offenders pursuant to C.R.S.\nsections 18-12-1.08.5 and 19-2-204(3) (a) (III) is a violation of\nthe JJDPA and the Children's code under any circumstances, even\nif applying 19-2-204 as it existed prior to its amendment adding\nthe rebuttable presumption;\n2)  pursuant to the findings in Part II of this opinion, and\ngiven that these findings conclude that an offenders's interest\nin liberty is a protected interest and is adversely impacted by\nthe two aforementioned provisions, it is held that juveniles have\na constitutional right to baily\n3)  C.R.S 19-2-204(a)(3)(III), as amended, results in an\nunconstitutional denial of substantive and procedural due\nprocess, both as to this particular juvenile and as to all other\njuveniles similarly situated.  As to the juvenile's equal\nprotection argument, despite the evidence of discriminatory\nimpact on minority offenders, there is simply no evidence of a\ndiscriminatory intent on the part of the state legislators.\nFinally, as to the holding regarding the unconstitutionally of\n17\n\nNOV 30 '93  05:10PM GILPIN ST COOP INC  p\nCR.S. 19-2-204(3) (a) (III) , this Court finds credible\nthat the legislature intended to have severed only the portions /\nt\namended in 1993.  However and as stated in #1 above, even under^\n/\nthe provision as it existed prior to the amendment, status  (\noffenders are prohibited from being detained in a secure\nfacility.\nRegarding the fashioning of a remedy in this matter, it\nshould be stated that this court does have jurisdiction to\nfashion a remedy pursuant to the JJDPA.  The People argue that\neven if the state has violated the JJDPA by detaining status\noffenders in secure facilities, the only remedy available would\nbe the withholding of federal funds.  This view of the Act is too\nnarrow and other courts which have considered the issue have not\nconstrued the Act in this fashion.  See Hendrickson v. Griqgs.\ncited ffupra. In Qriygs, the court was also presented with the\nissue of what type of remedy is available when a state has\nviolated the JJDPA.  Though/ as mentioned earlier, the issue was\npresented in Guiggs in the context of juveniles requesting a\npreliminary injunction pursuant to a 42 U.S.C.A. section 1983\naction, the rationale is applicable to the instant case as well.\nIn fact, the argument is even more compelling in the context of a\nconstitutional challenge in which a juvenile's liberty interest\nis implicated.\nThe court held that the JJDPA is more than a funding\nstatute; the mandates of the Act give rise to duties for which\nthe states agree to be responsible when they accept the tederal\n18\n\nNOV 30 '93  05: 11PM GILPIN ST COOP INC  p\nfunds.  Grigqs. 672 F.Supp at 1135.  In holding that the\nwithholding of funds was a woefully inadequate remedy, the court\nnoted that such a remedy would do nothing for the juveniles whose\nrights were violated by improper placement in jails.  Xd_,_ at\n1136.  Likewise in this case, it seems very late in the day for\nthe state of Colorado to now offer to withdraw from the Act;\nfunds have been received, obligations have been accepted, and\nrights of juveniles presently detained pursuant to the amended\nprovisions have been curtailed.  Difficulty in complying with the\nAct should not justify the state's status of noncompliance.\nHowever, as noted above, it is not the violation of the\nJJDPA which causes the statute to be constitutionally infirm and\nit is not pursuant to that Act by which this Court fashions the\nfollowing remedies.\nFirst, the juvenile in this matter is Ordered to be released\nforthwith on a $1,000 cash/surety/property bond-s  As to other\nsimilarly-situated juveniles presently being detained, this Court\nissues no specific orders, since that issue has not been brought\nbefore the Court.  This does not, however, preclude other\nsimilarly-situated juveniles from seeking a remedy, either in a\njuvenile court or via an action in federal court pursuant to 42\nU.S.C.A. section 1983.  As to the prospective application of this\ncourt's Orders, the declaration that the rebuttable presumption\nis unconstitutional under federal and state law prohibits the\n3.  Due  to the manner  in which  this Court  disposes  of  the\narguments presented, the Juvenile's Motion for Judicial Review of\nthe magistrate's decision of November 18, 1993 is rendered moot.\n19\n\nNOV _30_'_93  05= 11PM GILPIN ST COOP INC P. 22/23\nining i\n:\nThis of s t a tu\nKoverober,\nJudge David E. Rami;\n20",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1313"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 129252,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/129252"
    },
    {
      "date": "1993-11-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Colorado state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 1312,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/1312.pdf",
      "title": "Order",
      "text": "NOV 30  '93  05:02PM  GILPIN ST COOP INC  P. 2/23\nJUVENILE  COURT,  CITY  AND COUNTY  OF  DENVER,  STATE  OF COLORADO\nCase  No.  93JD1440  Division  I\nORDER\nThe People of the State of Colorado,  Petitioner\nIn the Interest of\nF. N.,  '  Juvenile,\nAnd Concerning\nF. N. AND B. S.,  Respondents.\nThis matter comes before the Court in the exercise of its\njurisdiction regarding issues pertaining to this case.  The\nCourt's previous Order, issued in open court on November 8th and\n9th,  1993, prohibiting all parties involved - and including the\nmedia - from making public the identity of the juvenile is HEREBY\nREAFFIRMED AND CONTINUED.\nDONE and SIGNED  this  ^ij__ day of  November, 1993.\nFudge David E. Ramirez\nIn the Interest of F.N. and F.N. and B.S\n•  ••!! •«  II • •  •  • •\nJI-CO-002-001\nr  •",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/1312"
    }
  ],
  "document_count": 3
}