{
  "case_id": 14114,
  "fetched_at": "2025-10-22T00:21:51.987145",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "National Security"
    ],
    "cause_other": "",
    "causes": [
      "FISA Title IV order (pen register/trap-and-trace), 50 U.S.C. §§ 1841-1846"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2009,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      },
      {
        "value": "Warrant/order for search or seizure"
      }
    ],
    "court": "Foreign Intelligence Surveillance Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2009,
    "id": 14114,
    "injunction_duration": "3",
    "issues": [
      "General/Misc.: Search policies",
      "General/Misc.: Record-keeping",
      "General/Misc.: Failure to supervise",
      "General/Misc.: Terrorism/Post 9-11 issues",
      "General/Misc.: Records Disclosure",
      "General/Misc.: Confidentiality",
      "General/Misc.: Failure to train"
    ],
    "last_checked_date": "2014-11-07T00:00:00-05:00",
    "main_docket": {
      "id": 29990,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2009,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "Foreign Intelligence Surveillance Court",
      "state": "District of Columbia",
      "docket_office_number": null,
      "docket_number_manual": "PR-TT [Redacted]",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "FISA Docket PR-TT ---- (Walton, J.) (February 2009)",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2009,
    "order_start_year": 2009,
    "permanent_injunction": false,
    "plaintiff_description": "The Department of Justice, on behalf of the National Security Agency",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "FISA Order Allowing Surveillance",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Foreign Intelligence Surveillance Act -- All Matters",
      "Foreign Intelligence Surveillance Act—Internet Metadata",
      "Foreign Intelligence Surveillance Court"
    ],
    "special_case_type": [],
    "state": "District of Columbia",
    "summary": "<p>For the Civil Rights Litigation Clearinghouse collection of FISA matters, see our <a href=\"http://www.clearinghouse.net/results.php?searchSpecialCollection=20\" target=\"_blank\" rel=\"noopener\">special collection</a>.</p>\r\n<p>On November 18, 2013, the Director of National Intelligence authorized the declassification and public release of numerous orders approving the National Security Agency's (\"NSA\") so-called \"Bulk Internet Metadata Program\" under Section 402 of the Foreign Intelligence Surveillance Act of 1978 (\"FISA\"), commonly referred to as the Pen Register and Trap and Trace (PR/TT) provision, or Section 214 of the USA PATRIOT Act. On August 11, 2014, the Director of National Intelligence authorized another declassification and public release of additional documents regarding the now-discontinued NSA Bulk Electronic Communications Metadata Program pursuant to Section 402 of FISA.</p>\r\n<p>Under the program, the NSA collected records from large telecommunication companies about electronic communications metadata. These records included the \"to,\" \"from,\" \"cc,\" and \"bcc\" lines of an email and the email's time and date. The program did not authorize the collection of content of any electronic communications. Once collected, the records were stored for several years and were authorized to be queried, used, and disseminated only in accordance with \"minimization rules\" proposed by the government and approved by the Foreign Intelligence Surveillance Court (\"FISC\"). The most basic aspect of the minimization rules was that the metadata records were to be queried only when there was a reasonable suspicion, based on specific and articulated facts, that the identifier used as the basis for the query was associated with specified foreign terrorist organizations.</p>\r\n<p>NSA collection of email metadata began in 2001, as part of the \"President's Surveillance Program.\" Apparently the government took the position that internet metadata could be collected lawfully without court order because the NSA did not actually \"acquire\" communications until particular items were selected for review, after they showed up via query. But after Department of Justice lawyers raised objections to this theory, and accordingly to the program's legality, the Attorney General sought judicial ratification of the internet metadata program under the FISA pen/trap provisions, and the FISA Court blessed it in an order dated July 14, 2004. Except for a brief period in 2009, the FISC reauthorized the program approximately every 90 days until the Obama administration discontinued it in 2011. As of April 2014, only three FISC opinions and four FISC orders related to the internet metadata collections program have been released. All the opinions and orders have been significantly redacted. They nonetheless explain a good deal about how the program worked.</p>\r\n<p>The volume of material collected was \"enormous\" from its beginning, as the first of these opinions explains. At the start, the government aimed \"to build a meta data archive that will be, in relative terms, richly populated with [redacted] related communications.\" As the Court reported the government's initial intentions, \"[s]ome proportion of these communications-less than half, but still a huge number in absolute terms-can be expected to be communications [redacted] who bear no relation to [redacted].\" In 2009 or 2010, however, the government \"in comparison with prior dockets, [sought] authority to acquire a much larger volume of metadata at a greatly expanded range of facilities.\" The growth in volume and scope included extending collection beyond the \"streams of data with a relatively high concentration of Foreign Power communications\" that had previously been the focus. Until the program ended, in 2011, the pen/trap bulk collection began to reach \"electronic communications, the vast majority of which, viewed individually, are not relevant to the counterterrorism purpose of the collection, and many of which involve United States persons.\"</p>\r\n<p>The FISC initially approved the internet metadata program in 2004 in an opinion by Judge Colleen Kollar-Kotelly under docket <a href=\"http://www.clearinghouse.net/detail.php?id=13107\" target=\"_blank\" rel=\"noopener\">PR-TT [redacted]</a>.</p>\r\n<p>On January 28, 2009, in the FISC matter <a href=\"http://www.clearinghouse.net/detail.php?id=13073\" target=\"_blank\" rel=\"noopener\">BR 08-13</a>, FISC Judge Reggie Walton issued an <a href=\"http://www.clearinghouse.net/detailDocument.php?id=60737\" target=\"_blank\" rel=\"noopener\">order</a> requiring the government to submit a report by February 15 detailing compliance issues relating to the telephony metadata program, under FISA Section 215. Judge Walton also ordered the NSA to check the Internet metadata program for similar problems and report back.</p>\r\n<p>Between February 3, 2009, and February 13, 2009, the government submitted an <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0001.pdf\" target=\"_blank\" rel=\"noopener\">application</a> for renewed authorization to install and use pen registers and trap and trace devices for foreign intelligence purposes. With the application, the government submitted a declaration of Michael E. Leiter, Director of the National Counterterrorism Center (NCTC). This application differed from prior (undisclosed) applications in four ways:</p>\r\n<ul>\r\n<li>First, the application included additional oversight mechanisms that the government would implement.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<ul>\r\n<li>Second, a new approving official, the \"Chief, Special Foreign Intelligence Surveillance Act Oversight and Processing, Oversight and Compliance, Signals Intelligence Directorate, National Security Agency,\" replaced the \"Signals Intelligence Directorate Deputy Program Manager for Counterterrorism Special Projects Analysis and Production.\"</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<ul>\r\n<li>Third, references to an \"archive\" were deleted or replaced as appropriate.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<ul>\r\n<li>Fourth, the government added footnote 11 to the application and footnote 5 to the proposed Primary Order to make clear it that NSA technical personnel were allowed to access the data in order to perform certain technical processes to make the data usable by analysts. The restrictions on access were not meant apply to those technical processes.</li>\r\n</ul>\r\n<p>&nbsp;</p>\r\n<p>Also included with the application was a heavily redacted <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0005.pdf\" target=\"_blank\" rel=\"noopener\">Declaration</a> of the NSA Chief, Special FISA Oversight and Processing, Oversight and Compliance, Signals Intelligence Directorate. This official oversees the implementation of the FISC's pen register and trap and trace authorizations. This official described the use of web-based services by terrorist organizations, the availability of Internet communications in the U.S., the data the NSA seeks to access, the random spot checks conducted by the NSA, the small proportion of Internet bandwidth that the NSA will obtain, why the NSA seeks access to this amount of data, and the internal controls/minimization procedures.</p>\r\n<p>Included with the declaration were additional exhibits in a single document entitled <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0006.pdf\" target=\"_blank\" rel=\"noopener\">\"Tab 1\"</a>. The government included a 90-day report as Exhibit B. In a (not so-far disclosed) previous primary order, the FISC had ordered the government to regularly submit reports discussing the queries that have been made of the metadata collected under the authority granted by the FISC, any new facilities proposed to be added to such authority, and any changes in the proposed means of collections. Additional content is required but has been redacted. Also included is a memo from the NSA to the National Security Division regarding meetings to assess compliance with the FISC orders and the steps taken by the NSA to assess compliance with the order so far and the its progress in implementing remedial steps.</p>\r\n<p>On February 13, 2009, the government <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0003.pdf\" target=\"_blank\" rel=\"noopener\">responded</a> to the January 28 FISC order that required the government to affirm that it was exercising authority only in accordance with the primary order or to report any deviations from that authority. In the response, the government concluded that it was complying with the FISC's orders except for one particular method for the approval of an email address as a querying seed. The government stopped using this method after this conclusion. The government also assured the FISC that it was adopting additional oversight procedures to ensure compliance with the FISC's orders. Along with the response, the government submitted a <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0004.pdf\" target=\"_blank\" rel=\"noopener\">Declaration</a> of Lieutenant General Keith B. Alexander, U.S. Army, the Director of the NSA.</p>\r\n<p>After reviewing the government's application, FISC Judge Reggie Walton issued a primary <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0002.pdf\" target=\"_blank\" rel=\"noopener\">order</a> granting the government's application for authorization for 90 days. This was sometime after February 13, 2009. The <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0028-0001.pdf\" target=\"_blank\" rel=\"noopener\">last released primary order</a> that can be compared to this primary order comes from the initial authorization in July 2004, <a href=\"http://www.clearinghouse.net/detail.php?id=13107\" target=\"_blank\" rel=\"noopener\">FISA Docket PR-TT ---- (Kollar-Kotelly, J) (2004)</a>. In the 2009 primary order, Judge Walton requires the NSA to perform metadata queries only in accordance with a previous non-disclosed FISC order. In addition, the number of NSA officials who can approve queries grew from 3 in the 2004 order to 23 in this order. There was also a new provision on page 10 that allowed metadata from certain emails to be queried without approval; the exact requirements have been redacted. Also on page 10, Judge Walton ordered the government not to resume two discontinued processes that the government described in the non-disclosed 90-Day Report attached to the Application at Tab B. There is no additional information regarding these two processes. This order also requires the government to conduct random spot checks to ensure that the collection is in compliance with the FISC orders. Judge Walton also ordered the government to destroy all metadata no later than four and a half years after its initial collection. Increased oversight also included a report every thirty days discussing the new queries that had been made and any changes to the process. Starting on page 13, Judge Walton also listed the additional oversight mechanisms to ensure compliance with FISC orders that the government described in their Response.</p>\r\n<p>Judge Walton's approach to the internet metadata collection program compliance issues was similar to how he handled the phone data collection program compliance issues in the FISC matter <a href=\"http://www.clearinghouse.net/detail.php?id=13073\" target=\"_blank\" rel=\"noopener\">BR 08-13</a><a href=\"http://www.clearinghouse.net/detail.php?id=13073\" target=\"_blank\" rel=\"noopener\"></a>. In that matter, Judge Walton authorized continued collection of phone data collected under Section 215, but found in March 2009 that the government had not complied with court-ordered procedures to protect the data. In the <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0011-0005.pdf\" target=\"_blank\" rel=\"noopener\">order</a>, Judge ruled that government could continue collecting the data, but the government could not access the data until it put in place necessary safeguards. In particular, the government had been accessing the telephony records for the purpose of comparing it with thousands of phone numbers that had not met the reasonable articulable suspicion standard required for such comparisons under the applicable minimization rules. Judge Walton ruled that it need not cease acquisition of the data. However, Judge Walton did not permit the government to access the data until it was sufficiently assured that government developed the personnel and technological competency to access the data using minimization procedures.</p>\r\n<p>Subsequently in the PR-TT matter, sometime before March 5, 2009, the government submitted a <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0007.pdf\" target=\"_blank\" rel=\"noopener\">motion</a> to unseal FISC documents in order to brief the Congressional Intelligence and Judiciary Committees. Judge Walton <a href=\"http://www.clearinghouse.net/chDocs/public/NS-DC-0063-0008.pdf\" target=\"_blank\" rel=\"noopener\">granted</a> the government's motion. (We know these documents had to be before March 5, 2009, because on that day the government <a href=\"https://www.aclu.org/files/assets/pub_Mar%205%202009%20Cover%20Letter%20to%20Chairman%20of%20Intel%20and%20Judiciary%20Committees.pdf\" target=\"_blank\" rel=\"noopener\">submitted significant FISC filings</a> to the Congressional Committees.)</p>\r\n<p>Compliance problems continued into 2009, and were the subject of the next matter with documents publicly released, from May 2009--<a href=\"http://www.clearinghouse.net/detail.php?id=14116\" target=\"_blank\" rel=\"noopener\">FISA Docket PR-TT ---- (Walton, J.) (May 2009)</a>. The documents released for this next matter do not include the primary order. Rather, the documents released concern a compliance issue that the government reported and then a FISC supplemental order requiring the government to provide additional information regarding the compliance issue and to take steps to address the issue.</p>",
    "summary_published_date": "2023-03-19T08:56:00.432693-04:00",
    "summary_short": "In February of 2009, the government first notified the Foreign Intelligence Court of  instances of non-compliance with required procedures to handle the collected bulk internet metadata. In addition, the Federal Bureau of Investigation filed an application, pursuant to the Foreign Surveillance Intelligence Act, 50 U.S.C. s. 1841, to collect in bulk internet metadata to be provided to the National Security Agency. Subsequently, FISC Judge Reggie Walton issued a primary order approving the application but required the government to follow additional minimization procedures and reporting procedures.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14114",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14114",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14114",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14114"
  },
  "documents": [
    {
      "date": "2009-02-03",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": "",
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73462,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73462.pdf",
      "title": "Application for Use of Pen Register/Trap and Trace Devices for Foreign Intelligence Purposes (02/03/2009-2/13/2009)",
      "text": "All redacted information \nexempt under b(1) and/ \nTOP SECRETHCOMINTHNOFORN \nor b(3) except where \n'tL'S. 'Ft'iREf GH' \notherwise noted. \nINTELLIGENCE \nSURVEILLANCE COURT \nUN.ITED  STATES \n•  •.  :  t \nAM  9: qq \nFOREIGN  INTELLIGENCE  SURVEILLANCE  CO \nCLERK OF COURT \nWASHINGTON,  D.C. \n.. \n-\nDocket Numb \n• \nAPPLICATION  FOR  USE  OF  PEN  REGISTERS  AND  TRAP  AND  TRACE  DEVICES \nFOR  FOREIGN  INTELLIGENCE  PURPOSES \nThe  United States of America,  through the undersigned \ndesignee  of  the U.S.  Government,  hereby applies  to this Court, \npursuant  to  the  Foreign Intelligence Surveillance Act  of  1978 \n(FISA  or the Act},  Title 50,  United States Code  (U.S.C.),  §§ \n1801-1811,  1841-1846,  as  amended,  for  renewed authority to \ninstall  and  use pen  registers and trap and trace device.s   for \ninvestigations  to protect  against  the  international  terrorism \nactivities of  the  foreign powers  listed and described  in the \nDeclaration of Michael  E.  Leiter,  Director,  National \nTOP SECRET//COMINT//NOFORN \nClassified by:  Matthew B·.  o::tsen,  Acting Assistant \nAt torney General,  NSD,  DOJ \nReason:  1.4(c) \nDeclassify on: \n1846  & 1862  PRODUCTION  13  MARCH  2009  -85-\n\nTOP SECRET//COMINT/INOFORN \nCounterterrorism Center  (NCTC)  (\"NCTC  Declaration\"),  which has \nbeen  filed with the Court  at docket  number \nincorporated herein by reference,  specifically \n2 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -86-\n\n~ SECRE1WCOMJNT,~'NOFORN \n(collectively,  \"Foreign \nare being conducted by \nthe  Federal  Bureau  of  Investigation  (FBI)  under guidelines  the \nAttorney General  has  approved pursuant  to Executive Order 12333, \nas  amended .  fB-1 \nThis Applidation differs  from  the  applidation that  the \nPR/TT~ \nCourt  approved  in docket number  First,  this \napplication sets ·forth,  in paragraph  6.H below,  additional \noversight mechanisms  the Government  will  implement  to ensure \ncompliance with any order issued by  the  Court  in this matter. \nAttached as· Exhibit  C is a  memorandum detailing a  meeting \nbetween NSA  and  the  National  Security Division  (~SD).  Second, \nTOP SECRETh'COMINT//NOFOR:N \n3 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -87-\n\nTOP SECRETHCOMINT/fNOFORN \nthe  \"Chief,  Special Foreign Intelligence Surveillance Act \nOversight  and  Processing,  Oversight  and Compliance,  Signals \nIntelligence Directorate,  National  Security Agency\"  has  replaced \nas  an approving official the  \"Signals  Intelligence Directorate \nDeputy Program Manager  for  Counterterrorism Special  Projects \nAnalysis  and Production\"  described in previous applications. \nThird,  references  to  an  \"archive\"  have  been deleted or replaced \nas appropriate.  Fourth,  to make  clear that NSA  technical \npersonnel may  access  the data  to perform processes  to make  the \ndata usable by analysts,  the Government  had added  footnote 11  to \nthis Application and footnote  5  to  the proposed Primary Order. \n(CJ?S//SI//NF) \nThe  objective  of the surveillance  authority ~equested in \nthis Application is to enable  the NSA  to  uncover the \ncommunications  and  l ocations of  the Foreign Powers  and unknown \npersons  in the United States  and abroad affiliated with the \nForeign Powers ,  and to disseminate  such  information to the  FBI \nand other elements  of  the United States  Intelligence Community \nas  appropriate.  The  authority requested  in this Application \n3  \"Metadata,\"  as  used  in this Application,  is the  information \nappearing on  the \nstandard e-mail \nTOP SECRET//COMINT/fNOFORN \n4 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -88-\n\nTOP SECRET/ICOMJNTHNOFORN \nelectronic mail  (e-mail)  communications  from \nand then to place such  information  in a  repository against which \n\"queries\"  may  be  run  to identify operatives  of  the· Foreign \nPowers  by looking for  contacts with other  individuals  who  are \nreasonably suspected to be  operatives  of  one or more  of  the \nForeign Powers  and to reveal  communications  links between such \noperatives.  ~'f'S//SI//NF) \nSpecifically,  the metadata will be  stored in an NBA  data \nrepository,  and the NSA  will query the rnetadata using known  e-\nmail  that meet  a  particular standard.  The \nstandard is that other investigation and analysis have  revealed \nthat,  based on  the  factual  and practical considerations of \neveryday life on  which  reasonable  and prudent per~ons act,  there \nTOP SECRET//COMINTHNOFORN \n5 \n1846  & 1862  PRODUCTION  13  MARCH  2009  - 89-\n\nTOP SECRETJ/COMINT//NOFORN \nare facts  giving rise to a  reasonable,  articulable suspicion \nthat  the  e-mail  s  associated with one  or \nmore  of  the  Foreign Powers;  provided,  however,  that an-· \nbelieved to be  used by a  U.S.  person  shall not  be \nregarded as  associ.ated with a  Foreign Power  solely on the basis \n·of activities that  are protected by  the  First Amendment  to the \nConstitution.  The  resulting analytical product  from  the queries \nmade  will  be  \"leads\"  for  the FBI  and  other elements  of the \nUnited States  Intelligence Community  to follow to find  suspected \nterrorists affiliated with the  Foreign Powers,  disrupt  their \nactivities,  and prevent  future  terrorist attacks  on the United \nStates.  (TS//SI//NF) \nIf authorized,  of necessity this surveillance will  collect \nmetadata pertaining to  electronic communications, \ninciuding metadata pertaining to communications  of United States \npersons  located within the United States who  are not  the  subject \nof any FBI  investigation.4  The  NSA  has  determined that such \nTOP SECRET//COMINT//NOFORN \n6 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -90-\n\nTOP SECRET/ICOMINT//NOFORN \nbroad collection of  information  is necessary to develop  a  data \nrepository that will enable the  analysis  the NSA  needs  to \nperform to  find known  operatives  of  the  Foreign Powers  and to \nidentify unknown persons  affiliated with the Foreign Powers, \nsome  of whom  may  communicate  with United States persons,  and \nmany  of whose  communications  transit the U.S.  Internet \ninfrastructure.  ~'3?0//SI //NF) \nIn support  of  this Application,  the United States states as \nfollows: \n1.  The Application.  The  federal  officer seeking to use \nthe pen registers  and  trap  and  trace devices  covered by this \nApplication is  Chief,  Special  Foreign \nIntelligence Surveillance Act  (FISA)  Oversight  a~d Processing, \nOversight  and Compliance,  Signals  Intelligence Directorate \n(SID),  NSA.  Among  other things,  the NSA  is responsible  for \ncollecting signals  intelligence with respect to the  activities \nof  international  terrorist groups  and  their agents,  and \ndisseminating intelligence product  regarding such matters  to the \nTOPSECRETHCOMJNTHNOFORN \n7 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -91-\n\nTOP SECRETl!COMJ:NTf/:PfOFORN \nUnited States  Intelligence Community,  including the  FBI. \n{S//SI//NF~ · \nSet  forth below  is the  certification of Matthew G.  Olsen, \nActing Assistant Attorney General,  National Security Division, \nUnited States Department  of Justice,  that the  information likely \nto be  obtained from  this pen register and  trap  and  trace \nsurveillance  is  relevant  to ongoing  investigations  to protect \nagainst  international  terrorism that are not  being conducted \nsolely upon  the basis of activities protected by  the First \nAmendment  to the  Constitution.  (U) \nThe  Act  authorizes  the Attorney General  to approve \napplications  for pen registers  and trap and trace devices.  The \nAttorney General's  approval  of  this Application and  finding that \nit satisfies the  criteria and  requirements  for  such applications \nis set forth below.  (U) \n2.  Supporting documentation.  This  Application  is \nsupported by:  (i)  the Declaration of \nDeclaration\"),  attached as  Exhibit A,  describing  the objective \nof the  surveillance authority requested  in this Application,  the \nmetadata sought how  the NSA  will handle  that metadata,  and the \n1 \nfrom  which  the rnetadata  will be  acquired;  (ii)  the \nNCTC  Declaration,  which has been filed with  the  Court  at docket \nnumber - and is  incorporated herein by reference,  which \nTOP SECRET//COMINT//NOFORN \n8 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -92- --· \n\nTOP SECRETJ/COMINT/INOFORN \ndescribes  the  continued threat of  terrorist attack faced by the \nUnited States  from  the Foreign Powers  that  could result  in mass \ncasualties.,  massive property loss,  and disruption ·of  the \ncontinuity of government;  (iii)  the report  required by the \nCourt's Order  in docket  number  PR/TT llllllllat pages  12-13, \nattached as  Exhibit B;  and  (iv)  the memorandum  detailing a \nmeeting between NSA  and the NBD,  attached as  Exhibit  c.5 \n(Cf'B//SI//liF') \n3.  Predicated investigations.  The  Foreign Powers,  and \nunknown persons  in the United States and abroad who  are \naffiliated with the Foreign Powers,  are the  subjects  of numerous \nFBI  predicated investigations being conducted under guidelines \n5 \nIn  its - filing in docket  number  PR/TT -\nthe Gove~ · \n[a]t  least once  before  any  future  orders  renewing \nthe authorization granted in docket number  PR/TT \n111111 \nexpire,  a  meeting  for the purpose of \nassessing compliance  with this Court's orders \nwill be  held with representatives  from NSD,  NSA's \nOGC,  and  appropriate  individuals from  NSA's \nSignals  Intelligence Directorate.  The  results of \nthis meeting will be  reduced to writing and \nsubmitted to the Court  as  part of any application \nto  renew  or reinstate  this authority[.] \nStates  in Response ~Court's Order Dated \n11111111 \nDocket Number  PR/TT  at  7.  NSA  and NSD \nto discuss  a  framework  for  these \nmeetings  an  reports  to t  e  Court  going  forward.  The  results of \nthe meeting are attached as  Exhibit  C.  As  set forth  below, \nfuture  applications  for  renewed authority will be accompanied by \na  similar exhibit. .  (TS/ /SI//NF)  -·  ·-\nTOP SECRET//COMINT//NOFORN \n9 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -93-\n\nTOP SECRETHCOMINTHNOFORN \napproved by the Attorney General  pursuant  to Executive Order \n12333,  as  amended.  As  of December  2008,  the FBI  had \nForeign Powers  and leaders  and agents of  the  Foreign Powers. \nThose  investigations are being conducted on  the  basis of \nactivities of the  Foreign Powers  and unknown persons  in the \nUnited States  and  abroad  affiliated with the Foreign Powers,  and \nto the  extent  these  subjects of  investigation are United States \npersons,  not  solely on the basis of activities  that  are \nprotected by the  First Amendment  to the  Constitution. \nAdditional  facts  regarding the  threat to the United States posed \nby  the  Foreign Powers  are  set forth  in the NCTC  Declaration. \nf-S-) \n4.  Previous  applications. \napplication to the Court  targeting \nfacilities  described as \nrespect \nthe - application with respect \n•  and  the -application with respect  to \nTOP SECRET//COMINT//NOFORN \n10 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -94-\n\nTOP SECRET/ICOMiNTHNOFORN \nThe most  recent prior application was  in docket number \n7 \nPR/TT - (B//SI) \n5.  Authority sought.  The  United States respectfully \nrequests  that  the Court  authorize  the NSA  to use pen registers \nand  trap  and  trace devices  to collect foreign  intelligence \ninformation at the  described in detail  in Tab  1  to the \nDeclaration  (collectively,  ,  which  is \nincorporated herein by reference.  ('f9//9I//NP) \nThis  request  is  for pen  register and  trap and trace \nauthority within the United States.  All  of the  collection \nactivity described above  will occur in the United States,  and \nwill  collect metadata  from  electronic communications  that are: \n(1)  between  the  United States and abroad;  (2)  between overseas \nlocations;  and  (3)  wholly within the United States.  +s+ \nWith  respect  to the  requested electronic communications \nsurveillance authority,  the applicant  seeks  Court  orders \nauthorizing the  installation and use  of pen registers and trap \nOrder,  Section S{g) ,  at pages \no  s  m1  reports  to the  Court  discussing \nqueries  that have  been made  against the  data,  as well  as  any \nchanges  in the  description of  the  described in the \nOrder.  Exhibit B,  attached hereto,  1s NSA's  third report  in \nresponse  to  the above-stated requi-rement  in that Order. - fB//BI) -- :. ___  \nTOP SECRETl/COMINTHNOFORN \n11 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -95-\n\nTOP 8ECRETHC01\\HNTHNOFORN \nand  trace devices  to  collect all addressing and  routing \ninformation reasonably likely to identify the  sources  or \ndestinations of  the  electronic communications  on the \nincluding the  \"to,\"  \"from,\"  \"cc,\"  and  \"bee\"  fields  for those \ncommunications \nAs  noted above,  such addressing and  routing information  is \nreferred to herein as  \"metadata.\"  For  the  convenience of the \nCourt,  a  fictitious  example of  e-mail metadata  is set forth \nbelow: \nTOP 8ECRET//COl\\HN1imOFORN \n12 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -96-\n\nTOP SECRET//COMJNT/fNOFORN \nData below the  \"bee\"  line,  including the subject  line and \nthe content of  the  message,  are not metadata and will  not  be \ncollected pursuant  to  the  surveillance authority requested \nherein.  -fB+--\n6.  Additional  description of surveillance methods.  If \nthis Application is approved,  the NBA  will  employ the pen \nregister and  trap and  trace  surveillance authority sought  herein \nas  described below.  f8'1 \nA.  Collection of  the metadata.  The  same  technology will \nbe used  to extract  the metadata  from  each \nTOP SECRET//COMINT/f.NOFORN \n13 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -97-\n\nTOP SECRET//COI\\HN'f//NOFORN \nstored and processed in secure private databases  that  the NSA \nexclusively will  operate.  The  metadata will be  stored on-line \nTOP SECRET//COMINT//NOFORN \n14 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -98-\n\nTOPSECRETHCOMINTHNOFORN \non NSA  database  servers and  access  to the metadata will  be \nrestricted solely to  individuals who  are  trained with  regard to \nthis  authorization.  The  metadata will  also be accessible to \ncleared technical personnel  for  the purpose of  system \nadministration.  The  data will  not be  commingled with data \ncollected pursuant to other authorities.8  Whenever the data  is \naccessed,  the user's  login,  IP  address,  date and time,  and \nretrieval  request will be  logge~ for  auditing capability. \n(':PS// 8 I //NF') \nC.  Procedures  for making  queries  to the meta.data.  The NSA \nwill  use  a  software  interface to limit  access  to the meta.data to \nAs  noted in the  Court's Orders  in this matter from  number \nPR/TT - to docket  number  PR/TT - and as \nmore  detail  in the  Supplemental Declaration of \n(attached to  the Application in docket  number  PR/TT \nExhibit  C) ,  NSA  will plac~s of  the metadata  i \nanalytical  tool  known  as 111111111111111 \nthe metadata will be  identified by a  unique  classification \nmarking and access  to  it will be  restricted by  software  controls \nto  the  specially-cleared NSA  analysts discussed in paragraph B. \n(TS//£I//~IF)  ·-· \nTOP SECRET/fCOMINT//NOFORN \n15 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -99-\n\nTOP 8ECRET//€0MINT//NOFORN \nspecially cleared NSA  analysts.  The NSA  currently is authorized \nto have  analysts perform queries  of  the \nmetadata on a  regular basis.9  Docket Number .PR/TT~ \nPrimary Order at  7.  Access  to the metadata  will be  controlled \nby user name  and password by the  cleared technical personnel. \nNSA's  Office of General  Counsel  (OGC)  will brief analysts \nconcerning the authorization requested in  this Application and \nthe  limited circumstances  in which queries  of the metadata  are \npermitted.  Queries  of  the metadata  using contact  chainingllllll \nmethods  described on page  43  of the  Court's \nJuly 14,  2004,  Opinion and Order  in docket  number  PR/TTllllllllllll \nwill be performed when  they meet  the  following  requirement: \nbased on  the  factual  and practical  considerations of everyday \nlife on which  reasonable  and prudent persons  act,  there are \nfacts  giving rise to a  reasonable,  articulable suspicion that a \nparticular known  is associated with one  or \nmore  6f  the Foreign Powers;  provided,  however,  that anlllllll \nbelieved to be used by a  U.S.  person  shall not  be \nregarded as  associated with a  Foreign Power  solely on  the basis \nof activities that  are protected by  the  First Amendment  to the \n9  Personnel may,  from  time  to time,  be  reassigned,  resulting in \nsome  alterations  to the  list of  analysts over time,  but not  the \nnumber  of analysts  authorized to perform queries of  the \nmetadata.  (TB//SI//NF) \n·-· \n~ SECRETNCOMINT//NOFORN \n16 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -100-\n\nTOP SECRETh'COMINTi/NOFORN \nUnited States Constitution.10  Queries must  be  approved by one  of \nthe  following  twenty-three people:  the  Chief,  Special  FISA \nOversight  and  Processing,  Oversight  and  Compliance,  Signals \nIntelligence Directorate  (BID),  NBA;  the  Chief  or Deputy Chief, \nHomeland Security Analysis  Center;  or one  of the  twenty \nspecially-authorized Homeland Mission Coordinators  in the \nAnalysis  and Production Directorate of  the  Signals  Intelligence \nDirectorate.  E-mail  that are  the  subject \nof Foreign  Intelligence Surveillance Court  (FISC}  authorized \nelectronic  surveillance and/or physical  search based on  the \nFISC's  finding of probable cause  to believe  that  they are used \nby agents  of one or more  of  the  Foreign Powers,  including those \nused by U.S.  persons,  will be deemed  approved  for metadata \nquerying without approval  of an NSA  official due  to  the  FISC \nauthorization.  The  preceding sentence  is not meant  to apply to \ncertification of  the Director of National  Intelligence and  the \nAttorney General,  pursuant  to Section 105B of FISA as added by \nthe  Protect America Act  of 2007,  or Section 702  of FISA,  as \nadded by  the FISA Amendments Act  of  2008.  Nor  is it intended to \napply to  e-mail  under surveillance \nonducted  in accordance  with the \nOrders  of this Court  (docket \n<3:!!d  P~/TT - .  ~). \nTOPSECRETOCOMINTf/NOFORN \n17 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -101-\n\nTOP Sll;CRET//COMINT//NOFORN \npursuant  to  an  Order of  the FISC  issued under  Section 703  or \nSection 704  of  FISA,  as added by  the FISA Amendments  Act  of \n2008.  When  the metadata  is accessed,  the user's login,  IP \naddress,  date and  time,  and  retrieval  request will be  logged for \nauditing purposes.11  ('£0//SI//NP) \nD.  Minimization procedures.  The NSA  will apply the \nexisting,  Attorney General  approved,  guidelines in United States \nSignals  Intelligence Directive 18  (Attachment  D to the \napplication in docket number PR/TT  ,  to minimize  the \ninformation reported concerning U.S.  persons.  Prior to \ndisseminating any U.S.  person information outside the NSA,  the \nChief  of  Information Sharing Services  in the NSA's  Signals \nIntelligence Directorate must  determine  that the  information is \nrelated to  counterterrorism information and  is in fact necessary \nto understand  the counterterrorism information or to assess  its \nimportance.  ('i'S//SI//NF) \nFurther,  NSA  has  taken,  and will  continue to take,  certain \nsteps  to ensure  that  the  collection authorized by the Court  has \nbeen,  and continues to be,  in strict compliance with the Court's \nOrders  in this matter.  Those  steps are  set forth  in thellllll \n11  (\".E'S//SI//MP)  As  set forth  in the -Declaration at .footnote \n13,  NSA  technical personnel perform ~in processes  that  are \nnecessary for making  the  collected metadata usable by analysts. \nThe  restrictions on access  are not meant  to apply to those \ntechnical processes..  ·-·  - -\nTOP SECRETHCOMINT//NOFORN \n18 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -102-\n\nTOP SECRET//COl\\iiINT//NOFORN \nDeclaration and  in the 30-day reports filed with the  Court. \n('i'B// BI //NF) \nE.  The  types  of metadata  that  the NSA  will collect \npursuant  to  this authority.  The  devices will extract and \ncollect  metadata: \n(1)  For e-mail  communications,  the  devices will  extract the \naddresses  contained in the  \"to,\"  \"from,\"  \"cc,\"  and  \"bee\" \nlines. \nTOPSECRETHCO~llNTHNOFORN \n19 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -103-\n\nl\"9P SECRET//COMINTHNOFORN \nF.  Maintenance  of  the metadata.  NBA  will store the \nmetadata  collected pursuant  to the  authority requested herein on \nan NSA  secure private network and will'keep the metadata online \n(that  is,  accessible for  queries  by cleared analysts)  for four \nand one-half years  (54  months) .  NSA  will destroy the metadata \nTOP SECRET/ICOMINT//NOFORN \n20 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -104-\n\nTOP SECRETl/COMINTHNOFORN \nno  later than  four  and one-half years  after its initial \ncollection. 12  (TS//fH//NF) \nG.  Oversight.  The  following  offices within the NSA  will \nconduct  oversight of  the NSA's  activities under this  authority: \nthe OGC,  the  Inspector General,  and  the Signals  Intelligence \nDirectorate Oversight and Compliance  Office.  NSA's  OGC  shall: \ni)  ensure  that analysts  with access  to such  information \nreceive  appropriate training and guidance  regarding the \nquerying standard set out  in paragraph C.  above,  as well  as \nother procedures and  restrictions regarding the retrieval, \nstorage,  and dissemination of  such information; \nii)  monitor  the designation of  individuals with access  to \nsuch  information under paragraph B.  above  and  the \nfunctioning of the .automatic  logging of  auditing \ninformation required by paragraph C.  above;  and \niii)  ensure  appropriate  consideration of any First \nAmendment  issues,  review  and  approve  proposed queries of \nmetadata based on e-mail  used by U.S. \npersons.  (':FS//SI//NF) \nIn addition,  at  least  twice  during the ninety-day \nauthorized surveillance period,  NSA's  OGC  will conduct  random \n~noted in NSA's  report  to the  Court,  filed on \n...... NSA  began destroying  the  first data obtained pursuant  the \nCourt's  Orders on January 14,  2009.·  (T8'f./SI//NF) \nTOP SECRET//COMINT//NOFORN \n21 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -105-\n\nTOP SECRETHCOMINT/IN\"-OFORN \nspot  checks  on  each  to  ensure  that  the collection is \nfunctioning  as  authorized by the  Court.  Such spot  checks  will \nrequire  an  examination of a  sample  of  the metadata.· \n( 'l'B//B I //1iF ~ \nfiling  in docket  number  PR/TT  in \naddition to the  above  minimization procedures,  the Government \nwill  implement  t~e following oversight  mechanisms  to ensure \ncompliance  with any order issued by the Court  in this matter: \no  NSA's  OGC  will consult with NSD  on all significant  legal \nopinions  that relate to the  interpretation,  scope and/or \nimplementation of  the  authorizations granted by the \nCourt  in this matter.  When  operationally practicable, \nsuch  consultation shall occur  in advance;  otherwise NSD \nwill be  notified as  soon  as  practicable. \no  NSA's  OGC  will promptly provide NSD  with copies  of  all \nformal  briefing and/or training materials  (including all \nrevisions  thereto)  currently in use  or prepared and used \nin the  future  to brief /train NSA  personnel  concerning \nthe  authorization granted by orders  issued  by  the Court \nin this matter. \no  At  least once  before the  expiration of  any authority \ngranted herein,  a  meeting  for the purpose of assessing \ncompliance  with  this Court's  orders  will be-held with \nrepresentatives from NSA's  OGC,  NSD,  and appropriate \nindividuals  from NSA's  SID.  The  results of  this meeting \nwill be  reduced  to writing and submitted to the Court  as \npart of  any  application to renew  or reinstate the \nauthority requested herein. \n•  At  least once before  the expiration of  any authority \ngranted herein,  NSD  will meet  with NSA's  Office  of \nInspector General  (OIG)  to discuss  their respective \noversight responsibilities and assess NSA's  compliance \nwith the  Court's  orders  in this. matter. \nTOPSECRETHCOMINT//NOFOR:N \n22 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -106-\n\nTOP SECRET//CO:MINT//NOFORN \nPrior to  implementation,  all proposed automated query \na \nprocesses will be  reviewed and approved by NSA's  OGC  and \nNSD. \n~  At  l_east once  every ninety days,  NSA' s  OGC  and ·NSD  will \nreview  a  sample  of  the  justifications for  the \nmetadata,  including e-mail  placed \non  an  alert list. \n('i'S//SI//?iF~ \nI.  Reporting.  Every thirty days  during the  authorized \nsurveillance period,  NSA  will  file with  the  Court  a  report that \nincludes:  (i)  a  discussion of queries made  since  the prior \nreport  to the  Court  and the NSA's  application of  the  standard \nset  out  in paragraph 6.C.  above  to those  queries;  and  (ii)  any \nIn addition,  should the United States  seek ren·ewal of the \nauthorities  requested herein at that time  it will file a  report \nthat  includes:  (i)  detailed information regarding any new \nproposed to be  added to such  authority;  and  {ii)  any \nchanges proposed in the collection methods, \nof the pen  registers  and/or  trap and \ntrace  devices.  (B// BI//NP) \n7.  The  Court  is requested to authorize the  installation \nand use of pen registers and  trap and trace  devices as  described \nherein for  a  period of ninety days,  and to direct that \nthe NSA  with any  in-for~--?tion,  facilit~es, or \n.. \nTOP SECRETh'COMINT//NOFORN \n23 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -107-\n\nTOP SECRET//COMINT//NOFORN \ntechnical  assistance necessary to accomplish  the  installation \nand operation of  the pen registers and  trap and trace devices, \nfor purposes  of  targeting the Foreign Powers and unknown persons \nin the United States  and abroad affiliated with one  or more  of \nthe Foreign Powers  in such a  manner  as will protect their \nsecrecy and produce a  minimum  amount  of  interference with the \nservices  are providing to their customers. \n(O//OI//MP~ \nRemainder  of page  intentionally left bl~nk. \nTOP SECRET,£/COMlNTNNOFORN \n24 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -108-\n\nTOP SECRET//COMINT//NOFORN \nWHEREFORE,  the United States  submits  that this Application \nsatisfies  the  criteria and  requirements of  the Act,  as  amended, \nand therefore  requests  that  this  Court  authorize the· \ninstaliation and use of the pen  registers and trap and trace \ndevices  described herein,  and enter the proposed orders  that \naccompany this Application.  (U) \nRespectfully submitted, \nActing Assistant Attorney General \nNational Security Division \nUnited States Department  of  Justice \nUnit  Chief \nNational  Security Division \nUnited States Department  of  Justice \nJustice \n!fGP SECRETHCOMINTNNOFODN \n25 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -109-\n\nTOP SECRET//COMINT//NOFORN \nVERIFJ:CATJ:ON \nI  declare under penalty of perjury that  the facts  set forth \nin this Application are true and  correct.  Executed pursuant  to \nTitle 28,  United States  Code,  §  1746,  on \nChief,  FISA Oversight  and Processing, \noversight and Compliance, \nSignals  Intelligence Directorate \nNational Security Agency \nTOP 8ECRET//COMINT//NOFORN \n26 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -110-\n\nTOP SECRET//COMINT//NOFORN \nCERTIFICATION \nI  certify that  the  information likely to be obtained from \nthe pen·registers and trap and trace devices  requested in this \nprotect against  international  terrorism that are not being \nconducted solely upon  the basis  of  activities protected by  the \nFirst Amendment  to the  Constitution.  -(..s+ \nActing Assistant Attorney General \nNational Security Divisioh \nU.S.  Department  of Justice \nDate \nTOP SECRET//COMINT//-NOFORN \n27 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -111-\n\nTOP SECRET//COMINTHNOFORN \nAPPROVAL \nI  find  that  this Application regarding \nand  requirements  for such applications  set forth  in the  Foreign \n'Intelligence Surveillance Act  of  197B,  50  U.S.C.  §§  1801-1811, \n1841-1846,  as  amended,  and hereby approve  its filing with the \nForeign  Intelligence Surveillance Court.  -ta+-\nEric H.  Holder, \nAttorney General  States \nDate \nI \n-- -- --\n,.; \n'.fell 8ECRET//COMINTJ-/NOFORN \n28 \n-112~ \n1846  & 1862  PRODUCTION  13  MARCH  2009 ",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20220315025807/https://www.dni.gov/files/0808/Final%20059.Application%20for%20use%20of%20pen%20register-trap%20and%20trace%20devices%20for%20foreign%20intelligence%20purposes.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/73462"
    },
    {
      "date": "2009-03-04",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": "",
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73478,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73478.pdf",
      "title": "Order Granting the Government’s Motion to Unseal FISC Documents in Order to Brief Congressional Intelligence and Judiciary Committees (Before 3/5/2009)",
      "text": "All redacted \nTOP SECRET \ninformation exempt \nunder b(1) and/or· \nUNITED STATES  b(3) except where \notherwise noted. \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASffiNGTON, DC \nDocket Number: PR/TT \nand previous dockets \nORDER \nThis matter having come before this Court on the motion of the United States of \nAmerica in the above-captioned matter and, it appearing to the Court that the motion \nshould be granted, \nIT IS HEREBY ORDERED that the motion of the United States to unseal the \nSupplemental Order of the Court entered on  in the above-captioned \nmatter is GRANTED for the limited purpose of allowing the Government to disclose the \ncontents of and submit the above-described document to the Select Committee on \nTOP SECRET \nDerived From:  Motion to the USFISC \nDeclassify on: \n\nTOP SECRET \nIntelligence of the United States Senate, the Permanent Select Committee on Intelligence \nof the United States House of Representatives, the Committee on the Judiciary of the \nUnited States Senate, and the Committee on the Judiciary of the United States House of \nRepresentatives. In all other respects, the above-destribed document shall remain \nsealed until further order of the Court. \nA1 1 : 29 \nSigned _ ____________ Eastern Time \nDate  Time \nREG \nJudge, United States Foreign \nIntelligence Surveillance Court \nTOP SECRET \n2 ",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20210508105025/http://www.dni.gov/files/0808/Final%20007.Order%20granting%20the%20Government's%20motion%20to%20unseal%20FISC%20Documents%20in%20order%20to%20brief%20congressional%20intelligence%20an~1.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/73478"
    },
    {
      "date": "2009-02-03",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Declaration/Affidavit",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73472,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73472.pdf",
      "title": "Declaration of NSA Chief, Special FISA Oversight and Processing, Oversight and Compliance, Signals Intelligence Directorate (02/03/2009-2/13/2009)",
      "text": "All redacted \nTOP SECRETJ/COMINTJ/NOFORN \ninformation exempt \nunder b(1) and/or \nb(3) except where \nUNITED  STATES \notherwise noted. \nFOREIGN  INTELLIGENCE  SURVEILLANCE  COURT \nWASHINGTON,  D.C. \nDocket Number:  PR/TT \nEXHIBITA \nDECLARATION OF  CHIEF, SPECIAL FOREIGN \nINTELLIGENCE SURVEILLANCE ACT OVERSIGHT AND PROCESSING, \nOVERSIGHT AND COMPLIANCE, SIGNALS INTELLIGENCE DIRECTORATE, \nTHE NATIONAL SECURITY AGENCY \n1.  (U)  I  am  the  Chief,  Special  Foreign Intelligence \nSurveillance Act  (FISA)  Oversight  and  Processing,  Oversight  and \nCompliance,  Signals  Intelligence Directorate  (SID)  National \nSecurity Agency  {NBA) .  In this  capacity,  I  am  responsible  to \nthe Director of Signals  Intelligence Directorate and, \nultimately,  to the  Director of NSA,  for overseeing the \nimplementation of  the pen register .and  trap and  trace \nauthorizations  of  this  Court by the NSA  organizations  charged \nTOPSECRET//COMINT!/NOFORN \nClassified by:  NSA/CSSM 1-52, Dated.8 January, 2007 \nReason:  ~ \nDeclassify on:-\n1846  & 1862  PRODUCTION  13  MARCH  2009  -113-\n\nTOP SECRETl/COMINT/l:NOFORN \nwith  collection and processing of  data under  the provisions  of \nthis Order. \nPURPOSE  OF  DECLARATION\" \n2.  (S//SI)  I  make  this Declaration in support of  the \nGovernment's  Application seeking  renewed  authority with respect \nto the  described in Tab  1  to this Declaration to \ninstall and use pen registers and  trap and trace devices,  in \n(collectively,  \"Foreign \nPowers11 pursuant  to the Foreign  Intelligence Surveillance Act \n) \nof 1978  (FISA),  50  U.S.C.,  sections 1801-1811,  1841-1846,  as \namended.  The  initial ·authority to  install and use pen  registers \nand  trap  and  trace  devices  for  this purpose  was  granted by this \nCourt  on  July  14,  2004,  in docket  number  PR/TTllllllll,  and most \n111111111 \nrecently on  in docket number  PR/~T \nAs  set forth  in greater detail below,  the  renewal  of  the \nsurveillance authority will  enable NSA  to continue  its efforts \nto discover the Foreign Powers  and unknown  persons  in the United \nStates and abroad affiliated with one  or more  of  the  Foreign \nPowers,  and their communications,  and  to disseminate such \ninformation to support  the efforts of  the United States,  and  in \nparticular of  the  Federal  Bureau of  Investigation  (FBI),  to \ndetect  and prevent  terrorist acts  against U.S.  interests.  This \nwill  be  accomplished by  collecting e-mail  \"metadata\"1-not  the \n1  \"Metadata, 11  as  used  in this Declaration,  is  the  information \nappearing on  the  \"to  11  \"from  11  \"cc  11  and  11bcc11  lines of  a \nstandard e-mail \nTOP SECRET/i'COWNTIINOFORN \n2 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -114-\n\nTOP SECRET//COMINT//NOFOR.~ \ncontents  of  the communications-and then applying  sophisticated \nalgorithms  to analyze metadata  related to specific \nterrorist-associated e-mail  My \nstatements herein are based on  (i)  my  personal  knowledge  of \nSIGINT  collection and NSA  operations,  (ii)  my  review of  the \nApplication,  (iii)  information available  to me  in my  capacity as \nthe  Chief,  Special  FISA  Oversight  and  Processing,  about \nactivities  conducted by NSA  pursuant  to  the \norder of  this Court,  and  {iv}  the  advice  of  counsel. \n(8//SI)  USE  OF  WEB-BASED  SERVICES  BY  TERRORIST  ORGANIZATIONS \nTOP SECRET//COMJNT//N-OFORN \n3 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -115-\n\nTOP SECRET//COMINT//NOFORN \nTOP. 8ECRET//C01\\IIENT//NOFORN \n4 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -116-\n\nTOP SECRET//COMINT//NOFORN \n(Sf/ BI)  AVAILABILITY  OF  INTERNET  COMMUNICATIONS \nIN  THE  UNITED  STATES \n(S//SI)  DATA  NSA  SEEKS  TO  ACCESS \n6.  The  accompanying Application \nof authority to \nidentified as  relevant  to ongoing terrorist  investigations \n2 \n('PB//SI//NF)  In docket number  PR/TT - the  Court \nauthorized pen register  and  trace surveillance \nadditional  facilities \nThe  Government  does  not  seek in the Application supported by \nthis  authority with respect  to \nFurther,  the Government  has  never \nCourt  to obtain  information fromlll \nHowever,  in preparing the \ne  ister and  tra  and  trace \nTOP 8ECRET//COl:\\41NT//NOFOlt.~ \n5 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -117-\n\nTOPSECRETHCOMINT//NOFORN \n7.  (~8//BI//NP)  Specifically,  ~SA seeks  renew~l of  the \nauthorization to \ndescribed  in detail  in Tab  1  to  this Declaration in order to \n11111111 \ncollect e-mail  metadata  from  each of  them.  In the \nDeclaration accompanying  the Application in docket number PR/TT \nlllllllllNsA made  certain statements as  to  the  types,  origin, \ndestination,  and/or collection of metadata  from  communications \ncarried on  Set  forth below are  the  steps NSA  has \ntaken since the Application was  granted on  to \nverify those  statements.3 \n3  ('PS//SI//NF)  All  of  the verification steps  described in this \nDeclaration are  taken to  ensure NSA  is acting within the  scope \nof  the Court's authorization·  they do  not  involve  contact \nchaining  or any  other kind of  analysis \n•  II!.- - l  ,- ,..,  ••  • \nTOP 8ECRET//eOMJNT//NOFORN \n6 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -118-\n\nTOP 8ECRET//€0MINT//NOFOR..l\\f \nTOPSECRETHCOl\\41NTl-INOFORN \n7 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -119-\n\nTOP SECRETHCOMINT!/NOFORN \nTOPSECRET//<JOMINT//NOFORN \n--\n·-·  .. \n8 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -120-\n\nTOP SECRETNCOMINTl/NOFORN \nTOP SECRET//COMINT//NOFORN \n9 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -121-\n\nTOP SECRET//COMINT//:NOFORN \nTOP SECRET//COl:\\ilNT//:NOFORN \n10 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -122-\n\nTOP SECRETHCOMlNT//NOFORN \nTOP SECRET//COMINTHNOFORN \n11 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -123-\n\nTOP SECRET/ICOMJNTHNOFORN \nTOP 8ECRETl/COMINT/INOFORN \n12 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -124-\n\nTOP SECRET//COMINT//NOFORN \n13 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -125-\n\n~ SECRET//CO:MlNTHNOFORN \nTOP 8ECRET//COMINTHNOFORN \n14 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -126-\n\nTOP SECRET//COMINT//NOFORN \naccordance  with t his Court's \nOrder  in docket  number PR/TT - section \nS(d} (iv),  at page  11,  NSA' s  Office  of  General  Counsel  (OGC), \nspecifically,  senior attorneys  in the  Office of the Associate \nTOP SECRET//COl:\\fiNT//NOFORN \n15 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -127-\n\ntGP 8ECRET//COMINT//NOFORN \nGeneral  Counsel  for  Intelligence Law,  conducted random spot \nensure  that \nthat \nTOP SECRET//COMINTHNOFORN \n16 \n1846  & 1862  PRODUCTION  1~ MARr.H  ?nnQ  -1?Q_ \n\n!fePSECRETh'COMINTJ/NOFORN \nTOP SECRlITHCOMlNTHNOFORN \n17 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -129-\n\nmP SECRETNCOMINT//NOFORN \nts)  SMALL  PROPORTION  OF  INTERNET  BANDWIDTH  NSA  WILL  OBTAIN \n10.  ('!'S//BI//HF)  In his  Declaration \n(Paragraph  8),  the Director,  NSA  estimated that  if the \nApplication were  granted,  NSA  would  collect metadata  associated \nTOP SECRET/JCOMINT//NOFORN \n18 \n1846  & 1862  PRODUCTION  13  MARCH  2009  - 130-\n\n~ 8ECRETHCO:M1NT//NOFORN \nTOP 8ECRET//COMINT//NOFORN \n19 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -131-\n\nTOP SECRETHCOMINT//NOFORN \n(€)  WHY  NSA  SEEKS  ACCESS  TO  THIS  AMOUNT  OF  DATA \n11.  ('PB//SI//NF)  I  adopt  and  reaffirm the  representations \ncontained in the Director,  NSA's  eclaration \nparagraphs  12  - 21  that  to better ensure  success  in its \nTOP SECRET//COMINT//NOFORN \n20 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -132-\n\nTOP SECRETl/COMINT//NOFORN \ncounterterrorism intelligence mission,  NSA  needs  to have  access \nto  the accumulated pool  of metadata  described  in the Application \nand  this Declaration. \n(U}  INTERNAL  CONTROLS/MINIMIZATION  PROCEDURES \n12.  (T8//8I//NF)  I  adopt  and  reaffirm the  representations \ncontained in paragraphs  22-2610  and  28-30  of  the Director,  NSA's \nDeclaration relating to mandatory procedures  to \nstrictly control  access  to and use  of the data collected \npursuant  to an order of  this Court.11  In addition to continuing \nto demand  strict adherence  to  the  Court-imposed  restrictions on \naccess  to  the metadata,12  the Director,  NSA  established \n~S//SI//NF)  In paragraph 26  of the Director,  NSA's -\nlllllllDeclaration,  he  anticipated that roughly 400 ·e-mail \naddresses  would be  tipped to  the  FBI  every year.  .However, \nduring  2005-e-mail addresses  were  tipped to the FBI,  and \ndurin~06~-mail addresses were  tipped to  the  FBI.  During \n2007, ... e-mail  addresses  were  tipped to the  FBI.  During 2008, \nlie-mail  addresses  were  tipped to  the  FBI. \n11  ('%'8//SI//NF)  Exhibit B  to the Application describes  the \nqueries  that have  been made  of  the  information collected under \nthe Court's  authorization,  as  well  as  the  application of  the \nstandard that a  lies to such  during  the  period \nThis  is the  third \n~ to  this Court  in accordance with  the  Court's \nllllllllOrder in docket  number  PR/TT~ Section S(g),  at \npages  12  and  13.  The  first two  re  arts were  filed with the \nCourt  on  The Director, \nNSA  will  continue  to require  strict adherence  to the \nCourt-imposed access  restrictions. \n12  (TB//BI//HF)  NSA  technical personnel perform certain \nprocesses  that are necessary for making  the collected metadata \nusable by analysts.  NSA  believes  that those  restrictions on \naccess  are not meant  to apply to those  technical processes. \nTOP 8ECRET//COMINT//NOFORN \n21 \n: \n. \n1846  & 1862  PRODUCTION  13  MARCH  2009  -133- I \n\nTOP SECRETHCOMINTlfNOFORN \nmandatory procedures  to monitor  and validate  that  any \nsurveillance authorized by this  Court  is effected in a  manner \nthat  fully complies with any Order of  the  Court. \n13.  ('±18 rI r' SI nI  'MF)  Specifically,  in order to  ensure  that \nthe  requested authorities will be  implemented  in  a  manner \nconsistent with the  Court's Orders: \n•  NSA  will  train the NSA  personnel  involved in any  facet \nof  the  implementation  of  the Court's Orders  to \nemphasize  the  degree  of  care that must  be exercised in \nits implementation; \n•  NSA  will  file  with the  Court  every thirty days  during \nthe effective period of  the  Order a  report  that \nincludes  a  discus~ion of  the queries made  since the \nprior report  to  the  Court,  and  the NSA's  application \nof  the standard the Court  articulated in order to use \nan address  as  a  seed address  as  that  term is used  in \nthe Order; \n•  The verification measures  described above  in paragraph \n7  will  continue  to be  implemented to ensure  that \nremain  as  described in paragraph 7; \n•  The  NSA  Signals  Intelligence Directorate Oversight  and \nCompliance  Off ice  will  conduct periodic audits  of \nqueries  to  the  data  to ensure application of  the \nstandard articulated by the  Court  to query data. \nTOP SECRET//COMINT/fNOFORN \n22 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -134-\n\nTOP SECRET/ICOMINT/fNOFORN \n(\":PS//SI//NF)  As  noted  in the  attached Application,  in \naddition to  the above  minimization procedures,  the Government \nwill  implement  the  f~llowing oversight mecha~isms ·to ensure \ncompliance  with any order  issued by the Court  in this matter: \nNSA's  OGC  will  consult  with NBD  on all  significant legal \nopinions  that  relate  to  the  interpretation,  scope  and/or \nimplementation of  the authorizations granted by the  Court \nin this matter.  When  operationally practicable,  such \nconsultation shall occur  in advance;  otherwise NSD  will be \nnotified as  soon  as  practicable. \n•  NSA's  OGC  will promptly provide NSD  with  copies  of  all \nformal  briefing and/or training materials  (including all \nrevisions  thereto)  currently in use or prepared and used  in \nthe  future  to brief /train NSA  personnel  concerning the \nauthorization granted by orders  issued by the  Court  in this \nmatter. \n•  At  least once  before  any  future  orders  renewing  the \nauthorization period requested herein,  a  meeting for the \npurpose  of  assessing compliance with  this  Court's  orders \nwill be held with  representatives  from  NSA's  OGC,  NBD,  and \nappropriate  individuals  from  NSA's  SID.  The  results of \nthis meeting will be  reduced to writing and submitted  to \nthe Cqurt as part of  any  application to  renew  or reinstate \nthe authority requested herein. \n•  At  least once during the  authorization period of all future \norders  in this matter  requested herein,  NSD  will meet  with \nNSA's  Office of  Inspector General  (OIG)  to discuss  their \nrespective oversight  responsibilities  and  assess NSA's \ncompliance with the  Court's  orders  in this matter. \n•  Prior to implementation,  all proposed automated query \nprocesses will be  reviewed and  approved by NSA's  OGC  and \nNSD. \n•  At  least once  every ninety days,  NSA's  OGC  and NSD  will \nreview a  sample  of  the  justifications for  the \nmetadata,  including  e-mail  placed on \nan aler t  list. \nTOP 8ECRET//COMINT/fNOFORN \n23 \n.. ,..,,.. \n1 AA~ ll.  1 IH~?  DO(HHl('T I ('\\t.I  1 'l  UAOl\"U  '>nnn \n\nTOP SECRETl/COMINT//NOFORN \n(U)  SUMMARY  OF  REPORTING  OVER  THE  PAST  NINETY  DAYS \nCourt's  initial authorization in \nJuly  2004  in docket  number  PR/TT - NSA  has produced \nreports based on access  to,  and  analysis  of,  metadata acquired \npursuant  to  authorizations  in the above-captioned matter.  NSA \nhas  disseminated these  reports  to  the FBI,  the Central \nIntelligence Agency  (CIA),  and the National  Counterterrorism \nCenter  (NCTC) . \n(U)  I  declare under penalty of perjury that the  foregoing  is \ntrue and correct. \nSigned  this \nChief,  FISA Oversight and  Processing, \nOversight  and Compliance \nSignals  Intelligence Directorate \nNational  Security Agency \nTOP SECRETHCOMINT//NOFORN \n24 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -136- 1 ",
      "document_type_other": null,
      "external_url": "http://www.dni.gov/files/0808/Final%20060.Declaration%20of%20NSA%20Chief,%20Special%20Oversight%20and%20Processing,%20Oversight%20and%20Compliance,%20Signals%20Intelligence%20Dire~1.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73472"
    },
    {
      "date": "2009-02-13",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": "",
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73468,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73468.pdf",
      "title": "Government's Response to a FISC Order (2/13/2009)",
      "text": "TOP SECRET \nROUTING \nTO:  NAME AND ADDRESS  DATE  INmALS  (Security Classifficafi'ion) \nI \n2 \n3  . \n' \n4 \nACTlO!\\J  DlRECTAEPLY  PRERAOCm::cr y \nAPPROVAL  DlSPATa-l  01::r<~i111111::Nf'lA.l1DN \nroMMENT  RlE  RETURN \nCXlNCUARBllCE  l!\\li:r'\"\"'\"l\\11DN  SIGNA111RE  CONTROL NO. \nREMARKS: \nCOPY---- OF----\nFROM:  NAME, ADDRESS, AND PHONE NO.  DATE \nI la11dle Via \nCOMIN  r:zODE\\MORD-\nCR81RFIBIS \nAccess to this document will be restricted to \nthose approved for the following specific activities: \ninformation exempt \nunder b(1) and/or  NATJONAL SECURITY INFORMATION \nb(3) except where  Unauthorized Disclosure Subject to Crlmlnal Sanctions \notherwise noted. \nTOP SECRET \n(Security Classification) \n\nTOP SBCRBTh'COMINt:/INOFORN,t/MR \n.  i .' \nU.S. FORE!Gif  ,  .. \n1 \nINTELLIGENCE  . ' \nUNIT~D STATES  SURVEJLL.AHCE COURT  :'' \nFOREIGN INTELLIGENCE SURVEILLANC  AM  'f. q6 \nCLERK OF COURT \nWASHJNGTON, D.C. \nDocket Number: \nPR/TT-\nGOVERNMENT'S RESPONSE TO THE \nCOURT'S ORDER DATE~(U) \nTHE UNITED STATES OF AMERICA, through the undersigned Department of \nJustice attorneys, respectfully submits the following response to the Court's Order of \ndirecting the Goverrunent either to affirm that it is exercising its \nauthority only in accordance with the Primary Order .issued in this docket nu.ml?er or \nfully report to the Court on any deviation therefrom.  ~ \nTOP SBCRET//C01\\UNTJ/NOFORN//1\\'.IR \nClassificati~:m by:  The President of:±he United States \nReason: l.4(c) \nDeclassify Only Upon the Detezmiztation of tlre President \n1846  & 1862  PRODUCTION  5  MARCH  2009  -180-\n\nTOP SECRBT//COMINT//NOFOR.Nt/MR \nBased upon the information provided by the National Security Agency in the \nattached Declaration of Lt. General Keith B. Alexander, U.S. Army, Director of the \nNational Secu~ity Agency (NSA), attached hereto at Tab 1 (\"Alexander Declaration\"), \nthe Government assesses that, except as noted below, it is exercising its authority to \nquery the data it obtains pursuant to the Court's Order in this docket in accordance \nwith the standard set forth therein.1  ffS} \nThe Government has concluded that one particular method for the approval of \nan e-mail address as a querying seed, as described below, is not consistent with the \nterms of the Court's Order. In light of this conclusion, the Government has terminated \nits use of this method.  In addition, the Government is adopting additional oversight \nprocedures-similar to the procedures described in the memorandum filed this day in \ndocl<et number BR 08-13-to ensure compliance with the Court's Order.  (TS//SI//NP) \nA.  Deviation from the Court's Order (~ \nITI the Alexander Declarati~n, NSA describes a procedure by which a U.S.-based \ne-mail account in direct contact with an alert list seed account and about whicl1 NSA \nhad no further information could be deemed temporarily approved for querying as a \nseed. See Alexander Deel. at 9-12 (method described in subsection (c)(ii)).  The \n1 Some compliance matters have been previously reported to the Court in connection with prior \ndockets and are not addressed here. In the event: a compliance matter is subsequently \nuncovered during the reviews and audits described at pages 16-17 of the Alexander \nDeclaration, the Gove:rn.ment will immediately notify the Court. ~ \nTOP SBCRBT//C01\\4INTJ/WOI.10R N//MB \n2 \n1846  &·1862  PRODUCTION  5  MARCH  2009  -181-\n\nTOP SECRJff//COl\\UNT/'NOEORNllMR \nprocedure was triggered when the automated query process returned a hlt betvveen a \nRAS-appr~ved2 seed and a U.S.-based e-mail address in direct contact with that RAS-\napproved see';f.  See id. at 9.  Because NSA had no further information about the U.S.-\nbased e-mail account other than the direct contact with the RAS-approved seed,, the \nU.S.-based e-mail account was deemed to be temporarily RAS-approved based on its \ndirect contact with the RAS-approved seed. See id. at 9-10.  An analyst was alerted to \nthe hit and was authorized to query using the U.S.-based e-mail address itself as a seed. \nSee id. at 9-10.  An analyst had the authority to enter a tvvo-hop query on such an e-mail \naddress without the individual review of the e-mail address by one of the designated \napproving authorities or NSA's Office of General S:ounsel (OGC). See id. at 10-11. The \ntemporary RAS-approval process was not automated; rather, an analyst would make \nthe requisite determinations and enter a queiy manually using the temporarily RAS-\napproved address as a seed. See id. at 11. NSA has suspended this practice, -See id. at \n12.  ffS//ffi/~JF) \n'lhls procedure previously was described in the Government's reports to the \nCourt. fu response to a Court-ordered reporting_requirement,3 the Government \n2 In this response the Government will refer to an e-mail address that satisfies the reasonable, \narticulable suspicion standard as \"RAS-approved.\" (&) \n3 The requirement provided, \"These reports shall explain in detail what is meant by queries \nmade 'for an address linked to ·a seed address at either the first or second level of the ccintact \nchaining process \nTOP SECRBT//COl\\4INT//NOFORN/tMR \n3 \n1846  &.1862  PRODUCTION  5  MARCH  2009  -182-\n\nTOP SECRBTJ/CO~HNT//:NOFOR.~//MR \nsubmitted three reports to the Court under docket number PR/TT  (dated \nand  in which NSA provided the following description of the \nabove-described procedure: \nassociated with  \\ \nThus, in accordance with the Court's authorization, the analyst may cause \nthe contact chaining tool to identify \"accounts that have been in contact \nwith the seed account, as well as all accounts that have been in contact \nwith an account within the first tier of accounts that had direct contact \nwith the seed account.\" In other words, the analyst takes a seed address \nand causes the contact chaining tool to link it to direct contacts (first tier) \nand then contacts of the first :Uer or what NSA analysts call a second hop \nor second level of contact (i.e. accounts. that have been in contact with an \naccount within the firsf tie!' of accounts). Analysts are authorized to ·talce \nNumber.Applicatio~ \n- attachment B, p. 11) [PRm Docket  and \nhow such queries fall within the authorization of this order.\"  Order, docket number PR/IT-\n•  at 11.  ffS//SI//NP}  .  . \nTOP SECIUiT//COMINTllNOFORN//MR \n4 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -183-\n\nTOP SECRBT//€0MINT/INOFORN//MR. \nthese steps though in practice they rarely will exercise the full authority. \nNo further contact chaining may be conducted absent at least Counter \nTerrorism Advanced Analysis Shift Coordinator, and in appropriate cases, \nNSA OGC approval based on the factual and practical considerations of \neveryday life oi1 which reasonable and prudent persons act, there are facts \ngiving rise to a reasonable arti  · \nemail address is associated wi \nNSA Report to the FISC - (citations omitted); see also Alexander Deel. at 15 \n(e mph~sis in Alexander Deel.).  NSA continued th.is practice until recently, havjng \nprovided the description of the procedure to the Court and believing it was in \ncompliance with the Court's Orders. See id. at 12. As such, there was not any \ndeliberate effort to engage in unauthorized activity.  (IB//SI//NF) \nIn response to the Court'  Order, the Government reassessed \nthe \"deemed approved\" :rp.ethod and in particular the querying of the' PR/TI meta.data \nusing a U.S.-based e-mail address as a seed without obtaming individualized review by \na designated approving official or NSA's  OGC.  Tiw Court's most recent Order required \nthat \"[q]ueries shall only be conducted with the approval of one of the following NSA \nofficials: the Signals Intelligence Directorate Deputy Program Manager for \nCounterterrorism Special Projects Analysis and Production; the Chief or Deputy Chief, \nHomeland Security Analysis Center; or one of the twenty specially-authorized \nHomeland Mission Coordinators in the Analysis and Production Directorate of the \nPR/TT-\nDirectorate.'~ \nSignals Intelligence  Primary Order, docket number  at 9. \n-\n.  .  - ::. \nTOP ~~CRF:T//COMINT//NOFORN//MR \n5 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -184-\n\n·. \nTOP SBCRET//COMINT//NOFOR.l\\T//.MR \nThe Order further directed that NSA's  OGC shall \"ensure appropriate consideration of \nany First Amendment issues, review and approve propose~ queries of metadq.ta in \nonline storage. based on seed accounts used by U.S. persons. ...\"  !ii at 10-11. The \n\"deemed approved\" method described above enabled an analyst to enter a two-hop \nquery using a U.S.-based e-mail address as a seed. without an individual review of that \ne-mail address by one of the designated approving authorities or NSA's OGC. For this \nreason, the Goverrup_ent has concluded that the process deviates from the terms of the. \nCourt's Order in PR/TI'  and the process has been terminated.4   (Ta//-fJ//P-W) \nB.  Additional Oversight Mechanisms the Government Will Implement (5) \nAlthough not required by the Court's Order, after careful consideration, the \nGovernment intends to employ the following additional oversight procedures: \n•  NSA's  OGC will consult with the National Security Division (NSD) on all \nsignificant legal opinions that are related to the interpretation, scope and/or \nimplementation of the authorization granted by the Court in its Primary Order in \ndocket number PR/TI'-prior Orders issued by this Court, or any future \norder renewing such authorization. When operationally practicable, such \nconsultation will occur in advance; otherwise, NSD will be notified as soon as \n· practicable; \n~  NSA's OGC will promptly provide NSD with copies of all formal briefing and/or \ntraining materials (including all revisions thereto) currently in use or prepared \nand used in the future to brief/tram NSA perso1mel concerning the authorization \ngranted by orders issued by this Court in this matter; \n4  A detailed description of the 11 deemed approved\" method and the NSA's  analysis and \nreporting regarding that method are included in the Alexander Deel. at 9-15.  (ra/~\"I:/IHi) \nTOP SBCRBTh'COMINT//NOFORN-//1\\fil \n6 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -185-\n\nTOP SECRJIT//COMINT//NOFORN//M.R \n•  At least once before an~e orders renewb.1g the authorization granted in \ndocket number PR/~expire, a meeting for the purpose of assessing \ncompliance with this Court's orders will be held with representatives from NSD, \nNSA's  OGC, and appropriate individuals from NSA's  Signals Intelligence \nDiTectorate.  The results of this meeting will be reduced to writing and submitted \nto the Court as part of any application to renew or re:instate this authority; \n•  At least once during the authorization period of future orders, NSD will meet \nwith NSA's  Office of Inspector General (OIG) to discuss their respective \noversight responsibilities and assess NSA' s compliance with the Court's orders \nin this matter; \n•  Prior to implementation, all proposed automated query processes will be \nreviewed and approved by NSA's  OGC and NSD; and \n•  At least once every ninety days1-NSA's  OGC and NSD will review a sample of \nthe justifications for querying the data, including e-mail accounts and addresses \nplaced on the alert list.  (TS//SI//NF) \nRespectfully submitted, \nMatthew G. Olsen \nActing Assistant Attorney General \nOffice of Intelligence \nNational Security Division \nUnited States Department of Justice \n+QP SECRET//COMINT//NOFORN/IMR \n7 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -186-",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20241207025646/http://www.dni.gov/files/0808/Final%20035.Government's%20Response%20to%20a%20FISC%20Order.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/73468"
    },
    {
      "date": "2009-02-13",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Declaration/Affidavit",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73470,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73470.pdf",
      "title": "Declaration of Lieutenant General Keith B. Alexander, U.S. Army, Director, NSA, Concerning NSA’s Compliance with a FISC Order (2/13/2009)",
      "text": "All redacted \ninformation exempt \nunder b(1) and/or \nb(3) except where \notherwise noted. \n-\n-\n-\n..,.,  ;. \n1846  & 1862  PRODUCTION  5  MARCH  2009  -187-\n\nTOP SECRET//COMlNT!/NOFORN//MR \nUNITED STATES \nFOREIGN INTELLIGENCE SURVEILLANCE COURT \nWASHINGTON, D.C. \nDocket.: \nPR/TT \nDECLARATION OF LIEUTENANT GENERAL KEITH B. ALEXANDER, \nUNITED STATES ARMY, DIRECTO~AL SECURITY AGENCY \nIN RESPONSE TO TBE----ORDER OF  . \nTHE FOREIGN INTELLIGENCE SURVEILLANCE COURT \n(U) I, Lieutenant General Keith B. Alexander, depose and state as follows: \n(U) I am the Director oft he National Security Agency (''NSA\" or \"Agenc~'), an \n• \nintelligenc~ agency within the Department of Defense (\"DoD\"), and have served in this position \nsince 2005.  I currently hold the rank of Lieutenant General in the United States Army and, \nconcurrent with my cu11·ent assignment as Director of the National Security Agency, I also serve \nas the Chief of the Central Security Service and as the Commander of the Joint Functional \nComponent Command for Network Warfare. Prior to my cunent assignment, I have held other \nsenior supervisory po~itions as an officer of the United States military, to include service as the \nTOP. 8ECRET/ICOMINT//NOFORN//MR \nClassified By: The President of the United States \nReason: l.4(c)  · \nDecl~sify On:l)' Upon the Dete1Tftitteli:e11 eftlle Prssid8l:lt \n1846  & 1862  PRODUCTION  5  MARCH  2009  -188-\n\nTOP SECRETNCOM:lNT//NOFORN/!MR \nDeputy Chief of Staff (DCS, G-2). Headquarters, Department of the Army; Commander oft he \nUnited States Anny's futelligence and Security Command;  and the Director oflntelligence, \nUnited States Central Command. \n. \n. \n{8\") As the Director of the National Security Agency, I am responsible for directing and \noverseeing all aspects ofNSA's cryptologic mission, which consists oft lrree functions:  to \nengage in signals intelligence (\"SIGINT\") activities for the United States Government. to include \nsupport to the Government's computer network attack activities; to conduct activities \nconcerning the security of United States national security telecommunications and information \nsystems;  and to conduct operations security training fo_r the United States Government.  Some of \nthe information NSA acquires as part of its SIGI NT mission is collected pursuant ·to Orders \nissued und_er the Foreign Intelligence Surveillance Act of 1978, as amended (\"FISA\"). \n(U) The statements herein are based upon my personal knowledge, knowledge provided \nto me by my subordinates in the course of my official duties, advice of c?unsel. and conclusions \nreached in accordance therewith. \nI. (U) Purpose: \n(TSf/SI//NF) This declaration responds to the Order dated~hlch \ndirected the Government to verify to the Foreign Intelligence Surveillance Court (\"FISC\" or \n\"Court\") that it is performing queries in Docket Number PRJTT~nly in accordance with \nthe Court~ ordered st~dard or fully report any deviation therefrom. The Court's Primary Order \nauthorizes NSA to collect and _analyze metadata regarding electronic communications under the \npen register and 1rap and trace provisions of the. Foreign Intelligence Surveillance Act.  This \nPrimary Order is the current order in a succession of orders dating back to July 14, 2004. NSA \nTOP SECRET/lCOMlNT//NOFORN/JMR \n2 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -189-\n\n~ SECRE'I;tJCO:MINT//NOFORN//M:R \nhas reviewed the methods by which it has queried the PRJTI metadata from the Court's initial \norder in July 2004 to the present.  Because the detail with which NSA has reported these \nmethods to the Court has varied over the years~ I am providing in this declaration a more detailed \ndescription of~SA's methods for queryiug\"the PRJTT data, along with an historical revi_ew of \ncertain reports NSA has previously provided to the Court. \nII. (U) NSAts Implementation of the Court's Orders: \n(TSl/SL'/:NF) The Standard.  On July 14, 2004, the Court issued the first of several \n. \n. \nsuccessive orders authorizing NSA to collect and analyze information regarding electronic \ncommllllications under the pen register and trap and trace provisions of the Foreign Intelligence . \n·Surveillance Act ~SA refers to the July 14, 2004 Order and its successor orders as the PR/TT  . \nOrders.  Each of the PR/TT Orders authorized NSA to query the metadata collected only with e-\n· mail  that met a particular standard: \n[Q]ueries shall be pe1fonned only on the basis of a pru.iicular known \nafter the NSA has concluded, based on the factual and practical consideratio;ns of \neveryday life on which reasonable and prudent persons act, that there are facts giving rise \n·c ulable sus  icion that such  · s associated Wi \nSee, e.g., Docket Number PR/TT-Primary Order at.pp. 8-9 (emphasis in original).  Eac~ \ncertain \nof the PR/TT Orders authorized only  NSA officials to determine whether an e-mail \naddress or account met the standard, and thus qualified as a \"seed\" with which to query the . \nmetadata.  Collectively, NSA refers to these officials as the Designated Approval Authorities. \nEach oft he PR/TT Orders _also required NSA's Of:fice~f General Counsel \"to ensure appropriate  -:...  _  _ \nTOP SECRET//COMINT//N-OFORNl/MR \n3  . \n1846  & 1862  PRODUCTION  5  MARCH  2009  ~190-\n\nTOP 8ECRETNCO:MINf//NOFORNl/MR \nconsideration of any First Amendment\" concerns by reviewing and approving queries based on \nseed accounts believed to be used by United States persons. See, e.g., PRJIT Docket Number \n- Primary Order at pp. ·s-9, 10-.11. \n(T8/t8I:i'/NF) Application of the Standard. NSA has applied the \"reasonable articulable \nsuspicion\" standard, also.c alled the \"RAS\" standard, by examining the totality of the infom1ation \n. I \navailable on an e-mail address proposed for :use as a seed .. Available information could derive \nfrom any authorized source, including Court-authorized electronic surveillance, communications \nintercepted pursuant to NS.A's Executive Order 12333 authority, open source infom1_ation, \ninformation provided by other Intelligence Community agencies, or any combination of these \nsources.  The following examples illustrate the information that might suppo1t NS.A's \nwi~ \ndetermination that an e-mail address proposed for use as a seed is associated \n.. \n...1 1••••1••• \nTOP SECRET//C  -~  ,.;p \n4 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -191-\n\nTOP SECRET//COMINT//NOFORN//MR \n(f8//SI//N'F) The Station Table, the Initial RAS-Approval Process, and the Alert \nList. As of July 14, 2004, the date the Court issued the first PR/IT Order, the NSA had amassed \na set ofm  ore tha--mail addresses believed to be used by individua.is associated with the \nForeign Powers. These e-mail ~ddresses (along with other e-mail addresses either \nresided in a database referred to as the Station Table.2  A small \npercentage of these e-mail addresses were reasonably believed to be used by United States \npersons.3   Such ~ddresses carried tags in the Station Table records to denote that they were \nbelieved to be used by United States persons. \n(TS/ISYINF) When the Court issued the July 14, 2004 PR/IT Order, the Designated \nApproval Officials, and, when. necessary, ai1 attorney in NSA's Office of General Counsel, \n.  . \nreviewed each oft he e-mail addresses in the set linked to the Foreign Powers to determine which \nmet the RAS standard.  Those e-mail addresses that met the standard carried a tag in the \n\"comments\" field of the Station Table record to note that they had met the RAS standard.  All of \nthese RAS-approved e-mail addresses remained on the Station Table. A subset oftbis master set \nof RAS-approved e-mail addresses, those believed to be used by all but the lowest priority \ntargets, became the Alert List.  Since the initial PRITT Order of July 14, 2004, NSA has run \ncontinuous automated queries against the PRJTT metadata using the e-mail addresses on the \nAlert List as seeds. NSA has not included all RAS-approved e-mail addresses on the Alert List \nbecause NSA has focused its limited analytical resources toward the higher priority targets. \nI -\n2 {T8,l/Sll~IF) The Station Table includes NSA's historical listing of all terrorism-related e-mail addresses that have \nundergone a RAS determination, to iriclude the results of the determination.  . \n3 (TS/IS:t//MF) As o  approximate  e-mail ~ddresses approved for~.  :... ;:.  _ \nPR!IT querying are reasonably.believed to be used by United States persons. \nTOP SECRET//COMINTJ/NOFORNJ/MR \n5 \n1846  & 1862.PRODUCTION  5  MARCH  2009  -192-\n\n'fOP SECRE'f'//COMIN'f//NOFORN//MR \nThus, alJ of the e-mail addresses on the Alert List are RAS-approved, but not all of the RAS-\napproved e-mail addresses are on the Alert List.4 \n{TS//SI//NF) From July 14, 2004 to  the date on which NSA first sought \nrenewal oft he authority granted under the July 14, 2004 Order), the Alert List grew to \napproximate!  e-mail addresses. As of  the Alert List had grown to \napproximat~l~e-mail addresses.  When NSA receives information that suggests that a \nRAS-approved ~-mail address is no longer associated with one oft he Foreign Powers, NSA will \nchange the tag on the .Station Table to denote that the address is no longer RAS-approved and \nwill remove the ad.dress from the Alert List. 5 · \n(TS//Sf//NF) RAS-Approval Processes. An e-mail address may be approved as a PR/TT \nseed, and may possibly be added to the Alert List, in any oft he following ways: \n(a)  (TS//SI//NF) Direct Submission. NSA has regularly rece~ved lead infom1ation on \npotential PR!IT seeds from various sources, includin \nen NSA receives lead infonnation on a proposed seed, one of the \n4  (TS//Sl/~1Fj NSA uses certain terms in connection with both the BR FISA and the PRJTT - terms such as \"alert \nlist,\" and \"automated alerting process.\" Although the terms may appear to be the same, their meanings may be \nan \ndi  erent or each. For example,  of the e-mail addresses on the PRJIT Alert List are RAS-approved, but, as of \nnot all of the telephone nurn bers on the BR FJSA alert list were RAS-approved \n_:.,.. .... !•== \nI \nTOP SECRET//COMINT//NOFORN//MR \n6 \n1846  & 1862  PRODUCTION  5  MARCH  2009 .-193-\n\nTOP SECRET/ICOMlNT//NOFORN/IMR \nDesignated Approval Authorities, and when necessary, an attorney in NSA's Office of General \nCounsel, will review the proposed seed and the accompanying information to determine if it \nmeets the RAS standard. \n(b)  (TS/ISJ//HP) Subiect to Court-Authorized Electronic Surveillance or Phvsical \nSearch.  Since the PRJTT Order in Docket Numbe1-(d  ate~, the Comt has \nauthorized NSA to approve certain e.-mail addresses under the RAS standard without review by \neither a Designated Approval Authority or an attorney in NSA's Office of General Counsel: \nE-mail  that are the subject of electronic surveillance and/or \ny the Foreign Intelligence Surveillance Court (FISC) based \n•  I  I  I \nrobable cause to believe that the  are used b  a ents o \nSee, e.g., P~ at 9.  Thus, e-mail addresses proposed as seeds that satisfy this \nprerequisite may be added to the set o{RAS-approved e-mail addresses ~d to the Alert List \nwithout further review. NSA receives weekly reports from the Department of Justice~ National \nSecurity Division, that list the e-mail ~ddresses associated with the Foreign Po~ers that are \n.  . \nsubject to Court-authorized electronic surveillance or physical search.  Any \naddress approved through this process would have retained the RAS-approved designator, even \nafter the Court authorization expired, unless NSA had received infonnation to suggest that the \nfactual s~port for the Court's probable cause detennination was erroneous.  Any U.S.-based e \nmail address and/or any e-mail address used by a United States person approved through this \nprocess would have retained the RAS-approved designator only for the duration of the Court \nauthorized electronic surveillance or physical search. Once that authority expired, NSA would \nhave removed.the RAS-approved designator, unless the e-mail acidress was submitted to a \nTOP SECRET/ICO:MINT//NOFORNJ/MR \n7 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -194-\n\nTOP SECRET/JCOMlNT/fNOFO±l~//MR \nDesignated Approval Authority and NSA's Office of General Counsel and was approved under \nthe RAS standard. \n( c)  (TSHSY/NF) Direct Contacts ofK  nown Members oft he Foreign Powers.  NSA \n. \nhas run continuous aut.omated queries against the PR/IT metadata using the RAS-approved e-\nI \nmail addresses on the Alert List as seeds.  These automated queries retum all of the direct (one- I \n., \nhop) and indirect (two-hop) contacts of each of the Ale1t List seeds. A direct contact of an Alert \nList seed could be deemed approved for PR/TT querying as a seed under either of the following \nprocesses: \n(i) Direct Contact ofA lert List Seed;  Tagged within the Station \nTable as Pending RAS-Approval.  Certain e-mail addresses residing on the Station \nTable would meet the RAS standard but for a missing link to one of the Foreign \nPowers.  In other words, the information available to NSA may demonstrate that \nau e-mail address is used by an individual associated with terrorism, but the group \nwith which the individual is affiliated is either not known or is a group that has \nnot yet been linked to one of the Foreign Powers.  These e-mail addresses carry \ncertain tags in the Station Table \neach of these tags denotes that one oft he Designated Approval \nAuthorities has reviewed the information available, and has deterro4ied that RAS-\napproval is warranted as soon as a direct link to one of the Foreign Powers is \nfound.6  The automated query process looks at all oft he direct contacts oft he \nAlert List seeds to see if any of these specially-tagged, foreign e-mail addresses \n• .:,..:,.,•~·· I ' - •  - . -. I a:  I  - I.  • I I  - -... I  I  It: II • •  \" •  - \" I  •  '' - ' - ~ ~  • ' I •  I  It  • \n< \nof e-mai.1 addresses, it is the C~urt that has found probable-eause ..~   believe the addresses are linked to terrorism.  ~.  -::...  _ \ni \nTOP 8:ECRET//COMINT//NOFORN//MR \n8 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -195-\n\nTOP SECRET//COl\\fiNT/fNOFORN/fMR \nare in direct contact with one or more of the RAS-approved Alert List seeds.7 \nWhen the automated query process ~eturns one of these e-mail addresses as a \ndirect contact of an Alert List seed, that direct link to one oft he Foreign Powers is \nestablished.  The automated query tool marks the direct contact with a special tag \n. on the Station Table (to denote its RAS approval through this process) and adds \nthe e-mail address to the Aleit List.  Once added to the Alert List, these new RAS-\napproved e-mail addresses become seeds for the automated query proces \n7 (TSf/SI/R'W) A separate field in the Station Table notes whether fill e-mail address is reasonably believed to be \nused by a United States person.  · \nTOP SECRET//COl\\IDIT//NOFORN//MR \n9 \n1846  &  1862  PRODUCTION  5  MARCH  2009  - 196-\n\nTOP SECRET//CO:MINT/JNOFORN//MR \n10 (TS//SY4W) In October 2006, NSA' s Office of General Counsel issued formal guidance author~ing the RAS \napproval ofa previously unknown e-mail address based on a direct contact with an approved seed if the evidence \nsupp~rting the first seed demonstrated that it was more likely than not used by an agent of the Foreign Powers. \nNSA's Office of General Counsel advised use of this standard for the same reason NSA applied the special tag to \nthe direct contact e-mail addresses approved pursuant to the-automated process, i.e., to protect against the potentially- -:.. - - \nlimitless RAS-approval of direct contacts with tenuous connections to the Foreign Powers. \nTOP SECRET//COMlNT//NOFORNl/MR \n10 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -197-\n\nTOP SECRET//COMINT//NOFORNllMR \nTO:P SECRET//COMINT/JNOFORNUMR \n11 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -198-\n\nTO:P SECRETJ/COMINT/INOFORN/Rlffi \nAlthough NSA believed that this temporary \nRAS-approval process was in compliance with the PRITT Orders, and has \nreported it to the Court as described below, NSA 11as chosen to suspend this \npractice pending the Court's review. \nID. (U) NSA's Reports to the Court Describing-its Implementation of.the Court's Orders: \n(FSflS:I//NF) NSA has submitted regular reports to the CoUit, describing the methods by \nwhich it queries the metadata since the PR/TI Order in Docket Number •• dated \n•  The \nN~ber \nfirst two repo1ts NSA subntltted to the Court in support of Docket  PR/TI \n•  (dated  described two methods by which NSA \nqueried the metadata.  The first method was the automated query process.  The second method \nwas through direct submissions of proposed seeds.  The description oft he automated query \nprocess focused on the continuous, automated queries _of the metadata seeded with each of thee-\nmail addresses validated as having met the RAS standard - the set of seeds that became known \nas the Alert List: \nTOP SEC:RET//COMINT//NOFORN/!:MR \n12 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -199-\n\nTOP SECRET//COMINT//NOFORN//MR \nPRJTT Docket Number- Report dated  at p. 11; see also PR/TT Docket \nNumber ••R eport dated  at p. 6 (noting tbat the automated query process \n(TS/ISI//NF) Once an e-mail address has been approved as meeting the Court's standard \nfor use as a seed address to query the data, that address is added to the list of e-mail \naddresses known or suspected to be used b  members o \nSA has compiled. \nPR/TT Docket Numbei9 Report dated  at p. ll;·see also PRJTT Docket \nda~ed \nNumber•  •R eport \n(FSllSI/f}W) In the third report NSA submitted to the Court in support ofD  ocket Number \nN'SA began to refer to the list of RAS-approved e-mail \nadd.fesses used to seed the automated query process as the Alert List.  In tbis report, NSA \nretained the descriptions of the automated query process and the direct submissions ofp roposed \nseeds, but added one more querying method, triggered by the alerts generated by ~e automated \nquery process: \nTOP 8ECRET//COl\\4INT//NOFORN/JMR \n13 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -200-\n\nTOP SECRET//COM:INTJ/NOFORN//MR \nPRJTT Docket Number-Report dated-t pp. 6-7 (emphasis added).  This \nreport did not note explicitly that this newly-described method automated the RAS-approval \nprocess for new e-mail addresses identified as direct contacts of RAS-approved seeds.  But it did \nexplain in detail that NSA analysts could execute two-hop queries not only from an Alert List \nseed, but also from a di:i-ect contact of an Alert List se~d. \n(TSHSI//NF) This third Report also elaborated on the method by which NSA recorded the \nnumbers of queries. made against the metadata: \nPRJTT Docket NumbeJ.-Application, Attachment B (Report), pp. 10-11 (emphasis added). \nThis description, particularly the underlined phrase, prompted the Court to add a handvvritten \nreporting requirement to the Order: \nTOP SECRETHCOMHITf/NOFORN//:MR \n14 \n.1846  & 1862  PRODUCTION  5  MARCH  2009  -201-\n\nI  \"•  - • \nTOP SECRET//COMJN'I'//NOFORN//MR \n(attachment B, p. 11) [PR/IT Docket Number  Application, \nhow such queries fall within the authorization of this order. \nPRJTT Docket Number-Qrder at p. 1.1. \n(T8ff£JillfW) In response to this additional reporting requirement, NSA added the \nfollowing description to each of the three Reports submitted under PR/TT. (dated-\nThus, in accordance with the \nCourt's authorization, the analyst may cause the contact chaining tool to identify \n\"accounts that have been in contact with an account within the first tier of accounts that \nhad direct contact with the seed account.\" In other words, the analyst takes a seed \naddress and causes the contact chaining tool to link it to direct contacts (first tier) and \n· then contacts oft he first tier or what NSA analysts call a second hop or second level of \ncontact.  (i.e. accounts that have been iJ?. contact with an account within the first tier of \naccounts). Analysts are authorized to talce these steps though in practice they rarely will \nexercise the full authority. No further contact chaining may be conducted absent at least \nCounter Tenorism Advanced Analysis Shift Coordinator, and in appropriate cases, NSA \nOGC approval based on the factual and practical considerations of everyday life on \nwhich reasonable and prudent persons act, there are facts giving rise to a reaso~ \n• •  • I  - I  • I  I •  •  I.  •  L I •  ~i· --mail address is associated with-\n.'f.GP \nSECRET/ICOMINT//NOFOR..~/11\\'.lR \n15 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -202-\n\nTOf_S ECRET//COMINT//NOFORN,l,lMR \nPR/TT Report, dat~ pp.20-21 (footnotes omitted) (emphasis added).  This \ndesctiption explicitly noted that a U.S.-based e-mail address in dfrect contact with an approved  . \nseed may be \"deemed approved for contact chaining purposes\" based on the guidance provided \nby NSA' s Office of General Counsel.  Although this description did not call out the absence of \nindividual review for First Amendment considerations, the phrase \"deemed approved for contact \nchain.lng purposes,, was intended to convey that such approval wouid occur without individual \nreview. \n(TS/t8L'INF) On  the Court considered NSA's PR/TT renewal application \nin Docket Numbe- Neither the application, the declaration, nor the proposed order \nincorporated the handwritten reporting requirement from the previous order.  In approving the \nproposed order, the Couit did not require the inclusion of the s~e requirement that had been the \nhandwritten addition to the previous order.  NSA removed the description oft he \"deemed \napproval\" process for direct contact proposed seeds :from subsequent rep9rts to the Court. \n01·der . \n(TS/ISI//NF) I have directed that NSA complete ongoing end-to-end system engineering \nand process reviews (t~hnical and operational) ofNSA's handling of PR/TT metadata to ensure \nthat the material is handled in strict compliance with the terms of the PR/I'T Orders and the \nNSA' s descriptions to the Court ..  As part of this review process, NSA has initiated a complete \naudit of PR/TT analyst queries entered between \naudit is i1ot yet complete. NSA is also examining the technical architecture to ensure that NSA's \ntechnical in:frastrucnu·e·has not allowed and will not allow e-mail addresses that have not been \nRAS-approved to be used as seeds with which to conduct contact chainin \n.. \nTOP SECRET//COMINT//NOFORN/JMR \n16 \n1846  & 1862  PRODUCTION  5  MARCH  2009  -203-\n\nTOP SECRET/./COMI;NT//NOFORN/tMR \nwithin the PRITT metadata. NSA will report to the Department of Justice and the Court if either \nthe audit or examination oft he technical architecture rev.eals any incidents of improper querying \noft he PR/TT metadata.  . \nTOP SECRET/ICO.MlNT/hNOFORNl/MR \n17 \n1846  & 1862  PRODUCTION  5  MARCH  2009  - 204-\n\nTOPSECRETHCOMINT//NOFORN/JMR \n(U) I declare under penalty of perjury that the facts set forth above are true and \ncorrect. \n~'f6.#+IJ \n~~B.tlEXANDER \nLieutenant General, U.S. Anny \nDirector, National Secl,lrity Agency \nExecuted this \nTOP SECRET//COlVIINT//NOli'ORNJ/MR \n1846  & 1862  PRODUCTION  5  MARCH  ·2009  -205-",
      "document_type_other": null,
      "external_url": "http://www.dni.gov/files/0808/Final%20036.Declaration%20of%20Lieutenant%20General%20Keith%20B.%20Alexander,%20US%20Army,%20Director%20NSA,%20concerning%20NSA's%20compliance%20with%20a~1.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73470"
    },
    {
      "date": "2009-03-04",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73476,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73476.pdf",
      "title": "Government’s Motion to Unseal FISC Documents in Order to Brief Congressional Intelligence and Judiciary Committees (Before 3/5/2009)",
      "text": "All redacted information  TOPSBCRET \nexempt under b(1) and/ \nor b(3) except where \nUNITED STATES \notherwise noted. \nFOREIGN INTELLIGENCE SURVEILLANCE \nWASHINGTON, DC \nDocket Number: PR/TT  and \nprevious dockets \nMOTION TO UNSEAL (U) \nThe United States of America, by and through the undersigned Department of \nJustice attorney, hereby moves, pursuant to the Foreign Intelligence Surveillance Act of \n1978, as amended, and Rule 7(b) of the Rules of Procedure of this Court, to unseal the \nSupplemental Order of the Court entered o  in the above-captioned \nmatter for the limited purpose of briefing or otherwise informing (including submission \nof the document to) the congressional intelligence committees and the Committees on \nTOP SECRET \nClassified by:  David S. Kris, Assistant \nAttorney General, NSD, DOJ \nReason:  1.4  c \nDeclassify on. \n\nTOPSECRBT \nthe Judiciary of the House of Representatives and the Senate of the issues discussed \ntherein.  ffS) \nWHEREFORE the United States of America, by counsel, respectfully requests \nthat the Court unseal the document identified above. ~ \nRespectfully submitted, \nUnit Chief, Office of Intelligence \nNational Security Division \nUnited States Department of Justice \nTOP SECRET \n2 ",
      "document_type_other": null,
      "external_url": "http://www.dni.gov/files/0808/Final%20038.Government's%20motion%20to%20unseal%20FISC%20documents%20in%20order%20to%20brief%20congressional%20intelligence%20and%20judiciary%20committ~1.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73476"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117228,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117228"
    },
    {
      "date": "2009-02-03",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": null,
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Declaration/Affidavit",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73474,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73474.pdf",
      "title": "Tab 1 Declaration of NSA Chief, Special Oversight and Processing, Oversight and Compliance, Signals Intelligence (02/03/2009-2/13/2009)",
      "text": "All redacted \ninformation exempt \nTOP SECRET//COMENT//NOFORN \nunder b(1) and/or b(3) \nexcept where \notherwise noted. \nUNITED  STATES \nFOREIGN  INTELLIGENCE  SURVEILLANCE  COURT \nWASHINGTON,  D.C. \nDocket  Number:  PR/TT \nTAB  1  TO  THE  DECLARATION  OF  CHIEF,SPECIAL \nFOREIGN  INTELLIGENCE  SURVEILLANCE  ACT  OVERSIGHT  AND  PROCESSING, \nOVERSIGHT  AND  COMPLIANCE,  SIGNALS  INTELLIGENCE  DIRECTORATE, \nTHE  NATIONAL  SECURITY AGENCY \n('f'S//SI//!iF)  Set  forth be'iow  is a  detailed description of \non  which  the Government  seeks  renewed \nauthority to  install and use pen  registers and trap and trace \ndevices,  in order to  obtain information about \nIntelligence Surveillance Act  of  1978  (FISA),  so  U.S.C., \nsections  1801-1811,  1841-1846,  as  amended,  as  discussed in the \nTOP SECRETJ/COMJNT//NOFORN \nClassified by: NSA/CSSM 1-52, Dated 8 January, 2007 \nReason:  ~ \nDeclassify on:-\n1846  & 1862  PRODUCTION  13  MARCH  2009  -137-\n\n!fGP SECRETHCOMINT/JNOFORN \naccompanying Application and the Declaration of \nSpecial  FISA Oversight  and Processing,  Oversight  and  Compliance, \nSignals  Intelligence Directorate  (SID)  National  Security Agency \n(NSA). \nTOP SECRET//COMINT//NOFORN \n2 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -138-\n\n1846  & 1862  PRODUCTION  13  MARCH  2009  -139-\n\nTOPSECRET//COMINT//NOFORN \nTOPSECRETHCOMINT//NOFORN \n4 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -140-\n\nTOP SECRET//COl\\IINTJfNOFORN \n5 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -141-\n\n1846  & 1862  PRODUCTION  13  MARCH  2009  -142-\n\nroP SECRETHCOMlNT/R'IOF\"OR:N \n.EXHIBITB \nNSA 90 DAY REPORT TO \nTHE FOREIGN INTELLIGENCE SURVEILLANCE COURT (PR/TT \n(TSl!SthHF) T1-.e National Security Agency (NSA) submits this Report in acc.ordance \nwith the  _r imary Order of the Foreign [ntelligence Surveillance Court \n(Docket Number PR/TT. ,w hich requires the regular submission of reports discussing; \n(i) the queries that have been made of the metadata collected under the authority granted by the \nCourt and the NSA 's application of the standard against which such queries may be made; (ii) \niii) any new facilities proposed to be added to \nsuch authority; and (iv) any changes in the proposed means of collection, to include \nthe NSA has submitted two 30-Day Reports, one dated \nperiod fro \n. This report covers the period from \n(U) NSA 's Implementation. of the Court's Orders \n(TSHSlh'?ff) The Standard. On July 14, 2004, the Court issued the first of several \nsuccessive orders authorizing NSA to collect and analyze infonnation regarding electronic \ncommunications under the pen register and trap and trace provisions of the Foreign Intelligence \nSurveillance Act. ·NSA refers to the July 14, 2004 Order and its successor orders as the PR/TI \nDerived From: NS..VCSSM 1~52 \n·-·  Dated:~ \nDeclassify On: -\nTOP Sl!:CRETh'COMINTJ/NOFORN \n1846  & 1862  PRODUCTION  13  MARCH  2009  -143-\n\nTO.P SECRETl/COMINT/+NOFORN \nOrders.  Each of the PR/TT Order.; authorized NSA to query the metadata collected only withe_-\nmail  that met a pa1ticular standard: \nknow~ \n[ Q)ue1ies shall be perfonne<l only on the basis of a particular \nafter the NSA has concluded, based cm the factual and practical considerations of \neveryday life on which reasonable and prudent  er.sons act that th.ere are facts giving rise \nto a reasonable articulable sus  icion that  s associated wi \nthe basis of activities that are protected by the First Amendment to the Constitution. \nSee. e.g., Docket Number PR!IT- Primary Order at pp. 8-9 (emphasis in original).  Each \nof the PR!IT Orders authorized only certain NSA officials to detennine whether an e-mail \net the standard, and thus qualified a.i; a \"seed\" with which to query the \nmetadata.  Collectively, NSA refers to these officials as the Desi&rnated Approval Authorities. \nEach of the PR/IT Orders also required NSA 's Office of General Counsel \"to ensure appropriate \nconsideration of any First Amendment\" concerns by reviewing and approving queries based on \nseed accounts believed. to be used by United States persons.  See, e.g., PRITT Docket Number \ni. \n- Primary Order at PP-8-9, 10-1 \n(T8i/Sfh'?lF) Apolication of the Standard.  NSA has applied the \"reasonable articulable \nsuspicion\" standard, also called the \"RAS\" standard, by examining the totality of the infonnation \navailable on an e-mail address proposed for use!'-<; a seed. Available infonnation could derive \nfrom any authorized source, including Court-authorized electronic surveillance, communications \nintercepted pursuant to NSA 's Executive Order 12333 authority, open source infonnation, \ninfonnation provided by other Jntelligence Community agencies, or any combination of these \nTOP SECRET//COMINT/,i'.NOFORN \n2 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -144-\n\nTOP 8ECRETHCOl\\1INT//NOFORi~ \nsources.  The following examples illustrate the infonnation that might support NSA's \ndetermination that an e-mail address proposed for use as a seed is assoc.iated with \n(collectively the \"Foreign Powers'') and thus met the RAS standard: \n(TSHSI:f!NF) The Station Table. the Initial RAS-Approval Process, and the Alert \nList.  As of July 14, 2004, the date the Court issued the first PR/TT Order, the NSA had arnassed \na set of more tha  -mail addresses believed to be use<l by individuals associated with the \nFore.ign Powers. These e-mail addresses (along with other e-mail addresses either associated \nwi  0th.er than the Foreign Powers or lir1ked to \nresided in a database refelTed to as the Station Table.1   A small \npercentage of these e-mail addresses were ieasonably believed to be used by United States \n1 (TSl/Slii4+F) The Station Table includes NSA 's historical listing of all terrorism-related e-mail \naddresses that have undergone a RAS cletennination, to include the results of the detennination. \nTOP ~ISCRET,!/COMlNTJ/~OFORN \n1846  & 1862  PRODUCTION  13  MARCH  2009  -145-\n\nTOP oECRSTNCOl\\HNT/iNOFORN \npersons. 2 Such addresses canied tags in the Station Table records to denote that they were \nbelieved to be used by United States persons. \n(FSfS!//NF) When the Court issued the July 14, 2004 PR/IT Order, the Designated \nApproval Officials, and, when necessary, an attorney in NSA's Office of General Counsel, \nreviewed. each of the e-mail addresses in the set linke.d to the Foreign Powers to determine which \nmet the RAS sta..<dard_  Those e-mail addresses faat met the standard carried a tag in the \n\"comments\" field of the Station Table record lo note that they had met the RA.S standard.  All of \nthese RAS-approved e-mail addresses remained on the Station Table.  A subset of this master set \nof RAS-approved e-mail addresses, ihose believed to be used by all but the lowest priority \ntargets, beca.me the Alert List.  Since the initial PR/TI' Order of July 14, 2004, NSA has run \ncontinuous automated queries against the PRITT metadata using the e-mail addresses on the \nAlert List as seeds.j NSA has not included all R.A.S-approved e-mail addresses on the Alert List \nbecause NSA has focused its limited analytical resources toward the higher priority targets. \nThus, all of the e-mail addresses on the Alert List are RAS-approved, but not all of the RAS-\napproved e-maii addresses are on the Alert List. \n(TS/iSli',q>lf) From July 14, 2004 to  (the date on which NSA first sought \nrenewal of the authority granted under the July 14, 2004 Order), the Alert List grew to \napprox.imately. e-mail addresses.  As of  the Alert List had grO\\vn to \napproximately-e-mail addresses.  When NSA receives infom1ation that suggests that a \nRAS-approved e-mail address is no longer associated with one of the Foreign Powers, NSA will \n2 (TSHSY.~+F) \nAs of  of the--mail addresses approved \nfor PR/IT querying are reasonably believed to be used by United States persons. \nThi·s p rocess was broken on- when a new software control, designed to prevent \nJ \nes that are not RAS apprnved, was installed. NSA will consult NSD before reactivating the \nii\nalert process.  .  - .. ::.:  . ·  · \nTOP SECRET//COJ>.'1INTl/NOFORN \n4 \n1846  &. 1862  PRODUCTION  13  MARCH  2009  -146-\n\nTOP 88CRETHCOJ:\\IINTNNOF'OR-N \nchange the tag on the Station Table to denote that the address is no longer RAS-approved and \nwill remove the address from the Alert Li.st.4 \n(T8/.'8:b'/£-ff) RA.S·Approval Processes.  An e-mail address may be approved as a PRtTI \nseed, and may possibly be added to the Alert List, in any of the following ways:5 \none \nWhen NSA ieceives le.ad infonnation on a proposed seed,  of the \nDesignated Approval Authorities, and when necessary, an attorney in NSA 's Office of General \nCounsel, will review the proposed seed and the accompanying infonnation to detennine if it \nmeets the RAS standard. \nTO:P SECRETllCOlVUNTl/NO\"FOR.~ \n5 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -147-\n\nTOP SECRET/JCOMJ.NTHNO:FOR.r..r \n(b)  (TS//S:b'/NF) Subiect to Court-Authorized Electronic Surveillance or Phvsical \nSearch.  Since the PR/Tf Order in Docket Nurnber.(dated-, the Court has \nauthorized NSA to approve certain e-mail addresses under the RAS standard without review by \neither a Designated Approvai Authority or an att<>rney in NSA 's Office of General Counsel: \nE-mail-i..11at are the subject of electronic surveillance and/or \nphysica~ the Foreign Intelligence Surveillance Court (FISC) based \n.at \nSee, e.g., PRITT  9.  Thus, e-mail addresses proposed as seeds that satisfy this \nprerequisite may be added to tbe set of RAS-approved e-mail addresses and to the Alert List \nwithout further review.  NSA receives weekly reports from the Department of Justice, National \nSecurity Division, that list the e-mail addresses associated with the Foreign Powers that are \nsubject to Court-authorized electronic surveillance or physical search.  Any foreign-based e-mail \naddr.::-ss approved through this process would have retained the RAS-approved designator, even \nafter the Court authorization expired, unless NSA had received information to suggest ti1at the \nfactual suppo1t for the Court's probable cause detennination was erroneous.  Any U.S.-based e· \nmail address and/or any e-mail address used by a United States person approved through this \nprocess would have retained the RAS-approved designator only for the duration of the Court \nauthorized electronic surveillance or physical search. Once that authority expired, NSA would. \nhave removed the RAS-approved designator, unless the e-mail address was submitted to a \nDesignated Approval Authority and NSA's Office of General Counsel and was approved under \nthe RAS standard. \nTOP SECRETi /COMINT/f.NOFORP-1 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -148-\n\n!fGP SECRET/fCOMlNTHNOFORN \n(c)  (T~i.LSY::WF) Dire.ct Contacis o[Known Members ofthe Foreign Powers. NSA \nhas run C(lntinuous automated quedes against the PR1Tf rnetadata using the RAS-approved e-\nmail addresses on the Ale1t List as seeds. These automated querie8 retum all of the direct (one-\nhop) and indirect (two-hop) contacts of each of the Alert List seeds.  A direct contact of an Alert \nLi&t seed could be deemed approved for PRffT querying as a seed under either of the following \nprocesses: \n(i) Direct Contact ofA lert List Sc.e.d;  Tagged within the Station \nTable as Pending RAS-Approval. Certain e-mail addresses residing on the Station \nTable would meet the RAS standard but for a missing link to one of tie Foreign \nPowers.  In other words, the infommtion available to NSA may demonstrate that \nan e-mail address is used by an individual associated with terrorism, but the group \n\\vith which the individual is affiliated is either not known or is a group that has \nnot yet been linked to one of the Foreign Powers. These e-mail .addresses carry \neach of these tags denotes that one of the \nDesignated Approval Authorities has reviewed the information available, and has \ndetermined that RAS-approval is warranted as soon as a direct link to one of the \nForeign Powers is found. 6  The automated query process looks at all of the direct \ncontacts of the Alert List seeds to see if any of these speciully~tagged, foreign e-\nmail addresses are in direct contact v.rith one or more of the RAS-approved Ale1t \nTOP SECRETJ/CO~·iINT//NOFORN' \n7 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -149-\n\nTOP SBCRET!/COMINT/fNOFOR.l!t,j \n7 \nListseeds. When the automated query process retUi11s one of these e-mail \naddresses as a direct contact of an Alert List seed, that direct link to one of the \nForeign Powers is e'stablished. The automated query tool marks the direct contact \nwith a special tag on the Station Table (to denote il<j RAS approval through this \nprocess) and adds the e-mail address to the Alert List.  Once added to the Alert \nList, t..1.ese new RAS-approved e-mail addresses become seeds for the automated \n7 (TSUSll,!}lF) A separate field in the Station Table notes whether an e-mail address is reasonably \nbelieved to be used by a United States person. \n~ SECRETt/COJ\\tUNTth'IOFOR~ \n1846  & 1862  PRODUCTION  13  MARCH  2009  -150-\n\nTOP 8ECRET!/COMU>ijT//NOFORN \n9 \n1846  & 1862  PRODUCTION  13  MARCH  2009  - 151-\n\nTOP SECRETl/CO~UNTJiN OFOR:.~ \n- - -- - - -\n~ \n+Q.P S'ECRET//COiVHNT//NOFOR..~ \n10 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -152-\n\nTOP SECRETHCOMJ:NTl/NOFORN \n(TSHSLVNF) Summarv of Direct Submission RAS-Reviewed Seeds. Chart A \nsummarizes all of the direct submission requests, described generally above at p. 5,  made to the \nHomeland Security Analysis Center (HSAC} for seed approval bet\\veen \nTOP SECRETh'COMlNT/fNOFORN \nI I \n1846  & 1862  PRODUCTION  13  MARCH  2009 \n-153-\n\n~ SKCRET/fCOMIN'l'HNOFOR..~ \n{TS//S.b'fNF) Example of NSA's ApRlication of the RAS Standard. \n(TS//SEHNI') An example of the application of the querying sta..ndard is chaining request \nis \nand has been identified by the FBI as \nthe \nTOP §ECRETHCOMINT/tNOFOitN \n12 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -154-\n\n~ 8ECRET//CO!\\UNT//NOFORN \n(TS/ia:V!Nf) Sum man' of Non-Automated Oueries. Chart B summarizes all of the \nnon-automated queries made against the metadata archive fron \n- 12  A query is counted each time an analyst enters a see<l; thus, an analyst ~;ho enters \n- will generate a record of two queries.  A query is also counted each \ntime an analyst requests a second hop quer1 prompted by the results of an automated query and \neach time an analyst seeks combined categories of metadata infonnation simultaneously.  The \nquery counts represented on Chart B do not include queries made pursuant to the automated \nalerting system.  The query categories are (a) e-mail queries that return e~mail address chains; \n12 (TSi/S!ffNF) NSA retains a rez:ord of all of the queries, including automated queries, and, upon \nrequest by the Court, can provide the entire body ofinforma1ion on a CD-ROM. \nTOP SECRET//COMJNTJmOFORN \nlJ \n1846  & 1862  PRODUCTION  13  MARCH  2009  -155-\n\nTOP SECRE'l'l/COMl\"NTHNOFORN \n(TSHSl//Nf] Set out more spr;.·dfically below in Chai.-t Bare the metrics for the non-\nautomated queries of assigned NSA analysts authorized to access the information collected \npursuant to the Court's Orders, resulting from both the automated alert process and leads from \nother sources: \nCHARTB \nl.4 \n1846  & 1862  PRODUCTION  13  MARCH  2009  - 156-\n\nTOP 8ECRETi/CO~UNT/fNOFORN \n13 (T~//~f/i'NF) The identifier  re resents tne·a utdmated queries desc\"ribed seetion b.1 \nofNSA's report filed with the Court on \n~ 8ECRET//COi\\'IL~TJ/NOFO.RN \n15 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -157-\n\nTOP SECRE\"fHCOMy.jT,L/NOFORN \npursue end-to-end system engi.neering and process revie\\vs (technical and operationai) of NSA' s \nhandling of PR/TT metadata to ensure that the material is handled in strict compliance with the \ntenns of the PR/TT Orders and the NSA 's descriptions to the Court NSA's end-to-end system \nar1d engineering and process reviews ofNSA's handling of the PR/TT metadata, including a \ncomplete audit of analysts' quedes entered between  is \nongoing; however, to date, NSA's review has discovered no compliance issues with regard to its \n. handling of the PRJTT metadata. Similarly, NSA' s examination of its technical architeciure to \nensure that non-RAS-approved e-mail addresses are not being used as seeds for chainin. \nwithin the PRJTT rnetadata is ongoing; however, to date, NSA's re. ....' iew has \ndiscovered no compliance issues with regard to the use of e-mail addresses used as seeds for \nchaining  within the PR/IT metadata. NSA '\"rill report to the Departrnent of \nJustice and the Court if either the audit or examination of the tech.!Jical architecture reveals any \nincidents of improper querying of the P&TT metadata.  As a preventative measure, NSA \ndeveloped new software controls, implemented on  hat prevent queries of the \nPRJTI metadata with any e-mail address that is not RAS-approved. NSA will consult with NSD \nbefOie reactivating any automated query prncess, including any alert list process, that touches the \nPRJTI .FlSA data. \n(TS//81'/P.ff) New Facilities. NSA is not proposing the addition of any new facilities at \nthis time. \nTOP SECRET//COt\\UNT/t.NOPORi'\\J \n16 \n1846  & 1862  PRODUCTION  13 MARCH  2009  -158-\n\nW-P 8.ECRETh'COMINT/fNOFOR1'! \n(TS/.'St/.t=?Jf)  Conclusion. Ift he Court desires additional infonnation, NSA is prepared \nto provide it. \nDate \nChief, Special FlSA Oversight and Processing \nOversight aod Compliance \nSignals lntelligence DirectQrate \nNational Security Agency \nTOP SECRETl/COMINT//NOFOR~ \n17 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -159-\n\nU.S. Department of Justice \nNational Security Division \nWashington, D.C. 20530 \nTOP 8ECRET//COi'41NTHNOFOR\"\"* \nTo: \nFrom: \nNational Security Division \nNational Security Division \nOn  personnel from the National Security Division (NSD), the \nNational Security Agency's Office of General Counsel (OGC), Office of Oversight and \nCompliance, Office of Inspector General (OIG), and Signals Intelligence Directorate (SID) met \nto discuss a framework for regular meetings for the purpose of assessing compliance w~ \norders of the Foreign Intelligence Surveillance Court (FISC) in Docket Number PR!TT-\nand related dockets.  In addition, the attendees discussed steps taken by NSA to assess \ncompliance to date and its progress in implementin~scribed in the \nGovernment's Response to the FISC's Order Dated-(DoJ Response). 1 \n(T8/,18Jm>tf) \nEXAI\\.'IINATION OF NSA,S TECHNICAL INFRASTRUCTURE (U) \nIn response to the FISC's Order of-ecting the Government to affirm \nthat it is exercising its authority only in accordance with the Primary Order issued in docket \n1  In i~filing in docket number PRITT-the Government stated that \n[a] t least once before a-orders renewing the authorization granted in \ndocket number PRJTT  expire, a meeting for the purpose of assessing \ncompliance with this Court's orders will be held with representatives from NSA's \nOGC, NSD, and appropriate individuals from NSA's Signals Intelligence \nDirectorate. The results of this meeting will be reduced to writing and submitted \nto the Court as part of any application to renew or reinstate this authority(.] \nDoJ Response, at 7.  (T~/,'51l/+NF) \nTOP 8ECRETNCOM1NTl/NOF0R.\"\"* \nClassified by:  Matthew G. Olsen, Acting Assistant .. \nAttorney General, NSD, DOJ  ·-· \nReason:  .1Ai9} \nDeclassify on: \n1846  & 1862  PRODUCTION  13  MARCH  2009  -160-\n\nTOP SECRETHCOI\\llNT//NOFOR:.1!\\f \nnumber PR/TT-or fully report to the FISC on any deviation therefrom, the Director of the \nNSA ordered the NSA to \"complete ongoing end-to-end system and process reviews (technical \nand operational) ofNSA's handling of PR/TT metadata to ensure that the material is handled in \nstrict compliance with the terms of the PRJTT Orders and NSA's descriptions to the Court.\" \nDeclaration of Lt. General Keith B. Alexander (attached as Ex. 1 to the DoJ Response) \n(Alexander Declaration), at 16.  As pa  omplete \naudit of PR/TT analyst queries betwee  nd is \nexamining its tecl:mical architecture to ensure that NSA's technical infrastructure has not allowed \nand will not allow e-mail addresses that have not been RAS-approved to be used as seeds with \nwhich to conduct contact chaining  within the PR/TT data.  Alexander \nDeclaration at 16-17. NSA updated the NSD on the progress and findings of these reviews. \n(TSHSJffNF) \nNSA's end-to-end system and engineering and process reviews ofNSA's handlin  of the \nPR/TT metadata  includin  a complete audit of analysts' queries entered between \n·s ongoing; however, to date, NSA's review has discovered no \ncompliance issues with regard to its handling of the 'PRITT metadata. (TSH8ll~~F) \nNSA's examination of its technical architecture to ensure that non-RAS-approved e-mail \naddresses are not being used as seeds for chaining~ithin the PR/TT metadata \nis ongoing; however, to date, NSA's review has disco~e issues with regard to \nthe use of e-mail addresses used as seeds for chaining -within the PRJTT \nmetadata. (TSr'/Sb'/NF)  · \nDuring the meeting, NSA reported that, as a consequence of its disc~ \n. ..  \ncompliance matter involving automated queries of NSA BR FISA data, on---\n' \nNSA effectively walled-off the BR FISA data from all automated processes an  ,  . \n~ance matter involving automated queries of the BR FISA data (the \n~. and the immediate corrective measures undertaken by NSA upon its discovery, are \ndescribe~ the Supplemental Declaration of General Alexander filed with the \nFISC on-under docket number BR 08-13.  (TSHSfHNF) \nThe NSA also reported during the meeting ~hat the automated query process that had \ntouched upon the BR FISA~d upon the PR/TT FISA data; however, as a \nprecautionary measure, on~SA effectively walled-off the PRITT FISA data \nfrom all automated processes and subroutines as well. The NSA further reported that, as a result \nof this engineering remedy, the repositories holding the PR/TT metadata would currently accept \nonly manual queries based upon a RAS determination. NSA and NSD agreed that NSA will \nconsult with NSD before reactivating any automated query process that touches the PR!TT FISA \ndata.  The NSA will continue its examination of all processes to determine whether there are \nother processes that improperly queried the PR/TT PISA data.  (T8h'8t/~W) \nTRAINING MATERIALS (U) \nIn the DoJ Response, the Government also represented to the FISC that NSA will \npromptly provide NSD with copies of all formal briefing materials currently in use or prepared \nand used in the future to brief or train NSA personnel concerning the authorization granted by \nTOP SECRET//COMINTNNOFOR.~ \n2 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -161-\n\nTOP8ECRETHCOMINTHNOFORN \nthe FISC in this matter.  See DoJ Response at 6.  During the meeting, NSA OGC provided NSD \nwith a description of the OGC briefing process as well as three legal memos used to brief NSA \nanalysts.  In addition, OGC also represented that it used the FISC's current PR/TT orders to \nconduct the briefings. According to NSA OGC, all NSA analysts who have sought access to the \nPRJTT metadata have been required to undergo an initial one-hour briefing presented in a small-\ngroup fonnat of approximately eight individuals. Recently, this briefing procedure has been \nrevised and the initial briefing is now being conducted using a one-on-one format.  According to \nNSA SID, all such legal training has been recorded in a personnel database with training and \nreview information for ·each analyst.  NSA Oversight and Compliance also reported that it is \nconsidering instituting refresher training for analysts on an annual basis. In addition to training \nconducted by NSA OGC, NSA SID has conducted RAS-approval training for analy~ts who have \nsought access to the PRITT metadata.  This training has been typically conducted in groups of \nfive as a lead-in to one-on-one training.  SID agreed to document and compile this training \nmaterial for submission to NSD for its review. (TS/ISY/Nf) \nOUTLINE FOR FUTURE MEETINGS (U) \nNSA and NSD agreed that these oversight meetings would be held on a regular basis as \ndiscussed in the DoJ response.  The participants will exchange agendas in advance, and each will \ndesignate appropriate participants based upon the content of the final agenda.  To the extent that \nthe meetings can be scheduled to coincide with regular oversight and compliance reviews, the \nparticipants will schedule them accordingly:-f87 \nOUTLINE FOR FUTURE OVERsIGBT At\"ID COMPLIANCE REVlEWS (U) \nNSA and NSD agreed that it would meet at the earliest opportunity to develop a protocol \nfor future oversight and compliance reviews.  NSA and NSD also discussed a future briefmg for \nNSD involving a detailed, end-to-end explanation ofNSA's technical infrastructure, including a \n'1iands-on\" demonstration of the prqcess by which NSA analysts query the PR!IT FISA data. \n(TSt/Sf/fNF) \nATTENDEES (U) \nThe following individuals represented the NSA during all or part of the meeting:. \nTOP 8ECRETNCOl:\\HNT//NOFORN \n3 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -162-",
      "document_type_other": null,
      "external_url": "http://www.dni.gov/files/0808/Final%20066.%20Tab%201%20to%20the%20Declaration%20of%20NSA%20Chief,%20Special%20Oversight%20and%20Processing,%20Oversight%20and%20Compliance,%20Signals%20Int~1.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/73474"
    },
    {
      "date": "2009-02-14",
      "date_is_estimate": true,
      "date_not_available": false,
      "description": "",
      "document_source": "Office of the Director of National Intelligence",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Foreign Intelligence Surveillance Court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 73466,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/73466.pdf",
      "title": "FISC Primary Order (After 2/13/2009)",
      "text": "'· \nl \nAll redacted information \nexempt under b(1) and/ \nTOP 8ECRET/fCOMINT//NOJ'ORN\" \nor b(3) except where \notherwise noted. \nUNITED  STATES \nFOREIGN  INTELLIGENCE  SURVEILLANCE  COURT \nWASHINGTON,  D.  C. \nDocket Number:  PR/TT \nPRIMARY ORDER \nA verified application.having been made  by a  designated \nattorney  for  the Government  and approved by  the Attorney General . \nof  the United States for an order authorizing installation and \nuse  of pen  registers and trap and  trace devices pursuant  to  the \nForeign  Intelligence Surveillance .Act  of  1978  (FISA  or the Act), \nTitle SO,  United States Code  (U.S.C.),  §§  1801-1811,  1841-1846, \nand  full  consideration having been given to the matters  set \nforth  therein,  the  Court  finds  that: \nTOP SECRET//COMINT//NOF'ORN \nDerived  from:·  ~the above-captioned docket \nDeclassify on: -\n1846  & 1862  PRODUCT ION  13  MARCH  2009  -163-\n\nTOP8ECRET//COMINT/-/NOFORN \n1.  The  Attorney General  is authorized to approve \napplications  for pen  registers and  trap and  trace devices under \nthe Act,  and  the Attorney General  or a  designated attorney for \nthe  Government  is authorized to make  such applications under the \nAct. \n2.  The  applicant has  certified that  the  information  likely \nto be obtained from  the  requested pen registers  and  trap  and \ntrace devices  is relevant  to ongoing  investigations  to protect \nagainst  international terrorism that are not being conducted \nsolely upon  the basis  of  activities protected by the  First \nAmendment  to  the  Constitution. \n3. \nTOPSECRETUCOMINTiiNOFORN \n2 \n1846  & 1862  PRODUCTION  1·3  MARCH  2009  -164-\n\nTOP 8ECRETh'COMINT//NOFORN \n.'fOP SECRE't7'1COMfN'f'/f.NOFOftN \n3 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -165-\n\nTOP SECRETHCOl\\fiNT/fNOFORN \nare the  subjects  of national  security investigations conducted \nby  the  Federal  Bureau of  Investigation  (FBI)  under guidelines \napproved by the Attorney General  pursuant  to Executive Order \n12333,  as  amended. \n4.  The  pen registers  and  trap and trace  devices  shall be \ndescribed in Tab  1  to \nthe Declaration  Chief,  Special  FISA  Oversight \nand  Processing,  Oversight  and  Compliance,  Signals  Intelligence \nDirectorate  (SID),  NSA,  which  is attached to the Government's \nApplication  as  Exhibit A.3 \nWHEREFORE,  relying on and  adopting the  conclusions  and \nanalysis  set out  in its July 14,  2004,  Opinion and Order  in \ndocket  number  PR/TT.111111  and  the Supplemental  Opinion  issued \non  in docket  number  PR/TTllllll  which  the Court \nfinds  applicable  to each authorize  as  described in \nTab  1  to Exhibit A of  the Application,  the  Court  finds  that  the \nApplication of  the  United  States  to  install  and use  pen \nregisters and  trap and  trace  devices,  as  described in the \nTOPSECRETHCOM:INTf/NOFORN \n4 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -166-\n\nTOP SECRET//CO'MJNT//NOFORN \nApplication,  satisfies the  requirements  of  the Act  and \nspecifically of  SO  U.S.C.  §  1842  and,  therefore, \nIT  IS  HEREBY  ORDERED,  pursuant  to the  authority conferred \non  this Court by the Act,  that the Application  is GRANTED,  and \nit is \nFURTHER  ORDERED,  as  follows: \n(1)  Installation and use  of pen  registers and  trap and \ntrace devices  as  requested in the Government's Application are \nauthorized for  a  period of ninety days  from  the  date  of  this \nOrder,  unless otherwise ordered by this Court,  as  follows: \ninstallation and use  of  pen registers and/or  trap and trace \ndevices  as  described above  to  collect all addressing  and  routing \ninformation reasonably likely to identify the  sources  or \ndestinations  of  the electronic  communications  identified above \non  the  identified above,  including  the  \\'to,  \\'from, 11 \nfl \n\"cc,  and  \"bcc11  fields  for  those communications \nfl \nTOP SECRET!/COMIN'T/fNOFORN \n5 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -167-\n\nTOP SECRET//COMINT//NOFORN \nCollection of  the  contents  of  such  communications  as  defined by \n18  U.S.C.  §  2510(8)  is not  authorized. \n(2)  The  authority granted is within the  United States. \n(3)  As  requested  in the Application, \n(specified persons)  are \n~irected to  furnish  the NSA  with any  information,  facilities,  or \ntechnical  assistance necessary to accomplish the  installation \nand  operation of  pen registers and trap and  trace devices,  for \nsuch a  manner  as  will  protect  their \nsecrecy and produce  a  minimum  amount  of  interference with  the \nservices each  specified person is providing  to  its subscribers. \nEach  specified pers~n shall not disclose  the  existence  of  the \ninvestigation or of  the  pen  registers  and trap  and  trace devices \nto any person,  unless  or until  ordered by the  Court,  and shall \nmaintain all records  concerning the  pen  registers  and  trap and \nTOP SECRET//COMlNT/INOFORN \n6 \n184n  ~  1862  PRODUCTION  13  MARCH  2009  -168-\n\nmP SECRET//COl\\HNT//NOFOR..'l\\f \ntrace  devices,  or the  aid furnished  to the NBA,  under  the \ns·ecurity procedures  approved by the Attorney General  and  the \nDirector of Central ·rntelligence  that have  previously been or \nwill be  furnished  to  each  specified person and  are on  file  with \nthis Court. \n(4)  The  NSA  shall  compensate  the  specified persons \nref erred to above  for  reasonable  expenses  incurred in providing \nsuch assistance  in connection with the  installation and use of \nthe pen  registers  and  trap and  trace devices  authorized herein. \n(5)  The  NSA  shall  follow  the  following procedures and \nrestrictions regarding  the  storage,  accessing,  and disseminating \nof  information obtained through use  of  the pen registers and \ntrap and  trace devices  authorized herein: \na.  The  NSA  shall  store  such  information  in a  manner \nthat  ensures  that  it will  not  be  commingled  with other \ndata. 4 \nb.  The  ability to retrieve  information derived from \nthe  pen  register and  trap and trace devices  shall be \nlimited to  specially cleared analysts \nTOP SECRET//COl\\illNTffNOFORN \n7 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -169-\n\nTOP SECRETf/COMIN1Y/NOFORN \nand  to specially cleared technical personnel.5  The  NSA \nshall  ensure  that  the  mechanism  for  accessing such \ninformation will automatically generate  a  log of  auditing \ninformation for  each occasion when  the  information is \naccessed,  to include  the accessing user's  login,  IP \naddress,  date  and  time,  and  retrieval  request. \nc.  Such  information shall be  accessed only through \nqueries  using the  contact  chaining \n-described at page  43  of  the Court' s  July 14, ·2004' \nOpinion and  Order  in docket  number  PR/TT- Such \nqueries  shall be performed only on  the basis of  a \n· particular known  after the NSA  has \nconcluded,  based on  the  factual  and practical \nconsiderations  of  everyday  life on which  reasonable  and \nprudent  persons  act,  that  there are  facts  giving  rise to  a \nreasonable,  articulable  suspicion \n- i s  associated with \nhowever,  that \n5 The  Court  understands  that certain processes  must  be  performed \nby NSA  technical personnel  in order to make  the  rnetadata \ncollected pursuant  to this Order usable by analysts.  Th~ \n· restrictions  on  access  contained in this Order  shall not  apply \nto those  processes. \nTOP 8ECRET//COMINTHNOFORN \n8 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -170-\n\nTOP SECRET//CO:MINT//NOFOR..1\\t \nbelieved to be used b  a  U.S.  erson \nbasis of  activities  that are protected by  the  First \nAmendment  to  the  Constitution.  Further,  all metadata \nqueries  shall be performed in accordance w~th this Court's \nOrders  in docket numbers \nPR/TT - ,  PR/TT - and  PR/TT - ·  Queries  shall \nonly be  conducted with  the  approval  of  one  of  the  following \ntwenty-three NSA  officials:  the  Chief,  Special  Foreign \nIntelligence Surveillance Act  (FISA)  Oversight  and \nProcessing,  Oversight  and  Compliance,  Signals· Intelligence \nDirectorate  (SID),  NSA;  the  Chief  or Deputy Chief,  Homeland \nSecurity Analysis  Center;  or one  of the  twenty specially-\nauthorized Homeland Mission Coordinators  in the Analysis \nand  Production Directorate of  the Signals  Intelligence \nDirectorate.  E-mail  that  are  the \nsubject of  electronic  surveillance and/or physical search \nauthorized by  the  Foreign  Intelligence Surveillance Court \n(FISC)  based on  the.FISC's  finding of probable  cause  to \nbelieve  that  they  are used by  agents  of \nTOP SECRET//COMIN'IVINOFORN \n9 \n1 R4f;  R.  1 Rn?  PRODIJr.T I ON  13  MARCH  2009  -171-\n\nTOP SECRET/ICOMINT//NOFORN \nincluding \nthose used by U.S.  persons,  may be  deemed  approved  for \nmetadata querying without approval  of an NSA  official.  The \npreceding sentence  is not meant  to  apply to e-mail \nunder  surveillance pursuant  to any \ncertification of  the  Director of National  Intelligence and \nthe Attorney General,  pursuant  to Section 105B  of FISA  as \nadded by  the Protect America Act  of  2007,  or Section 702  of \nFISA,  as added by  the  FISA Amendments  Act  of  2008.  Nor  is \nsurveillance pursuant  to  an  Order of  this Court  issued \nunder Sect;on 703  or Section 704  of FISA,  as  added by the \nFISA Amendments  Act  of  2008. \nd.  The  Court  understands  that  the processes  described \nin paragraph .(c) (i)  and  (c) (ii)  at pages  7-11  of the  90-Day \n·Report  attached to the· Application at Tab Bare no  longer \nin use.  The  Government  shall not  resume  use  of  either of \nthose processes  without  obtaining prior Court  approval. \ne.  Because  the  implementation of  this  authority \ninvolves  distinctive  legal considerations,  NSA's  Office of \nGeneral  Counsel  shall: \ni)  ensure  that analysts with the ability to \naccess  such  information  receive appropriate  training \nTOPSECRET/ICOMlNTflNOFORN \n10 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -172-\n\nTOP SECRET/ICOMINT//NOFORN \nand guidance  regarding the 'querying  standard set out \nin paragraph  c.  above,  as  well  as  other procedures  and \nrestrictions  regarding the  retrieval,  storage,  and \ndissemination of  such  information; \nii)  monitor  the designation of  individuals w~th \naccess  to such  information under paragraph b .  above \nand  the  functioning  of the automatic  logging of \nauditing information required by paragraph b.  above; \niii)  to  ensure  appropriate consideration of  any \nFirst Amendment  issues,  review and approve  proposed \nqueries of metadata  in online  storage based on seed \naccounts used ·by u.s.  persons;6  and \niv)  at  least  twice  during  the  90-day authorized \nperiod of  surveillance,  conduct  random  spot  checks  on \nto ensure  that  the  collection is \nfunctioning  as  authorized by the  Court.  Such  spot \nchecks  shall  include  an examination of a  sample  of  the \ndata. \n6  The  Court  notes  that,  in conventional  pen  regi~ter/trap and \ntrace surveillances,  there  is  judicial review of  the  application \nbefore  any particular e-mail  account  is targeted.  In this ca:;ie, \nthe  analogous  decision to use  a  particular e-mail  account  as  a \nseed account  takes place without  prior judicial review.  In \nthese circumstances,  it shall be  incumbent  on NSA's  Office  of \nGeneral  Counsel  to review the  legal  adequacy  for the  bases of \nsuch queries,  including the  First Amendment  proviso,  set out  in \nparagraph c .  above. \nTOP SECRET//COMINT//NOFORN \n11 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -1 i3-\n\nTOPSECRETUCOMINLl/NOFORN \nf.  The  NSA  shall  apply the Attorney General-approved \nguidelines  in United States  Signals  Intelligence. \nDirective  18  (Attachment  D to the application  in docket \nnumber  PR/TT - to minimize  information concerning U.S. \npersons  obtained from  the pen  registers  and  trap and trace \ndevices  authorized herein.  Prior to disseminating  any U.S. \nperson  information outside  of  the NSA,  the  Chief  of \nInformation Sharing Services  in the NSA's  Signals \nIntelligence Directorate  shall determine  that  the \ninformation is  related to  counterterrorism information and \nis necessary to understand the  counterterrorism information \nor to assess  its importance. \ng . . Information obtained from  the authorized pen \nregisters  and  trap and  trace devices  shall be  available \nonline  for querying,  as  described in paragraphs  b.  and  c. \nabove,  for  four and one-half years.  Metadata· shall be \ndestroyed no  later than four  and  one-half  years  after its \ninitial collection. \nh.  Every  thirty days  during the authorized period of \nsurveillance,  NSA  shall  file  with the Court  a  report  that \nincludes:  (i)  a  discussion of  the queries  that  have been \nmade  since  the prior report  to the  Court  and  the NSA's \napplication of  the  standard set out  in paragraph c-.  above \nTOP SECRET//COMINTitNOFOR~ \n12 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -174-\n\nTOP SECRET//COMINT//NOFORN \nto those queries;  and  (ii}  any  changes  in the description \nof  above \ni. Additional Oversight Mechanisms.  In addition,  the \nGovernment  shall  implement  the  following  additional \noversight mechanisms  to  ensure  compliance  with this Order: \ni)  NSA's  OGC  shall consult with  the Department  of \nJustice's National  Security Division  (NSD}  on all \nsignificant  legal  opinions  that relate to  the \ninterpretation,  scope,  and/or  implementation of  the \nauthorizations  granted by the  Court  in this matter. \nWhen  operationally practicable,  such consultation \nshall occur  in advance;  otherwise NSD  shall be \nnotified as  soon as  practicable. \nii)  NSA's  OGC  shall promptly provide NBD  with \ncopies of  all  formal  briefing and/or  training \nmaterials  (including all revisions  thereto)  currently \nin use or prepared and used in the  future  to \nbrief/train NSA  personnel  concerning the \nauthorizations granted by this Order. \niii)  At  least  once  before the  expiration of  the \nauthorities granted herein,  a  meeting  for  the purpose \nof  assessing compliance with this Court's  orders  in \nTOP SECRET//COMINTilNOFORN \n13 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -175-\n\nTOP SECRETl/COMINTJ/NOFOR1'i \nthis matter shall be  held with representatives  from \nNBA's  OGC,  NSD,  and  appropriate  individuals  from  NSA's \nSID.  The  results of  this meeting  shall be  reduced  to \nwriting and  submitted  to the  Court  as part of  any \napplication to renew  or reinstate the  authorities \ngranted herein. \niv)  At  least once  before  the  expiration of  the \nauthorities granted herein,  NBD  shall meet  with NSA's \nOff ice of  Inspector General  (OIG)  to discuss  their \nrespective oversight  responsibilities  and  assess  NSA's \ncompliance  with the  Court's  orders  in this matter. \nv)  Prior to  implementation,  all proposed \nautomated query processes  shall be  reviewed and \napproved by NSA's  OGC  and NBD. \nvi)  At  least once  every ninety days,  NSA's  OGC \nand NSD  shall  revie_w a  sample  of  the  justifications \nfor querying  the metadata,  including e-mail \nplaced on· an  alert  list. \n: TOP SECRET//COMJN'FffNOFORN \n14 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -176-\n\nTOP SECRET//COMINTJ/NOFORN \nIn addition,  should the United States seek renewal  of  these \nauthorities,  at  that  time  it shall file  a  report  that  includes: \n(i)  detailed information regarding any new  facilities proposed \nto be  added to  such authority;  and  (ii)  any  changes  in the \nproposed means  of  collection, \nof  the pen registers  and/or trap and  trace devices. \npo4:06 \nSigned.  E.T. \nDate  Time \nat  5  p.m. ,  Eastern Time. \n~A;~ \n~B:WALTON \nJudge,  United States  Foreign \nIntelligence Surveillance  Court \nTOP SECRET//COMINT/!NOFORN \n:  i \n15 \n1846  & 1862  PRODUCTION  13  MARCH  2009  -177-",
      "document_type_other": null,
      "external_url": "https://web.archive.org/web/20240812055001/http://www.dni.gov/files/0808/Final%20003.FISC%20Primary%20Order.pdf",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/73466"
    }
  ],
  "document_count": 9
}