{
  "case_id": 16349,
  "fetched_at": "2025-10-22T00:28:19.745102",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Housing"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Northern District of Ohio",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1972-02-02",
    "filing_year": 1972,
    "id": 16349,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 34717,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1972,
      "docket_filing_number": 115,
      "is_main_docket": true,
      "court": "Northern District of Ohio",
      "state": "Ohio",
      "docket_office_number": "1",
      "docket_number_manual": "72-115",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Robertson v. Perk",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Ohio",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16349",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16349",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16349",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16349"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 123721,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/123721"
    },
    {
      "date": "1972-05-02",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Papers of Owen Fiss",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1175,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 341,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Northern District of Ohio",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 93851,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/93851.pdf",
      "title": "Memorandum Opinion and Order",
      "text": ")\ntv(cid:9)\nUNITED STATES DISTRICT counTa\nNORTHERN DISTRICT OF OHIO\nt'\"'\"\nt'oTnT\n(cid:9)\nCI G11;3\nEASTTiPA DIVISION\nZ\nIJiY  I\n4, TULIP P.ORF,PTS011;(cid:9) .)\n,1\nJ01..:,L;ESTH1711 WILI=S;)\nGLOPI:\\ =TER; 017,0.7).CE TH071S;\nETRLI= CO:r::A?; on behalf of\nthemselves and all others\nsimilarly situated,\nPlaintiffs(cid:9) Civil Action C 72-113\nvs\n7_771111 J. PERT:, as :favor of the\nCity, of Cleveland;\nJ. WILLI2=2: P> T:: (cid:9) as-Executive\n(cid:9)\nSecretary to the 71ayor of the =oa=-_,um\n(cid:9)\nCity of Cl'ev'eland ;\nAND OR.DER\nC.77,1-1T0'; 7.USH, as 7o!:nissioner of )\nBui l ding- of City of 'Cl-eve l-and;' •(cid:9) )\n77,TP.OPOLIT2'.ir\nAUT:107ITY;\"\nROSETI.T FIT7,CERPLD, as ExecutiVe )\nDirector of Cuyahoga :7etropolitan )\nHousing Authority,\nDefendants\nBattisti, C.\nThis suit is instituted nursuant to 42 U.S.C.\n• 5l9 r11 and 1993 and invokes the jurisdiction of this Court\npursuant to 22 U.S.C. 51343(3) and (4). It is brought in\nbehalf of all :ieciroes and Non-;:bite tenants in and aopli-\ncants for public housing in the City of Cleveland. The\ndefendants, Perk, Petro and Rush (hereinafter referred to\nas the City or its acTonts) are sued in their official\ncapacities as :layor, Executive Secretary to the 7layor, and\nBuilding Commissioner of the City of Cleveland, respectivei\n\n'(cid:9) II\nThe defendant Cuyahoga Metropolitan Housing Authority (CMIIA)\nis a public corporation created under Section 3735.27 et seq.\nof the Ohio Revised Code, and is authorized to engage' in\nthe development and administration of low-rent public\nhousing in the City of Cleveland. Defendant Fitzgerald\nis sued in his official capacity as Executive Director of\nCMHA.\nThe plaintiffs are seeking a declaration that the\n• action of defendant City and its agents in revoking or\npermitting the revocation of building permits for con-\nstruction of public housing at the Green Valley and Crest\nDrive sites violates the due process and equal protection\nclauses of the Fourteenth Amendment of the United States\nConstitution; an injunction restraining these defendants\nfrom further perpetuating what they . allege to be the\nracially discriminatory public housing system by any\ninterference with the expeditious completion of any and all\npublic regular family housing units which are already\nplanned for construction in predominately White neighbor-\nhoods; to restrain these defendants from imposing any\nburdens on the planning and construction of public housing\nwhich are more onerous than those placed upon the planning\nand construction of any private housing, building or\nstructure; and to restrain defendants Perk, Petro, and\nRush from failing to immediately issue all necessary\nbuilding permits to enable the prompt commencement of\nconstruction of the planned public housing units at Green\nValley and Crest Drive. CMHA has joined in Count I as a\ncross-claimant against the City defendants.\n2\nII\n\nCount II is directed against CMHA. The plaintiffs\npray that MIA's practice of racially discriminatory site\nselection for regular family public housing be declared to\nbe violative of the Fourteenth Amendment and that a prd-\nliminary injunction issue restraining the planning, letting\nof bids, or'construction of any public housin g units in\nthe Negro neighborhoods on the east side of the City of\nCleveland. They also pray for a permanent injunction which\nwould enjoin construction of public housing in the Negro\nneighborhoods on the east side of the City unless and\nuntil such time as there'is a balance-achieved of regularly\nequal number of regular family public housing units in all\nareas and wards of the City.\nThe City of Cleveland'is -a racially divided\ncity. Except for a small pocket of Negroes on the west\nside of the Cuyahoga River, in the Bellaire Section, almost,\nall (96%) of the Negro citizens of the City live on the\neast side of the River: The Negro population of the City\nof Cleveland has grown dramatically since 1930 when Negroes\nconstituted only 8% of the total population of the City,:\nToday it is more than 38%. Since 1950 three neighborhoods\non the east side of Cleveland, Hough, Glenville and\nLee-Seville, have changed from primarily White to almost\nentirely Negro.. As a result, the schools in the City of\nCleveland are quite badly segregated. Of the 193 public\nschools in the City, 85 are 90% to 100% Negro, and 72 are\nunder 10% Negro. Approximately 95% of the Negro children\nattending public schools in the City attend schools which\nare all or substantially all Negro. In addition, in the\nlast six years more than 5,000 jobs have moved from\n- 3\n\nCleveland's inner city to the outskirts of the City and to\nnearby suburbs. Access to these jobs has decreased for\nthose who live in the inner city. Since this city is\nfaced with such a massive segregation problem, a dispersal\nof urban housing patterns seems to be the most reasonable\nalternative to a massive busing program in order to\neliminate the resulting segregation in the public schools.\nSee Crow et al. v. Brown, et al., 332 F.Supp. 382\n(N.D. Ga. 1971) aff'd F.2d(cid:9) (5th Cir. 1972).\nB. COUNT I    \nIt is well known that the issue of public housing,\nlike the issue of. school busing, is being hotly debated.\n. - –\nMany oppose public housing with the best of motives, while\nsome, unfortunately, oppose it on racial grounds. If our\nConstitutional system is to survive, we must move with the\ngreatest of speed to end any and all discrimination based\nupon race in every area of human endeavor, including,\nobviously, schools, housing and jobs.\nIt has been more than one hundred years since the\nadoption of the Thirteenth, Fourteenth, and Fifteenth\nAmendments and almost twenty years since the landmark case\nof Brown v. Board of Education, 347 U.S. 483 (1954) was\ndecided by a unanimous Supreme Court. Yet, unless realistic\naction is taken within the immediate future, we may expect\nthe east side of Cleveland to become almost totally Black,\nwhile the west side will remain largely White.\n4\n\nOn November 8, 1971, a new city administration\ntook office. Prior to this date, it was announced that this\nadministration would oppose public housing in areas where\nthe majority of the residents were opposed to the projects.\nHowever, a proposal was made for a \"new town-in-town\"\nproject for the Negro neighborhoods on the east side of\nCleveland. On November 10, 1971, defendant City and its\nagents ordered the Green Valley, permits revoked. The\nGreen Valley Site, along with the Crest Drive site, are\nin Ward 9 on the west side. Green Valley was to consist\nof 132 units, while Crest Drive was to consist of 18 units.\nBoth of these developments are to be constructed pursuant\nto the 1949 Co-operation Agreement between CMHA and the\nCity.\nThe stated basis for the revocation of the Green\nValley permits was that the person who applied for the\npermits was not the owner of the property and did not have\na valid option to purchase the property. The defendant\nCity did not seek the opinion of its Law Department on the\npropriety of the building permits or their revocation.\nHowever, prior to the granting of the building permits,\nthe Law Department was asked to determine whether these\npermits could be granted. The Law Department found that\nthe permits could be granted upon the submission of an\naffidavit by the applicants, Building System, Inc. (BSI).\nThis was done and the permits were issued.\nOn November 9, 1971, representatives of Rzepka\nConstruction Company, to whom building permits had been\n5\n\ngranted for the Crest Drive site, sent a letter to the\nChief Building Inspector requesting an extension of pre-\nviously granted building permits for the Crest Drive site.\nThat letter read in part:\n• \"We request that the enclosed permits be extended\nfor a period of ninety (90) days because of the\ninclement weather conditions. Ground was broken\non November 8, 1971, and construction will continue\nas soon as possible.\"\nThe permits were extended upon receipt of this letter.\nOn December 22, 1971, defendant City ordered'\nsuspension of the Crest Drive permits. It found that\nRzepka Construction Company had misrepresented in its\nNovember 9 request for an extension that construction had\ncommenced, which allegedly constituted a violation of\nSection 5,0707 of the Codified Ordinance of the City of\nCleveland.\nThe record is clear that there was neither a mis-.\nrepresentation nor had construction begun. Subsequent to\nthe granting of the extension there were discussions between\na consultant for Rzepka and members of the defendant City's\nBuilding Division to discuss foundation design for the\nCrest Drive sites. In addition, if construction had  begun\non the site, there would be no need for an extension of\nthe building permit. It should be noted that no provision\nin the Ordinance of the City exists for the suspension of\nbuilding permits. On January 20, 1972, this was rectified\nby the revocation of the Crest Drive permits.\nThe actions of defendant City and its agents are\nregrettable. Such actions, while perhaps rationalizable\non other grounds, clearly have a racially discriminatory\n6\n\neffect. The revocation of the building permits for the\nGreen Valley and Crest Drive sites constitutes a violation\nof 42 U.S.C. 551981, 1983, 2000d and 3601d.et secl in\nthat it denies the Negro plaintiffs equal protection of\nthe laws, subjects them to discrimination on grounds of\nrace or color in the federally assisted public housing\nprogram and deprives them of the right to equal access to .\nhousing on a non-discriminatory basis. Kennedy Park Homes \net al. v. Lackawanna, 436 F.2d 103 (2d Cir. 1971) , cert.\nden.,(cid:9) 401 U.S. 1010(cid:9) (1971); Dailey v. City of Lawton,\n425 F.2d 1037(cid:9) (10th Cir. 1970); Crow v.(cid:9) Brown, et al.,\n332 F.Supp.(cid:9) 382 (N.D.(cid:9) Ga. 1971), aff'd.\nF.2d (5th Cir. 1972). See generally, Hawkins,\net al. v. Town of Shaw, MiSsissipoi, et al.,\nF.2d (cid:9) (5th Cir. 1972 (en banc).\nThere was no factual basis on which to revoke\nthe permits here in question. The revocations were\narbitrary, capricious and not in the furtherance of any\ncompelling governmental interest.\nThe aforementioned public pronouncements to\noppose public housing in any areas where the residents are\nopposed to it and the City's continued affirmations of that\nproposition are contrary to the national housing policy.\nIt is the duty of city administrations in the United\nStates to support and aid progressive proposals which\nhave as their goal the elimination of racial concentrations\nin their cities. No matter how a housing authority may\n7\n\ntry, their aims and goals cannot be met without the 'support\nand leadership of the administration within the city it\nattempts to build public housing.(cid:9) Since this nation is\ncommitted to a policy of balanced and dispersed public\nhousing, low-income Blacks can no more be confined to a\nconcentrated area than that they can be required to send\ntheir children to segregated schools. Crow v. Brown,\nsupra, at 390. Moreover, deprivation of equal housing\nrights caused to some extent by the neglect or thoughless-\nness of local official constitutes an equal protection\nviolation. Kennedy Park Homes et al. v. City of Lackawanna,\nsupra. See Hobsen v. Hansen, 269 F.Supp . 401 (D.D.C. 1967),\naff'd. sub nom., Smuck v. 1iobsen, 402 F.2d 175 (D.C. Cir.\n1969) (en bane). These courts have unequivocally stated\nthat local officials may not exercise the normal modicum\nof discretion if the clear result of such discretion is\nthe segregation of low-income Blacks from all White\nneighborhoods.\nIn Lackawanna, Mr. Justice Clark, sitting on the\nSecond Circuit, found that a variety of plausible explana-\ntions (e.g., not enough sewers, need for a park) did not\novercome the fact that Lackawanna had highly segregated\nresidential patterns and the denial of the zoning change\nin question cleanly perpetuated this discrimination in that\nit denied the Negro plaintiffs the right to reside in this\nexclusively White area. He continued:\n\"The plaintiffs sought to exercise their con-\nstitutional right of 'freedom from discrimina-\ntion by the states in enjoyment of property\nrights.' Shelley v. Kraemer, 334 U.S. 1, 20\n(1948). The effect of Lackawanna's action\n- 8 -\n\nwas inescapably adverse to the enjoyment of\nthis right. In such circumstances the City\nmust show a compelling governmental interest\nin order to overcome a findin g of unconsti-\ntutionality. Shapiro v. Thompson, 394 U.S.\n618,.634 (1969)-. The City has failed to\ndemonstrate an interest so compelling.\"\n436 F.2d at 114.\nIn Dailey v. City of Lawton, supra, the Tenth\nCircuit, affirming the sound decision of the District Court,\n296 F.Supp. 266 (D.Okla. 1969), said:\n\"The racial prejudice alleged and established\nby the plaintiffs must be met by something\nmore than bold conclusionary assertions that\nthe action was taken for other than discrimina-\ntory reasons. See Norris v. Alabama, 294 U.S.\nv. \n587, 583 and Chambei'T Hendersonville City\nBoard of Education, 364(cid:9) F.2d(cid:9) 189,(cid:9) 192\n(4th Cir. 1966).\" 425 F.2d at(cid:9) 1040.\nJudge Bohanon in-his well-reasoned opinion stated\nthat \"most persons will not admit publicly that they enter-\ntain any bias or prejudice a gainst members of the Negro\nrace or other minority races .(cid:9) .\" 296 F.Supp. at 268.\nThe Tenth Circuit Court of Appeals in affirming Judge\nBohanon's opinion noted that .(cid:9) . \"[I]f proof of a civil\nrights violation depends on an open statement by an official\nof intent to discriminate, the Fourteenth Amendment offers\nlittle solace to those seeking its protection.\" 425 F.2d\nat 1039. Therefore, in the absence of any supervening\nnecessity or compelling governmental interest, any municipal\naction or inaction. overt, subtle or concealed, which\nperpetuates or reasonably could perpetuate discrimination,\nespecially in public housing, cannot be tolerated.\nSince this is a motion for a preliminary\ninjunction, it must be determined whether the plaintiffs\n9\n\nhave proved that there is a reasonable probability of\nsuccess on the merits, a showing of irreparable injury,\nand a balance of the equities. Cragett v. Board of \nEducation, 234 F.Supp. 381, 384 (N.D. Ohio, E.D. 1964).\nThe evidence on Count I is sufficient for granting the\ndesired injunction.\nAccordingly, it is hereby ordered that defendant\nCity and its agents are restrained from failing to issue\nforthwith all necessary building permits to enable the\nprompt commencement of construction of the planned public\nhousing units at the Green Valley and Crest Drive sites.\nThe City defendants urge that they have never\nimposed higher standards for public. housing as opposed to\nnon-public housing sites or building permits. Therefore,\nthey should be ready and willing to take such steps as are\nnecessary to insure that they and their agents do not in\nany way hinder the efforts of the . CMHA to build public\nhousing on the west side and to place Blacks therein.\nC. COUNT II\nThis count of plaintiffs' complaint is far more\ncomplex than Count I. Count II alleges that historically\nCMHA has constructed two kinds of housing projects--one\nfor Whites and one for Blacks. Projects are built in\neach area, and it is alleged that CMHA has assigned White\ntenants to projects in White areas and Black tenants to\nprojects in Black neighborhoods.(cid:9) As of the end of 1949,\nCleveland had seven public housing estates. The racial\n- 10 -\nf•\n\ncomposition of these estates mirrored the racial composition\nof the census tracts in which the estates were located.\nThe almost totally Black Outhwaite and Carver Park estates\nwere in Black census tracts, while the po pulation of the\nValley View, Woodhill, Lakeview and Riverview estates\nreflected the absence . ofBlacks from the census tracts\nin which they are located.\nAt the end of 1964, Cleveland had eleven housing\nestates. Except for the Woodhill and Springbrook-Wade\nPark Estates, the others clearly mirrored the racial\ncomposition of the census tracts in which they are located.\nThis segregation is not entirely the fault of CMHA. Both\nOuthwaite and Carver Park were built by the Federal\nGovernment under the Public Works Administration and CMHA\nhas no control in the location of Carver Park. Garden\nValley was constructed as relocation housing so that the\nVincent-Charity urban renewal project could proceed.\nThe King-Kennedy project on the east side was constructed\nunder the Federal Slum Clearance Project. Four of the\nprojects under the control of CMHA are exclusively elderly\nunits; however this suit concentrates on discrimination in\nthe Family Housing Program.\nPrior to the Civil Rights Commission hearing held\nin Cleveland between April 1 and 7, 1966, CMHA's attempts\nto integrate were less obvious than they are today. Many\nof CMHA's activities seem to have the effect of continuing\nrather than curtailing the racial segregation then present\nin Cleveland. But, CMHA is not totally or perhaps even\n\n•••\nlargely to blame for the fact that Cleveland is second\nonly to Milwaukee, Wisconsin- in residential segregation.\nHowever, this Court is more interested in attempting 'to -\nintegrate housing patterns in Cleveland than it is in\nplacing blame for past segregation. It is clear that the\ntask facing CMHA is Herculean in dimension.\nAt this time, about 86% of the applicants for\nregular family housing rental units are Negro, and 90% of\nthe families on the waiting list for home ownership units\nare Negro. Approximately-62% of all public housing units\noperated by cmA, including elderly units, are located in\npredominately Negro census tracts.\nIn late 1970. CMHA determined that Cleveland needed\nat least 6,750 low-income public housing-units. CMHA's\nplanner prepared an eight-sector map which showed how these\nunits should be placed proportionately , about the City. , The\nrequest for 6,750 units was reduced to 2,500 units by the\nCleveland City Council. Subsequently, the defendant City\nand CMHA entered into a new Cooperation Agreement for the\nbuilding of 2,500 units to be scattered about the-City.\nThe first phase of construction under the 1971\nCooperation Agreement called for the turnkey development of\n500 single family scattered-site home ownership units to be\ndispersed throughout the City. The only limitations placed\non site selection were a limit of 25 units to be built on\neach site, a limit of 30 bedrooms to be built on each acre\nof land, and a limit on the number of units to be built in\neach of the eight•sectors into which the City had been sub-\ndivided. Only the last of these limitations will be analyzed.\n- 12 -\n\nCMHA admits that a substantial number of the pro-\nposed sites are in the Black east side sections of the City,\nand that less than 2/5 of the sites are on the west side.\nIt is also noteworthy .that CMIIA, in developing site selection\ncriteria, has not considered racial criteria nor has it\ndeveloped a policy of limiting the number of sites to be\nselected in Negro neighborhoods.\nThe plaintiffs have admitted evidence that certain\nwest side locations have been rejected, while certain east\nside locations have been approved. This Court is not in the\nbusiness of building public housing. It is authorized only\nto determine whether the policies and, in general terms, the\npractices of CMHA are in conflict with the Fourteenth\n•\nAmendment to the Constitution of the United States. It is\nless concerned about- exactly where public housing is to be\nbuilt, in terms of what plot or street, than it is with\nwhether the building of any homes on the east side is per-\nmissible under the Fourteenth Amendment, and if so, how many,\neither in absolute number or percentage.\nUnder CMHA policy, the manager of each estate is\nresponsible for filling vacancies. Under the freedom of\nchoice plan, CMHA has recently instituted applications for\npublic housing which are sent to estates on a random basis\nas vacancies occur, and the estate managers contact the,\napplicant to determine whether they desire to move into the\nvacant estate. In this light it is significant that the\nracial composition of the estate managers reflects the racial\ncomposition of the estates managed.\n- 13 -\n\nWhile CMHA's policies and practices have been in\ngood faith, they have contributed to residential segregation\nin Cleveland. Under the freedom of choice plan, tenant\nassignment policies on their face have been administered\nwithout any considerations based on race. However, given\nthe importance of estate managers with CMEA's system and given\nthe fact that the racial composition of estate managers\nmirrors the racial makeup of the estate po pulation, dis-\ncrimination may well be practiced daily throughout the\nestates. CMHA has an affirmative duty to integrate its\nhousing projects and to be instrumental in dispersing urban\nhousing patterns. The Fair Housing Act of 1968, 42 U.S.C.\n3601 et seq. in establishing a national policy of fair\nhousing throughout the United States carried with it the\nclear implication that local housing authorities in con-\njunction with Federal agencies responsible for housing\nprograms are to affirmatively institute action the direct.\nresult of which was to be the implementation of the dual\nand mutual goals of fair housing and the elimination of\ndiscrimination in that housing. Gautreaux v. Chicago \nHousing Authority, 265 F.Supp. 582 (1967), 296 F.Supp. 907\n(N.D.I11. 1969), aff'd. 436 F.2d 306 (7th Cir. 1970) cert.\nDen. 402 U.S. 922 (1971); Hicks v. Weaver, 302 F.Supp. 619\n(E.D.La., 1969); Shannon v. HUD, 436 F.2d 809 (3rd Cir.\n1970). Therefore, the failure of the housing authority to\ninclude any racial criteria in determining site selection\nconstitutes a violation of the Fourteenth Amendment. Since\nCleveland is so badly divided on racial lines, CMHA must\nindicate why there is a need to continue the development of\n- 14 -\nII\n\npublic housing units, especially scattered site units., in\nthe racially impacted areas on the East Side of Cleveland.\nThese areas include all five sections of the eight sector\nmap on the East Side of the Cuyahoga River.-\nThe conduct of CMHA in failing to desegregate\nall aspects of its public housing program, including the\npopulation of presently existing units and the planning of\nscattered sites violate the Fourteenth Amendment to the\nUnited States Constitution. Hicks v. Weaver, 302 F.Supp. 619\n(E.D.La. 1969); See Jones v. Alfred Mayer Co., 392 U.S. 409.\nThe actions of CNHA in failing to place a clear\nmajority or all of its new public housing units in White\nneighborhoods and largely on,the west side of the City in\nlight of the racial composition of the waiting list for\nfamily units constitutes a violation of 42 U.S.C. 551981,\n1983, 2000d and 3061 et seq. Gautreaux v. Chicago Housing .\nAuthority , 265 F.Supp. 582 (N.D.Ill. 1967), 296 F.Supp. 9.07\n(1969), aff'd. 436 F.2d 306 (7th Cir. 1970), cert. den.\n402 U.S. 992(1971); Shannon v. HUD, 436 F.2d 809 (3rd Cir.\n1970); Blacksheer  Residents Orcanization v. Austin Housing\nAuthority, F.Supp.(cid:9) (W.D.Tex. 1971).(cid:9) See\nalso, site selection criteria regulations, Department of\nHousing and Urban Development, 37 F.R, 203 (January 7, 1972).\nCMHA has contended that in order to prove their case\non the merits, the plaintiffs must show that the Housing\nAuthority had directly or indirectly intended to discriminate\nor that they have a motive to discriminate. If this standard\nwere to be applied, it would be very difficult to  prove a\n- 15 -\n\nviolation in a civil rights case. Actual intent or motive\nneed not be proven, Hawkins v. Town of Shaw, Mississippi,\n436 F.2d 1286 (5th Cir. 1971), for . . .\"equal protection\nof the law\" means more than merely the absence of govern-\nmental action designed to discriminate.\" Norwalk Core v.\nNorwalk Redevelopment Agency, 395 F.2d 920, 931 (2d Cir.\n1968). See also Lane v. Wilson, 307 U.S. 268 (1939). As\nMr. Justice Clark stated in Burton v. Wilmington Parking \nAuthority, 365 U.S. 715, 725 (1961): \"It is of no consola-\ntion to an individual denied the equal protection of the\nlaws that it was done in good faith.\" See Gaston County, \nNorth Carolina v. -United States, 395 U.S. 295 (1969) (voting\nrights) ; Meredith v. Fair, 298 F.2d . 696 (5th Cir. 1962)\n(education); United States(cid:9) Local 33, 428 F.2d 144\n(6th Cir. 1970) (employment).\nThe low-income housing cases, cited by plaintiffs,\ncertainly countenance the view that discriminatory actions\nmay be judged by their effect, and not necessarily by an\nactual intent to discriminate. Judge Austin, in Gautreaux,\nfound significant the fact that except for four projects\nwith quotas for Black residents almost all the tenants in\nprojects controlled by the Chicago Housing Authority were\nBlack and the overwhelming majority of the family units under\nthe jurisdiction of Chicago Housing Authority were located in\nBlack areas. He stated:\n\"It is incredible that this dismal pros pect of an\nall Negro public housing system in all 7:ogro areas\ncame about without the persistent application of\na deliberate policy to confine .public housing to\nall Negro or immediately adjacent changing areas.\"\n269 F.Supp. at 910.\nThis sentence applies most directly to the case at bar.\n- 16 -\n\nAs Judge J. Skelly Wright put it, in .what has become\nand oft-quoted phrase:\n\"Whatever the law once was, it is a testament to\nour Maturing concept of equality that, with the\nhelp of Supreme Court decisions in the last decar,le,\nwe now firnly'recognize that the arbitrary quality \nof thoughtlessness can be as disastrous to private\nrights and  to the public interest as the Perversity\nof a willful scheme.\" (Emphasis supplied)\nHobson v. Hansen, 296 F.Supp,. 401, 497 (D,D.C, 1967), aff'd \nsub nom., Snuck v. Hobsen, 408 F.2d 175 (D.C. Cir. 1969)\n(en banc).\nThe leading low-income public housing case is\nGautreaux v. Chicago Housing  Authority , 265 F.Supp. 582\n(N.D.I11. 1967) ; Gautreaux has been in litigation for more\nthan seven years and covers - almost 6-very facet of the problem\n0\nof public housing. Low-income public housing in the City\nof Chicago is completely segregated. No public housing has\nbeen constructed in White wards in Chicago. This policy can\nbe traced directly to the practice of allowing city aldermen\nto exercise a veto over the selection of sites in their\nrespective wards. Judge Austin recently enjoined this\npractice. Gautreaux v. Chicago Housing Authorit y , et al.,\nF.Supp.(cid:9) (N.D.Ill., Apr. 10, 1972).\nFortunately, this practice does not exist in Cleveland.\nSee Davis, et al. v. City of Toledo, No. C 70-157 (N,D, Ohio,\n1970).\nIn Gautreaux. I, 265 F.Supp. 532, the Court granted\nCHA's motion to dismiss for failure to allege intentional\ndiscriminatory site selection. This was remedied in\nGautreaux II, 296 F.Supp. 907 (1969). The intentional\n- 17 -\n\ndiscrimination, the Court held, resulted from the council-\nmanic veto which, at least in certain instances, was racially\nmotivated.\nCMHA does not utilize quotas in tenant assignments•\nand does not engage in a preclearance procedure which could\nresult in a racially motivated veto of sites, as did the\nChicago Housing Authority. It is CMHA's policy not to\nconfine public housing to all-Negro neighborhoods. A pproxi-\nmately one-half of all public housing units built in the\nlast five years have been in White . neighborhoods, and many\nof CilHA's older projects which are now substantially Negro\nwere in White neighborhoods when built.\nThis raises .one of the.ms)s_t difficult points in\nthe case. It seems unfair to blame the \"sins'' of the past\nmembers of CMHA on the present members. We cannot and should\nnot blame the present CMHA board for what may have been the\nshortsightedness of past  , boards. The issue before the\nCIFIA \nCourt is whether CMHA's conduct in continuing to select sites\nfor public housing in racially impacted areas and in maintain-\ning what has become a racially segregated system violates\nthe Fourteenth Amendment. This calls for a determination of\nde facto rather than de jure discrimination. Crow v. Brown,\net al., supra, is clearly in point. The Court there ordered\nthe County Commissioners to issue the building permits in\nquestion and enjoined the county officials from further\ninterference with public housing; but the Court denied the\nrequest for relief against the Atlanta Housing Authority.\nThe plaintiffs sought injunctive and declaratory relief\nagainst AHA on the ground that it had continued to promote\nracial concentration in public housing and had not vigorously\n- 18 -\nII\n\nattempted to induce Fulton County to issue a building permit\nand improve municipal services for a particular public\nhousing site.(cid:9) Relief against the Atlanta Housing Authority\nwas denied because, unlike CMHA, the evidence there indicated\nthat better than 93% of all units proposed by NIA were to be '\nbuilt in census tracts that were 80%-90% White. The Court\nwent on to note that AHA's present desire was to disperse\npublic housing. CMHA's acknowledge goal is the dispersal\nof public housing. Dispersal of public housing can mean many\nthings to many people. To some it could mean the equal\ndispersal of each type of housing, beginning with the present\ntype of housing, scattered site family housing. To others,\nincluding this court, dispersal of public housing means that\nif historically housing has been 'built primarily in one\narea or section of the city, housing must be built in other\nareas or sections of the city until such time as all the\npublic housing in the city is dispersed. By this method,\ngiven an energetic housing authority, a cooperative city and\ncooperation from the federal housing agencies, it is possible\nthat dispersal of housing could be accomplished within a\nreasonable time. Under the first method discussed, dispersal\nof public housing would most likely never be achieved and\nwe will have left the next generation only a potential law\nsuit, rather than an integrated community. Therefore, the\nmost appropriate way of dispersing public housing, especially\nscattered site, is to put a very large percentage of it on\nthe west side of the City and continue to place it there\nuntil a substantial portion of the population of the west\nside is Black, or at least until the tipping point is\n- 19 -\n\napproached. See Note, Racial Discrimination in Public Housing\nSite Selection, 23 Stan. L.Rev. 63, 135-36 (1970); Recent\nCases, 85 Marv. L.Rev, 870,.876 (1972) Gautreaux v. Chicago \nHousing Authority, 304 F.Supp. 736-, 739-40 (N.D.Il1. 1969)\n(judgment order). See generally, Navasky, The Benevolent \nHousing Quota, 6 How. L.J.. 30 (1960) ; Weaver, Class, Race \nand Urban Renewal, in Racial and Ethnic Relations 331\n(B. Segal ed. 1966).\nThereafter, CMHA could evenly disperse any new\nprojects about the City in order to continue the racial\nbalance such efforts would have reaped. However, it is\nrecognized that 2500 homes housed largely with Blacks and\nplacodon the west side of the Cuyahoga River will not\nintegrate Cleveland overnight. \"It -is also clear that\nscattered-site housing is not the only way of resolving the\nCity's need for low-income housing or for supplying suffi-\ncient minority housing opportunities- See United States v.\nWest Peachtree Tenth Corporation, 437 F.2d 221 (5th Cir. 1971)\ncf. Shannon v. HUD, 436 F.2d 809 (3rd Cir. 1970). However,\nthis Court can only deal with the issues that come before it\nand will pursue this no farther.\nam \nOne of the problems facing  is the fact that\nmany Whites do not desire to live on the east side and many\nBlacks are uncomfortable with the thought of living on the\nwest side.  Within the framework of their freedom of choice\nplan, CMHA must act as affirmatively as they can to act as\nreal estate brokers to convince east side residents to move\ninto scattered-site homes on the west side. CMHA and the\nAdministration of the City of Cleveland are charged with the\n- 20 -\n\nleadership of this proposal to integrate housing patterns in\ncm \nCleveland. Since  is charged with the building of public\nhousing, it is their duty to devise appropriate policies and\nplans in this area, It is the obligation of the City to\n•\nsupport CMHA, to encourage them in every way, and to aid in\nthe integration of the housing patterns of the City with all\nits strength.\nIt seems clear that there is a reasonable prob-\nability of plaintiffs' success on. the merits in both counts\nof the complaint. The plaintiffs and the class they repre-\nsent have suffered and, even with this injunction,will\ncontinue to suffer the loss of safe, sanitary, decent and\nintegrated housing; the loss of achieving integrated schools\nwithout the necessity of • massive busing; the loss of housing\nwhich is accessible to jobs; and the loss of being unable\nto escape the never-ending and seemingly unbreakable cycle\nof•poverty. In addition as each day passes, opportunities\nvanish, vacant land diminishes and potential builders become\ndiscouraged. The mere fact that a severe infringement on the\nplaintiffs' Fourteenth Amendment rights has been substan-\ntially proven is proof enough of irreparable injury.\nSee Henry v. Greenville Airport Commissioners, 284 F.2d 631\n(4th Cir. 1960); Clemons v. Eoard of Education of Hillsboro, \nOhio, 228 F.2d 853 (6th Cir. 1956) Cf. Louisiana State \nUniversity ; etc. v. Wilson, 92 F.Supp. 981 (E.D.La. 1950).\nWhen.faced with a violation of Constitutional\nrights, the task of balancing the equities seems futile.\nOnly an extremely substantial interest could be balanced\nagainst this violation and none has been presented, nor\n- 21 -\n\nhas any evidence bean introduced to indicate that such a\nsubstantial interest exists.\nThe plaintiffs have requested mandatory prelimi-\nnary relief to .restore the status quo in this case. The\nstatus quo in this case is not the situation which existed\non the day the complaint was filed or on the date of the\nhearing. The status quo existed before the building permits\nwere revoked and when CMHA was processing acceptable sites.\nSee District 50, United Mine Workers of America v.\nInternation Union, United Mine Workers of America,\n412 F.2d 165 (D.C.Cir. 1969) ; Westinghouse Electric\nCorporation v. Free Sewing Machine Co., 256 F.2d 806 (7th Cir.\n1958) Cf. Toledo A.A. and N.M. Railway Comoanv v. Pennsylvania \nCompany, 54 F. .730, 731 (0.C.N.D. Ohio, 1893).\nThe normal status for CMHA and the builders of\nits projects is the planning and building of low income\nhousing. Because of certain actions by the defendant City\nand its agents, C!.-111A has been unable to adequately do its\njob and because CMHA can not do its job the plaintiffs and\ntheir class are being victimized.\nAccordingly, it is ordered that CMHA and defendant\nFitzgerald are enjoined from planning any future public\nhousing in Negro neighborhoods of the city of Cleveland.\nThis prohibition shall include further planning and con-\nstruction of scattered site public housing units. Any\nplans on sites which have been acted upon by CMIIA are not\ncovered by this injunction. These sites are few in number.\nIn addition, the eight-sector map is not to be followed.\n- 22 -\nII\n\nCMHA shall consider only sites on the West Side of the\nCuyahoga River in its scattered site program and is\nenjoined from the consideration of any East Side sites\nin this program. The question of the racial composition\nof the estate managers . is.left to the hearing on the\npermanent injunction.\nFran!: J. Battisti\nChief Judge\n\nDISTRIBUTION GUIDE\nFOR .\n500 PROPOSED CMHA\nFAMILY DWELLINGS\nLA\t R1\nH\n1•••••\n(cid:9)  OtlieRC —L—==7111tarrYG\nCtra'AF:CtlA METROPOLITAN HOUSING AUTEQINTY",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/93851"
    }
  ],
  "document_count": 2
}