{
  "case_id": 16862,
  "fetched_at": "2025-10-22T00:29:12.029425",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Environmental Justice"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Middle District of Florida",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": "1978-08-09",
    "filing_year": 1978,
    "id": 16862,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 28429,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1978,
      "docket_filing_number": 47,
      "is_main_docket": true,
      "court": "Middle District of Florida",
      "state": "Florida",
      "docket_office_number": "5",
      "docket_number_manual": "78-47-Civ-Oc",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Dowdell v. City of Apopka, Florida",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Florida",
    "summary": "<p>(There's no summary yet, while we research the case.)</p>",
    "summary_published_date": "2022-11-05T23:13:51.474662-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16862",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16862",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16862",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16862"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115327,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115327"
    },
    {
      "date": "1981-08-27",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 297,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 521,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Middle District of Florida",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112460,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112460.pdf",
      "title": "Opinion",
      "text": "521 F.Supp. 297 (1981) \nFaithy DOWDELL, Bobby Ann Barnes, Willie L. Nelson (Freeman), Eddie \nLee Wynn, Lafayette Dowdell, Johnnie Bridges, Freddie L. Howard, et al., \non behalf of themselves and all others similarly situated, Plaintiffs, \nv. \nCITY OF APOPKA, FLORIDA; John H. Land, Mayor of the City of Apopka, \nFlorida; Alonzo Williams, Jr., Richard Mark, Bill Aerosmith, and Jeanette \nRobinson, Council members of the City of Apopka, Florida, their \nsuccessors and agents, in their official capacity, Defendants. \nNo. 78-47-Civ-Oc. \nUnited States District Court, M. D. Florida, Ocala Division. \nAugust 27, 1981. \n298*298 David M. Lipman, Miami, Fla., Rosalind Gray, Washington, D. C., for plaintiffs. \nJohnie A. McLeod, Apopka, Fla., for defendants. \nCHARLES R. SCOTT, District Judge. \nOPINION \nThis cause came on for hearing July 27, 1981, to consider the motion of plaintiffs for an award of \nattorneys' fees and costs.[1] \nPlaintiffs, a class of black residents of the City of Apopka, Florida, commenced this action against \nthe above-named defendants seeking injunctive relief to remedy the effects of alleged discrimination \nin the provision of municipal services to inhabitants of the City of Apopka. The claims were grounded \nin the Equal Protection Clause of the Fourteenth Amendment to the United States Constitution, Title \nVI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d, and the State and Local Fiscal Assistance Act \nof 1972 (hereinafter the \"Revenue Sharing Act\"), 31 U.S.C. § 1221 et seq. \nFollowing a trial on the merits, the Court entered its judgment of April 22, 1981. 511 F.Supp. 1375. \nPlaintiffs were afforded substantial relief as to their claims pertaining to street paving and \nmaintenance, storm water drainage facilities and water distribution. The defendants were enjoined \nfrom providing municipal services in a racially-discriminatory manner. Defendants were further \nenjoined from initiating any new municipal services or constructing any new municipal service \nfacilities in the white residential community until such time as the street paving and maintenance, \nstorm 299*299 water drainage facilities, and water distribution system in the black community \nreached a par with similar services and facilities currently available in the white community. Finally, \npursuant to 31 U.S.C. § 1244(b) of the Revenue Sharing Act, the Court impounded all federal \nrevenue sharing funds then under the control of the City of Apopka and all such funds to be received \nin the future. The Court directed that federal revenue sharing funds could be used only for capital \nexpenditures to improve the quantity and quality of municipal services in the black community. \n\nThe Court found no statutory or constitutional violations with regard to the plaintiffs' claims relating to \nthe provision of sewage facilities and park and recreational facilities. Consequently, these claims \nwere dismissed with prejudice. \nDefendants filed their notice of appeal of the Court's judgment on July 9, 1981, following a denial of \ntheir motion to amend the Court's findings of fact and conclusions of law. Although further \nproceedings will be necessary to consider the precise details of the remedial action to be taken by \ndefendants, it is clear that we have progressed to the point where it is proper to consider the \nquestion of attorneys' fees and costs. \nThe Court will proceed to consider each of the factors set forth in Johnson v. Georgia Highway \nExpress, 488 F.2d 714 (5th Cir. 1974). The law of this circuit is that, although an award of attorney's \nfees is within the discretion of the trial court, the trial court is required to make express findings in the \nrecord as to the basis for the award and the particular factors in Johnson that the court relied \nupon. Gay v. Board of Trustees of San Jacinto College, 608 F.2d 127, 128 (5th Cir. 1979); Morrow v. \nDillard, 580 F.2d 1284, 1301 (5th Cir. 1978); Fain v. Caddo Parish Police Jury, 564 F.2d 707, 709 \n(5th Cir. 1977). \n(1) The Time and Labor Required. \n(5) The Customary Fee. \nThe Court deems it appropriate to consider these two factors together in order to derive a \"lodestar\" \nfigure which can then be adjusted through application of the other factors set forth in Johnson. It is \napparent that, although not expressly stated, most courts within this circuit have employed the \nlodestar formula in calculating attorney's fees awards. A. Miller, Attorneys' Fees in Class Actions, A \nReport to the Federal Judicial Center, at 122 (1980). Even the Fifth Circuit Court of Appeals has \ntacitly approved the method of deriving an initial lodestar figure and then adjusting it in light of the \nremaining Johnson factors. See, e. g., Wolf v. Frank, 555 F.2d 1213 (5th Cir. 1977) (court approved \n33.3 percent increase of foundation figure calculated on time-rate basis due to contingent nature of \ncase and substantial relief obtained.)[2] \nThe lodestar method of calculating attorney's fees awards in class actions was first employed by the \nThird Circuit Court of Appeals in Lindy Brothers v. American Radiators & Standard Sanitary \nCorp., 487 F.2d 161 (3d Cir. 1973) (Lindy I).[3] This approach 300*300 placed primary emphasis on \nthe actual hours expended by the attorney on the case. It constituted a marked departure from prior \ndecisions which focused upon the amount of recovery on behalf of the class and based attorney's \nfees on a percentage of that recovery. \nIn Lindy I, the Third Circuit held that the most important factors in calculating fee awards were the \nnumber of hours worked by the attorneys and the reasonable hourly rate that should be recovered \nfor their services.[4] Multiplying the number of hours by the reasonable hourly rate provides the court \nwith the lodestar, the foundational figure upon which to base the attorney's fees award. The Third \nCircuit then identified two factors that the court should consider in adjusting the lodestar figure either \nup or down. First, the court should consider the contingent nature of the case, that is to say, the risk \nincurred by the attorney in accepting the case. Second, the court should consider the quality of the \nattorney's work product and performance. While recognizing that the lodestar concept has never \nbeen expressly adopted by the Fifth Circuit Court of Appeals, this Court is of the opinion that it is a \nsensible approach, one that can be easily incorporated into a consideration of the 12 factors \nenumerated in Johnson. \n\nTurning then to the first factor, the time and labor required, the Court has no doubt that counsel and \nco-counsel for plaintiffs expended substantial amounts of time and labor in preparing for and \nprosecuting the plaintiffs' case. Indeed, the 10 full volumes of court documents filed by the parties \nattest to this fact. Defendants have fiercely contested this litigation at every step of the proceedings. \nDefendants' opposition to the pre-trial discovery efforts on plaintiffs' behalf necessitated frequent \nintervention by the Court. \nThe affidavits filed by counsel and co-counsel for plaintiffs, Mr. David M. Lipman and Ms. Rosalind \nGray, respectively, set forth the following numbers of hours spent in preparing for and prosecuting \nthis case: \n        Attorney                   Total Hours \n \n  David M. Lipman \n \n   a) In-court              72.0 \n   b) Out-of-court        1140.45    1212.45 \n \n  Rosalind Gray                       234.3 \nThe Court finds these numbers to be reasonable in light of the complex and sweeping nature of the \nclaims that were at issue. The sworn affidavits of Lipman and Gray specify relatively precise \namounts of time, accompanied by the date on which the work was performed and the type of work \ninvolved. \nDefendants' contention that plaintiffs are not entitled to attorneys' fees for hours spent on matters \nupon which plaintiffs were not the prevailing parties must fail. Plaintiffs obtained relief as to five of \nthe seven areas of municipal services upon which the complaint was founded. Settlement was \nreached prior to trial as to the claims involving street lights and fire protection. There can be no \ndoubt that plaintiffs who obtain relief through settlement are nevertheless prevailing parties within the \nmeaning of 42 U.S.C. § 1988. Gagne v. Maher, 448 U.S. 122, 129-131, 100 S.Ct. 2570, 2575, 65 \nL.Ed.2d 653 (1980); Collins v. Thomas, (5 Cir., 1981) 649 F.2d 1203. \nOf the five claims that went to trial, plaintiffs prevailed on three (streets, water distribution, storm \nwater drainage). Plaintiffs lost on their claims relating to sewerage and recreational facilities. \nNevertheless, plaintiffs' attorneys are entitled to compensation \"for all time reasonably expended on \na matter.\" S.Rep.No.94-1011, 94th Cong., 2d Sess. 6, reprinted in [1976] U.S.Code Cong. and \nAd.News 5908, 5913. Only if the issues upon which the plaintiffs 301*301 lost were clearly meritless \nshould a court automatically preclude the hours spent on such issues. Jones v. Diamond, 636 F.2d \n1364, 1382 (5th Cir. 1981) (en banc); see Stanford Daily v. Zurcher, 64 F.R.D. 680, 683 \n(N.D.Cal.1974). \nIn Jones v. Diamond, supra, the Fifth Circuit, sitting en banc, considered this question, stating: \nIn fixing the fee, the district court should be mindful that in complex civil rights litigation ... issues are \noverlapping and intertwined. In order to represent their clients adequately, attorneys must explore \nfully every aspect of the case, develop all of the evidence and present it to the court. Time spent \npursuing unsuccessful claims that were clearly without merit should be excluded. However, the mere \nfact that the litigants did not succeed in obtaining a judgment on all of the claims asserted does not \nmean that time spent pursuing these claims should automatically be disallowed. [citing cases] \nInstead the court must consider the relationship of the claims that resulted in judgment with the \n\nclaims that were rejected and the contribution if any, made to success by the investigation and \nprosecution of the entire case. Id. at 1382. \nIn the instant case, plaintiffs' claims, although distinct in the sense that the claims related to different \ntypes of services, were intertwined in that they constituted logical, integrated parts of a single action \nchallenging discrimination in the provision of municipal services. None of the claims were clearly \nmeritless. Conditioning an award of attorney's fees upon the ability of the attorney to portend the \nultimate outcome of the case could result in many meritorious claims never being prosecuted. \nAttorneys representing plaintiffs in a class action should not be required to choose between raising \nonly those claims on which success is assured or risk having to forego compensation for their \nservices. Stanford Daily v. Zurcher, supra, at 683. \nConsequently, considering the substantial relief obtained by counsel for plaintiffs on behalf of the \nclass, the Court is of the opinion that Mr. Lipman and Ms. Gray are entitled to compensation for all \nhours spent on the case.[5] \nTogether with the number of hours spent on the case, the customary fee charged by attorneys for \nsimilar work constitutes the fundamental ingredient in arriving at a base fee award. Johnson, \nsupra, at 718. In this regard, both sides have submitted affidavits as to what constitutes a \nreasonable and customary fee for the work performed by counsel and co-counsel for plaintiffs. \nAffiants for plaintiffs suggested the following hourly rates as reflecting a reasonable and customary \nfee: \n    Attorney          Recommended Hourly Fee \n \nRoderick N. Petry ----$ 125 for Lipman \n                      $ 100 for Gray \n \nWilliam J. Sheppard --$ 125 for Lipman (in-court work) \n                      $ 100 for Lipman (out-of-court work) \n \nChesterfield Smith ---$ 125 for Lipman (in-court work) \n                      $ 100 for Lipman (out-of-court work) \nThe affidavits submitted by defendants were actually copies of affidavits submitted by counsel for \nplaintiffs in Apopka Improvement Association v. City of Apopka, No. 79-539-Orl-Civ-R, an unrelated \ncivil rights case. The weight to be attached to these affidavits is questionable in that they were \nprepared without reference to the instant case. Nevertheless, because they purportedly represent \nthe customary fee charged by attorneys experienced in civil rights litigation in the Middle District of \nFlorida, the Court will consider them: \n     Attorney       Requested Hourly Fee \n \nBruce S. Gelber-----$ 70 (legal work) \n                    $ 40 (non-legal work) \n \nLuis Garcia---------$ 70 (legal work) \n                    $ 40 (non-legal work) \n \nMartin E. Sloan-----$ 95 \n\n302*302 Based upon the affidavits submitted by the respective parties, the fact that Mr. Lipman is an \nexperienced civil rights litigator, and the Court's familiarity with civil rights litigation and attorney's \nfees generally, the Court is of the opinion that a reasonable hourly fee for Mr. Lipman would be $80 \nfor in-court work and $60 for out-of-court work.[6] While recognizing that Mr. Lipman is a highly skilled \nattorney, the Court believes his requested hourly fee of $125 for in-court work and $100 for out-of-\ncourt work is excessive. This determination is based in part upon the fact that a portion of the work \nperformed by Mr. Lipman could have been performed by a nonlawyer at a lesser expense. \nAs for Ms. Gray, her primary contribution to the plaintiffs' case, as evidenced by the schedule of \nhours she submitted to the Court, involved background work and the preparation of discovery \nmaterials. She is less experienced than Mr. Lipman and the work she performed did not involve any \nparticularly high degree of skill. Ms. Gray suggests that her compensation be fixed at $100 per hour. \nThe Court is of the opinion that $40 per hour would be a reasonable fee for Ms. Gray. \nThe Court has determined the number of hours spent on this case by counsel and co-counsel for \nplaintiffs as well as the reasonable hourly fee due to each attorney. The next step is to calculate the \nlodestar: \n    Lipman \n \n  In-court work:         72.0  hours × $80 per hour = $ 5,760 \n  Out-of-court work:   1140.45 hours × $60 per hour = $68,427 \n                                                      _______ \nTOTAL ----------------------------------------------- $74,187 \n \n    Gray \n \n  Out-of-court work:    234.3  hours × $40 per hour =  $9,372 \nHaving determined the base awards due to Mr. Lipman and Ms. Gray, the Court will consider \nwhether an adjustment of the base awards is justified in light of the remaining Johnson factors. As \nnoted, in Lindy I, supra, the Third Circuit instructed the lower court to consider only two factors in \nadjusting the lodestar figure — the quality of the attorney's performance and the contingent nature of \nthe case. There is no question that certain of the Johnson factors are entitled to more weight than \nothers in calculating a fee award. In addition to the two already discussed, i. e., the time required \nand customary fee, the district courts in this circuit have been directed to pay special heed to: (8) the \namount involved and the results obtained; and (9) the experience, reputation and ability of \ncounsel. Cooper Liquor, Inc. v. Adolph Coors Co., 624 F.2d 575, 583 (5th Cir. 1980). These factors \ngo toward the quality of the representation. \nThe Fifth Circuit has also recognized that lawyers who accept civil rights cases on a contingency fee \nbasis \"are entitled to be paid more when successful than those who are assured of compensation \nregardless of result.\" Jones v. Diamond, 636 F.2d 1364, 1382 (5th Cir. 1981) (en banc). Thus, the \nlaw of this circuit parallels the law of the Third Circuit in that it supports the proposition that base fee \nawards can be augmented if such an increase is justified by contingency and/or quality factors. By \none view, this is merely stating what is already known; that all of the Johnson factors, not simply the \nones discussed above, impact upon a court's calculation of attorney's fees. The difference, however, \nlies in the methodology employed in applying the Johnson factors. By using the lodestar method, \nthat is to say, by using the Johnson factors of time and customary fee to establish a foundational \nfigure, a court is able to achieve a more precise formulation than by considering the 12 factors as a \nhodge-podge. Time spent multiplied by a reasonable hourly rate provides an objective, if not perfect, \nbase award. Using this as a starting point, the court can then use its discretion in applying the more \nsubjective factors. Of the remaining factors, it appears proper and, under the law of this circuit, \n\npermissible to give special emphasis to those factors relating to the quality of the attorneys' \nrepresentation 303*303 and the contingent nature of the case. \n(3) The Skill Requisite to Perform the Legal Service \nProperly. \n(6) Whether the Fee is Fixed or Contingent. \n(8) The Amount Involved and the Result Obtained. \n(9) The Experience, Reputation, and Ability of the \nAttorneys. \nNumbers (3), (8), and (9) relate to the quality of the attorneys' representation while number (6) \nobviously goes toward the contingent nature of the case. \na) Quality Factors \nThe Court finds that Mr. Lipman is a highly-skilled attorney who has consistently produced a high-\nquality work product throughout the course of this litigation. His research both as to factual and legal \nmatters has been thorough and meticulous. His legal arguments, as evidenced by the results he \nobtained for his clients, were sound. He is extremely experienced in the areas of law relevant to this \ncause. The benefits he obtained for the black residents of the City of Apopka were substantial. \nAs for Ms. Gray, the Court did not have an opportunity to view her in court and is unaware of the \nextent to which her work contributed to the high quality of plaintiffs' legal representation. \nb) Contingency Factor \nMr. Lipman has dedicated more than 1,200 hours to this cause, spanning a period of three years. \nUntil the Court's judgment was entered on April 22, 1981, Mr. Lipman had no indication of whether \nthose 1,200 hours were spent for naught. In addition to the uncertainty of not knowing whether he \nwould ever receive any payment for his services at all, Mr. Lipman was faced with the absolute \ncertainty that any fee award he would receive would be delayed for several years. The delay in \nreceiving payment, in addition to the uncertainty of receiving any payment whatsoever, is a factor \nproperly considered in setting an attorney's fee award. Aamco Automatic Transmissions, Inc. v. \nTayloe, 82 F.R.D. 405 (E.D.Pa.1979); Knutson v. Daily Review, Inc., 479 F.Supp. 1263 \n(N.D.Cal.1979). This is not a factor separate and distinct from those set forth in Johnson. It is merely \nan adjunct of the contingency factor. \nThe risk and delay factors are equally applicable to a consideration of Ms. Gray's fee. \nBased upon the Johnson factors discussed above, i. e., those relating to quality and contingency, \nthe Court is of the opinion that Mr. Lipman's base fee award of $74,187.00 should be augmented by \n15 percent, resulting in a total fee award of $85,315.05. As for Ms. Gray, the Court has already \nnoted that it has never had the opportunity to observe her in court or to observe any work product \n\nthat was clearly identifiable as her own. She did not attend the evidentiary hearing on her motion for \nattorney's fees. Thus, the Court lacks any real foundation for augmenting her base fee award on the \nbasis of quality factors. Due to the applicability of the contingency considerations, however, the \nCourt is of the opinion that Ms. Gray's base fee award of $9,372.00 should be increased by 7.5 \npercent, resulting in a total fee award of $10,074.90. \n(2) The novelty and difficulty of the questions. \n(4) The preclusion of other employment by the \nattorney. \n(7) Time limitations imposed by the client or the \ncircumstances. \n(10) The undesirability of the case. \n(11) The nature and length of the professional \nrelationship with the client. \nWhereas the quality and contingency factors will be critical considerations in virtually every civil \nrights class action, the remaining Johnson factors, set forth above, may or may not be important \ndepending on the facts of the case. Given a particular set of facts, one or more of these remaining \nfactors may justify a further augmentation of the base fee award. In the instant case, 304*304 none \nof these factors hold particular significance. The case did not raise novel or difficult questions of law. \nAlthough it was somewhat factually complex, it is unlikely that such complexity created any \ndifficulties for Mr. Lipman or Ms. Gray, both of whom specialize in this type of litigation. Indeed, Mr. \nLipman is currently engaged in several cases throughout the State of Florida that are carbon copies \nof the case sub judice. \nIn this light, it is apparent that, although the instant case consumed a great deal of Mr. Lipman's time \nover a three year period, the acceptance of the case did not preclude him from accepting other \nemployment nor did it impose any severe time limitations upon him. Mr. Lipman's municipal service \ncases require years to litigate to completion. They do not impose the type of day-to-day time \nconstraints often found in more diversified law practices. As one of these cases approaches the \npoint of fruition, 10 more may be at the stage of conception. They overlap and, hence, do not require \nthe attorney to refuse other employment due to time constraints. Moreover, because each case \nfocuses on the alleged discriminatory practices of separate, isolated, rural communities, they do not \ngive rise to any conflicts of interest that would preclude the acceptance of other employment. \nNor was this case \"undesirable\" from the point of view of Mr. Lipman or Ms. Gray. While it is unlikely \nthat either of these attorneys would win a popularity contest in the City of Apopka, the fact that Mr. \nLipman resides in Miami, Florida, and Ms. Gray resides in Washington, D. C., eliminates any \nadverse effect, economic or otherwise, that might otherwise have resulted from their acceptance of \nthe case. \nFinally, the Johnson factor pertaining to the nature and length of the professional relationship with \nthe client is not applicable to this case. The plaintiffs herein became Mr. Lipman's clients only as a \n\nresult of their claims against the City of Apopka. Their attorney-client relationship will in all likelihood \nterminate at the conclusion of this litigation. \nCosts \nPlaintiffs have also moved the Court for an award of costs in the amount of $29,639.29. The \ndefendants object to this motion in general terms, primarily upon the ground that the costs are \n\"excessive.\" They further object to any award of costs connected with issues upon which the \nplaintiffs were not the prevailing parties. \nCosts are generally recoverable by the prevailing party in a civil action. Fed. R.Civ.P. 54(d). It is not \nnecessary that a party prevail on all issues in order to have costs taxed against the other side. A \nparty will usually be regarded as the prevailing party under Rule 54(d) even though he has obtained \nonly a portion of the relief sought. Jones v. Diamond, 594 F.2d 997, 1028 (5th Cir. 1979), reheard en \nbanc, 636 F.2d 1364 (5th Cir. 1981); United States v. Mitchell, 580 F.2d 789 (5th Cir. 1978); see \ngenerally C. Wright & A. Miller, Federal Practice and Procedure § 2667 (1973) (hereinafter `Wright & \nMiller'). \nThe allowance of costs is a matter left largely within the discretion of the trial court. Farmer v. \nArabian American Oil Co., 379 U.S. 227, 85 S.Ct. 411, 13 L.Ed.2d 248 (1964); Kinnear-Weed Corp. \nv. Humble Oil & Refining Co., 441 F.2d 631 (5th Cir.), cert. denied, 404 U.S. 941, 92 S.Ct. 285, 30 \nL.Ed.2d 255 (1971). Appellate review of an award of costs is limited to situations where it is shown \nthe trial court abused its discretion. In re Nissan Antitrust Litigation, 577 F.2d 910 (5th Cir.), cert. \ndenied, 439 U.S. 1072, 99 S.Ct. 843, 59 L.Ed.2d 38 (1978). \nPlaintiffs seek reimbursement for a wide variety of \"costs\" including: travel expenses, postage and \ntelephone charges, compensation for paralegals, photocopying and photographic expenses, and \nexpert witness fees. The \"costs\" contemplated under Rule 54(d) must be distinguished from \n\"expenses\" in general. While all costs are subsumed under the category of expenses, the reverse is \nnot true. Wright & Miller § 2666. Rule 54(d) does not permit a district court to order the losing party \nto reimburse 305*305 the prevailing party for every expense the latter has seen fit to incur. Farmer v. \nArabian American Oil Co., supra, 379 U.S. at 235, 85 S.Ct. at 416. Indeed, the Supreme Court has \ncommented that \"the discretion given district judges to tax costs should be sparingly exercised with \nreference to expenses not specifically allowed by statute.\" Id. \nItems properly taxable as costs are enumerated in 28 U.S.C. § 1920, which provides: \nA judge or clerk of any court of the United States may tax as costs the following: \n(1) Fees of the clerk and marshal; \n(2) Fees of the court reporter for all or any part of the stenographic transcript necessarily obtained \nfor use in the case; \n(3) Fees and disbursements for printing and witnesses; \n(4) Fees for exemplification and copies of papers necessarily obtained for use in the case; \n(5) Docket fees under section 1923 of this title; \n(6) Compensation of court appointed experts, compensation of interpreters, and salaries, fees, \nexpenses, and costs of special interpretation services under section 1828 of this title. \nA bill of costs shall be filed in the case and, upon allowance, included in the judgment or decree. \nThe only items for which plaintiffs seek reimbursement that fall within the purview of this statute are: \n  Filing fee ------------------------- $15.00 \n\n  Marshal fee ------------------------  23.60 \n  Deposition -------------------------  43.20 \n  Transcripts ------------------------ 877.98 \n  Photocopying ----------------------1,729.84[7] \n                                     ________ \n                           TOTAL   $ 2,689.62 \nIn addition to these statutorily authorized costs, the Court sees fit to allow reimbursement for the \n$5,632.70 paid to employ paralegals. Defendants have no reason to object to the requested \nreimbursement for paralegal assistance. The employment of such personnel operated to defray the \namount of attorney's fees incurred by plaintiffs in that the paralegals performed work which, in their \nabsence, would presumably have been performed by attorneys. The four paralegals employed by \nplaintiffs' counsel were compensated at the rate of $7.00 or less per hour whereas Mr. Lipman has \nbeen awarded $60 per hour for out-of-court work and Ms. Gray has been awarded $40 per hour. \nThe Court finds further that the following items are properly taxable against the defendants as costs: \n  Graphics ---------------------------$538.49 \n  C D B G Documents ------------------  17.55 \n  Maps -------------------------------   3.00 \n  Blueprints -------------------------  40.30 \n  Graphics --------------------------- 270.40 \n  Photographs ------------------------  10.40 \n  Film -------------------------------  22.07 \n  Photographs ------------------------  12.59 \n  Film -------------------------------  36.17 \n  Video Tape ----------------------- 1,800.00 \n                                     ________ \n                            TOTAL   $2,750.97 \nThese items were a necessary part of plaintiff's case. They aided the Court in reaching a proper \nresolution of all disputed issues. The gist of the complaint was that the quantity and quality of \nmunicipal services available in the black community were inferior to those available in the white \ncommunity. In order to prove this, it was necessary to introduce visual evidence, documentary and \notherwise, for purposes of analysis and comparison. There is support in the case law for allowing \nsuch items to be taxed as costs. See, e. g., Mikel v. Kerr, 499 F.2d 1178 (10th Cir. 1974) (maps, \ncharts, 306*306 photographs); Esler v. Safeway Stores, Inc., 77 F.R.D. 479 \n(D.Mo.1978) (charts); Stachon v. Hoxie, 190 F.Supp. 185 (D.Mich. 1960) (photographs, maps); Gotz \nv. Universal Products Co., 3 F.R.D. 153 (D.Del.1943) (motion pictures). \nThe final amount that the Court will allow to be taxed as costs is the expense incurred by plaintiffs in \nobtaining expert architectural and engineering services. The general rule is that a prevailing party is \nnot entitled to recover as costs any amounts paid to expert witnesses in excess of the statutory per \ndiem and mileage fees due to all witnesses. Baum v. United States, 432 F.2d 85 (5th Cir. \n1970); Gerber v. Stoltenberg, 394 F.2d 179 (5th Cir. 1968). \nAn exception to this rule was announced by the Fifth Circuit Court of Appeals in Jones v. \nDiamond, 636 F.2d 1364 (5th Cir. 1981) (en banc). The court, after acknowledging the general rule \nthat expert witness fees are not recoverable as costs, concluded that a different rule applies in civil \nrights litigation. The court relied upon the congressional manifestation of intent that \"[i]f private \ncitizens are to be able to assert their civil rights ... then citizens must have the opportunity to recover \n\nwhat it costs them to vindicate those rights in court.\" Id. at 1382, quoting S.Rep. No. 94-1011, 94th \nCong., 2d Sess. 6, reprinted in [1976] U.S.Code Cong. & Ad. News, 5908, 5910. \nThe issues this Court was asked to resolve focused upon technical factual matters relating to various \nmunicipal services such as sewerage, storm water drainage and water distribution. Expert \ninvestigation and testimony was an essential component of plaintiffs' case. Consequently, the Court \nwill allow plaintiffs to recover the costs incurred in obtaining their experts. \nThe requested cost reimbursement for postage, telephone and travel expenses will be denied. \nPostage and telephone charges are expenses incurred incidental to the trial itself. As such, they are \nordinarily non-taxable. See, e. g., Department of Highways v. McWilliams Dredging Co., 10 F.R.D. \n107 (D.La.1950), aff'd, 187 F.2d 61 (5th Cir. 1951) (postage); Wahl v. Carrier Manufacturing \nCo., 511 F.2d 209 (7th Cir. 1975) (postage and telephone); City Bank of Honolulu v. Rivera \nDavila, 438 F.2d 1367 (1st Cir. 1971) (telephone). Similarly, attorneys' travel expenses are generally \nnot recoverable. City Bank of Honolulu v. Rivera Davila, supra; Kiefel v. Las Vegas Hacienda, \nInc., 404 F.2d 1163 (7th Cir.), cert. denied, 395 U.S. 908, 89 S.Ct. 1750, 23 L.Ed.2d 221 \n(1968); Michigan Aluminum Foundry Co. v. Aluminum Co. of America, 190 F. 903 (6th Cir. 1911).[8] \nAn order will be entered in accordance with the foregoing opinion. \n[1] Attorney's fees are sought under 42 U.S.C. § 1988, as well as under 31 U.S.C. § 1244(e) of the State and Local Fiscal \nAssistance Act of 1972. Title 42 U.S.C. § 1988 provides for an award of fees to the prevailing party in, inter alia, an action to \nenforce the provisions of Title VI of the Civil Rights Act of 1964. Title 31 U.S.C. § 1244(e) provides for an award of attorney's \nfees to the prevailing party, other than the United States, in any action to enforce § 1242(a) of the Revenue Sharing Act. \nThe Court of Appeals for the Second Circuit has determined that 31 U.S.C. § 1244(e) \"mirrors other civil rights fee-shifting \nprovisions such as 42 U.S.C. § 1988 ....\" Cohen v. West Haven Board of Police Commissioners, 638 F.2d 496, 505 n. 15 (2d \nCir. 1980). This Court is in agreement and sees no reason to apply different standards in calculating a fee award under 31 \nU.S.C. § 1244(e) than it would in calculating an award under 42 U.S.C. § 1988. \n[2] But see Foster v. Boise-Cascade, Inc., 577 F.2d 335 (5th Cir. 1978) (Vance, dissenting in part). Judge Vance expressed \nhis dissatisfaction with basing attorney's fees on a time-rate calculation. \nThis method of compensation — which equates professional services to those of laborers and mechanics — frequently has \nlittle or no relationship to the value of the services performed in anything but the most routine work. A flash of brilliance by a \ntrial lawyer may be worth far more to his clients than hours or days of plodding effort. \nId. at 337 n. 1. \nAlthough the wisdom of the last statement quoted above cannot be doubted, it is obvious that measuring and divining the \nvalue of flashes of brilliance would require abilities far beyond those of most district judges. Perhaps acknowledging this fact, \nJudge Vance concluded his note of disenchantment with the concession that: \"Notwithstanding its limitations, I am \nreconciled to the reality that the hourly rate approach will remain with us and is properly considered in the search for \ncompensation that is reasonable.\" Id. \n[3] The Lindy rationale has been adopted by the Courts of Appeals for the Second and Eighth Circuits. City of Detroit v. \nGrinnell Corp., 495 F.2d 448 (2d Cir. 1974); Grunin v. International House of Pancakes, 513 F.2d 114 (8th Cir.), cert. \ndenied, 423 U.S. 864, 96 S.Ct. 124, 46 L.Ed.2d 93 (1975). \n[4] Perhaps the most compelling support for calculating attorney's fees on a time-rate basis is found in the legislative history \nof 42 U.S.C. § 1988, which provides: \nIn computing the fee, counsel for prevailing parties should be paid, as is traditional with attorneys compensated by a fee-\npaying client, `for all time reasonably expended on a matter.' \nS.Rep.No.94-1011, 94th Cong., 2d Sess. 6, reprinted in [1976] U.S.Code Cong. and Ad.News 5908, 5913. \n\n[5] The Court is not oblivious to the fact that attorney's fees are technically awarded to the prevailing parties rather than to \ntheir attorneys. Nevertheless, in the instant case, counsel represented a mostly indigent class, on a contingency fee basis, in \nan action seeking injunctive relief only. Given such circumstances, principles of convenience and practicality justify \ncharacterizing the attorneys' fees awards as recoveries on behalf of the attorneys themselves rather than on behalf of their \nclients. \n[6] Factor number (12) set forth in Johnson directs the court to consider fee awards in similar cases in arriving at an \nattorney's fees award. The Court's consideration of the affidavits submitted by the parties as well as the Court's general \nfamiliarity with attorney's fees awards in civil rights class actions is intended to satisfy its duty in this regard. \n[7] Although the statute does not expressly include photocopying expenses, such expenses are akin to \"(3) fees and \ndisbursements for printing ...\" Costs for photostatic copies have been allowed in several cases. See, e. g., Twentieth \nCentury Fox Film Corp. v. Goldwyn, 328 F.2d 190 (9th Cir.), cert. denied, 379 U.S. 880, 85 S.Ct. 143, 13 L.Ed.2d 87 \n(1964); Hugney v. Consolidation Coal Co., 59 F.R.D. 258 (D.Pa.1973); Sperry Rand Corp. v. A-T-O, Inc., 58 F.R.D. 132 \n(D.Va.1973). \n[8] Cf. Hodge v. Seiler, 558 F.2d 284 (5th Cir. 1977). The court held that expenses incurred in traveling to the place of trial \n\"are in the nature of costs.\" Id. at 287. The court noted, however, that the statutory provision governing costs, 28 U.S.C. § \n1920, provides only for \"[f]ees and disbursements for ... witnesses.\" (Emphasis added). Taking cognizance of the Supreme \nCourt's admonition that district judges should avoid taxation of expenses not specifically mentioned by statute, the appellate \ncourt upheld the lower court's refusal to tax travel expenses against the losing party, stating: \nThe denial of this element of costs may thus only be upset for abuse of discretion, with the preferred exercise of discretion \nbeing to exclude from an award of costs those items not specifically mentioned in the statute. \nId. \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/112460"
    },
    {
      "date": "1981-04-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 1375,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 511,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Middle District of Florida",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112461,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112461.pdf",
      "title": "Opinion",
      "text": "511 F.Supp. 1375 (1981) \nFaithy DOWDELL, Bobby Ann Barnes, Willie L. Nelson (Freeman), Eddie \nLee Wynn, Lafayette Dowdell, Johnnie Bridges, Freddie L. Howard et al., \non behalf of themselves and all others similarly situated, Plaintiffs, \nv. \nCITY OF APOPKA, FLORIDA; John H. Land, Mayor of the City of Apopka, \nFlorida; Alonzo Williams, Jr., Richard Mark, Bill Aerosmith, and Jeanette \nRobinson, Council Members of the City of Apopka, Florida, their \nSuccessors and Agents, in their official capacity, Defendants. \nNo. 78-47-Civ-Oc. \nUnited States District Court, M. D. Florida, Ocala Division. \nApril 22, 1981. \n1376*1376 David M. Lipman, Miami, Fla., Rosalind Gray, New Bern, N. C., for plaintiffs. \nJohnie A. McLeod, Apopka, Fla., for City of Apopka, et al. \n OPINION \n1377*1377\nCHARLES R. SCOTT, Senior District Judge. \nThis is an action filed by black residents of the City of Apopka, Florida (`City') against the City, its \nmayor and council members alleging that municipal services have been discriminatorily provided to \nthe black section of town. Seeking declaratory and injunctive relief, plaintiffs claim that defendants \nhave violated the Equal Protection Clause of the Fourteenth Amendment to the United States \nConstitution, Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d, and the State and Local \nAssistance Act of 1972 (`Revenue Sharing Act'), 31 U.S.C. § 1242. \nBased upon Johnson v. City of Arcadia, Florida, 450 F.Supp. 1363 (M.D.Fla.1978), the complaint \ncharges that the City of Apopka, its mayor and four city council members, Alonzo Williams, Jr., \nRichard Mark, Bill Aerosmith and Jeanette Robinson (collectively referred to as `defendants') \ndeprived plaintiffs of their right to equal municipal services including: \n1. The paving and maintenance of streets; \n2. Storm water drainage facilities; \n3. The water distribution system; \n4. Sewerage facilities; and \n5. Park and recreational facilities. \nThe case was certified as a Fed.R.Civ.P. 23(b)(2) class action on February 8, 1980. The class is \ndefined as \nAll black citizens of the United States and of the State of Florida residing in the municipality of \nApopka who are, or have been, subjected to the discriminatory provision of municipal services. \n\nAfter extensive pretrial discovery and the termination of a procedural motion battle, the case came \non for trial before the Court without a jury. The trial consumed nine days spread over six months. At \nthe close of all the evidence, each side was given the opportunity to file post-trial findings of fact and \nconclusions of law. Having considered these proposals, having weighed the evidence presented \nduring the trial, and being fully advised in the premises, the Court makes and finds the following \nfindings of fact and conclusions of law pursuant to Fed.R.Civ.P. 52(a). \nFindings of Fact \nA. Background. \n1. The City of Apopka is located in the central part of the State of Florida, ten miles northwest of \nOrlando. Its population of approximately 5,000 persons consists of roughly 30% black or other \nminority citizens. The City is dissected by a major highway to which the tracks of the Seaboard \nCoastline Railroad run parallel. This dissection forms a triangle in the southwestern section of the \nCity. \n2. It is within the southwestern section that the majority of the black residents of Apopka live. Of the \n368 black households in Apopka, 312 are located in this section. Of the 56 remaining black \nhouseholds, 38 are located either in integrated apartment complexes or immediately north of the \nrailroad tracks. The rigidity of the residential segregation of the races in Apopka is clear. The specific \narea which the Court finds to be the \"black community\" is bounded on the west by Hawthorne \nAvenue, on the south by Tenth Street, on the east by the Seaboard Coastline Railroad tracks, and \non the north by Fourth Street. \n3. The City of Apopka provides, maintains and improves certain municipal services and facilities for \nits residents. The City has undertaken construction and/or maintenance of the following services \ncontested in this action: (1) street paving; (2) storm water drainage; (3) sewerage facilities; (4) \npotable water distribution; and (5) parks and recreational facilities. Construction and maintenance of \nthese services have been financed by a variety of private, city, county, state, and federal programs. \nWhile some street paving has been accomplished through private front-footage assessments, there \ndoes not exist a consistent City policy to finance street paving from complete or even partial private \nresources. \n B. Historical Discrimination. \n1378*1378\n4. The City of Apopka is governed by a mayor and city council. The mayor as well as members of \nthe city council are elected at large. Although a black man has served on the city council since 1970, \nall appointments by the mayor and council for unexpired vacancies on the council have been white. \nAlthough blacks serve on the City's Zoning Board of Adjustment, Zoning Commission, Citizens \nPlanning Advisory Committee, Crime Prevention Committee, and a black person represents the City \non the board of the Lake Apopka Natural Gas District, the key administrative positions in the City \nincluding city clerk, fire chief, police chief, director of streets and sanitation, recreation director, parks \ndirector, city attorney, and city prosecutor are all held by whites. \n5. Very few blacks are employed by the City of Apopka. Of the approximately 85 persons on the \npayroll of the City only 4 or 6% are black. \n6. The City has virtually ignored complaints and requests by black residents concerning the quantity \nand quality of the municipal services provided the black community, while at the same time, the City \n\nhas acted favorably on many similar requests from white residents. Although the complaints by black \nresidents may have decreased to some degree in recent times, the decrease is due in part to the \nfeeling by black residents that their complaints \"didn't seem to get anywhere.\" Since the filing of this \nsuit, the City mailed letters to all black residents inquiring about any complaints concerning sewer \nand water service. Very few, if any, residents responded. Because of the nature of the allegations of \nthe complaint in this case, the Court does not find this lack of response material. \n7. Not only has the City failed and refused to respond to requests by black residents to construct \nand/or improve municipal services in the black community, but it has directed its financial attention to \nnewly-annexed and predominately white sections of town. Nearly $800,000 has been spent in the \npast 13 years to extend municipal services to the annexed areas. Although some of the facilities in \nthe annexed areas were constructed and paid for by the developer, their continued maintenance is \nthe responsibility of the City. Moreover, as will be discussed in more detail below, the additional \ndemand for services created by the annexed areas has adversely affected the availability of certain \nservices in the black community. \n8. The City of Apopka has received Federal Revenue Sharing Funds from the Office of Revenue \nSharing (`ORS') and through the State of Florida's Revenue Sharing Allotment. Of the total amount \nexpended by the City for construction of or improvement to municipal services affecting residential \nareas, approximately 90% of the funds were allocated to the predominately white areas of the City. \n9. At the same time that this lawsuit was filed, plaintiffs also filed an administrative complaint with the \nORS involving the same municipal services questioned in this case. On November 29, 1979, the \nORS issued a predetermination finding that the City was in violation of the non-discrimination \nprovisions of the Revenue Sharing Act. The ORS found that racial discrimination existed in the \nfollowing municipal services: (1) street paving; (2) water service; (3) storm water drainage; and (4) \nsewerage. In a letter dated February 27, 1980, the ORS determined that the City had complied with \nthe non-discrimination provisions of the Revenue Sharing Act with respect to the City's sewerage \nservice and water distribution but remained in violation of the non-discrimination provisions with \nregard to street paving and storm water drainage. \n10. On July 12, 1937 an ordinance was passed by the City of Apopka prohibiting blacks from living \non the northern side of the Seaboard Coastline Railroad tracks and prohibiting whites from living on \nthe southern side of the tracks. Although there is little evidence that the ordinance was enforced by \nthe City, there is some evidence that its existence persuaded blacks to dispose of real property \nowned by them on the northern side of the railroad tracks. The ordinance was repealed in March \n1968. \n C. Specific Municipal Services. \n1379*1379\nI. STREET PAVING. \n11. There are numerous roadways in the black community that are not paved. Of the 27,950 feet of \nstreet in the black community, 11,825 feet or 42% are unpaved. In comparison, only 9% or 11,775 \nfeet of the total 134,520 feet of streets in the white neighborhood is unpaved. Thirty-three percent of \nthe residences in the black community front on unpaved streets, while only 7% of the residences in \nthe white section of the City front on unpaved streets. \n12. Defendants challenge these figures on three grounds. First, defendants contend that a number \nof the roadways included in the street footage tabulations are not owned by the City but are private \nproperty and, thus, the City has no authority or duty to pave them. Extensive evidence was \n\nintroduced by plaintiffs indicating that the unnamed streets represented by facts numbered 6, 16, 25, \n26A, 40, 46, 46A, 50, 52, 55 and 59 of plaintiffs' Requests for Admissions are maintained by the City. \nThe evidence consisted of a video tape presentation showing the condition of the roadways, various \nphotographs, and a collection of soil samples taken from and around the roadways. The video tape \npresentation showed that the roadways had been graded by use of road grading equipment with \nslight mounds of soil on the extreme sides of the road. The photographs likewise showed that these \nroadways had been mechanically graded. The soil samples indicated that the soil in and on the \nroadways is of a clay and sand composition that varies materially from that of the areas adjacent to \nthe roadway path. Although the City, through Mayor Land, denied conducting regular maintenance of \nthese roadways, it did admit to bringing in clay occasionally to help remedy flooding problems. \nMoreover, in letters to the ORS, Mayor Land represented that \"[T]he City may have from time to time \nput some clay down or did some maintenance on some of the unnamed streets or alleys.\" Evidence \nwas also presented indicating that the City had maintained the roadways over a continuous four-year \nperiod. Accordingly, by operation of Fla.Stat. § 95.361, the streets are deemed dedicated to the City \nof Apopka and, thus, the City has the authority to pave them. \n13. Secondly, defendants claim that the roadways represented by facts numbered 6, 16, 25, 26A, \n40, 46, 46A, 50, 52, 55 and 59 of plaintiffs' Requests for Admissions are alleys and, in accordance \nwith the City's general policy, are not properly subject to being paved. Evidence was presented \nshowing that alleys in the white section of town are not paved either. The basic difference, however, \nbetween these so-called alleys in the black community and the alleys in the white section of town is \nthat the white alleys separate backyards of residences and are used primarily for garbage pick up \nand service vehicle access while the black alleys provide access to the front of the homes that abut \nthem. In the black community the so-called alleys are in reality narrow unpaved streets on which a \nlarge number of homes front. Defendants contend that regardless of what they are called, these \nunpaved roadways have too narrow a right-of-way to allow paving in accordance with City \nspecifications which require a right-of-way of 60 feet. It is true that the homes fronting on some of \nthese streets are too close together to allow a 60-foot right-of-way. However, because the so-called \nalleys are in fact streets and because the City has, in other instances, paved streets with less than a \n60-foot right-of-way, the Court finds that the so-called alleys are properly included in the number of \nunpaved streets in the black community and that the City's general specifications cannot prevent the \npaving of the streets. \n14. Defendants have also challenged plaintiffs' evidence as to the disparity of paved streets in the \nblack and white communities on the basis that certain unpaved streets were improperly excluded \nfrom the total of unpaved streets in the white section of town and that certain unpaved streets \nincluded in the black community are integrated or commercial and thus improperly included in the \ntabulation of paved streets in the black community. The Court finds that plaintiffs' tabulations are \ncorrect. The streets omitted from the white section of town are not residential streets, there \nbeing 1380*1380 no homes abutting them, nor do they serve as access routes. The streets included \nin the black community tabulation, although approaching the commercial district of town, have \nenough homes fronting them and other residential characteristics to support their inclusion within the \nblack residential community. Additionally, there is but one white household existing in the area of \nthese streets. \n15. Based on the foregoing, the Court finds that there is disparity in the provision of street paving \nbetween the black community and the white section of Apopka. \nII. STORM WATER DRAINAGE FACILITIES. \n16. Plaintiffs presented evidence showing that the storm water drainage facilities in the black \ncommunity are either inadequate or totally non-existent. Of the total residential street footage in the \n\nblack community, none is joined with a curb and gutter system while over 60% of the residential \nstreets in the white section of town have curbs and gutters. Correspondingly, none of the homes in \nthe black community front on streets with curbing and gutters while 48% of the homes in the white \nsection do. Defendants have not challenged the statistical evidence presented by plaintiffs, but do \ncontend that it is misleading because other methods of storm water drainage exist. \n17. In addition to the video tape presentation, plaintiffs introduced photographs of the drainage \nconditions in the black community and the testimony of Mr. John Foster, who as a qualified expert in \nengineering, personally surveyed the drainage facilities in the black community. This evidence \nindicates that the principal method of draining storm water from the streets and property in the black \ncommunity, where a method exists at all, is by way of drainage ditches dug along the side of the \nstreets. While in many cases, the use of drainage ditches is an acceptable, if not preferable, method \nof containing and transferring storm water run-off, the evidence shows that this method is not \nfunctioning properly in the black community. From the photographs and video tape presentation, it \nappears that one reason for the inadequacy of this method of storm water control in the black \ncommunity is the lack of regular maintenance of the drainage ditches. Obstruction of traffic by water \nstanding in the streets or overflowing the drainage ditches appears to be common after a heavy \nrainfall. This does not appear to be the case in the white areas of town. Accordingly, the Court finds \nthat the facilities in the black community for draining storm water are unequal and inferior to those \nprovided to the residents of the white section of town. \nIII. WATER DISTRIBUTION SYSTEM. \n18. Plaintiffs complain that the water service to residents of the black community is not of the same \nquality as the service provided to residents of the white section of town. The principal complaint of \nthe plaintiffs who testified is that the water pressure at their homes is so low that ordinary use of the \nwater for such things as bathing is at times impossible. Defendants do not refute these allegations. \nInstead, they contend that the problem is city-wide. Defendants, however, offered no evidence to \nsupport this contention. From the testimony of plaintiffs' expert, Mr. John Foster, it appears that the \nprimary cause of the low water pressure in certain areas of the black community is the use of what \nare termed \"service lines\". In the usual system of water distribution, and in the one found in the white \nsection of town, a water main of fairly large proportions is run underneath the street on which the \nhomes front. From this main line, each resident runs, at his own expense, a connection line to the \nplumbing in the house. At the point of connection, a water meter is installed. Although much of the \nblack community is serviced in this manner, in some areas, those in which the homes do not front on \na street recognized as such by the City, a service line system is used. In the latter case, a service \nline ranging from ½ to ¾ inches in diameter is run from the nearest street under which a main line is \nlocated to the homes that abut on the unrecognized street. These service lines cross other private \nproperty and provide service for as 1381*1381 many as 16 households. The main line to which the \nservice line is connected may be as small as two inches in diameter. It is due to the size of the main \nline and the service line and the number of households connected to the service line that the water \npressure in parts of the black community is low. Defendants' own expert testified that servicing as \nmany as three to four households from a ¾ inch line is unacceptable. Further, the City's own \nspecifications would limit the service from a service line of less than 1½ inches in diameter to one \nhousehold. \n19. Defendants also argue that implementation of the City's master water plan will benefit the \nresidents of the black community. The Court has no doubt that the plan would increase the total \namount of water available to the residents of the black community as well as all residents of the City \nof Apopka. However, because the problem complained of by plaintiffs is due to the inadequacy of \nthe size of the lines and not due to the amount of the water available, it does not appear that the \nplan's implementation will alleviate plaintiffs' problems. \n\n20. Accordingly, the Court finds that the use of service lines to distribute water to certain residents of \nthe black community is a system inferior to that used in the white section of town. \nIV. SEWERAGE FACILITIES. \n21. Plaintiffs challenge the equality of sewerage service in the black community on grounds similar \nto those on which they challenge the water distribution system. They contend that because the City \nhas not installed sewer mains beneath the street directly in front of each home and because some of \nthe main lines that are installed do not connect up with the City's sewer network, the sewer service in \nthe black community is not equal to that available in the white section of town. \n22. Plaintiffs' evidence on this claim includes the City's master sewer plan and other sewer \ndocuments, a detailed survey of every street, household and sewer connection in the city, and the \ntestimony of their expert, John E. Foster. This evidence supports plaintiffs' claim that laterals, lines \nsimilar to the service lines in the water distribution system, are used in sections of the black \ncommunity, and that due to the use of these laterals, some homes are further than 200 feet from the \nCity's sewer line. The evidence also shows that in some sections of the black community, residences \nare connected to \"dead ended\" sewer lines, lines which have been installed under the street fronting \ntheir property but not connected to the City's sewer line network. The use of laterals and the \nexistence of \"dead ended\" sewer lines is not as extensive in the white sections of town. \n23. Plaintiffs' expert testified that because of these differences, the sewer facilities in the black \ncommunity were not in parity with those available in the white sections. He concluded that the quality \nof service in the black community was inferior because less households had sewer facilities \navailable and because of the use of laterals. \n24. However, of the several members of the plaintiff class that testified, none had any complaint \nabout the sewer service they were receiving. From the evidence it appears that those residents of \nthe black community who wish to connect to the City's sewer system have been able to do so. No \nevidence was introduced tending to show that the quality of the sewer service in the black \ncommunity, from the consumer's standpoint, is inferior to that available in the white sections of town. \n25. Although there does exist some difference between the sewer system in the black community \nand the system in the white section of town, the Court cannot conclude that the differences have \nresulted in inequality or unavailability of service. \nV. PARKS AND RECREATION. \n26. Plaintiffs complain that the parks and recreational facilities available to residents of the black \ncommunity are inferior to those in the white sections of town. In support of this claim, plaintiffs \npresented the testimony of Mr. Robert Koger, a video tape tour of the City's recreational \ncomplexes, 1382*1382 photographs and slide pictures. Defendants responded with the introduction \nof their photographs, video tape, slides and the testimony of Mayor Land and Recreational Director \nBetty J. Daniels. \n27. The City of Apopka owns or maintains ten recreational parks or complexes. Seven of these are \nlocated in the area of the city predominately inhabited by white residents. Two parks are located in \nthe black community. One recreational facility, the city gym, which is located behind City Hall, can be \nproperly placed in neither the white or black sections of town. A summary of the City's park and \nrecreational facilities is listed in the margin. \n\n28. All recreational areas are open to anyone who wishes to use them and all city-sponsored \nrecreational activities are open to the general public. The statistics compiled by the City, however, \nindicate that a majority of those persons using the recreational facilities north of U. S. Highway 441 \nare white while a majority of those persons using the facilities in the black community are black. \n29. Many of the city-owned recreational facilities are located near the geographic center of the town. \nAlthough U. S. Highway 441 creates an obstacle to black residents seeking to visit the recreational \nareas in the white section of town, it is not so great as to impose upon the City the duty to duplicate \nthe facilities available north of the highway for the blacks residing south of the highway. There exist \nlarge blocks of white residents, who, for similar reasons, may not have as easy access to all of the \nCity's recreational facilities as some. There is no evidence that the City has planned or attempted to \nconstruct or acquire recreational areas in every neighborhood of the City. On the contrary, it appears \nfrom the evidence that the City has attempted to improve and cultivate those recreational areas that \nhave been in existence for decades. \n30. From the video tape presentations by both plaintiffs and defendants, it is abundantly clear that all \nrecreational areas of the city are in need of varying degrees of repair and improvement. The \nrestroom and concessions building at Edwards Field suffer from water damage and vandalism. The \nswing sets at the Tenth and Hawthorne recreational area lack the actual swings themselves. The \nchain link fences at both the Edwards Field complex and at the Sixth and Hawthorne recreational \narea are in dire need of repair. No evidence was presented which would support the claim that \nmaintenance of the recreational areas of the black community is passed over for further \nmaintenance and improvement of the facilities in the white areas. \n31. The largest and most well-equipped recreational facilities are located in the white area of town. \nThere exist, however, recreational areas in the white section of town which are no more well-\nequipped than the recreational areas in the black community. Funds from the City's recreational \ndepartment are spent on recreational programs in both the white areas and the black community. \nThe park at Sixth and Hawthorne is staffed by a part-time employee of the City Recreation \nDepartment who can make equipment available to those who wish to use it. \n32. Judged on the basis of accessibility, quality and quantity, the recreational facilities available to \nthe black residents of Apopka are not inferior to those available to the white residents. To find \notherwise would impose upon the City the duty to duplicate facilities in the black and white sections \nof town. Although there does exist a difference in the type of facilities found in the black community \nand the white area of town, that there are parks and facilities in the black community which are \nmaintained and supported by the City of Apopka on a generally equal level with those in the white \nareas satisfies the Court that the differences are inconsequential. \nConclusions of Law \nA. Jurisdiction. \n1. The Court has jurisdiction over the individually-named defendants, acting in their official \ncapacities. 28 U.S.C. §§ 1331(a) and 1343(3) and (4). \n2. The Court has jurisdiction of the defendant City of Apopka. 28 U.S.C. §§ 1331(a) and 1343(3) and \n(4). Monell v. 1383*1383 New York City Department of Social Services, 436 U.S. 658, 690, 98 S.Ct. \n2018, 2035, 56 L.Ed.2d 611, 635 (1978). \n\n3. The Court has jurisdiction over plaintiffs' Section 1983 claim pursuant to 28 U.S.C. § 1343(3) and \n(4). \n4. Jurisdiction of plaintiffs' claim pursuant to 42 U.S.C. § 2000d et seq. (Title VI of the Civil Rights Act \nof 1964) and 31 U.S.C. § 1242 (Revenue Sharing Act) is conferred by 28 U.S.C. § 1343(3) and (4). \nB. Constitutional Claims. \n5. Having found as a matter of fact that street paving, storm water drainage and water distribution \nare provided to the residents of the black community in an inferior fashion, it remains to be \ndetermined whether the disparity is constitutionally impermissible. Disparity or disproportionate \nimpact alone does not necessarily indicate a constitutional violation, although it may be probative of \nthe intent to discriminate. The inequality in services must result from discriminatory intent or \npurpose. Village of Arlington Heights v. Metropolitan Housing Development Corp., 429 U.S. 252, \n264-65, 97 S.Ct. 555, 562-563, 50 L.Ed.2d 450, 464 (1977); Crawford v. Western Electric Company, \nInc., 614 F.2d 1300 (5th Cir. 1980). Because intent will rarely be expressed, the court may look to \nvarious factors from which the intent or purpose to discriminate may be inferred. In addition to \nstatistical disparity, these factors include: (1) the historical background of the decision or action; (2) \nthe specific sequence of events leading up to the challenged decision or action; (3) procedural or \nsubstantive departures from the normal course of action; and (4) the legislative or administrative \nhistory of the decision or action. Village of Arlington Heights v. Metropolitan Housing Development \nCorp., 429 U.S. 267-68, 97 S.Ct. 555, 564-565, 50 L.Ed.2d at 465-66. \n6. The degree of disparity between the street paving, storm water drainage facilities, and water \ndistribution provided to the black community and those available to the residents of the white areas \nof town give rise to the inference of discriminatory intent. Castaneda v. Partida, 430 U.S. 482, 495, \n97 S.Ct. 1272, 1280, 51 L.Ed.2d 498, 511 (1977). \n7. Historically, the City of Apopka has directed its financial attention to the development and \nannexation of predominately white residential areas. By necessity, this action has resulted in less \nemphasis being placed on the needs and desires of the black community. In addition, blacks have \nbeen under-represented in chief political and administrative positions within the city government. \nThese factors support the inference that the disparity in municipal services is due to discriminatory \npurpose or intent. \n8. The defendants' general unresponsiveness to requests from residents of the black community for \nthe construction or improvement of municipal services in their neighborhood, when similar requests \nfrom white residents are given more favorable treatment, is also suggestive of defendants' \ndiscriminatory purpose or intent. \n9. That their actions would result in a discriminatory impact on the residents of the black community \nwas not unknown to defendants. A brief visit to the black community makes obvious the need for \nstreet paving and storm water drainage control. To spend funds on new sections of town, specifically \nignores the need for those funds in the black community. The actions of defendants in nurturing the \ndevelopment of new, predominately white residential neighborhoods with the obvious effect that the \nblack community would not thereby be improved, is indicative of defendants' intention to discriminate \nagainst plaintiffs. Columbus Board of Education v. Penick, 443 U.S. 449, 465, 99 S.Ct. 2941, 2950, \n61 L.Ed.2d 666, 681 (1979). \n10. The three essential elements which must be proved to establish a constitutional violation in \nmunicipal services suits are: (1) existence of racially identifiable neighborhoods in the municipality; \n\n(2) substantial inferiority in the quality or quantity of the municipal services or facilities provided in the \nblack neighborhood; and (3) proof of intent or motive. Johnson v. City of Arcadia, 450 F.Supp. 1363, \n1379 (M.D.Fla. 1384*1384 1978). Plaintiffs have proven each of these elements with respect to \nstreet paving, storm water drainage control, and water distribution. Accordingly, plaintiffs have \nestablished a violation by defendants of the Fourteenth Amendment and are entitled to relief. \nC. Statutory Claims. \n11. Plaintiffs' statutory claims arise out of the Civil Rights Act of 1964, 42 U.S.C. § 2000d and the \nRevenue Sharing Act, 31 U.S.C. § 1242. To be entitled to relief under these claims, plaintiffs must \nshow that the City of Apopka is a recipient of federal financial assistance and that defendants have \nused criteria or methods of administration or have selected sites for facilities that have resulted in \ndiscrimination in a program or activity supported with federal funds. Lau v. Nichols, 414 U.S. 563, 94 \nS.Ct. 786, 39 L.Ed.2d 1 (1974); Johnson v. City of Arcadia, 450 F.Supp. at 1379. \n12. Plaintiffs have shown that the City of Apopka has received federal revenue sharing funds and \nhave shown that these funds have been used to construct or improve municipal services. Plaintiffs \nhave also proved that the use of these funds in the area of municipal services has resulted in certain \ninferior services and facilities to the residents of the black community. \n13. Although there is some authority for the proposition that a violation of the Civil Rights Act or the \nRevenue Sharing Act may be established upon a showing of mere discriminatory effect, the Court \nholds that in line with the discussion above, plaintiffs have shown discriminatory intent and purpose. \nAccordingly, with respect to street paving, storm water drainage control, and water distribution, \nplaintiffs have established a violation of the Civil Rights Act and the Revenue Sharing Act and are \nentitled to relief. \nD. Relief. \n14. Having found and held that plaintiffs have established that their rights under the Fourteenth \nAmendment, Civil Rights Act, and the Revenue Sharing Act have been violated by defendants with \nrespect to providing street paving, storm water drainage facilities and water distribution, it remains \nfor the Court to fashion a form of relief to remedy these wrongs. Milliken v. Bradley, 433 U.S. 267, 97 \nS.Ct. 2749, 53 L.Ed.2d 745 (1977). \n15. The ultimate relief to which plaintiffs are entitled is, of course, actual and complete equality in the \nreceipt of municipal services from the City of Apopka. The municipal services available to the \nresidents of the black community should be on par with, and entirely equal to, the municipal services \nand facilities available to residents of the white sections of town. The first step in reaching this goal is \nthe elimination of the effects of past discrimination in the provision of municipal services. The Court, \nhowever, is neither in a position, nor of the inclination, to order defendants to institute specific \nprograms or construct specific facilities or projects. The exact manner in which the conditions \ncaused by defendants' constitutional and statutory violations will be remedied is better left to those \nwho are more fully versed in engineering and building construction. This is not to say, however, that \nthe Court is evading its responsibility to plaintiffs. An injunction will be issued against defendants, \nprohibiting their spending of any funds on the construction or improvement of municipal services in \nthe white community until such time as the street paving, storm water drainage and water distribution \nsystems in the black community are on par with that of the white sections. With respect to specific \nrevenue sharing funds, the Court will order that these funds be placed in escrow to be used only for \nthe construction or improvement of the municipal services and facilities in the black community. \n\nJurisdiction will be retained over this cause to assure that plaintiffs' rights are fully protected and \nvindicated. \nIt will be so ordered. \n1385*1385 \n                      A. WHITE RESIDENTIAL                             B. \nBLACK RESIDENTIAL \n \n   Facility           Location & Size              Fixtures              \nFacility    Location and Size         Fixtures \n \n1. 1st & Forrest      SE corner of 1st       Ballfield                1. \n6th and     NE corner of 6th    2 basketball courts \n   Ballfield          & Forrest (4.13        (R. 1349)                   \nHawthorne   & Hawthorne         playground, \n                      acres)                                                                             \nmerry-go-round and \n                                                                                                         \nswing set, small \n                                                                                                         \noffice building with \n                                                                                                         \nrestrooms \n                                                                                                         \n(R. Vol. I-Feb. 66) \n \n2. City Park          1st and Orange         2 Tennis courts, band    2. \n10th and    SE corner of 10th   Picnic tables, swings \n                      Park and Forrest       stand, picnic               \nHawthorne   & Hawthorne         (broken), 2 grills \n                      (5.31 acres)           facilities, playground                  \n(1.67 acres)        (R. Vol. I-Feb. 124-25) \n                                             equipment, swing,                                           \n(R. 1353) \n                                             climber, seesaw, \n                                             merry-go-round, slide. \n                                             (R. Vol. I-Feb. 100) \n \n3. Dream Lake         Park Avenue North      Softball field, \n   Ballfield          at Dream Lake Elem.    dugouts, backstop \n                      School (7.06 acres) \n \n4. Edwards Field      NE corner of 1st &     Softball field \n                      Forrest (8.50 acres)   (R. 1352) \n \n5. Dream Lake Park    500' N. of Myrtle at   2 picnic tables \n                      Park on Lake (1.02 \n                      acres) \n \n6. Community Center   NE corner of Park      Large community \n                      & 2nd (.19 acres)      building (4,400 sq. \n                                             ft.); 2 sections: stage \n                                             and auditorium on one \n\n                                             side; second side, arts \n                                             and crafts, restrooms, \n                                             kitchen for adult \n                                             programs. (R. Vol. \n                                             I-Feb. 117). \n \n7. Apopka High        Martin Street at       Football field, tennis \n   School Complex     Maine Street           courts, dugouts, baseball \n   (under \"Buddy                             field, track field \n   System\" shared                            (R. Vol. I-Feb. \n   with School                               113-16) \n   Board)                                    (R. 1348-49) \n \n[Source: Ex. 10, Interrogatory No. 18 (First Set)] \nFINAL JUDGMENT \nFor the reasons set forth in the Court's opinion of this date, it is now \nORDERED, ADJUDGED and DECREED: \n1. This judgment extends to all issues set forth in the complaint as filed in this matter and to the \nclass of plaintiffs defined as: \nAll black residents of Apopka, Florida who are similarly situated and affected by defendants' policy, \npractice, custom and usage of racial discrimination in provision of certain municipal services in the \nCity of Apopka, Florida. \n2. This Court has jurisdiction of the subject matter of this action and the parties thereto. \n3. Plaintiffs' constitutional and statutory claims arising out of defendants' provision of sewage \nfacilities and park and recreational facilities are dismissed with prejudice and plaintiffs shall take \nnothing. \n4. Defendants are declared to have violated plaintiffs' rights under the Fourteenth Amendment to the \nConstitution of the United States, Title VI of the Civil Rights Act of 1964, 42 U.S.C. § 2000d and the \nRevenue Sharing Act, 31 U.S.C. § 1242, with respect to providing street paving and maintenance, \nstorm water drainage facilities and water distribution. \n5. Defendants are enjoined from providing municipal services in a racially-discriminatory manner and \nfrom spending revenue sharing funds in a racially-discriminatory manner in violation of the \nFourteenth Amendment, Title VI of the Civil Rights Act of 1964, and the Revenue Sharing Act. \n6. Defendants are enjoined from initiating or constructing any new municipal services or \nimprovements in the white residential 1386*1386 community until such time as the street paving and \nmaintenance, storm water drainage facilities, and water distribution system in the black community \nare on par with that which is available in the white residential area. However, the Court does \napprove of the City of Apopka, Florida performing customary and regular maintenance work for its \nservices and facilities, both in the white and black residential neighborhoods. \n\n7. Pursuant to 31 U.S.C. § 1244(b) of the Revenue Sharing Act, the Court hereby escrows and \nimpounds all current federal revenue sharing funds on hand and all funds to be received in the future \nby the City of Apopka, Florida. These funds may only be utilized to pay for capital improvements to \nthe municipal services provided to the residents of the black community. Prior to releasing any \nrevenue sharing funds for this specific purpose, defendants shall file a notification with the Clerk of \nthis Court with copies to counsel for plaintiffs. \n8. Within 45 days of the date of this judgment, defendants shall submit to the Court, with copies to \ncounsel for plaintiffs, a plan for the construction of and improvements to the municipal services \ndescribed in paragraph 4 above, which plan shall have the specific goal of remedying the disparity \nbetween the availability of these services and facilities in the black community and those available to \nthe white residents of Apopka. The plan shall detail the construction to be done including \nengineering design, the cost of each project, and the estimated time to completion. \n9. Jurisdiction of this cause is retained for the entry of such further and other orders as may be \nnecessary or required to facilitate the execution of this final judgment. \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/112461"
    },
    {
      "date": "1983-02-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1181,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 698,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112459,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112459.pdf",
      "title": "Opinion",
      "text": "698 F.2d 1181 (1983) \nFaithy DOWDELL, Johnnie Mae Subbs, et al., on behalf of themselves \nand all others similarly situated, Plaintiffs-Appellees, Cross-Appellants, \nv. \nThe CITY OF APOPKA, FLORIDA, John H. Land, Mayor of Apopka, et al., \ntheir successors and agents, in their individual and official capacity, \nDefendants-Appellants, Cross-Appellees. \nNo. 81-5690. \nUnited States Court of Appeals, Eleventh Circuit. \nFebruary 28, 1983. \n1182*1182 1183*1183 Johnie A. McLeod, Apopka, Fla., for defendants-appellants, cross-appellees. \nRosalind Gray, Lawyers' Committee for Civil Rights Under Law, Washington, D.C., David Lipman \nand Robert E. Weisberg, 1184*1184 Miami, Fla., for plaintiffs-appellees, cross-appellants. \nBefore VANCE and ANDERSON, Circuit Judges, and JONES, Senior Circuit Judge. \nVANCE, Circuit Judge: \nThe situs of this case is the small city of Apopka, Florida located in the fern and foliage growing \nregion north of Orlando. More specifically, it is the poor, geographically separate, black community of \nthat city. The plaintiffs (appellees and cross-appellants here) are a Fed.R.Civ.P. 23(b)(2) class \ncomprising the black residents of Apopka \"who are, or have been, subjected to the discriminatory \nprovision of municipal services.\" The main issues on appeal are whether the ongoing relative \ndeprivation of the black community in the provision of municipal services can lead to a finding of \ndiscriminatory intent sufficient to find a constitutional violation under the equal protection clause of \nthe fourteenth amendment; whether the district court abused its discretion in impounding the federal \nrevenue sharing funds of the City of Apopka; and whether the district court abused its discretion in \nthe award of attorneys' fees. On cross-appeal, it is claimed that the district court's denial of certain \nexpenses as part of the costs of litigation resulted from error as to the applicable law. \nThe case in the trial court was deliberately modeled on Hawkins v. Town of Shaw, 437 F.2d 1286 \n(5th Cir.1971), aff'd en banc, 461 F.2d 1171 (5th Cir.1972), and Johnson v. City of Arcadia, 450 \nF.Supp. 1363 (M.D.Fla. 1978). Plaintiffs charged the City of Apopka, its mayor, and four council \nmembers with discrimination in the provision of seven municipal services: street paving and \nmaintenance, storm water drainage, street lighting, fire protection, water distribution, sewerage \nfacilities, and park and recreation facilities. After a preliminary finding by the Office of Revenue \nSharing that the City was discriminatory in the provision of several of these services, an agreement \nwas reached on improvements in street lighting and fire protection, and the district court filed an \norder settling these claims. The case went to trial on the remaining five issues. \nThe district court found intentional discrimination in the provision of street paving, the water \ndistribution system, and storm drainage facilities in violation of the fourteenth amendment; Title VI of \nthe Civil Rights Act of 1964, 42 U.S.C. § 2000d and the State and Local Fiscal Assistance Act of \n1972, 31 U.S.C. § 1242 (Revenue Sharing Act). Dowdell v. City of Apopka, 511 F.Supp. 1375 \n\n(M.D.Fla.1981).[1] The court issued an order enjoining Apopka from initiating or constructing any new \nmunicipal services or improvements in the white community until such time as the disparities in the \nblack community facilities were eliminated and impounding all of the city's federal revenue sharing \nfunds with the stipulation that they be used only to pay for capital improvements in the municipal \nservices provided to the residents of the black community. By separate opinion, plaintiffs were \nawarded reasonable attorneys' fees. Dowdell v. City of Apopka, 521 F.Supp. 297 (M.D.Fla.1981). \nTHE DIRECT APPEAL \nTo trigger strict scrutiny analysis under the fourteenth amendment, preliminary findings of both \ndisparate impact and discriminatory intent are required.[2] Washington 1185*1185 v. Davis, 426 U.S. \n229, 96 S.Ct. 2040, 48 L.Ed.2d 597 (1976). Appellants contend that the facts adduced in evidence \ndo not support a finding of discriminatory intent. Under the recent Supreme Court holding \nin Pullman-Standard v. Swint, 456 U.S. 273, 290, 102 S.Ct. 1781, 1791, 72 L.Ed.2d 66 (1982), we \n\"may only reverse a district court's finding on discriminatory intent if [we conclude] that the finding is \nclearly erroneous ....\" \nWe can reach no such conclusion. Substantial evidence, including video tapes, photographs, charts, \nand the testimony of community residents and of qualified experts who made on-site surveys \nrevealed a disparity in the provision of street paving, water distribution, and storm water \ndrainage.[3] Appellants do not question the accuracy of these statistical findings. Rather, they assert \nan absence of responsibility for them, claiming them, variously, to be beyond municipal jurisdiction or \nthe result of historical and environmental forces. Their arguments are insubstantial and were \nproperly rejected by the trial court.[4] \nRefutation of Apopka's attempt to deny municipal responsibility for these services one by one does \nnot conclude our inquiry into discriminatory intent. The gravamen of plaintiffs' claim is that Apopka \nhas intentionally maintained a racially and geographically segregated system of municipal services \nas a result of which the disparities in the provision of street paving, water distribution, and storm \ndrainage facilities have reached constitutional proportions. Discriminatory intent is not synonymous \nwith a racially discriminatory motive, Palmer v. Thompson, 403 U.S. 217, 224, 91 S.Ct. 1940, 1944, \n29 L.Ed.2d 438 (1971). Neither does it require proof that racial discrimination is the sole \npurpose, McGinnis v. Royster, 410 U.S. 263, 276-77, 93 S.Ct. 1055, 1062, 35 L.Ed.2d 282 \n(1973), behind each failure to equalize these services. It is, rather, the cumulative evidence of action \nand inaction which objectively manifests discriminatory intent. United States v. Texas Education \nAgency, 564 F.2d 162, passim (5th Cir.1977). See also United States v. Texas Education \nAgency, 579 F.2d 910, 919 (5th Cir.1978) (remarks on denial of rehearing). \nAlthough the fluid concept of discriminatory intent is sometimes subtle and difficult to apply, there is \nample evidence in this case of the correlation between municipal 1186*1186 service disparities and \nracially tainted purposiveness to mandate a finding of discriminatory intent. Nearly every factor which \nhas been held to be highly probative of discriminatory intent is present. \nFirst, the magnitude of the disparity, evidencing a systematic pattern of municipal expenditures in all \nareas of town except the black community, is explicable only on racial grounds. Arlington Heights v. \nMetropolitan Housing Corp., 429 U.S. 252, 266, 97 S.Ct. 555, 564, 50 L.Ed.2d 450 \n(1976); see Washington v. Davis, 426 U.S. at 242, 96 S.Ct. at 2048 (1976). Second, the legislative \nand administrative pattern of decision-making, extending from nearly half a century in the past to \nApopka's plans for future development, indicates a deliberate deprivation of services to the black \ncommunity. A municipal ordinance restricting blacks to living only on the south side of the railroad \ntracks remained in force in Apopka until 1968.[5] The ordinance contributed to the ghetto-like qualities \n\nof the black residential area. Blacks continue to be significantly under-represented in administrative \nand elective positions, and their requests for improved municipal services continue to be ignored \nwhile substantial funds are expended to annex and develop the new predominantly white sections of \ntown. Third, the continued and systematic relative deprivation of the black community was the \nobviously foreseeable outcome of spending nearly all revenue sharing monies received on the white \ncommunity in preference to the visibly underserviced black community. While voluntary acts and \n\"awareness of consequences\" alone do not necessitate a finding of discriminatory intent, Personnel \nAdministrator v. Feeney, 442 U.S. 256, 279, 99 S.Ct. 2282, 2296, 60 L.Ed.2d 870 (1979), \"actions \nhaving foreseeable and anticipated disparate impact are relevant evidence to prove the ultimate fact, \nforbidden purpose,\" Columbus Board of Education v. Penick, 443 U.S. 449, 464, 99 S.Ct. 2941, \n2945, 61 L.Ed.2d 666 (1979). \nAlthough none of these factors is necessarily independently conclusive, \"the totality of the relevant \nfacts,\" Washington v. Davis, 426 U.S. at 242, 96 S.Ct. at 2048, amply supports the finding that the \nCity of Apopka has engaged in a systematic pattern of cognitive acts and omissions, selecting and \nreaffirming a particular course of municipal services expenditures that inescapably evidences \ndiscriminatory intent. See Columbus Board of Education v. Penick, 443 U.S. at 456, 99 S.Ct. at \n2946; Personnel Administrator v. Feeney, 442 U.S. at 279, 99 S.Ct. at 2296. The finding of \ndiscriminatory intent by the district court is not clearly erroneous and therefore is affirmed. \nAppellants also claim that the district court abused its discretion in impounding federal revenue \nsharing funds received by the City of Apopka. This contention is meritless. Finding that the \ndisparities in municipal services between the black and white communities constitute a condition \noffensive to the Constitution, the court judiciously exercised its inherent equitable power to fashion a \nremedy appropriate to the wrongs committed, Milliken v. Bradley, 433 U.S. 267, 281-82, 97 S.Ct. \n2749, 2757, 53 L.Ed.2d 745 (1977) (Milliken II); Milliken v. Bradley, 418 U.S. 717, 738, 94 S.Ct. \n3112, 3124, 41 L.Ed.2d 1069 (1974) (Milliken I); Swann v. Charlotte-Mecklenburg Board of \nEducation, 402 U.S. 1, 15-16, 91 S.Ct. 1267, 1275, 28 L.Ed.2d 554 (1971). By escrowing the funds \nfor the purpose of improving municipal services in the black community, the court took the first step \ntowards ensuring that the unconstitutional disparities would be corrected rather than perpetuated. \nThe escrow of funds was also in full conformity with the court's statutory mandate. The district court \nfound that approximately 90% of the funds received by Apopka from the Office of Revenue Sharing \nand through the State of Florida's Revenue Sharing Allotment had been used for the construction or \nimprovement of municipal 1187*1187 services in predominantly white neighborhoods despite equal \nor greater need for improvement in the black neighborhood. This is a clear violation of the Revenue \nSharing Act, 31 U.S.C. § 1242(a)[6] which states that no person shall be denied the benefits of, or \nsubject to discrimination under, any program or activity of any local government which receives \nrevenue sharing funds. Section 1244(b) of Title 31 similarly prescribes escrow of funds as an \nappropriate remedy for this violation.[7] \nAppellants also contest the award of attorneys' fees. The determination of reasonable attorneys' fees \nis left to the sound discretion of the trial judge. Davis v. Fletcher, 598 F.2d 469, 470 (5th Cir. \n1979); Norwood v. Harrison, 581 F.2d 518, 520 (5th Cir.1978). In this case, the award was made in \nconsideration of detailed findings of fact upon each of the twelve Johnson factors,[8] Johnson v. \nGeorgia Highway Express, Inc., 488 F.2d 714 (5th Cir.1974), as is required by the law of this \ncircuit. Gay v. Board of Trustees of San Jacinto College, 608 F.2d 127, 128 (5th Cir.1979); Morrow \nv. Dillard, 580 F.2d 1284, 1300-01 (5th Cir. 1978); Norwood v. Harrison, 581 F.2d at 520. We may \nset this award aside only for a clear abuse of discretion. Welch v. University of Texas, 659 F.2d 531, \n535 (5th Cir.1981); Norwood v. Harrison, 581 F.2d at 520; Weeks v. Southern Bell Telephone and \nTelegraph Co., 467 F.2d 95, 97 (5th Cir. 1972). \n\nAppellants raise three arguments against the propriety of the fees award: all of them are without \nmerit. First, appellants claim that the trial court erroneously awarded fees for work hours expended \non claims which were dismissed with prejudice. The theory that fee applications should be dissected \ninto \"winning\" and \"losing\" hours with the latter being non-reimbursable contradicts the law of this \ncircuit. In Jones v. Diamond, 636 F.2d 1364, 1382 (5th Cir.1981) (en banc), we held: \nIn fixing the fee, the district court should be mindful that in complex civil rights litigation ... issues are \noverlapping and intertwined.... [T]he court must consider the relationship of the claims that resulted \nin judgment with the claims that were rejected and the contribution, if any, made to success by the \ninvestigation and prosecution of the entire case. \nThe district court applied the Jones rule, finding that plaintiffs' claims \"were intertwined in that they \nconstituted logical, integrated parts of a single action challenging discrimination in the provision of \nmunicipal 1188*1188 services.\" 521 F.Supp. at 301. The interrelationship of the seven contested \nservices is patently apparent.[9] \nSecond, appellants argue that the district court did not take into consideration the fact that some of \nthe items listed on the schedules of hours submitted by the two plaintiffs' attorneys are similar or \noverlapping. This is not supported by the record. The court below gave detailed consideration to the \nwork performed by each attorney and carefully balanced their respective contributions in computing \nthe fees award. All attorneys who contribute their services to a case may be awarded reasonable \nattorneys' fees. See, e.g., Tasby v. Estes, 651 F.2d 287 (5th Cir.1981) (authorizing the award of two \nfees even when work is partially duplicative). We find the award of fees to both Mr. Lipman and Ms. \nGray to have been reasonable. \nThird, appellants claim that plaintiffs' attorneys should not have been compensated for hours \ninvested \"prior to the lawyer-client relationship.\" Their argument is disingenuous. The challenged \nhours concern conferences with the NAACP of Apopka, and on-site review of the black community \nof Apopka prior to the selection of the named plaintiffs. This case is a Fed.R.Civ.P. 23(b)(2) class \naction on behalf of the black residents of Apopka. The lawyer-client relationship may, therefore, be \ndeemed to have been struck when negotiations were begun with the black community of Apopka of \nwhich the NAACP may appropriately be considered a part. \nIn sum, we find no abuse of discretion and the award of attorneys' fees should stand in its entirety. \nTHE CROSS APPEAL \nCross-appellants challenge the district court's refusal to tax travel, telephone and postage expenses \nas costs against the defendants. In contrast to our review of the fee award, we are not limited to a \nreview for abuse of discretion because, as cross-appellants correctly contend, the district court \napplied the wrong law. See Northcross v. Board of Education of Memphis City Schools, 611 F.2d \n624, 642 (6th Cir.1979), cert. denied, 447 U.S. 911, 100 S.Ct. 2999, 64 L.Ed.2d 862 (1980). \nThe district court decision was based upon Fed.R.Civ.P. 54(d).[10] Cross-appellants correctly claim \nthat the applicable statute is the Attorney's Fees Awards Act of 1976, 42 U.S.C. § 1988.[11] Under the \nstatutory authority of section 1988, courts in this circuit have long awarded expenses as part of the \ncosts in civil rights litigation. See, e.g., Gates v. Collier, 616 F.2d 1268 (5th Cir.1980), modified, 636 \nF.2d 942 (5th Cir. 1981); Miller v. Carson, 563 F.2d 741, 754-756 (5th Cir.1977). Where cost-shifting \nis expressly authorized by statute, the traditional limitations of Rule 54(d) and 28 1189*1189 U.S.C. \n§§ 1920 and 1923(a) do not apply.[12] Wheeler v. Durham City Board of Education, 585 F.2d 618, \n623 (4th Cir.1978). Reasonable attorneys' fees, are ordinarily to be awarded to prevailing parties, \n\nunless special circumstances make such an award unjust. See S.Rep. No. 1011 at 4, 94th Cong., 2d \nSess. (1976), reprinted in [1976] U.S.Code Cong. & Ad.News 5908, 5912 (hereinafter cited as \nSenate Report) (stating that this standard, enunciated in Newman v. Piggie Park Enterprises, \nInc., 390 U.S. 400, 402, 88 S.Ct. 964, 966, 19 L.Ed.2d 1263 (1968), should be incorporated into \nsection 1988). \nThe issue of which expenses are properly chargeable to the defendants under section 1988 is not \nsettled by reference to any pre-determined list of items. It is governed by the purposes of the \ngoverning statute and the nature and context of the specific litigation. The purpose of the Attorney's \nFees Awards Act is to ensure the effective enforcement of the civil rights laws, by making it \nfinancially feasible to litigate civil rights violations. Gates v. Collier, 616 F.2d at 1274-75. Because \ncivil rights litigants are often poor, and judicial remedies are often non-monetary, the Act shifts the \ncosts of litigation from civil rights victim to civil rights violator. Senate Report, supra, at 1-5, [1976] \nU.S.Code Cong. & Ad.News at 5908-5913. The Act's legislative history states two justifications for \ncost-shifting. First, it \"is designed to give victims of civil rights violations effective access to the \njudicial process.\" H.Rep. No. 1558 at 1, 94th Cong., 2d Sess. (1976) (hereinafter cited as House \nReport). Second, it provides an incentive to individuals to act as \"private attorneys general,\" playing \na significant role in the enforcement of important congressional policies. Senate Report, supra, at 3, \n[1976] U.S.Code Cong. & Ad.News at 5910. Because the Act is designed to translate policy into fact, \nthe standard of reasonableness is governed by the economic realities of civil rights litigation. The \nlegislative history recognizes this real cost requirement: \nIt is intended that the amount of fees awarded ... be governed by the same standards which prevail \nin other types of equally complex Federal litigation, such as antitrust cases .... [Fees should be] \nadequate to attract competent counsel [but not] produce windfalls to attorneys .... [C]ounsel for \nprevailing parties should be paid, as is traditional with attorneys compensated by a fee-\npaying 1190*1190 client, for all time reasonably expended on a matter. \nSenate Report, supra, at 6, [1976] U.S.Code Cong. & Ad.News at 5913. See also House \nReport, supra, at 9. (\"The application of these standards will insure that reasonable fees are \nawarded to attract competent counsel in cases involving civil and constitutional rights, while avoiding \nwindfalls to attorneys\"). \nAlthough the standard for the award of other litigation expenses has not received equally articulate \nexpression, it must be governed by the same principle. Reasonable attorneys' fees under the Act \nmust include reasonable expenses because attorneys' fees and expenses are inseparably \nintertwined as equally vital components of the costs of litigation. The factually complex and \nprotracted nature of civil rights litigation frequently makes it necessary to make sizeable out-of-\npocket expenditures which may be as essential to success as the intellectual skills of the attorneys. \nIf these costs are not taxable, and the client, as is often the case, cannot afford to pay for them, they \nmust be borne by counsel, reducing the fees award correspondingly.[13] \nThe Act's underlying policies must be considered \"to flesh out the portions of the law with respect to \nwhich ... the congressional enactment [does not] offer conclusive guidance.\" Blue Chip Stamps v. \nManor Drug Stores, 421 U.S. 723, 737, 95 S.Ct. 1917, 1926, 44 L.Ed.2d 539 (1975). Both \njustifications for cost-shifting indicate that all reasonable expenses should be fully recoverable. First, \nif the real income of civil rights litigators is decreased because they must absorb costs which are \ngenerally billable in other types of cases, the market result will be to channel attorneys toward more \nremunerative types of litigation. Decreasing the supply of attorneys necessarily decreases the \naccess to the courts of victims of civil rights violations. Berger, Court Awarded Attorneys' Fees: What \nis \"Reasonable\"? 126 U.Pa.L.Rev. 281, 312 (1977). As one commentator aptly stated: \n\nAs Congress recognized, fee shifting can be an \"important tool\" for ensuring the enforcement of \nconstitutional guarantees. However, the tool is only effective when the award granted by the court \ncovers the expenses of litigation and returns to the attorney a profit equivalent to that which he \nwould have earned in his normal practice. To the extent that the statutory fee returns a lesser \namount, lawyers will be economically discouraged from taking these cases. \nNote, Promoting the Vindication of Civil Rights Through the Attorney's Fees Awards Act, 80 \nColum.L.Rev. 370, 372 (1980) (footnotes omitted). Similarly, a requirement that publicly funded \norganizations absorb overhead costs deflects money from the pursuit of further civil rights \nlitigation. Id. at 371. See generally Nussbaum, Attorney's Fees in Public Interest Litigation, 48 \nN.Y.U.L.Rev. 301 (1973). \nSecond, the private attorney general doctrine dictates that civil rights lawyers should be fully \ncompensated. Civil rights litigation performs a public service: vindicating 1191*1191 fundamental \nconstitutional rights, often obtaining judgments which benefit a large class of individuals, and \n\"enabling vigorous enforcement of modern civil rights legislation, while at the same time limiting the \ngrowth of the enforcement bureaucracy.\" Senate Report, supra, at 4, [1976] U.S. Code Cong. & \nAd.News at 5911. Although the private attorney general idea is usually discussed in reference to the \nparties to an action, it applies equally to their counsel. While it is the litigant who has the grievance, it \nis the litigator who is the \"private attorney\" furthering the \"general\" interest. Attorneys' fees and \nexpenses are awarded not only to make it possible for non-affluent litigants to obtain legal \nrepresentation, but to reward attorneys whose service has benefited the public interest. Freeman v. \nRyan, 408 F.2d 1204, 1206 (D.C.Cir.1968). \nAs its legislative history reveals, the statute seeks to encourage citizens and members of the bar to \nengage in litigation when necessary to vindicate civil rights. This goal can only be achieved if the \npotential participants are assured in advance that their expenses will be reimbursed. \nNote, Promoting the Vindication of Civil Rights Through the Attorney's Fees Awards Act, 80 \nColum.L.Rev. 370, 377 (1980). \nWe reject any interpretation of \"reasonable costs\" which would penalize attorneys for undertaking \ncivil rights litigation. \"No one expects a policeman, or an office holder, to pay for the privilege of \nenforcing the law. It should be no different for a private citizen ....\" 122 Cong.Rec. 33,313 (1976) \n(remarks of Sen. Tunney). Certainly it should be no different for the civil rights attorney. Litigation \ncosts are likely to escalate with inflation and the increasing elaboration of civil rights law. They must \nnot be allowed to whittle away at the fees of the civil rights lawyer. \nIn this circuit the recoverability of costs is determined by the necessities of the case; even relatively \nlarge or unusual costs may be taxed when they are reasonably incurred; and there is no bar to \ncomplete recovery. In Fairley v. Patterson, 493 F.2d 598, 607 (5th Cir.1974), the costs of developing \na reapportionment plan were included in the award as a unique item of expense. The court noted: \nIn public interest litigation, especially, where an attorney may donate his legal talents, the expenses \nof preparing and conducting the litigation require direct out-of-pocket expenditures by a party, which \nshould be completely recoverable. \nId. n. 17 (emphasis added). \nThe award in Fairley was granted under the court's equitable power. The statutory authority and \nscope to award costs under the Attorney's Fees Awards Act, for civil rights claims falling within its \npurview, is identical to that which existed under the equitable power in Fairley. The Act was the rapid \n\nand explicit congressional response to the Supreme Court decision in Alyeska Pipeline Service Co. \nv. Wilderness Society, 421 U.S. 240, 95 S.Ct. 1612, 44 L.Ed.2d 141 (1975), holding that the \ndetermination as to which statutes were important enough to merit fee shifting under the \"private \nattorneys general\" theory had to be made by Congress, not the courts. The Act remedied the \n\"anomalous gaps\" left by the Alyeska decision \"to achieve consistency in our civil rights laws\" by \nextending statutory authorization to award costs under all federal civil rights statutes which did not \nalready contain such provisions. Senate Report, supra, at 1, [1976] U.S.Code Cong. & Ad.News at \n5909. For purposes relevant here, the Act did no more and no less than codify the case law of cost-\nshifting in civil rights litigation. \"[T]here is nothing in the legislative history of § 1988 which even \nremotely suggests that the treatment of out-of-pocket costs should in any way change as a result of \nthe enactment of § 1988,\" Gates v. Collier, 616 F.2d at 1279 n. 17. \nDecisions in the courts of this circuit have awarded expenses reimbursements liberally as \nappropriate to the specific litigation. See, e.g., Miller v. Carson, 628 F.2d 346, 349 (5th \nCir.1980) (telephone and postage); Loewen v. Turnipseed, 505 F.Supp. 512, 517-19 \n(N.D.Miss.1980) (holding that 1192*1192 awards should be limited to normally billable expenses but \ngenerously awarding, among other things, travel, food, and lodging expenses); Crowe v. Lucas, 479 \nF.Supp. 1258, 1263 (N.D.Miss.1979) (awarding telephone, mileage, photocopying and hotel \nexpenses; excluding only $4.88 postage); Armstrong v. Reed, 462 F.Supp. 496, 502 \n(N.D.Miss.1978) (travel and duplicating expenses); Guajardo v. Estelle, 432 F.Supp. 1373, 1388 \n(S.D.Tex.1977), aff'd in pertinent part, 580 F.2d 748 (5th Cir.1978) (awarding $6,672.20 in costs \nincluding travel, telephone and \"the like\"); Payne v. Travenol Laboratories, 74 F.R.D. 19, 21-23 \n(N.D.Miss.1976) (awarding $36,467.49 in out-of-pocket expenses under section 1988 and Title VII \nwith specific expression that these expenses are different from recoverable costs under 28 U.S.C. § \n1920). \nWe now make explicit the standard which has been followed implicitly in the majority of these \ndecisions. We hold that, with the exception of routine office overhead normally absorbed by the \npracticing attorney, all reasonable expenses incurred in case preparation, during the course of \nlitigation, or as an aspect of settlement of the case may be taxed as costs under section 1988. As is \ntrue in other applications of section 1988, the standard of reasonableness is to be given a liberal \ninterpretation. See Gates v. Collier, 616 F.2d at 1275 (cataloging the circumstances in which section \n1988 has been given the broadest consistent interpretation). Civil rights litigants may not be charged \nwith selecting the nearest and cheapest attorney. Neither may civil rights attorneys be charged with \nbeing financial efficiency experts. The standard necessarily involves a case-by-case balancing of \nrelevant factors. The guideline on what is includable must be that which is appropriate in the context \nof the attorney-client relationship, the substantive and procedural nature of the case, and the climate \nin which the litigation is conducted. The guideline on what is excludable is that which is specified in \nthe legislative history: section 1988 may not be subverted into a ruse for producing \"windfalls\" for \nattorneys. Senate Report, supra, at 5-6, [1976] U.S.Code Cong. & Ad.News at 5912-13; House \nReport, supra, at 9. \nWe turn now to the items requested to be taxed as costs in this case. Travel, telephone, and \npostage expenses are not unusual. All of them have been awarded in the decisions of the courts of \nthis circuit. We observe that the amounts requested for these items are substantial. But we note also \nthat the litigators were civil rights specialists; that they moved closer to the forum during the course \nof the litigation; that the controlling facts of the case required extensive documentation and the use \nof outside experts; that the litigation was protracted partially because defendants challenged every \nmotion made by plaintiffs; and that the local climate was conceivably hostile. No factual \ndetermination was made on the reasonableness of the costs incurred and we express no opinion \nthereon. We remand to the district court for a factual determination on whether and how much of the \nrequested expense reimbursement is taxable in the light of this decision and the standard set forth \nabove. \n\nAFFIRMED IN PART and REVERSED AND REMANDED IN PART. \n[1] Although appellants have not argued absence of discriminatory intent specifically with regard to the statutory claims, \nappellees suggest that we also consider whether discriminatory effect alone is sufficient to find a violation under 31 U.S.C. § \n1242. Our holding on the discriminatory intent issue in regard to the constitutional claim, however, renders any consideration \nof the statutory claims here unnecessary. \n[2] The district court treated discriminatory intent as a substantive element of the claim, Dowdell v. City of Apopka, 511 \nF.Supp. 1375, 1383 (M.D.Fla.1981), and both parties have seemingly briefed it this way on appeal. It makes no difference to \nthe reasoning or decision of this case whether discriminatory intent is regarded as a preliminary requisite to strict scrutiny \nanalysis or a substantive element of the constitutional claim. \n[3] The district court found that 42% of the street footage in the black community was unpaved as compared to 9% in the \nwhite community and that 33% of the black community residences fronted on such unpaved streets while only 7% of the \nresidences in the white community did so. As regards storm drainage, the court found that while 60% of the residential \nstreets in the white community had curbs and gutters, no streets in the black community had curbs and gutters. Additionally, \nit found that water service in many homes in the black community was so inadequate that at many times of the day there \nwas insufficient water for such normal purposes as bathing. 511 F.Supp. at 1379-81. \n[4] For example, the city asserts that the unpaved streets are really \"alleys\" or \"private driveways.\" But the district court \nproperly found, after analysis of soil samples showing municipal road grading and intermittent repair, that there was \nsufficient evidence of municipal maintenance for the streets to be deemed dedicated to the City of Apopka by operation of \nFla.Stat. § 95.361. See 511 F.Supp. at 1379. \nThe city claims that the water distribution problem results from inadequacies in the privately owned water pipes running from \nthe city's main supply lines to indoor plumbing facilities. But the district court properly found that the source of the water \nscarcity lies in the fact that the city's main lines are inaccessible to many residences because, unlike the situation in the \nwhite community, many streets in the black community are not serviced by municipal main lines so that special \"service \nlines\" must be run from main lines on remote streets to as many as sixteen black residences. See id. at 1380-81. \nFinally, the city argues that storm water drainage is a problem throughout the municipality. However, the district court \nproperly found that while the white community is substantially serviced by a curb and gutter system, the \"alternate\" drainage \nsystem in the black community consists only of ditches dug along the sides of the street which function improperly because \nthey are not regularly maintained. See id. at 1380. \n[5] The ordinance, adopted on July 12, 1937, similarly prohibited whites from living on the south side of the tracks. Although \nthere was no evidence that the ordinance was ever enforced, the district court found that it had a persuasive power. 511 \nF.Supp. at 1378. \n[6] 31 U.S.C. § 1242(a) states in pertinent part: \nNo person in the United States shall, on the ground of race, color, national origin, or sex, be excluded from participation in, \nbe denied the benefits of, or be subjected to discrimination under any program or activity of a State government or unit of \nlocal government, which government or unit receives funds made available under subchapter I of this chapter. \n[7] 31 U.S.C. § 1244(b) states: \nThe court may grant as relief to the plaintiff any temporary restraining order, preliminary or permanent injunction or other \norder, including the suspension, termination, or repayment of funds, or placing any further payments under this chapter in \nescrow pending the outcome of the litigation. \n[8] The twelve Johnson factors are: \n(1) the time and labor required, \n(2) the novelty and difficulty of the questions, \n(3) the skill requisite to perform the legal service properly, \n\n(4) the preclusion of other employment by the attorney due to acceptance of the case, \n(5) the customary fee, \n(6) whether the fee is fixed or contingent, \n(7) time limitations imposed by the client or the circumstances, \n(8) the amount involved and the results obtained, \n(9) the experience, reputation and ability of the attorneys, \n(10) the \"undesirability\" of the case, \n(11) the nature and length of the professional relationship with the client, and \n(12) awards in similar cases. \nThe district court actually first computed a \"lodestar\" figure. See Lindy Bros. Builders, Inc. v. American Radiator & Standard \nSanitary Corp., 487 F.2d 161, 167-68 (3d Cir.1973), based upon the first and fifth Johnson factors and then adjusted this \nsum based upon full consideration of the other factors. We can find no fault with this procedure. See Wolf v. Frank, 555 F.2d \n1213 (5th Cir.1977). \n[9] Appellants have also asserted that respondents are \"prevailing parties\" for purposes of the fee award only on the three \nissues upon which they were granted the court injunction: streets, storm water drainage, and water distribution. Because we \napply the Jones rule, we need not reach this question. Were we to do so, however, it is clear that respondents would also be \nconsidered prevailing parties as to the two issues (street lights and fire protection) on which settlement agreement was \nreached prior to trial and the one issue (park and recreational facilities) upon which relief was obtained through the Office of \nRevenue Sharing administrative process. ORS Findings of March 5, 1981. See Maher v. Gagne, 448 U.S. 122, 129, 100 \nS.Ct. 2570, 2574, 65 L.Ed.2d 653 (1980); Collins v. Thomas, 649 F.2d 1203, 1205 (5th Cir.1981). \n[10] Rule 54(d) states in pertinent part: \n(d) Costs. Except when express provision therefor is made either in a statute of the United States or in these rules, costs \nshall be allowed as of course to the prevailing party unless the court otherwise directs; but costs against the United States, \nits officers, and agencies shall be imposed only to the extent permitted by law. \n[11] 42 U.S.C. § 1988 states in pertinent part: \nIn any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986 of this title, title IX of the \nPublic Law 92-318, or title VI of the Civil Rights Act of 1964, the court, in its discretion, may allow the prevailing party, other \nthan the United States, a reasonable attorney's fee as part of the costs. \n[12] The purposes of these statutes are extensively reviewed in Alyeska Pipeline Serv. Co. v. Wilderness Soc'y, 421 U.S. \n240, 247-259, 95 S.Ct. 1612, 1616, 44 L.Ed.2d 141 (1975). Fed.R. Civ.P. 54(d) and 28 U.S.C. §§ 1920 and 1923(a) are \nmodern versions of the Act of February 26, 1853, 10 Stat. 161. The explicit purpose of the 1853 Act was to limit the award of \ncosts to specific itemized expenses related to the mechanics of bringing a case before the courts. These statutes are \npremised on the so-called \"American rule\" that each party must bear its own costs. Numerous policies have been \nconsidered to underlie the American rule. Among them are the following: (1) it is a prophylactic against abuses in the form of \nexcessive litigation or unreasonable fees being generated by a client and his attorney. See Oelrichs v. Spain, 82 U.S. (15 \nWall.) 211, 230-31, 21 L.Ed. 43 (1872); (2) it prevents those with just but monetarily small claims from being hesitant to \nlitigate them for fear of being saddled with their opponent's counsel fees, Wilderness Soc'y v. Morton, 495 F.2d 1026, 1031 \n(D.C.Cir.1974), rev'd sub nom. Alyeska Pipeline Serv. Co. v. Wilderness Soc'y, 421 U.S. 240, 95 S.Ct. 1612, 44 L.Ed.2d 141 \n(1975); (3) it avoids the substantial burdens for judicial administration which would result from litigation fees, Fleischmann \nDistilling Corp. v. Maier Brewing Co., 386 U.S. 714, 718, 87 S.Ct. 1404, 1407, 18 L.Ed.2d 475 (1967). \nBy contrast, section 1988, and the comparable provisions providing for award of costs in other civil rights statutes, such as \n42 U.S.C. §§ 2000a-3(b), 2000e-5(k), and 3612(c) carve out broad policy based exceptions to the American rule. The \njustifications for cost-shifting are opposite to those for the American rule: (1) they are designed to induce and encourage \n\nlitigation on the theory that litigants acting as \"private attorneys general\" may help to enforce important congressional \npolicies; (2) they are primarily employed in contexts where the remedy is non-monetary; and (3) they effectively limit \nbureaucratic growth by placing enforcement of the civil rights laws in private hands. See generally Senate Report at 1-4, \n[1976] U.S.Code Cong. & Ad.News at 5908-5911. Interpretation of what constitutes permissibly taxable costs under these \ntwo bodies of law must necessarily be informed by the fact that they are grounded in antithetical policies. \n[13] The fourth circuit's reasoning concerning award of expenses under 20 U.S.C. § 1617 in a school desegregation case \napplies equally well here: \nLitigation expenses such as supplemental secretarial costs, copying, telephone costs and necessary travel, are integrally \nrelated to the work of an attorney and the services for which outlays are made may play a significant role in the ultimate \nsuccess of litigation as complicated and demanding upon the resources of an attorney's office as that seeking school \ndesegregation. Reimbursement of related litigation expenses would, therefore, plainly further the congressional purpose of \nencouraging meritorious school desegregation litigation and the related policy of ensuring that those who prevail in such \nsignificant social litigation should be fully compensated for their efforts. Indeed, to recount the reasons for including litigation \nexpenses in a fee award is perhaps to state the obvious; for other federal courts have routinely provided for recovery of out-\nof-pocket expenses in conjunction with fee awards. \nWheeler, 585 F.2d at 623-24 (footnote and citations omitted). See also id. at 621 (\"it makes no difference whether plaintiffs \nbase their claim for attorneys' fees on 20 U.S.C. § 1617 or on 42 U.S.C. § 1988. Both statutes, in practically identical \nlanguage, provide for an award of a reasonable attorney's fee\"). \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/112459"
    }
  ],
  "document_count": 4
}