{
  "case_id": 11949,
  "fetched_at": "2025-10-22T00:16:48.814459",
  "case_data": {
    "attorney_orgs": [
      "Southern Center for Human Rights (SCHR)"
    ],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "State of Georgia",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": 2011,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Georgia state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2009-12-15",
    "filing_year": 2009,
    "id": 11949,
    "injunction_duration": "48",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Crowding (General)",
      "General/Misc., Reproductive rights, Environmental Justice and Resources: Funding",
      "General/Misc.: Records Disclosure",
      "Death Penalty, General/Misc.: Quality of representation",
      "Reproductive rights: Fetus Identity"
    ],
    "last_checked_date": "2012-01-25T00:00:00-05:00",
    "main_docket": {
      "id": 31246,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2009,
      "docket_filing_number": 178947,
      "is_main_docket": true,
      "court": "U.S. Court of Appeals for the Eleventh Circuit",
      "state": "Georgia",
      "docket_office_number": "",
      "docket_number_manual": "2009 cv 178947",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "Flournoy v. State of Georgia",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 2014,
    "order_start_year": 2010,
    "permanent_injunction": false,
    "plaintiff_description": "Class of indigent criminal defendants.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 11293,
        "name": "Allen v. Edwards"
      },
      {
        "id": 11995,
        "name": "Cantwell v. Crawford"
      }
    ],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Georgia",
    "summary": "<p>On December 15, 2009, indigent criminal defendants filed this class action lawsuit against the State of Georgia and its Public Defender Standards Council (\"GPDSC\") in the Superior Court of Fulton County, Georgia. Plaintiffs sought mandamus, declaratory and injunctive relief to compel Defendants to provide them and others similarly situated with adequate, effective, and conflict-free counsel to assist in their motions for new trial and appellate proceedings.</p><p>On Febrary 23, 2010, the Court (Judge Jerry W. Baxter) granted the Petition for Mandamus and certified the class.</p><p>The parties entered a Consent Decree, approved by the Court, on December 14, 2011. During the course of the litigation, the backlog of requests for conflict-free appellate counsel had been cleared, so the decree set standards for future procedures. The parties agreed to a three-month evaluation period, hiring of additional full-time staff attorneys in the Appellate Division of the GPDSC, workload controls, hiring standards, attorney qualifications, supervisory policies, and training. </p><p>For contract attorneys, the decree sets fees which take into account the length and difficulty of each case, establishes minimum qualifications, hiring, and monitoring of contract counsel.</p><p>Additionally, the defendants agreed to establish and maintain an electronic database to track implementation of the provisions of the consent decree and to provide periodic reports to class counsel.</p><p></p>",
    "summary_published_date": "2012-01-25T00:00:00-05:00",
    "summary_short": "On December 15, 2009, indigent criminal defendants filed a class action lawsuit against the State of Georgia and its Public Defender Standards Council (\"GPDSC\") in the Superior Court of Fulton County, Georgia. The plaintiffs sought effective assistance of counsel. \r\n\r\nThree years alter, the court issued a consent decree setting future standards for the public defenders' office, including additional staff, workload controls, and hiring and training standards. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/11949",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=11949",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=11949",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=11949"
  },
  "documents": [
    {
      "date": "2009-12-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40905,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40905.pdf",
      "title": "Class Action Petition for Writ of Mandamus and Verified Complaint for Injunctive and Declaratory Relief",
      "text": " \nIN THE SUPERIOR COURT OF FULTON COUNTY \nSTATE OF GEORGIA \n______________________________ \n            )   \nMAURICE FLOURNOY,     )    CIVIL ACTION     \nDARNELL AMAKER,       ) \nEUGENE NEAL,        ) \nEMORY TEASLEY,      ) \nCORNELIUS WHITE, and    ) \nDARRYL WHITE,      ) \n            ) \n  Plaintiffs, on behalf of     )    No. _____________ \n  themselves and all persons  ) \n  similarly situated,      ) \n            )    CLASS ACTION \nv.  ) \n)     \nTHE STATE OF GEORGIA,     ) \n            ) \nGEORGIA PUBLIC DEFENDER  ) \nSTANDARDS COUNCIL,    ) \n            ) \nSONNY PERDUE, in his official  ) \ncapacity as Governor of the State   ) \nof Georgia,          ) \n            ) \nW. DANIEL EBERSOLE, in his   ) \nofficial capacity as Director of the  ) \nGeorgia Office of Treasury and   ) \nFiscal Services,        ) \n            ) \nMACK CRAWFORD, in his official  ) \ncapacity as Director of the Georgia   ) \nPublic Defender Standards Council,   ) \n            ) \nMICHAEL BERG, in his official   ) \ncapacity as Chairman of the Georgia   ) \nPublic Defender Standards Council,  ) \n            ) \nJIM STOKES, in his official capacity ) \n721316.1 \n \n\n \nas Conflicts Division Director of the   ) \nGeorgia Public Defender Standards   ) \nCouncil, and         ) \n            ) \nJIMMONIQUE R.S. RODGERS,  ) \nin her official capacity as Appellate   ) \nDivision Director of the Georgia   ) \nPublic Defender Standards Council,  ) \n            )             \n  Defendants.       ) \n_______________________________) \n \nPETITION FOR WRIT OF MANDAMUS  \nAND VERIFIED COMPLAINT FOR INJUNCTIVE  \nAND DECLARATORY RELIEF \n \nPRELIMINARY STATEMENT \n1.  This is an action for mandamus, declaratory, and injunctive \nrelief to compel the State of Georgia and its responsible executive \nofficials—Defendants Sonny Perdue, Mack Crawford, and others—to \nperform their mandatory and non-discretionary official duties to provide \nadequate, effective, and conflict-free counsel to Plaintiffs and others \nsimilarly situated who are without legal representation to assist in their \nmotions for new trial and appellate proceedings. \n2.  The Constitutions of the United States and Georgia place \nultimate constitutional responsibility on the State of Georgia to provide \neffective and conflict-free counsel at public expense to indigent defendants \nin all critical phases of a criminal prosecution, which includes the motion for \n721316.1 \n2 \n\n \nnew trial phase and the direct appeal.  See U.S. CONST. amend. VI; GA. \nCONST. art. I, § 1, ¶ XIV; Gideon v. Wainwright, 372 U.S. 335 (1963); \nDouglas v. California, 372 U.S. 353 (1963); Adams v. State, 199 Ga. App. \n541, 405 S.E.2d 537 (1991); Williams v. Turpin, 87 F.3d 1204, 1210 (11th \nCir. 1996).   \n3.  The Indigent Defense Act of 2003 (“IDA”) mandates that the \nGeorgia Public Defender Standards Council (“GPDSC”) and its officials \n“shall be responsible for assuring that adequate and effective legal \nrepresentation is provided, independently of political considerations or \nprivate interests, to indigent persons who are entitled to representation under \nthis chapter.”  O.C.G.A. § 17-12-1 (emphasis added); see also O.C.G.A. § \n17-12-5(d)(3); O.C.G.A. § 17-12-6(a); O.C.G.A. § 17-12-22(a); O.C.G.A. § \n17-12-22(b).      \n4.  The named Plaintiffs in this action are among nearly 200 \nindigent defendants convicted of offenses carrying a term of incarceration in \nthe State of Georgia who are languishing in prison without legal \nrepresentation to assist in their motion for new trial and appellate \n721316.1 \n3 \n\n \nproceedings.  Some of these 187 persons have been without counsel for over \nthree years.1 \n5.  Plaintiffs’ cases have been transferred to the Appellate \nAdvocacy Division of the GPDSC (“Appellate Division”), which, at its \ncurrent staffing and funding levels, is utterly incapable of meeting the full \nweight of the State’s constitutional obligation to provide counsel.  Since \n2008, as a result of gross underfunding, the Appellate Division has been \nstaffed by two full-time and one-part time staff attorneys and has limited \nfunding for the appointment of private counsel.   \n6.  In December of 2008, the Appellate Division had been assigned \n249 cases, and was unable to assign 75 persons appellate lawyers.  The \nAppellate Division Director, Defendant Jimmonique Rodgers, raised an \nalarm with supervising officials, writing in a memorandum to her GPDSC \nsuperiors that the Appellate Division had an “impossible case load” and that \nas a result, it had “passed the crisis point.”  Defendant Rodgers warned then \n                                                 \n1   The official records relied upon in support of this Petition and Complaint are true \nand correct copies of the records received from the GPDSC in response to Open Records \nAct requests by Plaintiffs’ counsel.  The most recent “Appeals Status Report” dated \nNovember 23, 2009, details the Appellate Division’s caseload.  Among the 476 cases that \nare presently assigned to the Appellate Division, Plaintiffs’ cases are six of 187 cases that \nhave not been assigned a lawyer.  See GPDSC Appeals Status Report, dated Nov. 23, \n2009, attached hereto as Exhibit A.  The “In House” designations in the “Attorney” \ncolumn of the GPDSC Appeals Status Report reflect that no lawyer has been assigned. \n721316.1 \n4 \n\n \nthat “if we did not take another case it should take the Division two years to \ndischarge its current responsibilities.”2 \n7.  In the year since December of 2008, the “impossible” caseload \nof the Appellate Division has nearly doubled and the number of \nunrepresented indigent defendants has increased by 150%.  As of the most \nrecent Appellate Division Status report dated November 23, 2009, the \nAppellate Division reports a total caseload of 476 cases.  Of those cases, 187 \nindividuals are reported as having no lawyer to handle their appellate \nmotions for new trial and direct appeals.  That number continues to grow by \nat least ten unrepresented persons each month. \n8.  Since at least December 2008, Defendants have been fully \naware of the State of Georgia’s pervasive and systemic failure to provide \nappellate representation to indigent persons, but have failed to take action to \nremedy this systemic and pervasive denial of Plaintiffs’ constitutional rights.  \nAbsent intervention by this Court, an ever-growing number of indigent \ndefendants across the state will continue to languish in prison without \ncounsel to handle their motions for new trial and direct appeals.   \n                                                 \n2   GPDSC Annual Division Report – December 2008, attached hereto as Exhibit B; \n2008 Annual Report of Appellate Division, attached as Exhibit C, GPDSC Appellate \nDivision Status, dated December 2008, attached hereto as Exhibit D. \n721316.1 \n5 \n\n \n9.  The absence of funding (or the unwillingness to fund) does not \nexcuse a failure to provide counsel, and the final obligation rests on this \nCourt to remedy this continuing constitutional violation.  See, e.g., Bounds v. \nSmith, 430 U.S. 817, 825 (1977); see also Georgia Public Defender \nStandards Council v. State, 285 Ga. 169, 173, 675 S.E.2d 25, 28 (2009).  \nIndeed, “Art. VI, § IX, ¶ I [of the Georgia Constitution] … casts upon the \ncourts the duty to ensure that crimes are speedily and efficiently prosecuted \nand that indigent defendants are effectively defended.  Adequate funding of \nthese functions thus becomes constitutionally mandated.”  Wilson v. \nSoutherland, 258 Ga. 479, 480, 371 S.E.2d 382, 383 (1988) (emphasis \nadded).      \n10.  Commensurate with the filing of this Complaint, Plaintiffs \nrequest that the Court grant mandamus nisi, and upon hearing, issue \nmandamus absolute requiring Defendants to provide effective and conflict-\nfree counsel to Plaintiffs.  Plaintiffs also move to certify a class of all \nindigent persons who have been or will be convicted in a Georgia court of a \ncriminal offense carrying a term of incarceration and who do not, or in the \nfuture will not, have the assistance of conflict-free counsel to pursue a \nmotion for new trial and/or first direct appeal. \n721316.1 \n6 \n\n \nJURISDICTION AND VENUE \n11.  This action is brought to enforce rights conferred by the United \nStates and Georgia Constitutions and other applicable law.  It is brought \nunder the authority vested in this Court pursuant to O.C.G.A. § 9-4-2; \nO.C.G.A. § 9-4-3; O.C.G.A. § 9-5-1, O.C.G.A. §§ 9-6-20 to 23; O.C.G.A. § \n9-6-25; 42 U.S.C. §§ 1983, 1985; 28 U.S.C. §§ 1331, 1343, 1367. \n12.  Venue is proper in Fulton County as substantial mandamus, \ndeclaratory, and equitable relief is sought against at least one Defendant \nresiding in Fulton County.  See O.C.G.A. § 9-10-30; GA. CONST. Art. VI, § \n1, ¶¶ III, VI. \n13.  All actions, and refusals to act, of the Defendants have been \nunder color of state law and with deliberate indifference to Plaintiffs’ rights. \nNAMED PLAINTIFFS \nI.  MAURICE FLOURNOY \n14.  Plaintiff Maurice Flournoy is a 29-year-old man who is \npresently without counsel to handle his motion for new trial or direct appeal.  \nHe is a veteran of the United States Marine Corps and attended the \nUniversity of Mississippi.  Mr. Flournoy has three children, ranging in age \nfrom two to ten years old, to whom he provided financial support prior to his \nincarceration.  Since his incarceration, he has been unable to provide such \n721316.1 \n7 \n\n \nsupport.   \n15.  Mr. Flournoy was convicted in Barrow County on March 1, \n2007 of felony murder, kidnapping with bodily injury, two counts of \nkidnapping, armed robbery, three counts of aggravated assault, and \npossession of a firearm during the commission of a crime.  Mr. Flournoy \nwas subsequently sentenced to life imprisonment for the felony murder \ncount, another life sentence for kidnapping (to run consecutively), 20 years \nfor each count of kidnapping (one to run consecutive and one to run \nconcurrently), another life sentence for armed robbery (to run concurrently), \nand five years for possession of a firearm (to run consecutively).   \n16.  At trial, Mr. Flournoy was represented by Ms. Kathleen \nAnderson of the Barrow County Public Defender Office.   \n17.  Upon conviction, Ms. Anderson filed a placeholder motion for \nnew trial on March 28, 2007, and withdrew from Mr. Flournoy’s case.   \n18.  Responsibility for Mr. Flournoy’s case has been transferred to \nthe Appellate Division of the GPDSC.   \n19.  Mr. Flournoy is entitled to have a new attorney advise him as to \nwhether to raise ineffective assistance of counsel at trial.   \n20.  Mr. Flournoy was notified by GPDSC approximately one year \nago that GPDSC was trying to locate counsel to represent him on appeal; \n721316.1 \n8 \n\n \nPlaintiff has not yet been appointed counsel to represent him at the hearing \non his motion for new trial or on appeal.   \n21.  As of the date of filing of this complaint, Mr. Flournoy remains \nwithout legal counsel.   \n22.  Because Mr. Flournoy cannot afford counsel without undue \nhardship, remains incarcerated at Smith State Prison, and seeks legal counsel \nto represent him in appealing his conviction, he currently suffers and in the \nimmediate future faces the likelihood of suffering substantial and irreparable \ninjury. \nII.  DARNELL AMAKER \n23.  Plaintiff Darnell Amaker is a 23-year-old man who is presently \nwithout counsel to handle his motion for new trial or direct appeal.   \n24.  Mr. Amaker was convicted in Fulton County on April 14, 2006, \nof felony murder and possession of a firearm during a crime.  Mr. Amaker \nwas subsequently sentenced to life in prison for the felony murder count and \nfive years to be served consecutively for possession of a firearm.   \n25.  At trial, Mr. Amaker was represented by Kirby Clements, Jr., a \nprivate attorney who was appointed to the case.  One of Mr. Amaker’s co-\ndefendants was represented by the Fulton County Public Defender Office.  \n721316.1 \n9 \n\n \n26.  Mr. Clements filed a motion for new trial on Mr. Amaker’s \nbehalf on April 28, 2006.  Shortly thereafter, Mr. Clements withdrew from \nthe representation. \n27.  The responsibility for Mr. Amaker’s case has been transferred \nto the Appellate Division of the GPDSC. \n28.    Mr. Amaker was later appointed another attorney – Mr. \nBrandon Lewis – to represent him on appeal.  However, Mr. Lewis withdrew \nfrom his representation of Mr. Amaker in 2008 based on his understanding \nthat the GPDSC would be unable to fully compensate appointed attorneys \nfor their work on indigent appeals.   \n29.  When Mr. Lewis informed Mr. Amaker of his withdrawal, he \nsuggested to Mr. Amaker that he had a number of issues to raise on appeal \nand that he should certainly have his new attorney explore ineffective \nassistance of counsel as a potential claim on appeal.   \n30.  Mr. Amaker has not yet been appointed new counsel to \nrepresent him at the hearing on his motion for new trial or on appeal.  As a \nresult, he filed a motion in the Superior Court of Fulton County on \nNovember 21, 2008, seeking the appointment of appellate counsel to his \ncase.   \n721316.1 \n10 \n\n \n31.  As of the date of filing of this complaint, Mr. Amaker remains \nwithout legal counsel.  Moreover, even after several attempts to contact \nofficials at GPDSC, Mr. Amaker has never received any communication or \ncorrespondence from the GPDSC.   \n32.  Because Mr. Amaker cannot afford counsel without undue \nhardship, remains incarcerated at Macon State Prison, and seeks legal \ncounsel to represent him in appealing his conviction, he currently suffers and \nin the immediate future faces the likelihood of suffering substantial and \nirreparable injury.   \nIII.    EUGENE NEAL \n33.  Plaintiff Eugene Neal is a 59-year-old man who is presently \nwithout counsel to handle his motion for new trial or direct appeal.   \n34.  Mr. Neal was named a finalist for the Small Businessman of the \nYear Award in a 1992 publication of the Atlanta Business Chronicle. \n35.  After being charged with murder, he was convicted in the \nFulton County Superior Court on October 31, 2008.  Mr. Neal was \nsubsequently sentenced to a life sentence.   \n36.  At trial, Mr. Neal was represented by attorneys from the Fulton \nCounty Public Defender Office.   That office filed a motion for new trial on \nMr. Neal’s behalf on November 6, 2008, and later withdrew from his \n721316.1 \n11 \n\n \nrepresentation.  Mr. Neal is no longer represented by the Fulton County \nPublic Defender Office and has not yet been appointed counsel to represent \nhim at the hearing on his motion for new trial or on appeal.   \n37.   The responsibility for Mr. Neal’s representation has been \ntransferred to the Appellate Division of the GPDSC.  \n38.  As a result of his incarceration, Mr. Neal has lost all of the \nassets tied to the business he owned and managed prior to his arrest.  He has \nalso lost his house, which became subject to foreclosure in late 2006.   \n39.  Mr. Neal desires to have a new attorney appointed to his case to \nexplore whether his attorneys from the Fulton County Public Defender \nOffice provided ineffective assistance of counsel at trial.   \n40.  As of the date of filing of this complaint, Mr. Neal remains \nwithout legal counsel.  Because Mr. Neal cannot afford counsel without \nundue hardship, remains incarcerated at Smith State Prison, and seeks legal \ncounsel to represent him in appealing his conviction, he currently suffers and \nin the immediate future faces the likelihood of suffering substantial and \nirreparable injury.   \nIV.  EMORY TEASLEY \n41.  Plaintiff Emory Teasley is a 34-year-old man who is presently \nwithout counsel to handle his motion for new trial or direct appeal.  \n721316.1 \n12 \n\n \n42.  Mr. Teasley has four children, ranging in age from seven to \nfourteen years old, to whom he provided financial support prior to his \nincarceration; he also provided financial support to his mother who is \ndiabetic.  During his incarceration, he has been unable to provide such \nsupport.   \n43.  Plaintiff Emory Teasley was convicted in Barrow County on \nJune 29, 2006 of murder, aggravated assault, possession of a firearm during \nthe commission of a crime, and tampering with evidence.   \n44.  Mr. Teasley was subsequently sentenced to life imprisonment \nfor murder, 20 years for aggravated assault (to run concurrently), five years \nfor possession of a firearm (to run consecutively), and ten years for \ntampering with evidence.   \n45.  At trial, Mr. Teasley was represented by Kathleen Anderson of \nthe Barrow County Public Defender Office.   Ms. Anderson filed a \nplaceholder motion for new trial on Mr. Teasley’s behalf on July 28, 2006, \nand has since withdrawn from Mr. Teasley’s case.   \n46.  Mr. Teasley has not yet been appointed counsel to represent \nhim at the hearing on his motion for new trial or on appeal.   \n721316.1 \n13 \n\n \n47.  Mr. Teasley was notified by GPDSC in May 2009 that the \nCouncil was in the process of trying to find an attorney to represent him on \nappeal.   \n48.  Mr. Teasley desires to have a new attorney appointed to his \ncase to explore whether Ms. Anderson provided ineffective assistance of \ncounsel at trial.  Since his trial, Mr. Teasley has become aware of a witness \nwhose testimony would provide critical support to a defense theory; he has \nnever had a lawyer available to interview that witness.  Also since trial, Mr. \nTeasley’s brother and co-defendant Tyrone Teasley passed away while \nincarcerated at Autry State Prison in September 2009.  As of the date of \nfiling of this complaint, Mr. Teasley remains without legal counsel.   \n49.  Because Mr. Teasley cannot afford counsel without undue \nhardship, remains incarcerated at Macon State Prison, and seeks legal \ncounsel to represent him in appealing his conviction, he currently suffers and \nin the immediate future faces the likelihood of suffering substantial and \nirreparable injury. \n721316.1 \n14 \n\n \nV.  CORNELIUS WHITE \n50.   Plaintiff Cornelius White is a 25-year-old man presently \nwithout counsel to assist in his motion for new trial or direct appeal. \n51.  Plaintiff White was convicted in DeKalb County on May 10, \n2007 of two counts of murder, armed robbery, and possession of a firearm \nduring the commission of a crime.  Mr. C. White was subsequently \nsentenced to two life sentences (to run consecutively) for the two counts of \nmurder, ten years for armed robbery (to run concurrently), and five years for \npossession of a firearm (to run consecutively).   \n52.  At trial, Mr. C. White was represented by Juwayn Haddad of \nthe DeKalb County Public Defender Office.   The DeKalb County Public \nDefender Office filed a motion for new trial on Mr. C. White’s behalf on \nJune 8, 2007, and later withdrew from the representation.   \n53.   The responsibility for handling Mr. C. White’s case was \ntransferred to the Appellate Division of the GPDSC.   \n54.  Mr. C. White has written several letters over the course of 2007 \nto 2009, both to GPDSC and to the Clerk of DeKalb County Superior Court, \ninquiring about the status of his case and as to the appointment of appellate \ncounsel.  However, he has not yet been appointed counsel to represent him at \nthe hearing on his motion for new trial or on appeal.    \n721316.1 \n15 \n\n \n55.  Mr. C. White desires to have a new attorney appointed to his \ncase to explore whether his attorneys from the DeKalb County Public \nDefenders Office provided ineffective assistance of counsel at trial.   \n56.  As of the date of filing of this complaint, Mr. C. White remains \nwithout legal counsel.   \n57.  Because Mr. C. White cannot afford counsel without undue \nhardship, remains incarcerated at Autry State Prison, and seeks legal counsel \nto represent him in appealing his conviction, he currently suffers and in the \nimmediate future faces the likelihood of suffering substantial and irreparable \ninjury. \nVI.  DARRYL WHITE \n58.  Plaintiff Darryl White is a 45-year-old man who is presently \nwithout counsel to handle his motion for new trial or direct appeal.   \n59.  Mr. D. White was convicted in Fulton County on February 17, \n2009 of felony murder, aggravated assault with a deadly weapon, and \npossession of a knife during the commission of a crime.   \n60.  Mr. D. White was subsequently sentenced to life imprisonment \nfor the felony murder count and five years for possession of a knife (to run \nconsecutively).   \n721316.1 \n16 \n\n \n61.  At trial, Mr. D. White was represented by Ms. Lolita Beyah of \nthe Fulton County Public Defender Office.  A motion for new trial was filed \nin Mr. D. White’s case on February 18, 2009, and the Fulton County Public \nDefender’s Office subsequently withdrew from the representation.   \n62.  The responsibility for handling Mr. D. White’s post-conviction \nproceedings was transferred to the Appellate Division of the GPDSC. \n63.  Mr. D. White was notified by GPDSC on May 18, 2009 that \nGPDSC was trying to locate counsel to represent him on appeal; Plaintiff \nhas not yet been appointed counsel to represent him at the hearing on his \nmotion for new trial or on appeal.    \n64.  Mr. D. White desires to have a new attorney appointed to his \ncase to explore whether Ms. Beyah provided ineffective assistance of \ncounsel at trial.   \n65.  As of the date of filing of this complaint, Mr. D. White remains \nwithout legal counsel.   \n66.  Because Mr. D. White cannot afford counsel without undue \nhardship, remains incarcerated at Smith State Prison, and seeks legal counsel \nto represent him in appealing his conviction, he currently suffers and in the \nimmediate future faces the likelihood of suffering substantial and irreparable \ninjury. \n721316.1 \n17 \n\n \n67.  Plaintiffs’ Affidavits are attached as Exhibits 1-6 to Plaintiffs’ \nUniform Appendix of Exhibits, which is filed simultaneously herewith. \nDEFENDANTS \nI.  STATE OF GEORGIA \n  68.  Defendant State of Georgia is ultimately responsible under the \nGeorgia and United States Constitutions for providing effective, adequately \nfunded, and conflict-free legal counsel to indigent persons accused of crimes \ncarrying a term of incarceration in the State of Georgia.   \n  69.  The State of Georgia’s systemic failure to meet these \nobligations violates Plaintiffs’ rights and subjects it to declaratory and \nequitable relief under Georgia law.   \n  70.  The State is not entitled to sovereign immunity because \nPlaintiffs seek only declaratory and injunctive relief against it.3 \nII.  GEORGIA PUBLIC DEFENDER STANDARDS COUNCIL \n71.  Defendant Georgia Public Defender Standards Council \n(“GPDSC”) has its principal place of business in Fulton County, Georgia.   \n                                                 \n3   IBM Corp. v. Evans, 265 Ga. 215 (1995); In Interest of A.V.B., 267 Ga. 728, 728 \nn.2, 482 S.E.2d 275, 276 n.2 (1997) (“Sovereign immunity does not protect the state \nwhen it acts illegally and a party seeks only injunctive relief.”). \n \n721316.1 \n18 \n\n \n72.  GPDSC has the duty to administer or supervise the provision of \nlegal defense services to indigent persons accused of crimes carrying a \nsentence of incarceration within the State of Georgia; to adopt and enforce \nstandards and procedures relating to the provision of such indigent defense \nservices; to act as the agent of the State of Georgia and Governor Sonny \nPerdue in the administration and supervision of the provision of indigent \ndefense; and to comply with all constitutional and legal requirements for \nproviding effective and adequately funded counsel to indigent defendants \naccused of crimes carrying a term of incarceration in the State of Georgia.   \nSee O.C.G.A. § 17-12-1; O.C.G.A. § 17-12-5(d)(3); O.C.G.A. § 17-12-6(a); \nO.C.G.A. § 17-12-22(a); O.C.G.A. § 17-12-22(b).  \n73.  The GPDSC’s systemic failure to meet these obligations \nviolates Plaintiffs’ rights and subjects it to declaratory and equitable relief.   \nIII.  GOVERNOR SONNY PERDUE  \n74.  Defendant Sonny Perdue is sued in his official capacity as the \nGovernor of the State of Georgia.  His residence and principal place of \nbusiness is in Fulton County, Georgia.   \n75.  Defendant Perdue has the ultimate authority within the \nexecutive branch of the government of the State of Georgia to direct and \ncontrol the operations of State Government, including the GPDSC.   \n721316.1 \n19 \n\n \n76,  As the chief executive of the State of Georgia, Defendant \nPerdue has an obligation to “take care that the laws are faithfully executed.”  \nGA. CONST. Art. V, § II, ¶ II.  Defendant Perdue therefore has a \nconstitutional obligation to provide counsel to indigent defendants in motion \nfor new trial and appellate proceedings in criminal cases.    \n77.  Defendant Perdue is the appointing authority for the Director of \nthe GPDSC, which has day-to-day operating and supervising responsibility \nfor providing indigent defense services throughout the state.  See O.C.G.A. § \n17-12-5 (“The director shall be appointed by the Governor and shall serve at \nthe pleasure of the Governor.”). \n78.  Likewise, as chief executive, the Governor has control over \nGPDSC’s budget.   \n79.  Defendant Perdue’s failure to meet his constitutional and \nstatutory obligations violates Plaintiffs’ rights and subjects him to \nmandamus, equitable, and declaratory relief.   \nIV.  W. DANIEL EBERSOLE \n80.  Defendant W. Daniel Ebersole is sued in his official capacity as \nthe Director of the Georgia Office of the Treasury and Fiscal Services.   \n721316.1 \n20 \n\n \n81.  Defendant Ebersole has a duty to administer and supervise the \nreceipt and disbursement of state funds, lottery funds, and the state’s \nfinancial resources.   \n82.  Defendant Ebersole’s failure to collect and appropriate \nsufficient funding to meet the State of Georgia’s constitutional obligation to \nprovide Plaintiffs and those similarly situated counsel in their motion for \nnew trial and appellate proceedings violates Plaintiffs’ constitutional and \nstatutory rights and subjects Defendant Ebersole to declaratory and equitable \nrelief. \nV.  MACK CRAWFORD \n83.  Defendant Mack Crawford is sued in his official capacity as the \nDirector of the Georgia Public Defender Standards Council.   \n84.  He resides in Pike County Georgia, and has his principal place \nof business in Fulton County, Georgia.   \n85.  As Director of GPDSC, Defendant Crawford is constitutionally \nand statutorily responsible for providing counsel to indigent defendants \naccused of crimes.  \n86.  He is statutorily obligated to “[a]dminister and coordinate the \noperations of the council,” O.C.G.A. § 17-12-5(d)(3), and the Council is \n“responsible for assuring that adequate and effective legal representation is \n721316.1 \n21 \n\n \nprovided, independently of political considerations or private interests, to \nindigent persons who are entitled to representation.” O.C.G.A. § 17-12-1(c).  \n  87.  By failing to authorize funding for additional staff attorneys and \ninvestigative staff, pursuant to the Appellate Division’s request and in light \nof the Division’s statements that it would be unable to fulfill its statutory and \nconstitutional obligations without such staffing increases, or to otherwise \nprovide for the appointment of counsel to Plaintiffs and others similarly \nsituated, Defendant Crawford acted in breach of his constitutional, statutory \nand administrative obligations, and is subject to mandamus, equitable, and \ndeclaratory relief.   \nVI.  MICHAEL BERG \n88.  Defendant Michael Berg is sued in his official capacity as the \nChairman of the Georgia Public Defender Standards Council.   \n89.  Defendant Berg resides in Dawson County, Georgia, and has \nhis principal place of business in Fulton County, Georgia.   \n90.  As Chairman, Defendant Berg is responsible for, inter alia, \npresiding over all GPDSC meetings and acting on behalf of the Council \nwhen express or implied authorization of the Council is granted.  See \nGeorgia Public Defender Standards Council Bylaws § 4.5.  As a voting \nmember of GPDSC and as its Chairperson, Defendant Berg is “responsible \n721316.1 \n22 \n\n \nfor assuring that adequate and effective legal representation is provided, \nindependently of political considerations or private interests, to indigent \npersons who are entitled to representation.”  O.C.G.A. § 17-12-1(c).   \n91.  Defendant Berg is also obligated to prepare, on behalf of the \nStandards Council a “budget estimate necessary for fulfilling the purposes of \n[the Indigent Defense Act].”  O.C.G.A. § 17-12-26. \n92.  By failing to authorize funding for additional staff attorneys and \ninvestigative staff, pursuant to the Appellate Division’s request and in light \nof the Division’s statements that it would be unable to fulfill its statutory and \nconstitutional obligations without such staffing increases, or to otherwise \nprovide for the appointment of counsel to Plaintiffs and others similarly \nsituated, Defendant Berg acted in breach of his constitutional, statutory and \nadministrative obligations, and is subject to mandamus, injunctive, and \ndeclaratory relief. \nVII.  JIM STOKES \n93.  Defendant Jim Stokes is sued in his official capacity as the \nConflicts Division Director of GPDSC.   \n94.  Defendant Stokes resides in Fulton County, Georgia, and has \nhis principal place of business in Fulton County, Georgia.   \n721316.1 \n23 \n\n \n95.  As Conflicts Division Director, Defendant Stokes is responsible \nfor ensuring that legal representation is provided in cases where the Circuit \nPublic Defender office has a conflict of interest.  See O.C.G.A. § 17-12-\n22(a).   \n96.  By failing to adequately provide counsel to Plaintiffs and others \nsimilarly situated, Defendant Stokes acted in breach of his constitutional, \nstatutory and administrative obligations, and is subject to mandamus, \ndeclaratory, and injunctive relief. \nVIII. JIMMONIQUE RODGERS \n97.  Defendant Jimmonique Rodgers is sued in her official capacity \nas the Appellate Division Director of the Georgia Public Defender Standards \nCouncil.   \n98.  Defendant Rodgers resides in Fulton County, Georgia, and has \nher principal place of business in Fulton County, Georgia.   \n99.  As Appellate Division Director, Defendant Rodgers is \nresponsible for providing direct representation to clients at the motion for \nnew trial stage and on direct appeal when the Circuit Public Defenders have \na conflict.   \n100.  By failing to adequately provide counsel to Plaintiffs and others \nsimilarly situated, Defendant Rodgers acted in breach of her constitutional, \n721316.1 \n24 \n\n \nstatutory and administrative obligations, and is subject to mandamus, \ndeclaratory, and injunctive relief. \nCLASS ACTION ALLEGATIONS \n101.  Plaintiffs bring this action as class representatives under \nO.C.G.A. § 9-11-23, on behalf of themselves and all persons similarly \nsituated. \n102.  The class Plaintiffs seek to represent consists of all indigent \npersons who have been or will be convicted of a criminal offense in a \nGeorgia court and who do not, or in the future will not, have the assistance \nof conflict-free counsel to pursue a motion for new trial and/or direct appeal. \n103.  Plaintiffs meet the requirements of O.C.G.A. § 9-11-23(a) in \nthat: \n(a) The members of the class are so numerous as to make it \nimpracticable to bring separate civil rights actions.  Currently, \nthere are at least 187 unrepresented people awaiting counsel to \nrepresent them on their motion for new trial and/or appeal and who \ncannot be represented by GPDSC’s Appellate Division, and the \nnumber grows daily;  \n(b) The customs and practices challenged in this action apply equally \nto Plaintiffs and all members of the proposed class.  Accordingly, \n721316.1 \n25 \n\n \nthe claims asserted by the members constituting the proposed class \nraise common questions of law and fact that will predominate over \nindividual questions of law or fact; \n(c) Plaintiffs assert claims which are typical of claims members of the \nproposed class have against the Defendants; and \n(d) Plaintiffs and their counsel will adequately represent the interests \nof all members of the proposed class.  The named Plaintiffs do not \nhave any interests that would conflict with members of the class, \nand Plaintiffs’ counsel have the experience and resources \nnecessary to adequately represent all members of the proposed \nclass. \n104.  Plaintiffs meet the requirements of O.C.G.A. § 9-11-23(b) in \nthat: \n(a)  A class action is a superior and necessary form for resolving the \nissues raised by this Complaint because the Defendants’ actions \nhave resulted in constitutionally inadequate or nonexistent \nrepresentation for all members of the proposed class, making \nappropriate declaratory and prospective injunctive relief against \nDefendants with respect to all members of the class.   \n721316.1 \n26 \n\n \n105.  Because the actions on the part of Defendants have denied \nPlaintiffs the right to counsel and because Plaintiffs are indigent and do not \nhave alternative access to representation, the remedies available at law are \nboth unavailing and unavailable.  Thus, class members will suffer substantial \nand irreparable injury.   \nFACTUAL ALLEGATIONS \nI.  THE APPELLATE DIVISION OF THE GPDSC AND CASELOAD \n  REQUIREMENTS. \n \n  106.  The Appellate Advocacy Division of the GPDSC (the \n“Appellate Division”) was created in June of 2007 to meet the State’s \nresponsibility to provide appellate counsel to indigent defendants convicted \nof crimes throughout the state. \n  107.  The Appellate Division provides direct representation to clients \nat the motion for new trial stage and on direct appeal when the Circuit Public \nDefenders have a conflict. \n  108.  Therefore, whenever an Assistant Circuit Public Defender or \nappointed private trial counsel withdraws after conviction from representing \nan indigent defendant and requests the appointment of conflict-free appellate \ncounsel (as Plaintiffs’ trial attorneys did in Plaintiffs’ underlying criminal \ncases), the Appellate Division has a statutory obligation to appoint conflict-\nfree counsel to advise convicted indigent defendants at the motion for new \n721316.1 \n27 \n\n \ntrial and direct appeal stages as well as pursue motions for new trial and \ndirect appeals on their behalf.  O.C.G.A. § 17-12-23(a) and O.C.G.A. § 17-\n12-22(a). \n  109.  The cases handled by the Appellate Division are scattered \nthroughout the state and consistently involve extremely serious offenses, \nwith more than half of its caseload involving murder, assault, rape, or child \nmolestation.  Moreover, the complicated nature of the cases and the \nnecessity to investigate claims of ineffective assistance of counsel require a \nsignificant amount of time and investigative resources; efforts to obtain \ninvestigative assistance through local public defender offices have been \nlargely futile, as those offices are already overburdened with ongoing trial \ninvestigations. \n  110.  The Appellate Division is overseen by Defendants Mack \nCrawford, Jim Stokes, Michael Berg, and Jimmonique Rodgers, who have \nboth a constitutional and statutory obligation under O.C.G.A. § 17-12-23(a) \nand O.C.G.A. § 17-12-22(a) to provide indigent representation for direct \ncriminal appeals and conflict cases.   \n  111.  GPDSC Standards mandate that the Appellate Division \nbe staffed—at a minimum—with a sufficient number of attorneys to \nmaintain a less than 25-appeal-per-lawyer average caseload: \n721316.1 \n28 \n\n \nEach circuit public defender office shall employ . . . a sufficient \nnumber of full-time, qualified lawyers as public defenders, so \nthat the average council case loads . . . shall not exceed the \nfollowing limits: \n* * * * \n25 Appeals to the Georgia Supreme Court or the Georgia \nCourt of Appeals per attorney per year. \n \nThe standard applicable to each category of cases is not a \nsuggestion or guideline, but is intended to be a maximum \nlimitation on the average annual case loads of each lawyer \nemployed as a public defender in the Circuit Public Defender \nOffices.  These limits are not intended to be cumulative or \naggregated (e.g., an attorney may not represent defendants in \n150 felonies and 300 misdemeanor cases per year), but should \nbe applied proportionately in the case of an attorney whose case \nload includes cases in more than one category, based on the \nrelative weight attributed to each case in each category under \nthe Standard for Weighting Cases to be adopted by the \nStandards Council. \nSee GPDSC STANDARD FOR LIMITING CASE LOADS AND DETERMINING THE \nSIZE OF LEGAL STAFF IN CIRCUIT PUBLIC DEFENDER OFFICES (emphasis in \noriginal).4 \n  112.  ABA national standards similarly provide that attorneys should \nhandle no more than 25 appeals per year.5  Moreover, such standards \n                                                 \n4   Available at http://www.gpdsc.com/cpdsystem-standards-limiting_caseloads.htm \n(last checked Dec. 12, 2009). \n5   See ABA STANDARDS FOR CRIMINAL JUSTICE: PROVIDING DEFENSE SERVICES \nStandard 5-5.3 and cmt. at 72 (3d ed. 1992); National Advisory Commission on Criminal \nJustice Standards and Goals, Task Force on Courts, Courts, Standard 13.12, p. 276 \n(Washington, D.C. 1973). \n721316.1 \n29 \n\n \ncontemplate the filing of traditional appeals – i.e., those limited to the \ntranscript and record, without additional factual development; they do not \ntake into account the filing of an amended motion for new trial, the \ninvestigation and factual supplementation necessary to support claims made \nin such a motion, or the preparation for hearing on the motion for new trial \n(in addition to the subsequent appellate briefing and oral argument). \n  113.  In 2007, the Appellate Division consisted of five attorneys and \none paralegal.  In the one-year period between July 1, 2007 to June 30, 2008 \n(FY2008), the Appellate Division’s then five attorneys handled roughly 75 \nappeals.  At that time, each staff attorney had an average caseload that was \nconsistent with the GPDSC and ABA’s mandatory caseload maximum of 25 \nappeals per full-time lawyer.  \nII.  SINCE MARCH OF 2008, GROSS UNDERFUNDING OF THE APPELLATE \n  DIVISION HAS LED TO A SYSTEMIC BREAKDOWN IN THE PROVISION \n  OF INDIGENT DEFENSE  \n \n  114.  Since the Appellate Division’s first year of operation in FY \n2007, Defendants’ neglect and gross underfunding of the Appellate Division \nhave led to a systemic breakdown in Georgia’s obligation to provide counsel \nto convicted indigent defendants.   \n  115.  In a status report to the GPDSC in December 2008, Defendant \nRodgers wrote that in the eight-month period between March and December \n721316.1 \n30 \n\n \n2008, the Appellate Division’s caseload had “exploded.”6  Indeed, the \nnumber of cases assigned to the Appellate Division skyrocketed from 75 to \n249, with 75 cases left without counsel assigned.7   \n  116.  Despite this significant increase on the demands placed on the \nAppellate Division, the State of Georgia inexplicably slashed the Appellate \nDivision’s funding for FY2009 and cut the number of staff attorneys in half, \nleaving only two full-time and one part-time staff attorneys, and limited \nfunding for appointed private counsel.8 \n117.  With only 2.5 staff attorneys and limited resources to appoint \nprivate counsel, Defendant Rodgers wrote to her supervisors—in December \nof 2008—that the Appellate Division had “an impossible case load”9  She \nwarned that the Appellate Division could not ethically handle its caseload at \nthat time, and that the 75 cases on the Appellate Division’s “backlog” would \nnot be assigned appellate counsel for two years: \n                                                 \n6   Ex. D, Appellate Division Status, dated December 2008. \n7   On February 25, 2008, the Georgia Supreme Court held in Garland v. State, 283 \nGa. 201, 657 S.E.2d 842 (2008), that a defendant is entitled to new, conflict-free counsel \nto determine whether he should raise ineffective assistance of counsel on appeal.  The \nincreased rate of withdrawals by trial counsel following conviction on account of \nGarland conflicts has contributed to the significant increase in cases assigned to the \nAppellate Division. \n8   Although the FY 2010 budget contemplated the addition of a new attorney \nposition, that position has not been filled.   \n9  Ex. B, Appellate Division Report – December 2008.    \n721316.1 \n31 \n\n \nEthically and practically, national standards contemplate that a \nlawyer can effectively handle only 25 appeals during a year, \nmeaning that if we did not take another case it should take the \nDivision two years to discharge its current responsibilities.10  \n \n  118.  Having no capacity to provide counsel for those cases on the \n“backlog,” much less assign counsel in the new cases arriving each month, \nDefendant Rodgers concluded—again, in December 2008—that the Division \nhad “passed the crisis point.”   \n119.  In her January 28, 2009, budget memorandum to the GPDSC, \nshe requested “additional staff attorneys, investigators and supporting \nresources to fulfill [the Appellate Division]’s obligations.”  The Division’s \nrequest was denied without explanation, resulting in a continuing backlog of \ncases and no foreseeable solution. \n  120.  Since that time, the Appellate Division’s crippling caseload has \nonly worsened, and consequently, the number of unrepresented indigent \ndefendants in Georgia has continued to grow.  In the one year since \nDecember of 2008, when Defendant Rodgers concluded that the Appellate \nDivision had “passed the crisis point,” the caseload of the Appellate \nDivision has nearly doubled and the number of unrepresented indigent \ndefendants has increased by 150%.   \n                                                 \n10   Ex. C, Appellate Division Status, dated December 2008.   \n721316.1 \n32 \n\n \n121.  As of November 23, 2009, the Appellate Division had a total of \n476 cases for which it was responsible to provide legal representation on \nappeal.  Approximately ten attorneys contracted for FY 2009 and six \nattorneys contracted for FY 2010 are handling more than 200 cases at an \naverage rate of $1,500 per case.  The two full-time and one-part time staff \nattorneys at the Appellate Division are handling approximately 76 cases, \nleaving 187 cases without assigned counsel.11   \n  122.  Absent intervention by this Court, the constitutional crisis that \nhas pervaded Georgia’s appellate indigent defense system for the last two \nyears will only continue to grow worse.  \nIII.  THE NAMED PLAINTIFFS ARE SIX AMONG AT LEAST 187 INDIGENT \n  DEFENDANTS IN THE STATE OF GEORGIA WITHOUT COUNSEL \n \n123.  The named Plaintiffs in this action have all been convicted in \nGeorgia courts of crimes carrying terms of incarceration and are seeking \ncounsel to assist in their motions for new trial and direct appeals.   \n124.  The named Plaintiffs in this action have been without appellate \ncounsel for between 10 and 41 months. \n                                                 \n11   See Ex. A, GPDSC Appeals Status Report, dated Nov. 23, 2009. \n \n721316.1 \n33 \n\n \n  125.  Plaintiffs Flournoy, Neal, Teasley, C. White, and D. White are \nindigent and were represented at trial by public defenders.  Plaintiff Amaker \nis also indigent and was represented by appointed private conflict counsel at \ntrial because his co-defendant was represented by the Fulton County Public \nDefender Office. \n126.  All Plaintiffs’ trial counsel withdrew following Plaintiffs’ \nconvictions and transferred their cases to the Appellate Division of the \nGPDSC.   \n  127.  Plaintiffs and others are without counsel in violation of Gideon, \nDouglas, and their progeny because Defendants have failed to carry out their \nmandatory constitutional and statutory duties to provide counsel to indigent \ndefendants at the motion for new trial stage and on direct appeal, including \nthose defendants wishing to raise ineffective assistance of trial counsel and \nthose defendants to whom the Circuit Public Defender is unable to provide \nrepresentation due to a conflict.  See O.C.G.A. § 17-12-1; § 17-12-5; § 17-\n12-8; § 17-12-22; § 17-12-23. \n  128.  Plaintiffs Flournoy, Amaker, Neal, Teasley, C. White, and D. \nWhite bring this lawsuit as a class action pursuant to O.C.G.A. § 9-11-23 on \nbehalf of themselves and all indigent persons who have been or will be \nconvicted in a Georgia court of a criminal offense carrying a term of \n721316.1 \n34 \n\n \nincarceration and who do not, or in the future will not, have the assistance of \nconflict-free counsel to pursue a motion for new trial and/or direct appeal.  \n  129.  In purporting to carry out the responsibility of providing \nrepresentation for indigent persons at the motion for new trial stage and \nthose indigent persons seeking to appeal their convictions, Defendants \nPerdue, Graham, Ebersole, Crawford, Berg, Stokes, and Rodgers are state \nactors acting in their official capacity and subject to constitutional and legal \nobligations to provide indigent defense counsel.  Likewise, Defendants State \nof Georgia and GPDSC are governmental entities subject to the \nconstitutional and legal obligation to provide indigent defense counsel.   \nCOUNT I: \nMANDAMUS ABSOLUTE \n \n(Asserted Pursuant to O.C.G.A. § 9-6-20 by all Plaintiffs and all Persons \nSimilarly Situated against Defendants Perdue, Crawford, Berg, Stokes, and \nRodgers in their Official Capacities) \n \n130.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n131.  Defendants Perdue, Crawford, Berg, Stokes, and Rodgers have \na clear and non-discretionary duty under the Sixth and Fourteenth \nAmendments of the U.S. Constitution; Article I, Section 1, Paragraph XIV \nof the Georgia Constitution; and the Indigent Defense Act of 2003 to appoint \ncounsel to Plaintiffs and all similarly situated indigent defendants who \n721316.1 \n35 \n\n \ncannot otherwise afford a lawyer to handle their motions for new trial and \ndirect appeals.12  In failing to carry out this duty, these Defendants have \ndeprived Plaintiffs of rights secured by the Constitution and laws of the \nUnited States as well as the Constitution and laws of the State of Georgia. \n132.  To the extent that Defendants have any discretion in \ndischarging their obligation to provide adequate and effective legal \nrepresentation to Plaintiffs and persons similarly situated, Defendants have \ncommitted a gross abuse of any such discretion. \n133.  There is no other legal relief available to remedy the present \nviolations being committed by GPDSC.  Trial courts presiding over the \nPlaintiffs’ criminal cases “lack[] the authority” to order the appointment of \ncounsel.  Bynum v. State, 658 S.E.2d 196, 197-98 (Ga. Ct. App. 2008).13  \n  134.  Accordingly, Plaintiffs request that the Court grant mandamus \nnisi, and after hearing, issue mandamus absolute against Defendants Perdue, \nCrawford, Berg, Stokes, and Rodgers requiring them to provide effective \n                                                 \n12   See Forsyth County v. White, 272 Ga. 619, 620, 532 S.E.2d 392, 394 (2000) \n(“Where the duty of public officers to perform specific acts is clear and well defined and \nis imposed by law, and when no element of discretion is involved in performance thereof, \nthe writ of mandamus will issue to compel their performance.” (quoting Hartsfield v. \nSalem, 213 Ga. 760, 760, 101 S.E.2d 701, 701 (Ga. 1958))). \n13   In Bynum, the Georgia Court of Appeals held that the IDA had removed \nresponsibility for appointing counsel from the courts and instead placed it with GPDSC.  \nTherefore, the court held that the proper course for an indigent defendant seeking new \nappellate counsel is for the defendant to file a petition for a writ of mandamus, which the \ntrial court possesses the authority to grant.  Bynum, 658 S.E.2d at 198. \n721316.1 \n36 \n\n \nand conflict-free counsel consistent with the Constitution and laws of the \nUnited States and the Constitution and laws of the State of Georgia.  \nCOUNT II: \nDECLARATORY RELIEF \n \n(Asserted Pursuant to O.C.G.A. § 9-4-1 by all Plaintiffs  \nand all Persons Similarly against all Defendants) \n \n135.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n  136.  Plaintiffs and persons similarly situated seek a declaratory \njudgment under O.C.G.A. § 9-4-1 et seq. to afford relief from uncertainty \nand insecurity regarding their rights, status, and legal relations as indigent \ndefendants subject to post-conviction proceedings without counsel.   \n  137.  A real and actual controversy exists in that the Plaintiffs and \npersons similarly situated have suffered from or face the imminent risk of \nsuffering from the loss of their fundamental rights as stated herein.  \n  138.  The Plaintiffs and Class and Subclass Members therefore \nrequest that the Court issue a declaratory judgment as set forth in the prayer \nfor relief below.   \n721316.1 \n37 \n\n \nCOUNT III: \nPERMANENT INJUNCTIVE RELIEF \n \n(Asserted Pursuant to O.C.G.A. § 9-5-1 and § 9-5-8 by All Plaintiffs  \nand All Persons Similarly Against All Defendants) \n \n  139.  Each and every allegation of the Complaint is incorporated \nherein as if fully set forth. \n140.  Plaintiffs and those similarly situated seek permanent injunctive \nrelief under O.C.G.A. § 9-5-1 and § 9-5-8. \n141.  Defendants’ actions and inactions have caused and continue to \ncause, or create the risk of imminently causing, each named Plaintiff and \nthose similarly situated irreparable harm.  The injury suffered by Plaintiffs is \nactual and imminent: they are presently incarcerated awaiting pursuit of a \nmotion for new trial and appeal without representation.  There is a \nreasonable probability that they will be subjected to the wrongful conduct in \nthe future: they will remain without counsel until Defendants provide \ncounsel to them. \n142.  Plaintiffs and persons similarly situated have no adequate \nremedy at law. \n143.  As stated herein, Defendants’ individual actions, customs, and \npractices have deprived and threaten to deprive Plaintiffs and persons \n721316.1 \n38 \n\n \nsimilarly situated their right to adequate, effective, and conflict-free counsel \nand other fundamental rights.   \n144.  Plaintiffs and persons similarly situated therefore request that \nthe Court enjoin the Defendants from violating their statutory and \nconstitutional rights as alleged herein. \n145.  Following additional factual development, Plaintiffs and \npersons similarly situated will seek a particularized order of permanent \ninjunctive relief, identifying, among other things, professionally accepted \nstandards that the Defendants must meet in order to satisfy their statutory \nand constitutionally mandated duties to appoint effective, adequately-\nfunded, and conflict-free counsel.   \nCOUNT IV: \nDENIAL OF COUNSEL IN VIOLATION OF THE SIXTH \nAMENDMENT TO THE U.S. CONSTITUTION \n \n(Asserted Pursuant to 42 U.S.C. § 1983 by all Plaintiffs and all Persons \nSimilarly Situated against Defendants Perdue, Crawford, Berg, Stokes, and \nRodgers in their Official Capacities) \n \n146.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n147.  The Sixth Amendment of the United States Constitution \nguarantees a criminal defendant the assistance of counsel when he lacks the \nfinancial resources to provide for such assistance himself.  Gideon, 372 U.S. \n721316.1 \n39 \n\n \nat 343-45.  The right to counsel – and to the provision of counsel by the \nState when an indigent defendant cannot afford to provide for his own \nrepresentation – extends to “all ‘critical’ stages of the criminal proceedings,” \nMontejo v. Louisiana, 129 S. Ct. 2079, 2085 (2009) (citing United States v. \nWade, 388 U.S. 218, 227-28 (1967)), including the motion for new trial \nstage, see Williams v. Turpin, 87 F.3d 1204, 1210 (11th Cir. 1996).14   \n148.  Moreover, the right to counsel includes the guarantee that \ncounsel is not burdened by a conflict of interest.  Bonin v. California, 494 \nU.S. 1039, 1044 (1990) (“The right to counsel’s undivided loyalty is a \ncritical component of the right to assistance of counsel; when counsel is \nburdened by a conflict of interest, he deprives his client of his Sixth \nAmendment right as surely as if he failed to appear at trial.”) (citing \nHolloway v. Arkansas, 435 U.S. 475, 490 (1978)). \n149.  By their actions, inactions, customs, and practices alleged \nherein, Defendants, acting under color of state law, have failed to provide \nadequate conflict-free representation to Plaintiffs and other similarly situated \nindigent individuals in Georgia seeking to pursue motions for new criminal \n                                                 \n14   In Williams, the Eleventh Circuit concluded that “the motion for new trial is a \ncritical stage of the initial proceedings because it is at this stage that the constitutional \nright to equal and meaningful access to the courts, particularly through effective \nrepresentation by counsel, attaches, and that the defendant’s substantial rights on direct \nappeal may be adversely affected.”  Id. \n721316.1 \n40 \n\n \ntrials. As such, Defendants have effectively terminated the provision of legal \nrepresentation to Plaintiffs Flournoy, Amaker, Neal, Teasley, C. White, D. \nWhite, and others similarly situated in violation of the right to counsel as \nguaranteed by the Sixth and Fourteenth Amendments of the United States \nConstitution, as enforced through 42 U.S.C. § 1983 and other applicable \nlaw.  \nCOUNT V: \nDENIAL OF COUNSEL IN VIOLATION OF  \nGEORGIA CONSTITUTION ART. I, § 1, ¶ XIV) \n \n(Asserted by all Plaintiffs and all Persons Similarly Situated  \nagainst all Defendants) \n \n150.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n151.  Like the Sixth Amendment of the U.S. Constitution, the \nGeorgia Constitution protects an indigent defendant’s right to counsel.  See \nGA. CONST., art. I, § 1, ¶ XIV.  In Georgia, the right to counsel extends to \nthe motion for new trial stage.  See Adams v. State, 199 Ga. App. 541, 543, \n405 S.E.2d 537, 539 (1991) (reasoning that a motion for new trial is a \n“critical stage” of a criminal proceeding because it is “‘one in which a \ndefendant’s rights may be lost, defenses waived, privileges claimed or \nwaived, or one in which the outcome of the case is substantially affected in \n721316.1 \n41 \n\n \nsome other way’” (quoting Ballard v. Smith, 225 Ga. 416, 417, 169 S.E.2d \n329, 330 (1969))).   \n  152.  The motion for new trial stage is a “critical stage” in part \nbecause a defendant waives his claim of ineffective assistance of counsel if \nit is not raised at the earliest available opportunity (i.e., by the first conflict-\nfree attorney on the case post-sentencing)(cid:15) which is often in the motion for \nnew trial.  See, e.g., Brooks v. State, 267 Ga. App. 663, 664, 600 S.E.2d 737, \n739 (2004); Holland v. State, 240 Ga. App. 169, 170, 523 S.E.2d 33, 35-36 \n(1999).  The risk of waiving such a claim also means that the motion for new \ntrial stage is a critical stage at which conflict-free (appellate) counsel must \nbe made available to a defendant, so that the defendant may be free to raise \nsuch claims as necessary. \n153.  By their actions, inactions, customs, and practices alleged \nherein, Defendants, acting under color of state law, have failed to provide for \nadequate conflict-free representation for indigent individuals in Georgia \nseeking to litigate their criminal convictions or sentences at the motion for \nnew trial stage.  As such, the Defendants have effectively terminated the \nprovision of legal representation to Plaintiffs Flournoy, Amaker, Neal, \nTeasley, C. White, D. White, and others similarly situated in violation of \nArticle I, Section I, Paragraph XIV of the Georgia Constitution. \n721316.1 \n42 \n\n \nCOUNT VI: \nDENIAL OF APPELLATE COUNSEL IN VIOLATION OF THE \nFOURTEENTH AMENDMENT TO THE U.S. CONSTITUTION \n \n(Asserted Pursuant to 42 U.S.C. § 1983 by all Plaintiffs and all Persons \nSimilarly Situated against Defendants Perdue, Crawford, Berg, Stokes, and \nRodgers in their Official Capacities) \n \n154.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n155.  Under the Equal Protection Clause of the Fourteenth \nAmendment of the United States Constitution, an indigent defendant has the \nright to the effective assistance of counsel for his first direct appeal.  \nDouglas, 372 U.S. at 355.  Like the right to trial counsel, the right to \nappellate counsel requires effective and conflict-free assistance.  Wood v. \nGeorgia, 450 U.S. 261, 271 (1981). \n156.  By their actions, inactions, customs, and practices alleged \nherein, Defendants, acting under color of state law, have failed to provide for \nadequate conflict-free representation for indigent individuals in Georgia \nseeking to appeal their criminal convictions or sentences.  As such, the \nDefendants have effectively terminated the provision of legal representation \nto Plaintiffs Flournoy, Amaker, Neal, Teasley, C. White, D. White, and \nothers similarly situated in violation of the right to counsel as guaranteed by \n721316.1 \n43 \n\n \nthe Fourteenth Amendment of the United States Constitution, as enforced \nthrough 42 U.S.C. § 1983 and other applicable law. \nCOUNT VII: \nDENIAL OF APPELLATE COUNSEL IN VIOLATION OF  \nGEORGIA CONSTITUTION ART. I, § I, ¶ II) \n \n(Asserted by all Plaintiffs and all Persons Similarly Situated  \nagainst all Defendants) \n \n157.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n158.  Like the federal Constitution’s Equal Protection Clause, Article \nI, Section I, Paragraph II of the Georgia Constitution guarantees indigent \ndefendants the same rights as defendants who can afford their own legal \nrepresentation.  The Georgia Supreme Court has concluded that the right to \nappellate counsel requires effective and conflict-free assistance.  See \nEdwards v. Lewis, 283 Ga. 345, 658 S.E.2d 116, 121 (2008); Turner v. State, \n273 Ga. 340, 541 S.E.2d 641, 643 (2001).  More recently, the Georgia \nSupreme Court has concluded specifically that the duty of conflict-free \nassistance bars trial counsel from advising a convicted criminal defendant on \nwhether to raise ineffective assistance of counsel as a ground for new trial \npost-conviction; therefore, defendants considering whether to raise such \nclaims are entitled to conflict-free counsel on appeal.  Garland, 283 Ga. at \n205, 657 S.E.2d at 845-46. \n721316.1 \n44 \n\n \n159.  By their actions, inactions, customs, and practices alleged \nherein, Defendants, acting under color of state law, have failed to provide for \nadequate conflict-free representation for indigent individuals in Georgia \nseeking to appeal their criminal convictions or sentences.  As such, the \nDefendants have effectively terminated the provision of legal representation \nto Plaintiffs Flournoy, Amaker, Neal, Teasley, C. White, D. White, and \nothers similarly situated in violation of Article I, Section I, Paragraph II of \nthe Georgia Constitution. \nCOUNT VIII: \nDENIAL OF COUNSEL IN VIOLATION OF INDIGENT DEFENSE \nACT OF 2003, O.C.G.A. § 17-12-1, et seq. \n \n(Asserted by all Plaintiffs and all Persons Similarly Situated against \nDefendants GPDSC, Perdue, Crawford, Berg, Stokes, and Rodgers in their \nOfficial Capacities) \n \n160.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n161.  Section 1 of the Indigent Defense Act of 2003 (“IDA”) \nprovides that the GPDSC must appoint counsel for indigent defendants.  \nO.C.G.A. § 17-12-1 (“The council shall be responsible for assuring that \nadequate and effective legal representation is provided . . . to indigent \npersons who are entitled to representation under this chapter.”). \n721316.1 \n45 \n\n \n162.  Section 5(d) of the IDA mandates that the Director of the \nGPDSC administer and coordinate the operations of the Council, which \ninclude the appointment of counsel.  O.C.G.A. § 17-12-5(d)(3) (“The \ndirector shall . . . [a]dminister and coordinate the operations of the council \nand supervise compliance with rules, policies, procedures, regulations, and \nstandards adopted by the council.”). \n163.  Section 8 of the IDA mandates that the GPDSC “shall approve \nand implement programs, services, rules, policies, procedures, regulations, \nand standards as may be necessary to fulfill the purposes and provisions of \nthis chapter and to comply with all applicable laws governing the rights of \nindigent persons accused of violations of criminal law.”  O.C.G.A. § 17-12-\n8. \n164.  Section 22(a) of the IDA mandates that the GPDSC “shall \nestablish a procedure for providing legal representation in cases where the \ncircuit public defender office has a conflict of interest.”  O.C.G.A. § 17-12-\n22(a). \n165.  Section 22(b) of the IDA mandates that the GPDSC contract \nwith private counsel appointed in conflict cases: “If there is a conflict of \ninterest such that the circuit public defender office cannot represent a \ndefendant and an attorney who is not employed by the circuit public \n721316.1 \n46 \n\n \ndefender office is appointed, such attorney shall have a contractual \nrelationship with the council to represent indigent persons in conflict of \ninterest cases . . . .”  O.C.G.A. § 17-12-22(b). \n166.  Defendants, acting under color of state law, have failed to \nprovide for adequate conflict-free representation for indigent individuals in \nGeorgia at the motion for new trial stage and on appeal.  As such, the \nDefendants have effectively terminated the provision of legal representation \nto Plaintiffs Flournoy, Amaker, Neal, Teasley, C. White, D. White, and \nothers similarly situated, in violation of the Indigent Defense Act of 2003. \nCOUNT IX: \nDENIAL OF DUE PROCESS IN VIOLATION OF FOURTEENTH \nAMENDMENT TO THE U.S. CONSTITUTION \n \n (Asserted Pursuant to 42 U.S.C. § 1983 by all Persons Similarly Situated \nagainst Defendants Perdue, Crawford, Berg, Stokes, and Rodgers in their \nOfficial Capacities) \n \n167.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n168.  By their actions, inactions, customs, and practices alleged \nherein, Defendants, acting under color of state law, have arbitrarily and \nwithout justification failed to provide for adequate conflict-free \nrepresentation for indigent individuals in Georgia at the motion for new trial \nstage and on appeal.  As such, the Defendants have denied due process of \n721316.1 \n47 \n\n \nlaw to Plaintiffs Flournoy, Amaker, Neal, Teasley, C. White, D. White, and \nothers similarly situated, in violation of the Fourteenth Amendment of the \nUnited States Constitution, as enforced through 42 U.S.C. § 1983 and other \napplicable law.   \nCOUNT X: \nDENIAL OF DUE PROCESS IN VIOLATION OF GEORGIA \nCONSTITUTION ART. I, § 1, ¶ 1) \n \n(Asserted by all Plaintiffs and all Persons Similarly Situated  \nagainst all Defendants) \n \n169.  Each and every allegation of the Complaint is incorporated \nherein as if set forth in full. \n170.  By their actions, inactions, customs, and practices alleged \nherein, Defendants, acting under color of state law, have arbitrarily and \nwithout justification failed to provide for adequate conflict-free \nrepresentation for indigent individuals in Georgia at the motion for new trial \nstage and on appeal.  As such, the Defendants have denied due process of \nlaw to Plaintiffs Flournoy, Amaker, Neal, Teasley, C. White, D. White, and \nothers similarly situated, in violation of Article I, Section I, Paragraph I of \nthe Georgia Constitution. \n721316.1 \n48 \n\n \nLITIGATION EXPENSES \n \n(Asserted by All Plaintiffs and Class members against all Defendants) \n \n  171.  Each and every allegation of the Complaint is incorporated \nherein as if fully set forth. \n  172.  Plaintiffs are entitled to recover their expenses of litigation, \nincluding reasonable attorneys’ fees, pursuant to 42 U.S.C. § 1988 and state \nlaw, and their costs pursuant to O.C.G.A. § 9-4-9. \nPRAYER FOR RELIEF \n \n  WHEREFORE, based on the foregoing, Plaintiffs respectfully pray \nthat this Court grant the following: \nA.    Certify the case as a class action under O.C.G.A. § 9-11-23; \nGA. CONST. art. I, § 1, ¶ XIV; \nB.  Grant mandamus nisi and, upon hearing, issue mandamus \nabsolute requiring Defendants to provide effective and conflict-\nfree assistance counsel as required by the IDA and the U.S. and \nGeorgia Constitutions; \nC.  Enjoin all persons within the scope of an injunction under \nO.C.G.A. § 9-11-65(d) from proceeding against Plaintiffs in \ntheir criminal cases until such time as counsel is in fact \nprovided to each Plaintiff; \n721316.1 \n49 \n\n \nD.  Grant preliminary and permanent injunctive relief under 42 \nU.S.C. § 1983 and O.C.G.A. § 9-5-1, et seq., requiring \nDefendants to provide effective, adequately funded, and \nconflict-free counsel as required by the IDA and the U.S. and \nGeorgia Constitutions; \nD.  Order appropriate further system-wide remedial relief to ensure \nDefendants’ future compliance with their legal and \nconstitutional obligations to Plaintiffs; \nE.  Declare that: \n1.  Defendants have deprived Plaintiffs and persons \nsimilarly situated of their constitutional right to effective, \nadequately funded, and conflict-free counsel in the \nmanner stated herein, resulting in harm and a continuing \nthreat of harm to these persons;  \n \n2.  A constitutionally compliant system of providing \nindigent appellate defense requires Defendants to appoint \nnew, conflict-free counsel within 30 days of receiving \nnotice that an indigent defendant seeking to pursue a \nmotion for new trial or direct appeal is without counsel; \n \n3.  A constitutionally compliant system of providing \nindigent appellate defense requires Defendants to \nadequately fund counsel such that counsel do not have a \nconflict of interest in zealously pursuing their motions for \nnew trial and direct appeals; \n \n4.  A constitutionally compliant system of providing \nindigent appellate defense requires Defendants to ensure \nthat counsel maintain caseloads not to exceed \nprofessionally accepted standards and the mandatory \n721316.1 \n50 \n\n \ncaseload standards adopted by the GPDSC;  \n \n5.  If a constitutionally compliant system for appointing \neffective, conflict-free appellate counsel is not \nestablished within 60 days of the Court’s Order, that \nPlaintiffs have received per se ineffective assistance of \ncounsel that is presumptively harmful to their appeals; \n \n6.  If a constitutionally compliant system for appointing \neffective, conflict-free appellate counsel is not \nestablished within 60 days of the Court’s Order, that \nPlaintiffs have been denied due process of law; \n \n7.  If a constitutionally compliant system for appointing \neffective, conflict-free appellate counsel is not \nestablished within 60 days of the Court’s Order, that the \ncontinuing detention of any such indigent criminal \ndefendant awaiting appeal is unlawful and clearly \nunconstitutional. \n \nF.  Award costs and attorneys fees as permitted by 42 U.S.C. § \n1988 and state law; \nG.  Order that nonparties subject to this ruling be notified; \nH.  Grant Plaintiffs such other relief as the Court deems just, \nnecessary and proper. \n \n[signatures on next page] \n721316.1 \n51 \n\n \nRespectfully submitted this 15th day of December 2009. \n \n \n________________________    _________________________ \nGerald Weber  Emmet J. Bondurant \nGeorgia Bar No. 744878  Georgia Bar No. 066900 \nMelanie Velez  Michael A. Caplan \nGeorgia Bar No. 512460  Georgia Bar No. 601039 \nLauren Sudeall Lucas  Bondurant, Mixson & Elmore LLP \nGeorgia Bar No. 149882  1201 W. Peachtree Street N.E. \nSouthern Center for Human Rights  Suite 3900 \n83 Poplar Street N.W.  Atlanta, Georgia 30309 \nAtlanta, Georgia 30303  Telephone: (404) 881-4174 \nTelephone: (404) 688-1202  Facsimile: (404) 881-4111 \nFacsimile: (404) 688-9440   \n \nEdward T. M. Garland  Albert M. Pearson, III \nGeorgia Bar No. 284900  Georgia Bar No. 569275 \nDonald F. Samuel  Moraitakis, Kushel & Pearson LLP \nGeorgia Bar No. 624475  Suite 425 \nGarland, Samuel & Loeb, P.C.  3445 Peachtree Road, N.E. \n3151 Maple Drive N.E.  Atlanta, Georgia 30326 \nAtlanta, Georgia 30305  Telephone: (404) 261-0016 \nTelephone: (404) 262-2225  Facsimile: (404) 261-0024 \nFacsimile: (404) 365-5041   \n   \nJohn R. Martin  Stephen R. Scarborough \nGeorgia Bar No. 473325  Georgia Bar No. 628351 \nSandra Michaels  1201 Peachtree Street \nGeorgia Bar No. 504014  400 Colony Square, Suite 200 \nMartin Brothers, P.C.  Atlanta, GA 30361 \n44 Broad Street N.W.   \nSuite 500  Counsel for Plaintiffs \nAtlanta, GA 30303 \nTelephone: (404) 522-0400 \nFacsimile: (404) 223-6467 \n \n721316.1 \n52 \n\n \nCERTIFICATE OF SERVICE \n  I hereby certify that pursuant to Ga. Code Ann. § 9-11-4, I have this \nday perfected service of this PETITION FOR WRIT OF MANDAMUS \nAND  VERIFIED  COMPLAINT  FOR  INJUNCTIVE  AND \nDECLARATORY RELIEF upon Defendants at the following address: \nState of Georgia  Georgia Public Defender  \nOffice of the Attorney General  Standards Council \n40 Capitol Square, SW  104 Marietta Street  \nAtlanta, Georgia 30334  Suite 200 \n  Atlanta, GA 30303 \n \nSonny Perdue  W. Daniel Ebersole \nThe Office of the Governor  Georgia Office of Treasury  \nState of Georgia  and Fiscal Services \n203 State Capitol  200 Piedmont Avenue    \nAtlanta, Georgia 30334  Suite 1202, West Tower \n  Atlanta, GA 30334 \n \nMack Crawford  Michael Berg \nGeorgia Public Defender   Georgia Public Defender  \nStandards Council  Standards Council \n104 Marietta Street  104 Marietta Street \nSuite 200  Suite 200 \nAtlanta, GA 30303  Atlanta, GA 30303 \n   \nJim Stokes  Jimmonique R.S. Rodgers \nGeorgia Public Defender   Appeals Division \nStandards Council  Georgia Public Defender  \n104 Marietta Street  Standards Council  \nSuite 200  225 Peachtree Street, NE \nAtlanta, GA 30303  Suite 900, South Tower  \n  Atlanta, GA 30303 \n \n[signature on next page] \n721316.1 \n53 \n\n \nThis 15th day of December, 2009. \n \n \n__________________________ \n \n721316.1 \n54 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/40905"
    },
    {
      "date": "2011-12-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40909,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40909.pdf",
      "title": "Consent Decree",
      "text": "IN THE SUPERIOR COURT OF FULTON COUNTY \nSTATE OF GEORGIA \nMAURICE FLOURNOY, et aI.,  ) \n)  CIVIL ACTION \nPlaintiffs, on behalf of  )  FILE NO. 2009CV178947 \nthemselves and all persons  ) \n. similarly situated,  ) \n)  CLASS ACTION \nv.  ) \n) \nTHE STATE OF GEORGIA, et aI.,  ) \n) \nDefendants.  ) \n) \nCONSENT DECREE \n1.  Introduction \nPlaintiffs brought this class action lawsuit by the filing of a complaint on December 15, \n2009, in the Superior Court of Fulton County, seeking mandamus, declaratory and injunctive \nrelief against Defeudants based upon alleged violations of constitutional rights arising out of the \nprovision oflegal representation to indigent defendants in the motion-for-new-trial and appellate \nstages oftheir criminal cases.  Plaintiffs alleged both federal and state law claims.  All \nDefendants denied that their operation of the indigent defense system violated any constitutional \nor statutory requirements. \nIn order to resolve all issues pending between these parties without the expense, risks, \ndelays and uncertainties of a trial and any appeals that might follow such a trial, Plaintiffs and \nDefendants agree to the terms of this Consent Decree as stated below.  By entering into this \nConsent Decree, Defendants do not admit to the truth or validity of any claim made against them \nby Plaintiffs.  All parties acknowledge that the Court has jurisdiction over tltis case and authority \nto enter tIns Consent Decree and to enforce its terms.  The duration of this Consent Decree shall \nbe as provided in Section 14 below. \nA.  The parties agree tIla!, at the present time this Consent Decree was executed, no \nbacklog of Cases currently exists where requests for appointment of conflict-free \nappellate counsel have been received by GPDSC but have not been appointed new \nappellate counsel. \nB.  Subject to Section 4 below, Defendant GPDSC shall continue to abide by the \nrequirement oftlle Court's Order of February 23, 2010 mandating that Class \nMembers who make valid requests for confIjct-free appellate counsel that have \n1 \n\nbeen received by GPDSC are appointed counsel as soon as possible after the \nreceipt of a valid request. \nC.  Plaintiffs and their counsel agree to use reasonable efforts to inform Defendants in \na timely manner of any potential class member whose request for conflict-free \nappellate counsel has not been received by GPDSC or has been received but not \nresponded to by GPDSC in a manner the Plaintiffs believe is sufficient to properly \naddress the request in accordance with this decree. \n2.  Definitions \nFor purposes of this Consent Decree, the following terms have the meaning indicated \nbelow. \nA.  \"Appellate Division\" means the Appellate Advocacy Division of the GPDSC. \nB.  \"Attomey\" means any licensed member of the State Bar of Georgia who is employed \nby, contracted with, or otherwise engaged, whether for payor on a volunteer basis, by \nGPDSC to provide legal representation to one or more Class Members. \nC.  \"Business days\" mean every day except Saturdays, Sundays and legal holidays, \npursuant to O.C.G.A. § 1-4-1. \nD.  \"GPDSC\" shall mean the Georgia Public Defender Standards Council. \nE.  \"Calendar days\" mean every day including Saturdays, Sundays, and legal holidays. \nF.  \"Case\" means, for caseload purposes, the open file of each Class Member, but is \nmore clearly defined in Section 5. \nG.  \"Class Member\" or \"Class Members\" means all indigent persons who (i) were or will \nbe convicted in a Georgia court of a criminal offense carrying a term of incarceration; \nand (ii) have provided or will provide notice to Defendants of their request for \nconilict-free appellate counsel to pursue a motion for new trial and/or first direct \nappeal. \nH.  \"Contract Attorney\" means any attomey hired on an ad hoc or contractual basis by \nthe GPDSC to represent a Class Member. \nL  \"CPD\" means the Circuit Public Defender of the Circuit from which the Class \nMember's case originates. \nJ.  \"Day\" or \"days\" mean calendar days unless otherwise indicated. \n2 \n\n3.  Dismissal of Governor and Director of the Office of Treasurv as Defendants \nSubject to Paragraph 13(B) below, Defendants represent that the State of Georgia, \nGPDSC, and GPDSC officials named as Defendants in this action are capable of entering this \nConsent Decree and complying with its tenTIs.  Based upon and in reliance upon trus \nrepresentation, Plaintiffs agree to dismiss without prejudice the Governor and the Director of the \nOffice of Treasury from this lawsuit.  In the event that Defendants assert an inability to comply \nwith the tenTIS of this Decree or failure to jOin an indispensable party, Plaintiffs may move the \nCOUIt for permission to add the Governor and Director of the Office of Treasury as defendants to \nthis lawsuit and the Defendants may move to join indispensible parties, as well. \n4.  Revised Procedure for Addressing Requests for Conflict-Free Appellate Counsel \nThe palties agree that conflict-free appellate counsel may be more efficiently and \neffectively provided to Class Members through the adoption and implementation of a revised \nprocedure for responding to requests for conflict-free appellate counsel (\"Revised Transfer \nProcedure\") that is consistent with Garland Y. State, 238 Ga. 201 (2008), and the more recent \ndecisions ofthe Georgia Supreme Court in Williams Y. Moody, 287 Ga. 665 (2010); and Bell Y. \nStale, 287 Ga. 670 (2010).  To that end, the parties agree as follows: \nA.  Revised Transfer Procedure. The patties agree that GPDSC may adopt, subject \nto Section 4(B) and 4(C) below, a written Revised Transfer Procedure which: \n(i)  governs the manner in which CPOs communicate a Class \nMember's request for conflict-free appellate counsel to GPDSC; \n(ii)  provides a procedure for a staff attorney in the Appellate Division \nof the GPDSC (\"reviewing counsel\") to timely evaluate the \nasselted conflict-of-interest andlor Class Member's potential claim \nfor ineffective assistance described in the request; \n(iii)  provides a procedure for reviewing counsel to timely notify and \nadvise a Class Member of the results of her independent \nevaluation; \n(iv)  provides measllfes to ensure that the both the Class Member's \nrequest for conflict-free counsel and the communications between \nGPDSC, reviewing counsel, andlor the Class Member are \nconfidential and protected by the attomey-client privilege; and \n(v)  provides for the appointment of new, conflict-free counsel in the \nevent that either \n3 \n\n(a) reviewing counsel detennines there is a conflict-of \ninterest between the trial attorney and Class Member \nor the client has a good faith basis to assert an \nineffective assistance of counsel claim; or \n(b) the Class Member invokes his or her right to conflict \nfree counsel on appeal notwithstanding reviewing \ncounsel's determination that there is no conflict of \ninterest and no good faith basis to assert a claim of \nineffectiveness. \nB.  3-Month Evaluation Period. GPDSC has proposed to adopt a revised \"Conflict \nAppeals Transfer Procedures in Cases Subject to Appeal\" procedure in \nsubstantially the fonn as attached hereto as Appendix A (''Proposed Appellate \nConflicts Procedure\").  The parties agree that GPDSC may adopt the Proposed \nAppellate Conflicts Procedure set forth in Appendix A on or after ninety (90) \ndays after the date of entry of this Order provided that: \n(i)  In the event Plaintiffs raise a good faith objection or proposed \namendment(s) to the Proposed Appellate Conflicts Procedure on or \nbefore ninety (90) days after the date of entry of this Order, the \nGPDSC and Plaintiffs will promptly engage in in-person, good \nfaith negotiations conceming Plaintiffs' objections or proposed \namendment(s). \nC.  Right to Seek Rescission.  If, at any time during the duration of this Consent \nDecree, any party fonns a reasonable belief that the Revised Transfer Procedure \nor implementation thereof infringes or othelwise is inconsistent with Section \n4(A), Georgia law, or a Class Memher's constitutional right to conflict-free \ncounsel on appeal, that party should give notice to the other parties and shall state \nwith specificity the basis for their reasonable belief.  The pal1ies will promptly \nengage in good-faith negotiations and appropriate measures to cure the alleged \nnoncompliance.  If the parties do not reach agreement concerning the curative \nmeasures within 30 days after notice, any party may move the Court for rescission \nof the Consent Decree. \n5.  Additional Full-Time Staff Attorneys and Workload Controls \nA.  Additional Full-Time Staff Attorneys.  GPDSC will begin to hire by January \n15,2012, seven (7) additional full-time attorneys to staff the Appellate Division \nand be responsible for handling new cases per calendar year. The additional fuJl \ntime staff attorneys shall be hired by July I, 2012.  After, July 1,2012, the \nGPDSC shall continue to staff the Appellate Division with an additional seven \n4 \n\nfull-time attorneys through the duration of this Consent Decree, allowing for \nGPDSC discretion as to management of Division personnel. \nB.  Workload Controls.  Attorneys representing Class Members shall not maintain a \ntotal workload of cases per each calendar year exceeding 27 points, as calculated \npursuant to the \"WorkloadlCaseloads Controls And Weighted ease Assignment \nSystem\" attached hereto as Appendix B.  A \"case\" shall be defined as set forth in \nSection 2(F) above, except that GPDSC shall have the discretion to determine that \na case whioh has been fully briefed and argued and is awaiting deoision by a \nGeorgia appellate GOurt does not constitute a \"case\" for purposes of calculating an \nAttorney's workload.  For purposes of calculating an Attorney's total workload, a \n\"case\" shall include a case assigned in any previous year which remains open and \na transcript has been completed. \nC.  HIring Process.  Before hiring any Attorney as a full-time staff attorney to \nrepresent Class Members on their motions for new trial and .appeal, the Appellate \nDivision must: \n1)  Have the applicant submit a resume, writing samples and references who have \nreviewed the applicant's written work; \n2)  Conduct a reference check by phone or email; \n3)  Conduct an in-person interview with the applicant that is attended by the \nAppellate Division Director. \nD.  Qualifications for Staff Attorneys. All Attorneys employed as full-time staff \nattorneys by the Appellate Division to represent Class Members in their motions \nfor new l1ial and on appeal must: \nI)  Be assigned a supervisory attorney employed within the Appellate Division who, \nas to the staff attorney, will: \na.  Review the pleadings to be filed in assigned cases; \nb.  Provide consultation on investigative and procedural matters; \nc.  Ensure compliance with applicable workload standards; \nd.  Monitor the staff attorney's workload to ensure that all essential tasks on \nbehalf of clients are being performed, including but not limited to: \ni.  Whether sufficient time is devoted to interviewing and counseling \nclients; \nii.  Whether necessary investigations are conducted; \niii.  Whether sufficient legal research is undertaken; and \n5 \n\niv.  Whether sufficient preparations are made for motion for new trial \nhearings and appellate arguments. \n2)  Attend specialized trainings relating to Georgia appellate practice and procedure, \nincluding but not limited to an initial training seminar that addresses  Georgia \nappellate practice and procedure, and regular trainings throughout their \nemployment by the Appellate Division pertaining to Georgia motion for new trial \nand appellate practice and recent decisions affecting Georgia appellate law and \nprocedure; \n3)  Be subject to an annual written evaluation process through which the Appellate \nDivision Director and supervisory attomey will review the staff attomey's \nperformance, including, but not limited to: (1) the staff attorney's written work in \nassigned Cases; (2) the Case status and progress since time of assignment for all \ncases assigned to the staff attorney; and (3) any complaints or inquiries made by \nClass Members represented by tbe staff attomey. \n6.  Contract Counsel \nSubject to provisions set forth below, Defendant GPDSC shall be authorized to contract \nwith qualified private attorneys, as that term is defined below, for representation of Class \nMembers.  From the inception of this Consent Decree until its termination, Defendants will \nprovide Plaintiffs with a copy of any new or amended coutract(s) on a monthly basis. \nA.  Contract Counsel Fees.  The contracts will provide that the Contract Attorneys \nshall be paid $2,000.00 for the first 40 hours of work, which shall be paid in 3 \ninstallments: upon receipt of a copy oftbe Contract Attomey's entry of \nappearance, upon proof of filing of first substantive brief; and upon completion of \nthe case.  Upon proof of completion of the first 40 hours of work, GPDSC shall \npay $60.00 per hour for in court work, and $45.00 per hour for out of court work, \nup to 66 hours total for hours reasonably workedIn the event that the case \nrequires that the Contract Attorney reasonably expend more than 66 hours on the \ncase, the Contract Attomey shall be authorized to request additional per-hollr \ncompensation for time reasonably expended in the case.  In the event GPDSC \ndenies a request for additional compensation, it shall describe the reason for the \ndenial in writing.  The contracts shall provide that the denial of additional per \nhour compensation is reviewable within a reasonable time \nby a committee of the Council which shall consist of three (3) members, two of \nwhom must be sitting Judges of a Georgia Superior or State Court with the \nauthority to reverse the denial of a fee or expense request. \nB.  Reimbursement or Advancement of Cases Expenses. GPDSC agrees to \nadvance or reimburse Contract Attorneys for any reasonable request for expert, \ninvestigative, travel and other case-related expenses incurred in connection with \n6 \n\nthe representation of a Class Member.  Contracts would have no pre-assigned \nlimits to travel, experts or other costs, but may require pre-approval for certain \nexpenses at the discretion of GPDSC.  Such pre-approval shall not be \nunreasonably withheld. \nC.  Minimum Qualifications and Hiring of Contract Counsel \n1)  All Contract Attorneys must either (i) have at least three years of prior experience \nin handling criminal cases including criminal appeals; or (ii) be a licensed \nattorney for five years; or (iii) be supervised by aIawyer, with at least three years \nof prior experience in handling criminal cases including criminal appeals or has \nbeen a licensed attorney for at least five years. \n2)  Before hiring any Contract Attorney to represent Class Members in their motions \nfor new trial and appeal, the Appellate Division must: \na)  Have the applicant submit a resume, writing samples and several references \nwho have reviewed the applicant's written work; \nb)  Have the applicant disclose the volume and nature of his or her CUITent and \nanticipated private caseload during the contract term and ensure through a \ndiscussion of sarne that the applicant will have the required time and \nexperience to handle the number and type of Cases that will be assigned under \ncontract; \nc)  Conduct a reference check by phone or email; and \nd)  Conduct an in-person interview with the applicant that is attended by the \nAppellate Division Director in instances where the Contract Attorney \ncandidates main office is within 100 miles of the GPDSC Appellate Division \nOffice.  Interviews for those candidates outside of 100 miles away may be \nconducted by telephone or by other available electronic means. \n3)  Contract Attorneys representing Class Members must certify in writing that they \nhave not been subject to disciplinary fmdings by the State Bar or other court or \nagency in the previous five years. \n4)  Contract Attorneys representing Class Members must undergo a training program \norganized and produced by the GPDSC. \nD.  Other Contractual Elements. All contracts with Contract Attorneys \nrepresenting Class Members must also include the following elements: \n1)  An affirmation by the Contract Attorney that the Contract Attorney will (i) \nprovide for the allotted time; (ii) not accept additional work that prevents the \nContract Attorney frorn devoting that amount of time to the Case or Cases; and \n7 \n\n(iii) comply with the workload standard set forth in Appendix B taking into \naccount the percentage of time spent on Contract Attorney's private caseload. \n2)  A provision giving GPDSC the ability to restrict the number of Cases a Contract \nAttorney may be assigned by GPDSC per fiscal year, which takes into account \nwhether the cases assigned under contract are the only cases handled by the \nContract Attorney, whether the Contract Attorney handles other cases (i.e., \nconflict trial cases) under GPDSC contracts, and whether the Contract Attorney \nmaintains a private caseload in addition to Cases assigned under contract. \n3)  A provision requiring the Contract Attorney to certifY that he or she meets the \nminimum levels of experience and specific qualifications required to represent \nClass Members; \n4)  A description of GPDSC' s case management and reporting system; \n5)  A description of available training and professional development opportunities \nand requirements as well as the workload standard set forth in Appendix B; \n6)  A provision requiring a Contract Attorney to provide a timely written report on a \nqualterly basis the status of their cases and the number of hours they have spent \non each case; \n7)  Protection of client confidences, attorney-client information and of work product \nrelated to contract cases; \n8)  Identification ofattorney(s) who will perform legal representation under the \ncontract and prohibition of substitution of counsel without prior approval; \n9)  A provision imposing on the Contract Attorney an ongoing duty to report bar \ncomplaints, any findings of ineffective assistance of cOUllsel against the Contract \nAttorney, contempt findings or other disciplinary findings; \n10) The term of the contract and the responsibility ofthe Contract Attorney for \ncompletion of cases aSSigned under the contract; \n11) GroUllds for termination of the contract by the parties and/or prohibition of future \ncontracts with GPDSC, including noncompliance with any of the above terms. \nE.  Current Contracts.  As it pertains to contracts executed before the entrY of this \nConsent Decree, GPDSC shall, within a reasonable time after entry of the Consent \nDecree, notifY all current Contract Attorneys that GPDSC will not enforce any \nprovision in their contracts that impose maximums for reimbursements of travel, \nexperts or other costs and expenses, but GPDSC may continue to require pre-\n8 \n\napproval for certain expenses at the discretion of GPDSC.  GPDSC shall also \nnotify current Contract Attorneys of the procedure set forth in Section 6(A) \npertaining to per-hour compensation for work on Cases that exceeds 40 hours, aud \nsaid provisions shall apply to all contracts executed in the current fiscal year if the \nContract Attorneys can provide reliable documentation, as determined by the \nGPDSC, of hours reasonably worked. \n7.  Monitoring of Contract Counsel \nA.  Defendant GPDSC shall monitor Contract Attorneys who are assigned to the class \nmember's cases.  Steps taken to inonitor the contractors shall be documented in an \nelectronic database.  Defendant GPDSC shall use reasonable efforts to enforce the \ncontractual requirement that contractors who are assigned to the class member's \ncriminal cases provide, on a quarterly basis, the status of their cases and the \nnumber of hours they have spent on each case (\"Quarterly Reports\").  Beginning \nApril 10, 2012 until the termination of this Consent Decree, Defendants will \nprovide Plaintiffs with copies of any such Quarterly Reports received from \nContract Attorneys on a monthly basis (redacted of privileged information). \nContractor attorneys will be monitored using the \"GPDSC Extra-net System.\" \nFactors to be evaluated and monitored will include: \nI.  Whether sufficient time is devoted to interviewing and counseling \nclients; \nii.  Whether necessary investigations are conducted; \niii.  Whether sufficient legal research is undertaken; \niv.  Whether sufficient preparations are made for motion for new trial \nhearings and appellate arguments. \nB.  The monitoring procedure shall set forth objective and SUbjective criteria for \nevaluating, including, but not limited to: (1) review of the Contract Attorney's \nwritten work in assigned Cases; (2) review of Case status and progress since time \nof assignment; and (3) any complaints or inquiries made by Class Members \nrepresented by the Contract Attorney. \nC.  Pursuant to the monitoring procedure set forth above, the GPDSC shall conduct a \nreview of all Cases assigned to Contract Attorneys on at least a quarterly basis to \ndetermine whether progress has been made and whether timely action has been \ntaken in each Case.  If, upon review, it appears that no action has been taken and \nno progress made, and there is no explanation apparent from the monthly status \nreports submitted by the Contract Attorney, the Appellate Division Director must \n9 \n\nconduct a discussion with the Contract Attorney to determine whether effective \nrepresentation is being provided in that Attorney's assigned Cases. \n8.  Data Collection \nA.  GPDSC Appellate Division will hire a full-time accountant/auditor to be responsible \nfor maintaining and updating relevant data by February I, 2012. \nB.  GPDSC shall maintain an electronic database of all cases in which appellate counsel \nhas been assigned by GPDSC to present and future Class Members, including for \neach case: \nI)  Case number, charges, county of conviction, dates of conviction and sentencing, \nlength of sentence, judge presiding over the case; \n2)  Date of request for new, conflict-free counsel; \n3)  Date of assignment of new, conflict-free counsel; \n4)  Name of assigned counsel and designation as GPDSC staff attorney, public \ndefender, or contract attorney; \n5)  Date of entry of appearance; \n6)  Any subsequent assignments of counsel made, including date of new \nappointment; \n7)  Date of filing of transcript; \n8)  Date of filing for motion for new trial (and any subsequent amended motions); \n9)  Date of motion for new trial hearing; \n10) Disposition of mo·tion for new trial; \n11) Date offiling appellate briefs; \n12) Disposition of appeal; \n13) Current status of the case, as provided in any status updates; \n14) Any requests for expert, investigative, travel, or other case-related expenses and \nthe GPDSC's response. \n10 \n\n9.  Reporting to Class Counsel \nA.  Beginning on April 10, 2012, GPDSC sball provide to Class Counsel on a \nmonthly basis non-privileged documents sufficient to sbow, as it relates to eacb \nClass Member's Case, the data set forth in Section 7(A) and 8. \nB.  Within 30 days ofwben a contract is executed between GPDSC and a Contract \nAttorney, GPDSC sball provide a copy of tbe executed contract to Class Counsel. \nC.  GPDSC shall provide to Class Counsel non-protected information used to \ndetermine contractor is qualified and in compliance at the time of contracting with \neacb contractor. \nD.  Beginning on April 10,2012, Class Counsel shall be permitted to inspect on a \nquarterly basis on request the following non-privileged information maintained hy \nGPDSC:  (i) JCATS data of any Attorney hired to represent one or more Class \nMembers; (ii) briefs and motions filed by any Attorney hired to represent one or \nmore Class Members; (iii) any complaints made by Class Members regarding \ntheir appellate representation; (iv) information relating to the denial of any request \nby an Attorney for additional compensation or expense reimbursement; and (v) \ndocuments relating to implementation and operation of the Revised Transfer \nProcedure set forth in Section 4 above. \n10.  Class Member Communications \nA.  The GPDSC shall establish, administer, and comply with a procedure requiring \nthe recording of Class Member inquiries and complaints (oral or Wlitten) in a \nsearchable and organized database with sufficient non-privileged descriptive \ninformation concerning the nature of the communication and the status of the \nClass Member's case and present representation. \nB.  Defendant GPDSC shaIl use reasonable efforts to put in place within 60 days of \nthe signing oftbe Consent Decree a system to track written communications \nreceived from class members. The tracking system will include tbe name of the \nclass member, tbe criminal case number, the name of the class member's criminal \nattorney, and tbe non-privileged description of the nature of communication \nreceived from tbe class member. This information sball be maintained in an \nelectronic database. \nC.  Defendant GPDSC sball use reasonable efforts to respond in writing within 30 \ndays of receipt of eacb written communication from a class member. The date of \nthe response will be entered into tbe tracking system. \n11 \n\nD.  From the inception of this system until the termination of the Consent Decree, \nDefendants will provide Plaintiffs with a copy of the information in this elech'onic \ndatabase on a monthly basis. \nE.  Defendant GPDSC shall use reasonable efforts to ensure that the conflict-free \nattorney assigned to the class member's criminal case is reminded that hislher \nprofessional responsibility to the client includes informing the client ofhislher \nrepresentation of the client. \n11.  Relief for Named Plaintiffs \nThe parties agree that Class Counsel may contact GPDSC as necessary concerning any of \nthe named plaintiffs in this action.  Class Counsel and the GPDSC will cooperate in good faith \npursuant to applicable law in advocating for the best interests of the named plaintiffs. \n12.  Other Mechanisms for Providing Counsel \nThe parties agree that the preferable method of delivering indigent defense services to \nClass Members is through the use of full-time staff attorneys within the Appellate Division of the \nGPDSC. Notwithstanding the above, GPDSC retains the ability to use other methods at its \ndiscretion to appoint conflict-free counsel to Class Member cases, including the use of the Inter \nCircuit program, provided that such methods are consistent with the provisions of this Consent \nDecree, including the application of the workload standard set forth in Appendix B. \n13.  Enforcement \nA.  Notice and Opportunity to Cnre Non-Compliance. If Class Counsel form a \nreasonable belief that Defendants are not in compliance with this Consent Decree, \nPlaintiffs must give notice to GPDSC in writing, and if so shall state with \nspecificity the alleged noncompliance.  Upon GPDSC's receipt of such notice, the \nparties will promptly engage in good-faith negotiations concerning the alleged \nnoncompliance and appropriate measures to cure the alleged noncompliance.  If \nthe parties have not reached an agreement on the existence of the alleged non \ncompliance and curative measures within forty-five (45) days after Plaintiffs' \nnotice to GPDSC, Plaintiffs may seek an appropriate judicial remedy with respect \nto the alleged non-compliance.  The parties may extend this time period by \nagreement.  Plaintiffs have a duty to bring suspected non-compliance to \nDefendants attention in a timely manner and in good faith before seeking a \njudicial remedy.  Defendants must be allowed a reasonable time to cure any \nalleged non-compliance.  Plaintiffs agree that this procedure must be followed to \nin order seek judicial remedies. \nB.  Relief Upon Defense ofInsufficlent Funds.  Defendants do not speak for the \nGeorgia General Assembly, which has the exclusive power under Georgia law to \n12 \n\ndetennine the appropriations for the State's programs for indigent defense. \nHowever, Defendants acting under their existing authority agree that it will be a \ncondition of their provision of indigent defense selvices covered by this Consent \nDecree to substantially comply with the Consent Decree within their ability.  If \nPlaintiffs seek ajudicial remedy for Defendants' substantial noncompliance with \nthis Consent Decree, and at any stage of subsequent enforcement proceedings \nDefendants assert insufficient funds as a legal excuse, Plaintiffs may move to \nrescind their consent to the Consent Decree. \n14.  Duration of Decree \nA.  This Consent Decree shall remain in effect until the later of March 1, 2014 or \nuntil such time as Defendants have been in substantial compliance with the tenus \nof this Consent Decree for one year. \nB.  At that point parties may file a motion to terminate jurisdiction over this Consent \nDecree with the Court. Plaintiffs shall not contest a timely and appropriate \nmotion to terminate unless: (i) Plaintiffs dispute State Defendants' assertion that \nthey have achieved and sllstained substantial compliance on all provisions of the \nConsent Decree for one year; (ii) an unresolved motion relating to non \ncompliance with any other provision of this Consent Decree remains pending; or \n(iii) any Court Order or Stipulation providing a remedy for a prior allegation of \nsucb non-compliance with any other provision of this Decree is in effect or has \nnot been complied with at the time of the motion to tenuinate. \n15.  Miscellaneous Provisions \nA.  Unless otherwise provided in this Consent Decree, all notices under this Consent \nDecree shall be deemed duly given upon delivery by email, hand, or three days \nafter posting, if sent by registered mail, return receipt requested.  All notices \nunder this Decree shall be provided to the party at the address set forth as follows: \nAs to Plaintiffs: \nGerald Weber \nMelanie Velez \nLauren Sudeall Lucas \nAtteeyah Hollie \nSouthern Center for Human Rights \n83 Poplar Street N. W. \nAtlanta, Georgia 30303 \nTelephone: (404) 688-1202 \nFacsimile:  (404) 688-9440 \n13 \n\nEmmet J. Bondurant \nMichael A. Caplan \nBondurant, Mixson & Elmore, L.L.P. \n3900 One Atlantic Center \n1201 West Peachtree Street \nAtlanta, Georgia 30309 \nPhone: (404) 881-4100 \nFacsimile: (404) 881-4111 \nE-mail: caplan@bmelaw.com \nAs to Defendants: \nDeBrae Kennedy, Esq. \nOffice of the Attorney General \n40 Capitol Square, S.W. \nAtlanta, Georgia 30334 \nB.  This Consent Decree constitutes the entire agreement between the parties with \nregard to the subject matters contained therein, and hereby supersedes all prior \nagreements, representations, statements, negotiations, and undertakings. \nC.  All parties to the Consent Decree have participated in its drafting and, \nconsequently, any ambiguity shall not be construed either for or against any party. \nD.  If, for any reason, the Court fails or refuses to enter this proposed Consent Decree \nas signed by the authorized signatories, or as altered in accordance with their \nconsent freely given prior to entry, then the proposed Consent Decree itself, and \nany agreement Dr statement contained in the propDsed Consent Decree, is null and \nvoid and may nDt be enforced. \nE.  This agreement will be executed by Class Counsel and Counsel for all the \nDefeodants except GPDSC. The signatDries below represent that they have \nauthority tD execute this agreemeot on behalf the parties for whom they sign. \nGPDSC shall, as early as practicable, meet to cDnsider this Consent Decree, and \nupon approval of GPDSC, the Consent Decree shall be jointly submitted for \napproval by the Court pursuant tD O.C.G.A. § 9-1l-23(e). \nF.  Any party may add Dr amend the name of the party's representative to whom \nnDtice shall be given as set fDrth in Section IS(A) by providing written nDtice to \nall parties of their additiDn or amendment. \n14 \n\n16.  Attorney's Fees and Expenses of Litigation \nA.  The parties shall attempt without court intervention to resolve the proper amount \nof Class Counsel's fees and expenses ofiitigation. If the parties cannot reach \nagreement on the proper amount of attorneys' fees and expenses ofiitigation, \nClass Counsel shall file an application for fees and expenses in accordance with \nthe requirements of applicable law and procedure within forty-five (45) days \nfollowing entry ofthis Consent Decree.  Any objection to Class Counsel's motion \nseeking a fee award shall be filed within twenty-one (21) days following the \ndocketing of Class Counsel's motion.  For purposes of this settlement, Defendants \nwill not oppose Plaintiffs' characterization of themselves as the prevailing party \nin this litigation pursuant to 42 U.S.C. § 1988; provided, however, defendants do \nnot concede that plaintiffs are entitled to any specific award of attorneys' fees. \nThe amount of any award sball be determined by the Court in accordance with the \nrequirements of applicable law and procedure. \nB.  All parties reserve wbatever rights each may bave to appeal the award of \nattorneys' fees and expenses awarded by the Court. \nSO ORDERED this __ day of ____\"  2011. \nHONORABLE JERRY W. BAXTER \nFULTON COUNTY SUPERIOR COURT \nATLANTA JUDICIAL CIRCUIT \n15 \n\nCONSENTED TO; \nFor the Plaintiffs: \n&.::}L \n11.){Lf/r I \nDate \nIt! \n/-;)/;'1 \nMicHael A. Capl n, Esq.  Date~   J \nClass Counsel \n~tw~~  /z-[JII!/I \nr.;~uren Su  I Lucas, Esq.  Date  ' \nClass Counsel \nFor Defend  ts: \nTm,hL \nDirector, Georgia Public Defender Standards Council \nI;L /J 1/J.j) I I \nDeB rae Kennedy,  Date \nAssistant Attorney  eral \nOn Behalf of All Defendants Except GPDSC \nJ2/2I/2D!/ \nDeBrae Kennedy, ES  Date  ~ .r.:UaA~ \nAssistant Attorney General  ~ ~ /2j%/2fJ/; \nOn Behalf of GPDSC \n16 \n\nAPPENDIX A \nConflict Appeals Transfer Procedures in Cases Subject to Appeal \nInitiation ofr equest \n•  If the client wishes to appeal, trial counsel shall promptly file a skeleton motion for a new \ntrial (and order the transcript; see USeR 41.3), thereby securing the client's appellate \nrights within the 30-day deadline. \n•  Either the client or trial counsel may suggest an ineffectiveness claim and seek transfer of \nthe case and substitution of new counsel. \n•  The CPD will be responsible for the initiation and completion of the necessary forms for \nthe process. \n•  The claim will be initiated on a revised GPDSC \"Conflict Appellate Transfer Request \nForm\" identifying the case, the couli, the judge, the charges, the procedures and \nchronology culminating in the conviction, the sentences, the date the skeleton motion was \nfiled and the transcript ordered, the names and addresses of trial counsel, prosecuting \ncounsel, and the court reporter, and the number of days consumed in trial and hearings. \no  The heart of the fOim will be a section (or an attachment) outlining the specific \nprofessional derelictions of counsel in enough detail that they can be promptly \nand intelligently considered or investigated.  Each dereliction should address its \neffect upon the trial and the \"reasonable likelihood\" standard for harm.  For \nclient-initiated claims, it may be necessary for counselor a colleague to meet with \nthe client and assist in writing out or articulating the specific claims.  If detailed \nenough, a client's letter of complaint could suffice. \no  Another section (or attachment) will include counsel's response to each asserted \ndereliction, her reasons or reasoning for proceeding as she did, and her assessment \nof the effect of the complained act or omission on the outcome of the proceedings, \nall in appropriate detail. \no  The CPD will review all forms and attendant documents to ascertain the nature of \nthe claim, whether immediate corrective action is required on the part of the CPD \nas a result and whether the materials are complete. \n•  The completed form and attendant documents shall be transmitted by the CPD or her \ndesignee via email to Appellatereguest@gapublicdefender.org . \n17 \n\nGPDSC Inquiry into Claim \n•  The GPDSC shall assign a staff attorney within the Appellate Division (\"Reviewing \nAttorney\") to timely review and evaluate the asserted conflict-of-interest and/or Class \nMember's potential claim for ineffective assistance described in the request. \n•  With the specific claims identified on the form and with attached documents, the next \nstep is for the Reviewing Attorney to consult with ihe client, either personally or by letter \nregarding his basis for the claims.  In either form, the consultation will be documented. \n•  Following consultation, the Reviewing Attorney shall analyze whether the the client has a \ngood faith basis to assert ineffectiveness based on the available information and whether \ntrial counsel otherwise has a conflict of interest from representing the client on appeal. \nSee Harden v. Johnson  28'0 Ga. 464, 464-465 (2'0'06) (holding that in reviewing \ncounsel's performance, the focus is not the accused's evaluation of his counsel's \nperformance; instead, the focus is whether there has been a true adversarial process with \nthe accused's counsel acting as a reasonably effective advocate for the accused. \nAccordingly, in evaluating an ineffective assistance claim, no weight is attached to the \naccused's expression of satisfaction or dissatisfaction with counseL); Grace v. State, 262 \nGa. 485, 486 (1992); see United States v. Cronic, 466 U.S. 648, 657, n. 21 (1984).  If \nfurther investigation is necessary to advise the client on any ofthe two matters set forth \nabove, the Reviewing Attorney should presume for the purposes set forth below that the \ntrial attorney has a conflict of interest from representing the client on appeal. \nAction on request \n•  If the Reviewing Attorney concludes that there is no good faith basis for asserting \nineffectiveness and the trial attorney does not otherwise have a conflict of interest from \nrepresenting the client on appeal, she shall advise the client in writing of her conclusion. \nThe client should be afforded copies of the important, relevant cases which he can study \nfor himself, ideally along with the Reviewing Counsel's written analysis. \na  The client should be advised of the definition of a conflict of interest and the legal \nbasis for an ineffective assistance of counsel claim resulting in a conflict. See \nEdwards v. Lewis, 283 Ga. 345 (2'008) (\"One component of the right to the \neffective assistance of counsel is the right to representation that is free of actual \nconflicts of interest.) \no  The client should also be made aware that the decision whether to raise an \nineffectiveness claim falls exclusively to counsel (Jones v Eames; Bell v. State) \nand that Georgia's forfeiture rule (Glover v. State) would bar the claim \nsubsequently if counsel elected not to raise it. \n18 \n\no  The client shall also be notified that, notwithstanding the Reviewing Attorney's \nconclusion that no good faith basis exists to assert ineffectiveness and that trial \ncounsel does not otherwise have a conflict of interest from representing the client, \nthe client nevertheless is entitled to reqnest and be provided new, conflict-free \ncounsel on appeaL  (Garland v. State.) \n•  ConverSely, if Reviewing Attorney determines that a good-faith basis exists to assert \nineffectiveness or trial counsel otherwise has a conflict of interest from representing the \nclient on appeal, the Reviewing Attorney shall notify the client of that deternnnation in \nwriting.  The Reviewing Attorney shall also advise the client of the difficulties and \ndisadvantages of reserving an ineffectiveness claim for pursuit on habeas (namely that the \nclient will not be constitutionally entitled to counsel).  Particularly for counsel-initiated \nsubstitutions, the client should be aware that substitute counsel will make the ultimate \ndecision as to whether the claim is actually raised on appeal, and be provided an \nopportunity to forego his request for conflict-free counsel and preserve the claim for \nhabeas. \no  The client should be afforded copies of the important, relevant cases which he can \nstudy for himself, ideally along with the reviewing lawyer's written analysis. \no  The client should be made aware tllat the decision whether to raise an \nineffectiveness claim falls exclusively to rus new counsel (Jones v Barnes; Bell v. \nState) and that Georgia's forfeiture rule (Glover v. State) would bar the claim \nsubsequently if couusel elected not to raise it. \no  The client shall also be notified that the client is entitled to request and provided \nnew, conflict-ft'ee counsel on appeal.  (Garland v. State.) \n•  Under either determination above, the decision on the viability of the claim and \nnotification to the client will be made within 30 days of the submission of a completed \ntransfer form to the appellate email address.  Should GPDSC be unable to make a \ndetermination within 30 days, the case shall be assigoed to new conflict-free counsel \nwithin 15 additional days (45 days from receipt of notification). \n•  Where either (i) there appears to be a viable claim of ineffectiveness; or (ii) the client \nrequests new, conflict-free counsel notwithstanding the GPDSC's determination that his \nor her potential claim of ineffectiveness is not viable, new conflict-free counsel will be \nidentified and appointed by the central Appellate Division within 15 days from the \ndecision (45 days from receipt of notification) or request for conflict-free counsel \nnothwithtanding Reviewing Counsel's determination that no good faith basis exists for \nraising ineffectiveness. \n•  When the Division has identified new counsel, trial counsel should formally move to \nwithdraw concurrently with new counsel's entry of appearance, and both should assure \n19 \n\nthat this infonnation is conveyed to client, court reporter, and prosecuting couusel.  Old \nand new counsel should arrange directly between themselves for the transfer of the case \nfile. \n•  The GPDSC and CPDs shall take all measures appropriate to ensure that all \ncommunications concerning the client's request for new counsel and potential grounds \nfor a new trial or appeal shall be maintained as confidential and be entitled to the \nprotection of the attorney-client privilege. \n20 \n\nAPPENDIXB \nWorkload/Caseloads Controls \nAnd \nWeighted Case Assignment System \nThe assignment capacity for attorneys is set using a weighted system as depicted in the \nchart below: \nType of Case  Weieht \nMWGP  .25 \nMisdemeanor (MNT through direct appeal)  .25 \nFelony less than 5 days (MNT through direct  1 \nappeal) \"standard\" case \nFelony more than 5 days (MNT through direct  1.5 \naj)]lealt \nFelony (appeal only)(raritv)  1 \nCase Complexity Factors \nPursuant to the scope of this decree, the majority of cases appointed to new counsel will \nnot be at a stage where the transcripts of the trial or sentencing have been produced. As a result, \nthe length of the transcript will generally not be a factor that could be considered in evaluating \nthe complexity of a case in determining to whom the case should be appointed.  Instead and prior \nto the appointment of cases, within the discretion of GPDSC, the following factors taken from \nthe new \"Conflict Appellate Transfer Request Form\" will be assessed in relation to the overall \nanticipated complexity of the case on appeal: \n1.  Days of trial from first witness to final witness \n2.  Presence of charges involving statutory seven deadly offenses \n3.  Number of felony charges in indictment \n4.  Number of offenses for which the defendant stands convicted \n5.  Number of co-defendants \nWhile there is no numerical corollary atb:ibuted to anyone of these factors, the greater \nnumber of factors suggests a greater complexity, and may require adding weight to a particularly \ncomplex case. \n21 ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/40909"
    },
    {
      "date": "2010-02-23",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Georgia state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 40907,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/40907.pdf",
      "title": "Order on Class Certification and Mandamus",
      "text": "JudgeJerry W.  Baxter \nSUPERIOR COURT OF FULTON COUNTY \n185 Central Avenue, SW \nSuite T 4855 \nAtlanta, Georgia 30303 \nFax: (404) 224-1347  Phone: (404) 612-3740 \nFax /  Email COVER SHEET \nFAX /  EMAIL ADDRESS:  C2fl?v\\~ bCv:e{OA?  C~ \n2...-/2..3/2\nDATE SENT:  0 10 \n7  7 \nSENT BY:  Staff Attorney \nCOMMENTS: \n* if \nthere are aJ!)' questioNs regardillg this fax/email tra11Smissioll or attached pleadings, please contact S tciff \nAtto17Zry at (404) 612-3742. \n\nIN THE SUPERIOR COURT OF FULTON COUNTY \nSTATE OF GEORGIA \n) \nMAURICE FLOURNOY, et aI.,  )  CIVIL ACTION \n) \nPlaintiffs, on behalf of  )  No. 2009CV178947 \nthemselves and all persons  ) \nsimilarly situated,  ) \n) \nv.  ) \n) \nTHE STATE OF GEORGIA, et aI.,  ) \n) \nDefendants.  ) \n---------------------------) \nORDER ON CLASS CERTIFICATION AND MANDAMUS \nPlaintiffs, six indigent defendants convicted of felonies after trial, brought this putative \nclass action on December 15, 2009, against the State of Georgia, the Georgia Public Defender \nStandards Council (\"GPDSC\"), and various state officials contending that they had been denied \nthe assistance of conflict-free counsel in their motions for new trial and appeals.  In their \nComplaint, Plaintiffs sought a writ of mandamus against Governor Sonny Perdue and GPDSC \nofficials, including Mack Crawford, the Director of the GPDSC; Mike Berg, the Chairman of the \nGPDSC; Jim Stokes, the Conflicts Division Director of the GPDSC; and Jimmonique Rodgers, \nthe Appellate Advocacy Division Director of the GPDSC.  Simultaneous to filing the Complaint, \nPlaintiffs moved to celiify a class of similarly situated indigent defendants.  The Court held an \nevidentiary hearing on both mandamus and class certification on February 5 and February 10, \n2010.  After reviewing the record and hearing the evidence and arguments presented during two \ndays of hearings, the Court enters the following findings of fact and conclusions of law.! \nPlaintiffs also seek injunctive and declaratory relief in their Complaint.  These additional \nrequests for relief are not presently before the Court and therefore are not considered in this \n\nFINDINGS OF FACT \nAt the time of filing of the Complaint, the Plaintiffs in this action were among \napproximately 187 indigent defendants in Georgia who had not been provided a conflict-free \nappellate attorney to handle their motions for new trial and direct appeals? The named Plaintiffs \nand the putative class members were each represented at trial by a public defender in a Circuit \nPublic Defender (\"CPD\") office or by appointed private conflict counsel.3  Following conviction \nand sentencing, each plaintiff requested new appellate counsel for his motion for new trial and \nappeal.  When an indigent defendant requests new appellate counsel and a CPD office has a \nconflict of interest, the general procedure is for the CPD office to send a notice to the GPDSC of \nthe indigent defendant's request for conflict-free appellate counsel.4  Accordingly, after each \nOrder.  Defendants have also moved to dismiss Plaintiffs' federal claims in this action. \nDefendants' motion does not seek dismissal of Plaintiffs' mandamus claims and does not peliain \nto Plaintiffs' motion for class certification.  It will therefore be considered by separate order. \n2  After conviction, an indigent defendant has a right to request new, conflict-free counsel \nto pursue a motion for new trial and direct appeal.  Garland v. State, 283 Ga. 201, 657 S.E.2d \n842 (2008).  For simplicity's sake, the term \"appellate counsel\" as used in this Order refers to an \nattorney who handles a motion for new trial and/or direct appeal. \n3  Five of the six plaintiffs-Maurice Flournoy, Eugene Neal, Emory Teasley, Cornelius \nWhite, and Darryl White-were represented at trial by public defenders employed by a Circuit \nPublic Defender office.  One of the plaintiffs, Darnell Amaker, was represented at trial by a \nprivate attorney because the Atlanta Circuit Public Defender's office had a conflict-of-interest as \na result of representing one of Darnell Amaker's co-defendants.  See Affidavit of Maurice \nFlournoy (\"Flournoy Aff.\") ~ 4; Affidavit of Eugene Neal (\"Neal Aff.\") ~ 3; Affidavit of Emory \nTeasley (\"Teasley Aff.\") ~ 3; Affidavit of Cornelius White (\"C. White Aff.\") ~ 3; Affidavit of \nDarryl White (\"D. White Aff.\") ~ 3; Affidavit of Darnell Amaker (\"Amaker Aff.\") ~ 3, affidavits \nare attached to PIs.' Appendix as Exhibits 1-6. \nPlaintiffs' Affidavits are considered for purposes of mandamus and class certification. \nSee Order of Feb. 12,2010 (denying Defendants' motion to strike affidavits).  Likewise, the \nCourt GRANTS Plaintiffs' Motion to Admit Defendants' Depositions and considers those \ndepositions among the evidence admitted for purposes of class certification and mandamus. \nGenerally, trial counsel notifies the GPDSC of a request for new conflict-free counsel by \n4 \nsending an \"Appellate Conflict Request Form\" to the Appellate Advocacy Division of the \nGPDSC.  See Tr. at 109-10; PIs.' Ex. 5.  After the Appellate Conflict Request Form is sent, the \nAppellate Division also asks the trial attorney to deliver the indigent defendant's case file and a \ncopy of the trial transcript, once it is complete.  See Defs.' Ex. 1.  Upon receipt of an Appellate \n2 \n\nPlaintiffs trial counsel filed a \"placeholder\" one-page motion for new trial within the 30-day \ndeadline, the local CPD office notified the GPDSC that each Plaintiff had requested new, \nconflict-free counsel.  It is undisputed that the GPDSC received notice of all Plaintiffs' and \nputative class members' requests for conflict-free counsel.  Tr. at 104-06. \nOn January 19,2010, Defendants filed an Answer, which admitted that \"appellate \nrepresentation was not being provided by Defendants\" to five ofthe six named Plaintiffs at the \ntime this lawsuit was filed.5  Answer ~ 4.  Defendants also did not dispute that five of the six \nplaintiffs in this action were convicted in 200S or earlier, and therefore had been without a \nlawyer to handle their motion for new trial and appeal for between one and three-and-a-half \nyears.6 \nI.  GPDSC's Appellate Advocacy Division \nThe Appellate Advocacy Division of the GPDSC (\"Appellate Division\") is the state \nentity responsible for providing representation to indigent defendants in motions for new trial \nand appeals in cases where a CPD office has a conflict of interest.  PIs.' Ex. 1.  According to the \nConflict Request Form or other notice that an indigent defendant has requested conflict-free \ncounsel on appeal, the Appellate Division (i) stmis a new file for the indigent defendant; (ii) \nenters the indigent defendants' case information on its internal \"Active Appeals\" tracking \nspreadsheet; and (iii) enters the indigent defendants' case information on JCATS, which is the \nGPDSC's internal computer system for tracking indigent defense cases statewide.  See Tr. at \n109-14; Rodgers Dep. Ex. 33 (describing policy concerning receipt of new case); PIs.' Exs. 6-11 \n(JCATS forms for six Plaintiffs). \n5  As to the sixth Plaintiff, Cornelius White, Defendants contended at the hearing that he \nhad been assigned counsel on December 10, 2009, several days before this lawsuit was filed. \nHowever, Plaintiff C. White's appellate attorney, a staff attorney within the Appellate Division, \ndid not enter an appearance in his criminal case until after the lawsuit was filed, on January 20, \n2010. \n6 \nPlaintiff Flournoy was convicted on March 1, 2007.  Flournoy Aff. ~~ 4-9.  Plaintiff \nNeal was convicted on October 31, 200S.  Neal Aff. ~~ 3,6.  Plaintiff Teasley was convicted on \nJune 29,2006.  Teasley Aff. ~~ 3, 7.  Plaintiff Amaker was convicted on April 14, 2006. \nAmaker Aff. ~~ 3, 7-S.  Plaintiff Cornelius White was convicted on May 10,2007.  C. White Aff. \n~~ 3, 7.  Plaintiff Darryl White was convicted on February 17,2009.  D. White Aff. ~~ 3,4, 7. \n3 \n\nAppellate Division's official description, the Appellate Division's responsibility arises from \nO.C.G.A. § 17-12-22(a) and O.C.G.A. § 17-12-23(a), which require the GPDSC to establish an \neffective and efficient procedure for handling cases where a CPD office has a conflict of interest. \nPIs.' Ex. 1.  \"When that conflict is post-conviction, the established procedure is for the Appellate \nDivision to handle the defendant's appeal.\"  Id  Both the Director of the Appellate Division, \nJimmonique Rodgers, and the Director of the GPDSC, Mack Crawford, admit that the Appellate \nDivision GPDSC is the entity responsible for providing appellate representation in cases where a \nconflict has been declared by a CPD office.  Tr. at 98-100; 205-06. \nThe individual Defendants in this action are the governmental officials responsible for \noperating the Appellate Division and providing representation in motions for new trial and \nappeals in conflict cases.  Ms. Rodgers is \"[r]esponsible for the overall operation ofthe GPDSC \nAppellate Division, including staff and caseload.\" Id  The Appellate Division is overseen by \nDefendants Mack Crawford (Director of GPDSC), Jim Stokes (Conflict Division Director of \nGPDSC), and Michael Berg (Chairman of GPDSC).  Because the GPDSC is an executive branch \nagency, the ultimate responsibility to direct and control its operations rests with Defendant \nPerdue, the Governor and chief executive branch official of the State of Georgia.  Defendant \nPerdue has ultimate hiring authority over the GPDSC's Director, the Appellate Division \nDirector, and the Appellate Division's staff attorneys. 7 \n7  Defendant Perdue \"supervises and oversees executive branch agencies in the State of \nGeorgia, including the GPDSC.\" Defs.' Resp. to PIs.' Request for Admission No. 51. \nDefendant Perdue is also the appointing authority for the Director ofthe GPDSC.  See O.C.G.A. \n§ 17-12-5 (\"The director shall be appointed by the Governor and shall serve at the pleasure of the \nGovernor.\").  Finally, \"the Governor's Office of Planning and Budget controls the hiring waivers \nfor all employees of the State of Georgia and thus has the ultimate hiring authority for all \npositions within any of the divisions of the GPDSC,\" including the Appellate Division.  Defs.' \nResp. to PIs.' First Int. No.6. \n4 \n\nII.  Appellate Division: 2007-2009 \nAt its inception in June of2007, the Appellate Division was staffed by 5 full-time staff \nattomeys and carried an annual caseload of75 cases.  During that period of time, the caseloads \nof the Appellate Division's then five attomeys were consistent with the 25 appeal-per-Iawyer \nStandard for Limiting Case Loads.8 \nIn February of2008, the Georgia Supreme COUli handed down Garland v. State, 283 Ga. \n201,657 S.E.2d 842 (2008), which unanimously held that an indigent defendant, upon \nconviction, is entitled to request a new attomey to raise ineffective assistance of counsel in a \nmotion for new trial and appeal.  Following Garland, the Appellate Division began receiving a \nhigher volume of requests for conflict-free appellate attomeys.  Since March of2008, its \ncaseload has grown steadily by 15-30 cases per month, but as a result of inadequate staffing and \nbudget reductions, it has not been able to provide attomeys in a large and growing number of \ncases.  In July of2008, despite a request for additional funding, the Appellate Division's staff \n8  The GPDSC's Standard for Limiting Case Loads provides that a public defender \"shall \nnot exceed ... 25 Appeals to the Georgia Supreme COUli or the Georgia Court of Appeals per \nattomey per year.\"  PIs.' Ex. 14.  It also provides that the standard \"is not a suggestion or \nguideline, but is intended to be a maximum limitation on the average annual case loads of each \nlawyer employed as a public defender ....\"   Id (emphasis omitted).  The GPDSC's caseload \nstandard tracks the American Bar Association Standard 3 \"Caseload Limits and Types of Cases,\" \nwhich likewise limits an appellate lawyer's average atmual caseload to 25 cases. \nThe GPDSC Standat'ds for Limiting Case Loads was adopted by the Georgia Supreme \nCourt in 1998 and later adopted and ratified by the GPDSC in 2003 and 2004, respectively.  See \nTr. at 226-29; PIs.' Ex. 14 (GPDSC's \"Standat-d for Limiting Case Loads\"); PIs.' Ex. 17 \n(caseload stat1dard available on GPDSC website); PIs.' Ex. 22 (GPDSC meeting minutes dated \nNov. 21, 2003 reflecting adoption of caseload standard); and PIs.' Ex. 23 (GPDSC meeting \nminutes dated Aug. 27, 2004, reflecting unanimous ratification of caseload standard).  As Ms. \nRodgers has noted, however, this standard is \"deceptive\" in Georgia because it pertains only to \n\"paper\" appeals.  It does not contemplate the factual investigation and additional work required \nto investigate and litigate an indigent defendant's motion for new trial, which may be fact \nintensive and complex, and often requires the presentation of additional evidence.  See Tr. at \n151-52; PIs.' Ex. 18. \n5 \n\nwas reduced from five full-time staff attorneys to two full-time and one part-time staff attorneys. \nThe Appellate Division's total caseload and number of cases for which it could not provide \nappellate counsel are provided in the following chart, which was compiled from the monthly \n\"Active Appeals\" tracking reports generated by the Appellate Division between July 2008 and \nNovember 2009:9 \nReporting Date  Number of Indigent Defendants  Number of Indigent Defendants \nRequesting Conflict-Free Counsel  Without Conflict-Free Counsel \n07/3112008  176  30 \n0912912008  203  42 \n10/31/2008  224  61 \n1113012008  235  71 \n12/3112008  249  77 \n01128/2009  262  90 \n0212712009  283  90 \n03/31/2009  294  101 \n0412912009  310  118 \n05/2912009  343  145 \n06/25/2009  364  166 \n07/2412009  369  153 \n08/26/2009  408  130 \n09/28/2009  441  151 \n1012912009  470  179 \n11/23/2009  476  187 \nIn the eight-month period between March and December 2008, the Appellate Division's \ncaseload increased from 75 to 249, but as a result of inadequate resources, the Appellate Division \nwas unable to assign 77 indigent defendants appellate counsel. 10  In a status report provided to \nGPDSC officials in December of2008, Ms. Rodgers noted that the Appellate Division had \n9  These numbers are not in dispute.  See Defs.' Resp. to PIs.' Request for Admission No. \n38.  Each respective \"Appeals Status RepOli,\" which is referred to by reporting date in this chaIi, \nwas attached to PIs.' Appendix as Exhibits 12 through 28, and the November 2009 report was \nPlaintiffs' Exhibit 2 at the hearing in this matter.  The individuals with \"In House\" listed in the \n\"Attorney\" column have requested but not been provided conflict-free appellate counsel. \n10  Appellate Division Status Report - December 2008, attached to PIs.' Appendix as \nExhibit 31. \n6 \n\n\"passed the crisis point\" and was receiving \"backlash from both local judges and clients \nfrustrated with inevitable delay.\"  PIs.' Ex. 18. \nIn the year following Ms. Rodgers' December 2008 report, the Appellate Division's \ncaseload doubled, and its funding was further reduced.  By the end of November 2009, the \nnumber of cases to which the Appellate Division could not assign an attorney grew by 150% to \n187.  Nevertheless, in July of2009, the budget for the Appellate Division still allowed for only \ntwo-and-a-half staff attorneys and reduced the funds authorized for contract attorneys by 50%, to \n$160,000.  As a result, the number of individuals without appellate representation continued to \ngrow. \nIn the last Active Appeals status report generated prior to this litigation, the Division \nreported a total caseload of 476, with an inability to assign appellate counsel to 187 persons.  Of \nthose 187 persons without counsel, over 50% had been without counsel for over one year.  Some \n10% (twenty-plus individuals) had been sentenced in 2007 or earlier, and had therefore been \nwithout appellate counsel for over three years.  One indigent defendant, who was convicted and \nsentenced in 2002, has been (and remains) without conflict-free counsel for 7 years. \nOn December 15, 2009, six of the 187 persons without counsel filed this lawsuit, seeking \nclass certification, mandamus, and other relief. \n11 \nIII.  Post-Litigation Developments \nFollowing the filing of this lawsuit, the Appellate Division generated another Active \nAppeals report on January 12,2010, which reported that the Appellate Division's caseload had \ngrown to 515, with 191 indigent defendants unrepresented in their motions for new trial and \nWith respect to Plaintiff Darryl White, this Court previously determined in his underlying \n11 \ncriminal case that \"the State's failure to afford Mr. White the assistance of counsel is a direct and \ncontinuing violation of his constitutional rights.\"  State v.  White, No. 07SC60599 (Order of May \n4,2009). \n7 \n\nappeals.  PIs.' Ex. 4.  The number of unrepresented persons was later confirmed by a post-\nlitigation audit of the Appellate Division performed at the request ofMr. Crawford shortly before \nhis deposition in this matter. \n12 \nDuring their depositions, Defendants initially used the information generated by the audit \nto suggest that the GPDSC was not responsible for providing counsel in the 191 unrepresented \ncases.  For example, Defendants asserted that the absence of a formal motion to withdraw in the \ntrial cOllli's record, a feature missing from virtually all of the 191 cases, precluded the Appellate \nDivision from appointing counsel.  However, as Defendants Rodgers and Crawford conceded \nduring depositions and during the hearing on this matter, the GPDSC had never previously \nimposed a requirement that trial counsel file a formal motion to withdraw.  Tr. at 327-28.  To the \ncontrary, the GPDSC often appointed counsel (before and after the lawsuit) absent a formal \nwithdrawal by trial counsel.  Finally, Defendants conceded that the GPDSC had not \ncommunicated any new policy requiring formal withdrawal to any of the CPD offices at any time \nbefore or during this litigation.13  Tr. at 154-56. \nDefendants also used the information in the audit to initially suggest that the GPDSC was \nnot obligated to appoint conflict-free counsel until a local CPD office physically transferred a \ncase file and transcript to the GPDSC pursuant to the Appellate Division's administrative case \ntransfer policy.  See Defs.' Ex. 1.  During the hearing on this matter, however, Defendants \n12  See PIs.' Ex. 16; Tr. at 134-36.  At the direction ofMr. Crawford, GPDSC officials sent \nrequests to CPD offices statewide for information concerning the 191 cases reported as without \ncounsel in the January 19,2010, Active Appeals status report.  Among other things, Mr. \nCrawford asked that the CPD offices provide data concerning (i) whether the indigent \ndefendant's case file had been physically delivered to the Appellate Division; (ii) whether the \nindigent defendant's transcript had been prepared; and (iii) whether the indigent defendant's trial \nattorney had filed a motion to withdraw.  Mr. Crawford requested the data within 48 hours. \nMr. Crawford also admitted than indigent defendant's right to conflict-free counsel does \n13 \nnot depend upon whether trial counsel formally moves to withdraw.  Crawford Dep. at 82-84. \n8 \n\nconceded that the Appellate Division had regularly appointed counsel (both before and after this \nlitigation) without the local CPD office first delivering a case file and transcript to the Appellate \nDivision.  Tr. at 132; 186.  Defendants further admitted that receipt of such materials was not \nnecessary for the appointment of counsel, and often appellate counsel might assist in recovering \na transcript and case file from a local CPD office or cOUli reporter.  Tr. at 102; 253; 325. \nOn February 3, 2010, two days prior the hearing in this case, the GPDSC apparently \nreached agreement with ten lawyers to represent some of the 191 indigent defendants who did \nnot have appellate representation.  See Defs.' Exs. 22_27.14  In exchange for a flat fee of $1200 to \n$1500 per case, each contract attorney agreed to take on between 10 and 15 cases.  Tr. at 157-60. \nThe attorneys also agreed not to seek more than $150 for travel expenses and not more than $150 \nfor incidental expenses, which include reimbmsement for expeli witness fees.  Defs.' Exs. 22-27, \n~~ 9-10.  Prior to executing the contacts, the GPDSC did not inform the ten contract attorneys \nabout the identity of their clients, the nature of the cases that they would be assigned, or the \ncomplexity of the legal or factual issues in each case they would handle.  Tr. at 130; 198-203. \nOn February 4,2010, the day prior to the hearing in this matter, Ms. Rodgers chose the \ncases to which each attorney would be assigned.  Among the 117 cases assigned to the contract \nattorneys, Ms. Rodgers assigned lawyers to the five named Plaintiffs in this action who were at \nthat time without appellate counsel. \nDming Ms. Rodgers' deposition, she estimated that a motion for new trial and direct \nappeal of a criminal case required an average of 140 hours of attorney time, excluding time for \ntravel.  Rodgers Dep. at 233: 17-25.  As the Comt observed dming the hearing on this matter, a \n14 \nMr. Crawford executed six written contracts, which were admitted into evidence at the \nhearing as Defs.' Exhibits 22-27.  The agreements with the four other contract attorneys had not \nbeen reduced to writing as of the date of the hearing. \n9 \n\ncontract attorney who spends the average amount of time on each case therefore will earn \nbetween $8.57 to $10.71 per hour, with no additional funds for the cost of overhead.  Mr. James \nBonner, a part-time staff attorney in the Appellate Division of the GPDSC, testified that, given \nthe amount of worked required to pursue a motion for new trial and direct appeal,  he could not \nundertake a motion for new trial and direct appeal for a flat fee of $1,200-1,500.  Tr. at 256. \nOn February 9, 2010, the Appellate Division issued its monthly Active Appeals Status \nreport.  The report indicated that, after the assignment of attorneys to 117 cases, 68 individuals \nstill remained without active appellate counsel.  That number does not include requests from \n15 \nindividuals received since the final hearing on this matter on February 10,2010.  During the \nhearing, Ms. Rodgers testified that approximately 15 to 30 new requests for appellate counsel are \nreceived each month by the Appellate Division.  Tr. at 204; 210.  Accordingly, by the end of \n2010, the Appellate Division will receive between 165 and 330 new requests for conflict-free \ncounsel in addition to the 68 requests made by individuals who are currently not being provided \nconflict-free counsel.  Tr. at 332-33. \nMr. Crawford's testimony at the hearing also revealed that the Appellate Division does \nnot have the resources at present to provide lawyers to the 68 cases without appellate counsel Tr. \nat 222.  It likewise does not have the resources to provide lawyers to the 15 to 30 additional \n15  See Defs.' Ex. 15 (Active Appeals report dated Feb. 9,2010).  The February 2010 Active \nAppeals report designates 42 cases as \"In House,\" i.e., without an active appellate lawyer \nassigned.  However, the repOli also contained a new designation applied to 26 cases formerly \nreported as \"In House\" that were instead notated as \"pending\" and nominally assigned to Ms. \nRodgers and Cindy Wang, the other full-time staff attorney in the Appellate Division.  Tr. at \n320-23.  Ms. Rodgers testified that the new designation-which had never appeared before in an \nActive Appeals repOli-indicated that these cases would be eventually picked up by the \nDivision's staff attorneys.  However, Ms. Rodgers admitted that no lawyer was actively working \non these cases and no appellate lawyer had yet entered an appearance in any of these 26 cases. \nTr. at 134-45; 140-42.  Accordingly, the Court finds that these 26 cases are appropriately \nconsidered among the 68 without active appellate counsel. \n10 \n\nmonthly requests for conflict-free counsel the GPDSC will receive in the future.  The Appellate \nDivision's two full-time staff attorneys are far in excess of the GPDSC Standard for Limiting \nCase Loads, and therefore cannot be assigned additional cases. 16  Finally, the Appellate Division \nhas assigned the full number of cases for which it has contracted with appellate attorneys to \nhandle, and it does not have any additional contracts under which it could assign additional cases \nto attorneys.  Tr. at 131.  Mr. Crawford testified at the hearing that there are cUlTently no \nadditional funds available to hire additional staff attorneys for the Appellate Division or to \ncontract with additional attorneys to handle Appellate Division cases.  Tr. at 222. \nHaving entered these findings of fact, the Court turns to consider Plaintiffs' requests for \nrelief. \nCONCLUSIONS OF LAW \nPlaintiffs seek class celiification and an order granting a writ of mandamus requiring \nDefendants to provide effective and conflict-free counsel to Plaintiffs and the members of the \nproposed class.  The Court considers both requests in turn. \nI.  Class Certification \nOn December 15, 2009, Plaintiffs filed a motion requesting that this Court allow this civil \naction to proceed as a class action.  Plaintiffs seek certification of a class comprised of: \nAll indigent persons who (i) were or will be convicted in a Georgia cOUli of a \ncriminal  offense  carrying  a  term  of incarceration;  (ii)  have  provided  or will \nprovide notice to Defendants of their request for conflict-free appellate counsel to \npursue a motion for new trial and/or first direct appeal; and (iii) have been denied \nor will be denied conflict-free counsel after giving such notice. \n16 \nAs of February 9, 2010, Ms. Rodgers had a caseload of 46 active cases, not including the \nsix \"pending\" cases listed in the repOli.  Ms. Wang had a total of 39 active cases, which does not \ninclude the 20 \"pending\" cases listed in that repOli. \n11 \n\nPIs.' Reply Brief in Support of Motion for Class Certification at 1.17 \nDefendants have not disputed that there are numerous individuals who have requested the \nappointment of conflict-free counsel and who have not been provided with such counsel.  Nor \nhave Defendants disputed that the number of individuals in this position continues to grow each \nmonth.  Rather, Defendants contend that, by assigning the named Plaintiffs counsel the day prior \nto the hearing on this matter, they have mooted the claims in this case.  Defendants also \nchallenge the commonality of Plaintiffs' and the proposed class members' claims.  For the \nreasons that follow, the Court finds that Plaintiffs have standing to represent the class and that \nclass certification is proper in this action. \nA.  The Named Plaintiffs Have Standing to Represent the Class \nIt is well-settled law that a plaintiffs standing is determined at the time of filing of the \ncomplaint and that a later expiration of a class representative's claims does not render the case \nmoot or deprive the court of jurisdiction to certify the class.  See Sosna v. Iowa, 419 U.S. 393, \n402 n.11 (1975).18  The United States Supreme COUli reaffirmed this principle in County of \nRiverside v. McLaughlin, 500 U.S. 44 (1991).  In County ofR  iverside, arrestees brought a class \naction seeking injunctive and declaratory relief under 42 U.S.C. § 1983, alleging that the county \nhad violated the Fourth Amendment by failing to provide prompt judicial determinations of \nprobable cause to persons arrested without a warrant.  Id at 47.  Ultimately, the named plaintiffs \neither received probable cause determinations or were released from custody, rendering their \n17 \nPlaintiffs provided an amended class definition in their reply brief in light of information \ndiscovered through depositions and the discovery process. \nBecause the Georgia statute governing class actions mirrors the federal rule on class \n18 \nactions, Georgia courts may rely on federal class action cases as persuasive authority.  State \nFarm Mut. Auto. Ins. Co. v. Mabry, 274 Ga. 498, 499,556 S.E. 2d 114, 117 (2001). \n12 \n\nindividual claims moot; however, this fact did not prevent the Court from reaching the merits of \nthe case: \nIn  factually  similar  cases,  we  have  held  that  'the  termination  of a  class \nrepresentative's claim does not moot the claims of the unnamed members of the \nclass.' . .. That the class was not certified until after the named plaintiffs' claims \nhad become moot does not deprive us of jurisdiction. \nld. at 51-52 (internal citations omitted). \nSimilarly, in United States Parole Comm 'n v.  Geraghty, 445 U.S. 388 (1980), the Court \nheld that a named plaintiff whose personal claim had expired had standing to appeal the district \ncourt's denial of certification despite the complete absence of any cognizable interest in the \ncertification question.  See id. at 404 (\"[A]n action brought on behalf of a class does not become \nmoot upon expiration of the named plaintiff's substantive claim, even though class certification \nhas been denied.  The proposed representative retains a 'personal stake' in obtaining class \ncertification sufficient to assure that Art. III values are not undermined.\"); see also Swisher v. \nBrady, 438 U.S. 204,213 n.11 (1978) (district court not deprived of class celiification power \nwhere actions of the state ended controversies with the original named plaintiffs); Zeidman v. J \nRay McDermott & Co., 651 F.2d 1030, 1045-51 (5th Cir. 1981) (holding class certification \nproper where defendants satisfied named plaintiffs' financial claims prior to class certification). \nAt the time the complaint in this action was filed, it was undisputed by both parties that \nfive of six of the named plaintiffs had not been provided a conflict-free appellate lawyer.  See \nAnswer ~ 4.  The sole reason put forth by Defendants as to why this case is now moot is that \ncontract attorneys were appointed to represent the named Plaintiffs and some of the putative \nclass members on appeal prior to the hearing scheduled in this matter.  For the reasons provided \nin more detail below, the Court finds that Defendants did not moot the claims of the named \nPlaintiffs by the nominal assignment of attorneys to the Plaintiffs' cases immediately prior to the \n13 \n\nhearing in this matter.  In any event, whether Defendants have mooted the claims of the named \nPlaintiffs and celiain other class members is of little moment.  According to the most recent \nreport issued by the Appellate Division, at least 68 convicted indigent defendants who have \nmade a request have not been provided appellate counsel.  Defs.' Ex. 15; see supra n.15. \nTherefore, a live controversy exists between Defendants and at least these 68 individuals, and \nbetween Defendants and future members of the proposed class. 19  Because, under the authorities \nset forth above, a class representative has standing to represent the class despite being afforded \nindividual relief, Plaintiffs' class claims in this action remain viable.  Accordingly, Plaintiffs \nhave standing to represent the class, and Defendants' actions have not rendered the case moot. \nB.  Requirements of Class Certification \nHaving determined that Plaintiffs have standing to represent the class, the Court now \nturns to consider whether Plaintiffs meet the requirements of class certification. \nA party seeking to certify a class must demonstrate that it has met all four requirements \nofO.C.G.A. § 9-11-23(a) and at least one of the requirements of § 9-11-23(b).  Section 9-11-\n23(a) states that class certification is proper if Plaintiffs demonstrate that: (1) the class is so \nnumerous that joinder of all members is impracticable; (2) there are questions of law or fact \ncommon to the class; (3) the claims or defenses of the representative paliies are typical of the \n19 \nThe Court also concludes that the doctrine of voluntary cessation does not render this \ncase moot.  The appointment of counsel to members of the class at most constitutes partial \nvoluntal'Y cessation, and regardless, the \"general rule [is] that voluntary cessation of a challenged \npractice rarely moots a ... case.\"  City News & Novelty, Inc. v.  City a/Waukesha, 531 U.S. 278, \n284 n. 1 (2001); Sierra Club v. EPA, 315 F.3d 1295,1303 (1Ith Cir. 2002).  In addition, \nDefendants have not satisfied the \"the formidable burden of showing that it is absolutely cleal' \nthat the allegedly wrongful behavior could not reasonably be expected to recur.\" Friends a/the \nEarth, Inc. v. Laidlaw Envtl. Servs. (TOC), Inc., 528 U.S. 167, 189-92 (2000).  And, even if the \nunconstitutional practice at issue in this case had ceased temporarily, the COUli would retain \njurisdiction under the capable-of-repetition-yet-evading-review exception to the mootness \ndoctrine.  See Gerstein v. Pugh, 420 U.S. 103 (1975). \n14 \n\nclaims or defenses of the class; and (4) the representative parties will fairly and adequately \nprotect the interests of the class.  O.C.G.A. § 9-11-23(a). \nPlaintiffs seek to certify the proposed class under § 9-11-23(b)(2) or, alternatively, under \n§ 9-11-23(b)(3).  Under § 9-11-23(b)(2), a court may authorize class certification where \"[t]he \nparty opposing the class has acted or refused to act on grounds generally applicable to the class, \nthereby making appropriate final injunctive relief or corresponding declaratory relief with \nrespect to the class as a whole.\"  O.C.G.A. § 9-11-23(b)(2).  Under § 9-11-23(b)(3), a court may \nalso authorize class certification where \"the court finds that the questions of law or fact common \nto the members of the class predominate over any questions affecting only individual members, \nand that a class action is superior to other available methods for the fair and efficient \nadjudication of the controversy.\"  O.C.G.A. § 9-11-23(b)(3). \nIn their opposition papers, Defendants challenge only the numerosity and commonality \nelements under § 9-11-23(a).  Defendants do not contest the typicality and adequacy \nrequirements of § 9-11-23(a) or the requirements for class certification under § 9-11-23(b).  Still, \nthe Court will consider whether Plaintiffs have established all elements of class celiification. \nc. \nO.e.G.A. § 9-11-23(a) \n1.  Numerosity \nA class must be \"so numerous that joinder of all members is impracticable.\"  O.C.G.A. § \n9-11-23(a)(1).  A class of25 or 40 persons is a sufficient number to meet the numerosity \nrequirement of O.C.G.A. § 9-11-23(a)(1).  Sta-Power Indus. v. Avant, 134 Ga. App. 952, 955, \n216 S.E.2d 897, 901 (1975).  As of the filing of this lawsuit, approximately 187 persons had \nrequested and not been provided conflict-free counsel on appeal.  Even with the nominal \nassignment of contract lawyers to 117 cases on February 4,2010, there still remain at least 68 \n15 \n\npotential class members who had requested and not been provided conflict-fi:ee counsel.  Courts \nhave found that a class comprised of fewer people satisfies the numerosity requirement.  See Cox \nv. American Cast Iron Pipe Co., 784 F.2d 1546, 1553 (11  Cir. 1986) (\"more than forty\" \nth \nmembers enough to satisfy numerosity requirement); Ford Motor Credit Co. v. London, 175 Ga. \nApp. 33, 36, 332 S.E.2d 345,347 (1985) (a precise number is not required for a determination of \nnumerousness; the number need only be \"so large that each cannot practically represent \nhimself'). \nBased upon the testimony of Ms. Rodgers, there will be 15 to 30 more individuals per \nmonth who will request and potentially be without conflict-free counsel in the future.  The Court \nfinds that joinder is impractical in this case because of the large number of proposed class \nmembers, the number of future potential class members, and the impracticality of individuals \nincarcerated across the state joining in a single action.  Therefore, the Plaintiffs have satisfied the \n\"numerosity\" requirement. \n2.  Commonality \nSection 9-11-23(a)(2) requires that common questions oflaw or fact exist among class \nmembers.  O.C.G.A. § 9-11-23(a)(2).  Plaintiffs need only make a showing that a single issue \ncommon to all members of the class exists to satisfy the commonality requirement.  See Hillis v. \nEquifax Consumer Servs., Inc., 237 F.R.D. 491,497 (N.D. Ga. 2006). \nThe principal issues in this case are whether the proposed class members are entitled to \nconflict-free counsel on appeal and whether Defendants have denied them such counsel in \nviolation of state and federal law.  Each of the proposed class members share the common facts \nof (i) having been convicted of a crime carrying a term of incarceration; (ii) having requested the \nassistance of conflict-free cOlmsel on appeal; and (iii) having not been provided conflict-free \n16 \n\ncounsel.  Likewise, Plaintiffs' and the proposed class members' entitlement to relief in this case \nis governed by the same constitutional and statutory framework.  Thus, the claims of the \nPlaintiffs and proposed class members share common questions of law and fact. \nDefendants argue in their Response that there are varying factual circumstances among \nputative class members precluding Plaintiffs fi·om meeting the commonality requirement, \nincluding variations as to the crimes of which proposed class members have been convicted, the \nstatus of their cases, the time of their incarceration, and the amount of time that may pass before \ncounsel is appointed.  See Class Certification Response at 5-6.  However, these circumstances \nhave little to no bearing on the principal issues in this action-which is whether or not Plaintiffs \nhave been provided conflict-free counsel and whether Defendants have a duty to provide such \ncounsel.  The right to conflict-free counsel does not depend upon the crime for which an indigent \ndefendant has been convicted (presuming it carries a term of incarceration), how long the \nindigent defendant has been incarcerated, or the length of time since the indigent defendant has \nmade a request. \nAccordingly, the Court finds that members of the proposed class share common issues of \nlaw and fact and have satisfied the commonality requirement. \n3.  Typicality \nPlaintiffs must also demonstrate typicality to qualify for class certification.  Typicality is \nfulfilled if \"[t]he claims or defenses of the representative parties are typical of the claims or \ndefenses of the class.\"  O.C.G.A. § 9-11-23(a)(3).  Accordingly, Plaintiffs must show that \"the \nclaims or defenses of the class and the class representatives arise from the same event or pattern \nor practice and are based on the same legal theory.\"  Kornberg v.  Carnival Cruise Lines, 741 \nF.2d 1332, 1337 (11 th Cir. 1984).  Factual distinctions between the named plaintiffs' claims and \n17 \n\nthe claims of other class members do not necessarily render the named plaintiffs' claims atypical. \nBuford v. H & R Block, Inc., 168 F.R.D. 340, 350 (S.D. Ga. 1996), ajf'd, 117 F.3d 1433 (lIth \nCir. 1997). \nPlaintiffs allege that Defendants have committed the same unlawful acts against each \nnamed plaintiff and each member of the proposed class.  Defendants do not dispute that \nPlaintiffs' claims are typical of those of the class members.  The Plaintiffs and class members \nalike assert that they have requested and been denied conflict-free counsel.  The class \nrepresentatives assert claims not just typical of, but virtually identical to, the proposed class. \nBased on the evidence submitted in support of class certification, the Court finds that Plaintiffs' \nclaims arise from a pattern or practice of conduct similarly applied to all members of the \nproposed class.  Likewise, the federal and state constitutional and state statutory provisions at \nissue impose obligations on Defendants that apply with equal force to all members of the \nproposed class.  The Court therefore finds that the \"typicality\" requirement is satisfied. \n4.  Adequate Representation \nUnder Rule 23(a)(4), plaintiffs seeking to represent a class must be able to \"fairly and \nadequately protect the interests\" of all class members.  O.C.G.A. § 9-11-23(a)(4).  Defendants do \nnot contest that the Plaintiffs and their attorneys are adequate class representatives.  Moreover, \ngiven that the named Plaintiffs seek the same relief to that which is sought by the remainder of \nthe class, there is no potential for conflicting interests between class members.  The Court also \nfinds that class counsel has sufficient experience in class action litigation, including in litigating \nthe type of claims raised in this action.  As such, the Court is satisfied that class counsel will \nadequately represent the plaintiffs' class and pursue the action vigorously.  For that reason, the \n18 \n\nCourt finds that named plaintiffs and their counsel have satisfied the adequacy-of-representation \nrequirement. \nD.  The Class is Certified Pursuant to Section 9-11-23(b)(2) \nAs mentioned above, O.CG.A. § 9-11-23(b)(2) authorizes class certification where \"the \nparty opposing the class has acted or refused to act on grounds generally applicable to the class, \nthereby making appropriate final injunctive relief or corresponding declaratory relief with \nrespect to the class as a whole.\"  The allegation that Defendants have failed to provide conflict-\nfree appellate counsel applies equally to members of the class, and Defendants have not \npresented any evidence to the contrary.  Defendants do not dispute that Plaintiffs have satisfied \nO.CO.A. § 9-11-23(b)(2).  Accordingly, the Court finds that this civil action should be certified \nunder § 9-11-23(b)(2). \nIn addition to satisfying the specific elements ofO.C.O.A. § 9-11-23(b)(2), this Court \nfinds several interests that would be served by certifying a class under the paliicular facts of this \ncase.  First, because mandamus is the only vehicle to vindicate an indigent defendant's right to \ncounsel,20 the only other recourse for the proposed class members would be to bring presumably \npro se individual mandmnus actions.  Such an alternative is unlikely and infeasible given that the \nproposed class members are indigent and currently umepresented by counsel; nor would it \nadvance judicial efficiency to require a flood of individual mandamus actions.  Second, \ncertifying a class in this case will enable this COUli to craft relief to address the lack of conflict-\nfree representation for the entire class, which conserves judicial resources and avoids the \npossibility of inconsistent judgments. \n20 \nSee Bynum v. State, 289 Ga. App. 636, 637, 658 S.E.2d 196, 197-98 (2008) (holding that \nthe proper course for an indigent defendant seeking new appellate counsel is for the defendant to \nfile a petition for a writ of mandamus). \n19 \n\nIn sum, Plaintiffs have established the prerequisites for certifying a class:  The class is so \nnumerous as to make it impracticable to bring all members before the Court; there are common \nquestions of law and fact shared by all members of the proposed class; the representatives' \nclaims are typical of the claims of the class; and the representatives, through counsel, are able to \nfairly and adequately protect the interests of the class. 21  O.C.G.A. § 9-11-23(a).  Further, the \nclass alleges that Defendants have acted or refused to act on grounds generally applicable to the \nclass.  The Court finds a class action is the best means by which to fairly and efficiently resolve \nthese claims.  O.C.G.A. §§ 9-11-23(b)(2).22 \nAccordingly, the Court GRANTS Plaintiffs' Motion for Class Certification.  Pursuant to \nO.e.G.A. §§ 9-11-23(a) and (b), the Court hereby CERTIFIES a class of \nAll indigent persons who (i) were or will be convicted in a Georgia cOUli of a \ncriminal  offense  carrying  a  term  of incarceration;  (ii)  have  provided  or  will \nprovide notice to Defendants of their request for conflict-free appellate counsel to \npursue a motion for new trial and/or first direct appeal; and (iii) have been denied \nor will be denied conflict-free counsel after giving such notice. \n21  Defendants assert that the Prison Litigation Reform Act, 18 U.S.C. § 3626(a), restricts the \nnature of the injunctive relief available to the class members in this action.  Class Certification \nResponse at 6.  As an initial matter, Defendants' argument does not affect the propriety of class \ncertification; it merely addresses the nature of the remedy available to the class.  In any event, \nhowever, the provision cited by Defendants expressly applies only to \"any civil action with \nrespect to prison conditions . ... \"  This Court finds that § 3626(a) is inapplicable to the instant \naction because this action does not involve a challenge to prison conditions. \n22 \nIn the alternative, this Court would find that this class would be properly certified under \nO.C.G.A. § 9-11-23(b)(3).  Section 9-11-23(b)(3) authorizes class certification where \"the court \nfinds that the questions of law or fact conm10n to the members of the class predominate over any \nquestions affecting only individual members, and that a class action is superior to other available \nmethods for the fair and efficient adjudication of the controversy.\"  Here, the issues common to \nall class members are dispositive of Plaintiffs' claims and therefore predominate over all other \nquestions; no further individual analysis or assessment is necessary to grant Plaintiffs relief. \nFurthermore, there are no difficulties posed by bringing this lawsuit as a class action: there is no \nexisting litigation pending with regard to the issues raised in the case and class members have \nlittle interest in controlling individual actions given that resolution of the issues presented by this \ncase will address the constitutional violations asserted and that, as a practical matter, class \nmembers only have the means to bring such an action collectively. \n20 \n\nII.  Mandamus \nHaving certified a class of individuals being denied conflict-free counsel, the Court turns \nto Plaintiffs' request for a writ of mandamus ordering Defendants to provide conflict-free \ncounsel to Plaintiffs. \nMandamus is an action to compel the performance of an official duty where there is no \nother legal remedy.  O.C.G.A. § 9-6-20 (\"All official duties should be faithfully performed, and \nwhenever, from any cause, a defect of legal justice would ensue from a failure to perform or \nfrom improper performance, the writ of mandamus may issue to compel a due performance if \nthere is no other specific legal remedy for the legal rights.\").  In order to prove entitlement to \nmandamus relief, a plaintiff must demonstrate that he has a clear legal right to the remedy sought \nand there is no alternative legal avenue for relief.  After proving these prerequisites, there are two \navenues to seek mandamus under Georgia law.  First, \"[w]here the duty of public officers to \nperform specific acts is clear and well defined and is imposed by law, and when no element of \ndiscretion is involved in performance thereof, the writ of mandamus will issue to compel [its] \nperformance.\"  Bland Farms, LLC v.  Georgia Dep't ofA gric., 281 Ga. 192, 193,637 S.E.2d 37, \n39 (2006) (quoting Forsyth County v.  White, 272 Ga. 619, 620, 532 S.E.2d 392, 393 (2000)). \nSecond, mandamus may also issue when \"the public official has committed a gross abuse of \ndiscretion.\"  Hall v. Nelson, 282 Ga. 441,444,651 S.E.2d 72, 76 (2007) (citation and quotation \nomitted); see also O.C.G.A. § 9-6-21(a). \nPlaintiffs seek mandamus relief against Defendant Perdue in his official capacity as \nGovernor of the State of Georgia and against Defendants Crawford, Berg, Stokes, and Rodgers \nin their official capacities as GPDSC officials.  As a threshold matter, Defendants contend that \nPlaintiffs have improperly sued these Defendants in their official, as opposed to their individual, \n21 \n\ncapacities.  Defs.' Prehearing Br. at 13-15.  Although Defendants are conect that a mandamus \naction is \"a personal action against a public officer, not against the office,\" Hall v. Nelson, 282 \nGa. 441, 444, 651 S.E.2d 72, 76 (2007), Plaintiffs do not seek mandamus against any \ngovernmental office.  To the contrary, Plaintiffs have properly brought a personal action seeking \nmandamus against persons in their capacity as govermnental officials to compel performance of \ntheir official duties. \nBecause mandamus compels a person to perform \"official duties,\" O.C.G.A. § 9-6-20-\nand not individual duties-a plaintiff properly names a governmental officer in his or her official \ncapacity.  In Hall v. Nelson, for example, the Georgia Supreme Court affirmed the award of \nmandamus relief against \"Appellant Beverly Hall in her official capacity as Superintendent of \n[the Atlanta Independent School System],\" after concluding that \"the Atlanta Board is not \nsubject to mandamus, although its executive officer, Appellant, a named party in this action, is.\" \nId. at 441, 444, 651 S.E.2d at 72, 76 (emphasis added).  Likewise, in Board of Trustees ofF  ulton \nCounty Employees Retirement System v. j\\;Jabry, the Court of Appeals affirmed a grant of \nmandamus against each member of the Board of Trustees of the Fulton County Employees \nRetirement System \"in their official capacities,\" requiring the Board to admit a Fulton County \nemployee to join its retirement system.  221 Ga. App. 762, 765, 472 S.E.2d 542, 542-43 (1996). \nNumerous other cases have similarly awarded mandamus against governmental officers in their \nofficial capacities.23  Accordingly, there is no merit to Defendants' contention that this Court \nshould deny mandamus relief on the basis of the claimed misnomer.24 \nSee, e.g., Mobley v. Polk County, 424 Ga. 798, 798, 251 S.E.2d 538, 539 (1979) (granting \n23 \nmandamus against Polk County official \"in his official capacity\" as tax commissioner requiring \npayment of salary to county employee); Vollrath v. Collins, 272 Ga. 601,601-02,533 S.E.2d 57, \n58 (2000) (mandamus suit properly brought in official capacity and substitution of new official \nallowed); Griffies v. Coweta County, 272 Ga. 506, 508, 530 S.E.2d 718, 720 (2000) (granting \n22 \n\nHaving determined that Plaintiffs have properly named the individual Defendants in their \nofficial capacities, the Court turns to consider the propriety of awarding mandamus.  For the \nreasons provided below, the Court concludes that Plaintiffs are entitled to mandamus. \nA.  Clear Right \nAs an initial matter, Defendants do not dispute that Plaintiffs have a clear right to \nconflict-free counsel in their motions for new trial and appeals.  The right to effective and \nconflict-free counsel extends to \"all 'critical' stages of the criminal proceedings,\" which includes \nthe motion for new trial and first direct appeal.  Montejo v. Louisiana, 129 S. Ct. 2079,2085 \n(2009); Gideon v.  Wainwright, 372 U.S. 335, 344 (1963); Douglas v. California, 372 U.S. 353, \n355 (1963); Woodv. Georgia, 450 U.S. 261, 271 (1981); Adams v. State, 199 Ga. App. 541,542, \n405 S.E.2d 537,539 (1991) (right to counsel exists during motion-for-new-trial phase because it \nis a \"critical stage\" of the proceeding); Williams v.  Turpin, 87 F.3d 1204, 1210 (11 th Cir. 1996) \n(same).  Similarly, under Garland v. State, a convicted indigent defendant has a right to request a \nconflict-free attorney to raise a claim of ineffective assistance of counsel in a motion for new \ntrial and appeal.  283 Ga. at 201,657 S.E.2d at 842. \nmandamus against defendants in their official capacities as members of Board of the \nCommissioners of Coweta County and Head of the Finance Department of Coweta County); see \nalso Marbury v. Madison, 5 U.S. 137 (1803) (granting mandamus relief against James Madison \nin his capacity as a \"public ministerial officer of the United States\"). \nThe COUli notes, in addition, that Defendants have not moved to dismiss the mandamus \n24 \nclaims of Plaintiffs.  Instead, Defendants first raised their claim of misnomer in a pleading filed \non the afternoon before the merits hearing on this matter, after Defendants participated fully in \nmandamus and class certification discovery.  Although the Court concludes that Defendants \nwere properly named in their official capacities, even if they had not been properly named, the \nCourt finds that Defendants have waived the issue of misnomer by failing to raise it in a motion \nto dismiss and failing to raise the issue until one day prior to the hearing on this matter, after \njointly submitting a scheduling/pretrial order.  See City ofColUlnbus v. Myszka, 246 Ga. 571, \n573, 272 S.E.2d 302, 306 (1980) (claim of official misnomer waived when \"city failed to present \nit by 'specific negative avennent\"'); Billy Cain Ford Lincoln Mercury, Inc. v. Kaminski, 230 Ga. \nApp. 598,600,496 S.E.2d 521, 523 (1998) (patiy waives objection to misnomer \"due to its \nfailure to object in the consolidated pretrial order regarding proper parties in interest\"). \n23 \n\nDefendants do not challenge that Plaintiffs have a right to request new appellate counsel \nupon conviction.25  Accordingly, the Court finds that Plaintiffs and the class members have a \nclear and present right to effective and conflict-free counsel provided at public expense to handle \ntheir motions for new trial and appeals. \nB.  No Alternative Avenue of Legal Relief \nSecond, Plaintiffs must demonstrate that there is no alternative legal avenue to seek the \nappointment of counsel.  The Court finds that Plaintiffs have met this requirement. \nIn Bynum v. State, 289 Ga. App. 636,637,658 S.E.2d 196, 198 (2008), the Georgia Court \nof Appeals held that indigent defendants Calmot seek the appointment of counsel in their \nunderlying criminal proceedings because trial courts presiding over criminal cases \"lack[] the \nauthority\" to order the appointment of counsel.  Id.  The cOUli reasoned that the Georgia \nIndigent Defense Act of2003 (\"IDA\"), O.C.G.A. § 17-12-1 et seq., places the responsibility on \nthe GPDSC-and not trial courts-to provide representation to an indigent defendant who have \nmade a proper request.  Id. (noting that the IDA \"removed the responsibility for appointing \ncounsel from the courts and placed it in the Georgia Public Defender Standards Council,,)?6 \nAccordingly, the court held that an indigent defendant should seek a writ of mandamus to \nvindicate the right to counsel:  \"Although the trial cOUli was without the authority to grant \nBynum's motion as filed, we find that Bynum is not without recourse as he may seek relief by \napplication for a writ of mandamus.\"  Id. \n25  During their depositions and at the hearing in this case, Defendants Crawford and \nRodgers admitted that Plaintiffs and the class members have a clear right to new counsel to \nrepresent them in motions for new trial and appeal.  E.g., Tr. at 205; Crawford Dep. at 15:1-5; \nsee also Defs.' Resp. to Pl.'s Request for Admission Nos. 40-41. \n26  See also Georgia Public Defender Standards Council, 285 Ga. 169, 171,675 S.E.2d 25, \n27 (2009) (observing that GPDSC now has responsibility to provide indigent defense). \n24 \n\nDefendants do not dispute that the Plaintiffs have no alternative legal remedy to seek the \nappointment of counsel.27  Accordingly, the COUli finds that Plaintiffs have met their burden of \ndemonstrating that there is no alternative avenue of legal recourse, and mandamus is the proper \nvehicle for the remedy sought. \nC.  Non-Discretionary Duty \nFinally, Plaintiffs must demonstrate that the paIiies against whom maI1damus is sought \nhave a non-discretionary duty to provide conflict-free counselor have grossly abused any \ndiscretion they may have in performing that duty.  The Court finds that Defendants Perdue, \nCrawford, Stokes, Berg, and Rodgers have a non-discretionary duty to provide effective and \nconflict-free counsel to indigent defendants in motions for new trial and appeal where the Circuit \nPublic Defender office has a conflict of interest. \n1.  GPDSC Officials' Non-Discretionary Duty to Provide Counsel \nUnder the IDA, the GPDSC and its governing officials are obligated to \"assur[e] that \nadequate and effective legal representation is provided ... to indigent persons who me entitled to \nrepresentation under [the IDA].\"  O.C.G.A. § 17-12-1.28  As a part of this obligation, these \nofficials are required to \"establish a procedure for providing legal representation in cases where \nthe circuit public defender office has a conflict of interest.\" O.C.G.A. § 17-12-22(a).  According \n27  Defendants agree that \"trial courts in Georgia lack the authority to appoint counsel to \nindigent defendants entitled to counsel under the Indigent Defense Act of 2003.\" Defs.' Resp. to \nRequest for Admission No. 42.  To be sure, Defendants argued during the heming that an \nineffective-assistance-of-coUl1sel claim in an indigent defendant's criminal appeal serves as an \nalternative legal remedy.  However, an ineffectiveness claim merely ensures that an indigent \ndefendant's underlying criminal case was not prejudiced by constitutionally ineffective \nassistance of counsel.  It does not provide the remedy sought here-namely, the appointment of \ncounsel. \n28  See also Georgia Public Defender Standards Council, 285 Ga. at 171, 675 S.E.2d at 27 \n(\"[The IDA] replaced the previous county-level piecemeal system with a statewide system which \nplaces on the Council the responsibility [to provide counsel].\"). \n25 \n\nto the official description of the Appellate Division of the GPDSC, \"[w]hen that conflict is post \nconviction, the established procedure is for the Appellate Division to handle the defendant's \nappeal.\"  PIs.' Ex. l. \nMs. Rodgers is \"[r]esponsible for the overall operation of the GPDSC Appellate Division, \nincluding staff and caseload.\" Id.  The Appellate Division is overseen by Defendants Mack \nCrawford (Director of GPDSC), Jim Stokes (Conflict Division Director of GPDSC), and Michael \nBerg (Chairman of GPDSC).  Mr. Crawford is specifically required to administer and coordinate \nthe operations of the GPDSC and to ensure compliance with all applicable legal requirements \nand standards.  See O.C.G.A. § 17-12-5(d)(3) (\"The director shall ... [a]dminister and \ncoordinate the operations of the council and supervise compliance with rules, policies, \nprocedures, regulations, and standards adopted by the council.\"). \nBoth Defendants Crawford and Rodgers testified that the Appellate Division of the \nGPDSC is the entity responsible for providing appellate representation to indigent defendants \nwhere a CPD office has a conflict of interest.  Likewise, both admitted that, as GPDSC officials, \nthey have a duty to provide indigent defense to those who are constitutionally entitled to a \nconflict-free attorney on appeal.  Tr. at 98-100; 205-06; 325.  In view of these facts and legal \nrequirements set forth above, the Court finds that Defendants Crawford, Berg, Stokes, and \nRodgers have a non-discretionary duty to provide effective and conflict-free counsel to the \nPlaintiffs' class. \n2.  The Governor's Non-Discretionary Duty to Provide Counsel \nThe constitutional obligation to provide counsel ultimately rests on the State of Georgia. \nGideon, 372 U.S. at 344; Douglas, 372 U.S. at 355.  As Governor, Defendant Perdue is \nconstitutionally obligated to \"take care that the laws are faithfully executed.\"  GA. CONST. Art. \n26 \n\nv, \n§ II, ~ II.  Moreover, because the GPDSC is an executive branch agency, the ultimate \nresponsibility to supervise, direct and control its operations rests with Defendant Perdue, the \nGovernor and chief executive branch official of the State of Georgia.  Defendant Perdue has \nultimate hiring authority over the GPDSC's Director, the Appellate Division Director, and the \nAppellate Division's staff attorneys?9 \nAs the chief executive officer of the State of Georgia and the GPDSC, the Governor has a \nnon-discretionary obligation to provide effective and conflict-free counsel to the Plaintiffs' class. \n3.  The GPDSC Director's Non-Discretionary Duty to Comply with \nCaseload Standards \nAs stated above, O.C.G.A. § 17-12-5(d)(3) requires that \"[t]he director shall ... supervise \ncompliance with rules, policies, procedures, regulations, and standards adopted by the council.\" \nIn 2003 and 2004, during the time the GPDSC was organized within the judicial branch of \ngovernment, the Standards Council adopted and ratified a 25 appeal-per-lawyer Standard for \nLimiting Case Loads.  See PIs.' Ex. 14; 17; 22; 23.  That standard had previously been adopted \nby the Georgia Supreme Court in 1998.  See 246 Ga. 837 (adopting standard); Sacandy v. \nWalther, 262 Ga. 11, 12,413 S.E.2d 727, 729 (1992) (detailing history of Court's adoption of \nindigent defense standards).  GPDSC's caseload standard is posted on the GPDSC's website and \n29 \nDefendant Perdue \"supervises and oversees executive branch agencies in the State of \nGeorgia, including the GPDSC.\"  Defs.' Resp. to PIs.' Request for Admission No. 51. \nDefendant Perdue is also the appointing authority for the Director ofthe GPDSC.  See O.C.G.A. \n§ 17-12-5(a) (\"The director shall be appointed by the Governor and shall serve at the pleasure of \nthe Governor.\").  Finally, \"the Governor's Office ofPlmming and Budget controls the hiring \nwaivers for all employees of the State of Georgia and thus has the ultimate hiring authority for \nall positions within mly of the divisions of GPDSC,\" including the Appellate Division.  Defs.' \nResp. to PIs.' First Int. No.6. \n27 \n\n30 \nidentified as taking effect on August 27,2004. Because the caseload standard was properly \nadopted and ratified both by the Georgia Supreme Court and later by an independent judicial \nbranch agency, it was effective when adopted and remains in effect today.31  As such, pursuant to \nO.C.G.A. § 17-12-5(d)(3), the GPDSC Director must supervise and enforce the GPDSC's 25-\nappeal-per-lawyer caseload standard. \n4.  Defendants Do Not Have Discretion to Deny or Delay the \nAppointment of Conflict-Free Counsel \nDefendants assert that mandamus should not issue because they have discretion in \nestablishing the procedure for providing counsel to Plaintiffs and the class members.  While it \nmay be true that Defendants have some measure of discretion in deciding which counsel to \nappoint and the manner of appointment, Defendants have no discretion in whether or not to \nappoint counsel to Plaintiffs.  Upon receiving an indigent defendant's request for conflict-free \ncounsel on appeal, Defendants have a non-discretionary duty to promptly provide counsel to that \nindigent defendant. \nSee http://www.gpdsc.com/docs/cpdsystem-standards-limiting_caseloads.htm; see also \n30 \nO.C.G.A. § 17-12-8(c) (requiring GPDSC to post all standards on its website and \"identify the \ndate upon which such rule, regulation, policy, and standard took effect\"). \nDefendants contend that the caseload standard is without effect because the Georgia \n31 \nlegislature, after adoption and ratification of the caseload standard by the Standards Council, \nsubsequently adopted a requirement that all initial standards with a fiscal impact be ratified by \nthe legislative and executive branches.  See 2004 Georgia Laws 1st. Ex. Sess. Act lEX 4 (H.B. \n1) (previously codified at O.C.G.A. § 17-12-8(c)).  However, that ratification requirement was \nlater repealed by subsequent legislation.  2008 Georgia Laws Act 729 (H.B. 1245).  As a result, \nlegislative ratification is no longer required today. \nIn any event, as a regulation governing the practice of law of public defenders, the \ncaseload standard is properly and exclusively within the purview of the judicial branch.  The \njudicial branch has the exclusive authority to regulate the practice of law, and its authority cannot \nbe circumscribed by a legislative ratification requirement.  Wallace v.  Wallace, 225 Ga. 102, \n111-12, 166 S.E.2d 718, 724 (1969) (\"[T]he judiciary Calmot be circumscribed or restricted in \nthe performance of its power and duty to regulate the practice oflaw ....\" ); Sams v. Olah, 225 \nGa. 497,498, 169 S.E.2d 790, 796 (1969) (striking down law that attempted to usurp court's \npower to regulate practice of law and stating that \"[i]t is the duty of this court to reject legislative \nattempts to interfere with the exercise of its judicial powers\"). \n28 \n\nDefendants also suggest that they have discretion to delay the appointment of counsel \nuntil certain administrative conditions are met.  Defendants contend, for example, that they are \nnot obligated to provide conflict-free counsel to an indigent defendant who has made a request \nuntil the GPDSC receives the indigent defendant's case file and transcript.  The Court notes that, \nprior to this litigation, Defendants had not imposed this administrative rule as a condition on the \nappointment of counsel.  Likewise, Defendants appointed counsel to numerous indigent \ndefendants after this litigation was filed before the physical delivery of a case file and transcript. \nIn any event, as Mr. Crawford correctly testified, neither the right to counsel nor Defendants' \nduty to provide counsel may be suspended by an administrative rule requiring physical delivery \nof a case file and transcript.  Crawford Dep. at 82-84.  As the Georgia Supreme Court has \npreviously ruled, the GPDSC CaImot condition or override the right to conflict-free counsel based \nupon its own internal policies.  See Garland, 283 Ga. at 203,657 S.E.2d at 844 (\"We need not \ndecide whether the trial court, in denying appellant's request, correctly comprehended the \npolicies of the Council regarding appointment of conflict counsel because the Constitutions of \nthe United States and Georgia, not the Council's policies, are the governing authority here.\"). \nTherefore, to the extent that Defendants contend that their duty to appoint counsel is suspended \nor delayed until a local CPD office complies with various internal administrative policies, the \nCourt rejects Defendants' contention. \nEven if the GPDSC had some discretion in the timing of the appointment of counsel, \nhowever, it cannot wait for months or years after receiving a request for new counsel simply \nbecause it has not received a transcript or case file or it is otherwise inconvenient or costly to \nappoint counsel.  For one, an indigent defendant camlot be penalized for exercising the right to \nconflict-free counsel.  Memories fade and witnesses may move away.  An indigent defendant \n29 \n\nwould be placed at a material disadvantage if he were forced to wait months or years before an \nappellate lawyer could begin investigating the grounds for the indigent defendant's motion for \nnew trial or appeal.  Douglas v. California, 372 U.S. 353,355 (1963) (\"For there can be no equal \njustice where the kind of an appeal a man enj oys 'depends on the amount of money he has. ''') \n(quoting Griffin v. Illinois, 351 U.S. 12, 19 (1956)).  Second, the mere fact that a trial attorney \nhas not physically delivered a case file is no reason to continue to deny an indigent defendant \nconflict-free counsel; if anything, it is a reason to hasten the appointment of counsel.32  And \nfinally, the Court notes that an appellate lawyer's services may be needed prior to the delivery of \na case file or the preparation of a trial transcript.  In addition to the client requiring legal advice, \na trial court may hold a motion-for-new-trial hearing prior to preparation of a trial transcript.  See \nO.C.G.A. § 5-5-40(c) (\"[T]he comi may in its discretion hear and determine the motion [for new \ntrial] before the transcript of evidence and proceedings is prepared and filed.\"); Unif. S. Ct. R. \n41.1 (same); Appling v. State, 256 Ga. 36,38,343 S.E.2d 684, 686 (1986).  For these and other \nreasons, an administrative policy requiring delivery of a case file and transcript cannot justify \ncontinuing to deny or delay providing conflict-free counsel to an indigent defendant who notifies \nGPDSC of a request for conflict-free counsel after conviction. \nDefendants also apparently considered promulgating a new policy, in response to this \nlawsuit, requiring a comi-approved motion to withdraw as a prerequisite to the appointment of \n32 \nSome local public defender offices, such as the Atlanta Circuit Public Defender, consider \nit an ethical obligation to maintain the confidentiality of a client's case file until a lawyer has \nbeen appointed to an indigent defendant's case and has established an attorney-client relationship \nwith the indigent defendant.  For that reason, the Atlanta Circuit Public Defender has apparently \nrefrained from delivering case files to the GPDSC until such appointment is made.  Tr. at 190-\n91.  Once the appellate lawyer is appointed, the CPD office or trial attorney has an ethical \nresponsibility to turn over the client's file, which is owned by the client.  Therefore, if anything, \nnot receiving a case file is a reason to appoint an appellate attorney as opposed to refuse to \nappoint an appellate attorney. \n30 \n\nnew appellate counsel.  Whatever the reason for adopting such a new policy (which the Comi \nnotes is mmecessary and inconsistent with Uniform Superior Court Rule 4.3),33 such a \nrequirement likewise would not delay or suspend Defendants' obligation to promptly appoint \ncounsel.  Irrespective of whether an indigent defendant's trial counsel has formally withdrawn, \nthe GPDSC has a duty to provide the indigent defendant with conflict-free counsel upon \nreceiving notice that the indigent defendant has invoked his right to such counsel after \nconviction. \n5.  Defendants Have a Non-Discretionary Duty to Provide Effective \nAssistance of Counsel \nDefendants also contend that they have met their obligation to provide counsel to the \nnamed Plaintiffs and other class members who were assigned counsel after this lawsuit was filed, \nbut prior to the Court's hearing.  Defendants contend, therefore, that they have mooted the \nmandamus claims of the named Plaintiffs and certain class members who have recently been \nassigned counsel.  The Court disagrees. \nAs the Supreme Court has explained, \"nominal representation on an appeal as of right-\nlike nominal representation at trial-does not suffice to render the proceedings constitutionally \nadequate; a party whose counsel is unable to provide effective representation is in no better \nposition than one who has no counsel at all.\"  Evitts v. Lucey, 469 U.S. 387, 396 (1985); see also \nHarris v. Champion, 938 F .2d 1062, 1068 (1991).  Defendants have a duty to provide for the \n33 \nThe Comi notes that Rule 4.3(a) only requires court-approved withdrawal when there is \nno substitute lawyer to take over the client's representation.  Should there be no substitute \nlawyer, Rule 4.3(a) requires the departing lawyer to celiify that she has counseled her client on \nthe dangers of proceeding pro se.  However, it is unnecessary for the depmiing lawyer to seek \ncourt-approved withdrawal when a new lawyer has been appointed to the client's case.  Rule \n4.3(b) states that when \"the client wishes to substitute counsel, it will not be necessary for the \nformer attorney to comply with rule 4.3(a).  Instead, the former attorney may file with the clerk \nof court a notice of substitution of counsel signed by the patiy and the former attorney.\"  Unif. S. \nCt. R. 4.3(2). \n31 \n\neffective assistance of conflict-free appellate counsel.  Where \"circumstances ma[k]e it so \nunlikely that any lawyer could provide effective assistance, that ineffectiveness [is] properly \npresumed without inquiry into actual performance at trial.\"  United States v. Cronic, 466 U.S. \n648, 656 (1984).  A financial arrangement with an indigent defense counsel that \"creates an \neconomic disincentive for lawyers to perform adequate investigations, ... discourages \npreparation, and ultimately affects the quality of representation\" raises the presumption of \nineffectiveness without inquiry into actual performance.  New York County Lawyers Assoc. v. \nState ofN  ew York,  192 Misc. 2d 424, 745 N.Y.S.2d 376 (2002); see also State v.  Young,  143 \nN.M. 1, 172 P .3d 138 (2007) (\"The inadequacy of compensation in this case makes it unlikely \nthat any lawyer could provide effective assistance, and therefore, as instructed by the United \nStates Supreme Court, ineffectiveness is properly presumed without inquiry into actual \nperformance.,,).34  Therefore, indigent defense counsel are \"entitled to reasonable and adequate \ncompensation.\"  Birt v. State, 259 Ga. 800, 801, 387 S.E.2d 879, 880 (1990).35 \nAs described above, one day prior to the Feb. 5,2010 hearing on this matter, the GPDSC \nexecuted contracts 'vvith 6 lawyers and verbally agreed with 4 additional lawyers to take on 117 \ncases at a fixed rate of $1 ,200-$1 ,500 per case.  Prior to executing the contracts, the GPDSC did \nnot inform the lawyers of the identity of their clients, the nature or complexity of their cases, or \nprovide any additional facts upon which the attorneys could evaluate whether they had the time \nor resources necessary to provide effective representation in each of the 10-15 cases he or she \n34 \nSee also New York County Lawyers Assoc. v. State ofN  ew York,  196 Misc.2d 761, 763 \nN.Y.S.2d 397 (2003) (concluding that low rate of compensation to indigent defense lawyers had \ncaused systemic ineffectiveness and unavailability oflawyers); State ofK  ansas v. Smith, 242 \nKan. 336, 747 P.2d 816 (1987) (\"When the attorney is required to advance expense funds out-of \npocket for an indigent, without full reimbursement, the system violates the Fifth Amendment.\"). \nSee also Sacandy v.  Walther, 262 Ga. 11, l3, 413 S.E.2d 727, 729 (1992); Amadeo v. \n35 \nState, 259 Ga. 469,470 n.5, 384 S.E.2d 181, 183 n.5 (1989). \n32 \n\nhad been assigned.  The GPDSC later assigned five of the named Plaintiffs' cases under these \ncontracts.  Tlu'ee of the named Plaintiffs in this action-Darnell Amaker, Maurice Flournoy, and \nEugene Teasley-were convicted of murder and sentenced to life imprisonment after trial.  They \nwere assigned attorneys who agreed to a total fee of $1 ,200 to research, investigate, and pursue \ntheir motions for new trial and appeals, with a $150 cap on reimbursement for expert fees. \nAccording to the Appellate Division Director, an average motion for new trial and direct \nappeal of a criminal case requires 140 hours of attorney time, excluding time for travel.  Were \nthese attorneys to spend the average amount of time Ms. Rodgers estimates is necessary to \nlitigate each of the 117 assigned cases, each attorney would earn between $8.57 to $10.71 per \nhour, depending on whether they were paid $1,200 or $1,500 per case, respectively.  The \nattorneys accepting 15 cases will earn at most $22,500 for an estimated 2,1 00 hours-i. e., one \nyear of legal work.  These contracts do not provide for the cost of office overhead, legal research, \nor other expenses, and each attorney agreed not to seek reimbursement for expert fees above \n$150, without having met their clients or analyzed their cases to determine whether expert \nassistance would be needed in their motions for new trial.36  See Defs.' Exs. 22-27, ~~ 9-10. \nGiven the low rate of total compensation and the significant limitations placed on \nreimbursement of expert and other expenses, it is highly unlikely, if not practically impossible, \nfor an attorney to provide effective representation to the named Plaintiffs and other class \nmembers under such a contractual arrangement.  To the contrary, an attorney has a strong \nIn order to demonstrate ineffective assistance of counsel, it may be necessary for a \n36 \ncriminal defendant to offer evidence of expeli testimony that should have been offered at trial in \norder to meet the defendant's burden of demonstrating prejudice.  E.g., Allen v. State, \n_S.E.2d_, 2010 WL 338133, at *2 (Ga. Ct. App. Feb. 1,2010) (concluding that defendant \nfailed to demonstrate prejudice in his motion-for-new-trial hearing because he did not offer \nexpert testimony); Sarratt v. State, 299 Ga. App. 568, 570, 683 S.E.2d 10, 14 (2009) (denying \nmotion for new trial because defendant \"failed to produce such an expert at the hearing on the \nmotion for new trial\"). \n33 \n\neconomic disincentive to perform a thorough investigation and develop and present the \nsubstantial evidence often required to prevail in a motion for new trial.  The inadequacy of \ncompensation and the disincentives created by these alTangements raises a serious doubt that an \nattorney can provide effective assistance without suffering severe financial detriment or sacrifice. \nFor that reason, Defendants have not met their obligation to provide effective assistance of \ncounsel by nominally assigning attorneys to multiple cases of unspecified complexity under the \narrangements described herein.  Accordingly, the claims of the named Plaintiffs and class \nmembers have not been mooted by the Defendants' assignment of attorneys immediately prior to \nthe hearing in this matter. \nIn sum, the United States Constitution, the Georgia Constitution, and the Indigent \nDefense Act of 2003-and not the policies of the GPDSC-provide the rules of law that govern \nthis case.  Having fully considered those rules and the arguments of the parties, the Court \nconcludes that Defendants Perdue, Crawford, Berg, Stokes, and Rodgers have a clear and non-\ndiscretionary duty to provide the effective assistance of conflict-free counsel to Plaintiffs and the \nC1 a ss memb ers 1·1 1 t llI'S  actI.o n. 37 \nD.  Mandamus Must Issue \nThe Plaintiffs' class is comprised of individuals that have been convicted of crimes \ncarrying a term of incarceration and have notified the GPDSC that they have invoked their right \nto conflict-free appellate counsel.  By definition, these individuals have a clear right to effective \nand conflict-free counsel.  Plaintiffs are without legal recourse other than mandamus. \nDefendants Perdue, Crawford, Berg, Stokes, and Rodgers are the responsible governmental \n37 \nThe Court has concluded that Defendants have a non-discretionary duty to provide \nconflict-free counsel to Plaintiffs.  However, to the extent that these officials have any discretion \nin their duty to provide conflict-free counsel, the Court alternatively finds that Defendants have \ngrossly abused any such discretion in failing to provide counsel to the Plaintiffs' class. \n34 \n\nofficials who have a non-discretionary obligation to appoint conflict-free counsel.  Because \nPlaintiffs have made the required showing, a writ of mandamus must issue requiring the \nDefendants to provide the effective assistance of conflict-free counsel. \nThe Court is mindful of the budgetary constraints faced by Defendants and other \ngovernmental entities.  However, the duty to provide a legal defense to those whose liberty is at \nstake and who cannot afford an attorney is unqualified and unconditional, and it does not give \nway in times of economic distress.  As both the United States and Georgia Supreme Courts have \nheld, lack of funding does not excuse a failure to adequately provide indigent defense.  Georgia \nPublic Defender Standards Council, 285 Ga. at 173, 675 S.E.2d at 28 (\"The indigent defense \nbudgetary considerations raised by the Council do not constitute a proper policy matter for this \nCourt.\"); Garland, 283 Ga. at 205 n.5, 657 S.E.2d at 846 n.5 (\"In light of the constitutional rights \ninvolved, we find no merit in the Council's .... budgetary concerns that it raises as warranting a \ndifferent holding\"); see also Bounds v. Smith, 430 U.S. 817, 825 (1977) (\"[T]he cost of \nprotecting a constitutional right cannot justify its total denial. ,,)?8 \nIn the end, it is this Court's duty to order the relief Plaintiffs now request.  Were this \nCourt to decline to award the relief requested, it would abdicate its own constitutional duty \"to \nthe citizens of this state to oversee the criminal justice system and to ensure that those who are \n38 \nIn addition, given that the Indigent Defense Fund has collected a surplus of over $23 \nmillion in court filing fees and fines in the last four years that has not been appropriated to \nindigent defense, it is difficult for Defendants to credibly argue that there are no funds available \nto remedy the Appellate Division's present inability to provide counsel.  Tr. at 236-40.  In 2004, \nas a part of the enactment of the Indigent Defense Act, Georgia established a special revenue \nmechanism to fund its new system of indigent defense.  See H.B. lEX (2004).  Under this \nrevenue mechanism, indigent defense is funded not through taxpayer general revenue, but \nthrough the courts-by collection of criminal fines and civil filings fees that were added for the \nexpress purpose of paying for indigent defense.  Regrettably, between $4-6 million of these \ncourt-collected fines and fees have been annually redirected for the past four years to purposes \nother than indigent defense.  See Tr. at 236-40; PIs.' Ex. 26. \n35 \n\naccused of crimes are tried expeditiously, and that their constitutional rights are protected. '\" \nThreatt v. State, 282 Ga. App. 884,888,640 S.E.2d 316,319-20 (2006) (quoting Spradlin v. \nState, 262 Ga. App. 897,900,587 S.E.2d 155, 155 (2003)).  Indeed, \"Art. VI, § IX, ~ I [of the \nGeorgia Constitution] ... casts upon the comis the duty to ensure that crimes are speedily and \nefficiently prosecuted and that indigent defendants are effectively defended.\"  Wilson v. \nSoutherland, 258 Ga. 479,480,371 S.E.2d 382, 383 (1988). \nThe GPDSC has a duty to appoint counsel at the earliest possible oppOliunity upon \nreceiving a request from an indigent defendant who is entitled to conflict-free counsel.  See \nO.e.G.A. § 17 -12-22(b) (requiring conflicts of interest to be identified \"atthe earliest possible \nopportunity\").  Likewise, the legislature has provided that a defendant must file a motion for new \ntrial within 30 days of the entry ofthe judgment on the verdict.  \"This and other statutorily \nestablished time limits clearly indicate the intention of the legislature that criminal matters be \nresolved promptly.\" Stone v. State, 257 Ga. App. 306, 307, 570 S.E.2d 715, 717 (2002). \nTherefore, while there is no statutorily defined number of days in which the GPDSC must \nprovide counsel after receving a request, the motion-for-new-trial deadline indicates that under \nno circumstance should the GPDSC delay for longer than thirty days to provide counsel after \nreceiving notice of a valid request. \nFor these reasons, the Court GRANTS a writ of mandamus absolute requiring \nDefendants Perdue, Crawford, Berg, Stokes, and Rodgers to provide all present members of the \nPlaintiffs' class effective and conflict-free counsel at the earliest possible oppOliunity, but no \nlater than 30 days of the entry of this Order.  As it relates to future members of the Plaintiffs' \nclass, Defendants Perdue, Crawford, Berg, Stokes, and Rodgers shall provide counsel at the \nearliest possible opportunity after receiving a request for conflict-free counsel, but no later than \n36 \n\n30 days after receiving notice of a request from a member of the Plaintiffs' class.  Further, \nDefendants shall provide counsel to all class members in a manner consistent with the terms of \nthis Order and the obligations imposed by the United States and Georgia Constitutions, the \nIndigent Defendant Act of2003, and the standards adopted and ratified by the Standards \nCouncil, including the Standard for Limiting Case Loads. \nCONCLUSION \nFor the reasons stated above, the Court GRANTS Plaintiffs' Motion to Admit \nDefendants' Depositions and GRANTS Plaintiffs' Motion for Class Celiification.  Pursuant to \nO.C.G.A. §§ 9-11-23(a) and (b)(2), the Court hereby celiifies a class of: \nAll indigent persons who (i) were or will be convicted in a Georgia court of a \ncriminal offense carrying a term of incarceration; (ii) have provided or will \nprovide notice to Defendants of their request for conflict-free appellate counsel to \npursue a motion for new trial and/or first direct appeal; and (iii) have been denied \nor will be denied conflict-free counsel after giving such notice. \nThe Court also GRANTS a writ of mandamus absolute requiring Defendants Perdue, \nCrawford, Berg, Stokes, and Rodgers to provide all present members of the Plaintiffs' class \neffective and conflict-free counsel at the earliest possible opportunity, but no later than 30 days \nof the entry of this Order.  As it relates to future members of the Plaintiffs' class, Defendants \nPerdue, Crawford, Berg, Stokes, and Rodgers shall provide counsel at the earliest possible \nopportunity after receiving a request for conflict-free counsel, but no later than 30 days after \nreceiving notice of a request from a member of the Plaintiffs' class.  Further, Defendants shall \nprovide counsel to all class members in a mmmer consistent with the terms of this Order and the \nobligations imposed by the United States and Georgia Constitutions, the Indigent Defendant Act \nof2003, and the standards adopted and ratified by the Standards Council, including the Standard \nfor Limiting Case Loads. \n37 \n\nCopies to: \nFor the Plaintiffs: \nGerald Weber \nMelanie Velez \nLauren Sudeall Lucas \nSouthern Center for Human Rights \n83 Poplar Street \nAtlanta, GA 30303 \nEmail: gweber@constitutional-litigation.com \nEmail: lslucas@schr.org \nEmail: mvelez@sc1u·.org \nEmmet J. Bondurant \nMichael A. Calpan \nBondurant, Mixson & Elmore, LLP \n3900 One Atlantic Center \n1201 West Peachtree Street, N.W. \nAtlanta, GA 30309-3417 \nEmail: bondurant(cV.bmelaw.com \nEmail: caplan@bmelaw.com \nEdward T.M. Garland \nDonald F. Samuel \nGarland, Samuel & Loeb, P.c. \n3151 Maple Drive, N.E. \nAtlanta, GA 30305-2500 \nAlbert Pearson, III \nMoraitakis Kushel Pearson Gardner LLP \n3445 Peachtree Road, N.E., Suite 425 \nAtlanta, GA 30326 \nEmail: apearson(cV.mkpglaw.com \nJohn R. Martin \nSandra Michaels \nMartin Brothers, P. C. \n44 Broad St., N. W. \n38 \n\nSuite 500 \nAtlanta, GA 30303-2327 \nEmail: jack{a{martinbroslaw.com \nStephen R. Scarborough \n1201 Peachtree St., \n400 Colony Square, Suite 200 \nAtlanta, GA 30361 \nEmail: steve{a{scarboroughdefender.com \nFor Defendants: \nMs. DeBrae' Charlene Kennedy \nState Law Department \n40 Capitol Square, S.W. \nAtlanta, GA 30334 \nEmail: dkennedy@law.ga. gOY \n39 ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/40907"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 118198,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/118198"
    }
  ],
  "document_count": 4
}