{
  "case_id": 461,
  "fetched_at": "2025-10-22T00:05:13.909259",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Plymouth Center for Human Development",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Granted",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "Eastern District of Michigan",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1978-02-21",
    "filing_year": 1978,
    "id": 461,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Sanitation / living conditions",
      "Medical/Mental Health Care: Intellectual disability/mental illness dual diagnosis",
      "General/Misc.: Totality of conditions",
      "General/Misc.: Aggressive behavior",
      "Disability and Disability Rights: Intellectual/developmental disability, unspecified",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)"
    ],
    "last_checked_date": "2006-07-21T00:00:00-04:00",
    "main_docket": {
      "id": 42607,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1978,
      "docket_filing_number": 70384,
      "is_main_docket": true,
      "court": "Eastern District of Michigan",
      "state": "Michigan",
      "docket_office_number": "2",
      "docket_number_manual": "78-70384",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Michigan ARC v. Smith",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1979,
    "permanent_injunction": false,
    "plaintiff_description": "residents of the Plymouth Center for Human Development",
    "plaintiff_type": [],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Michigan",
    "summary": "<p>On February 21, 1978, the Michigan Association for Retarded Citizens (MARC) and the Plymouth Association for Retarded Citizens (PARC) filed a class action lawsuit under 42 U.S.C. § 1983 against the Michigan Department of Mental Health in the U.S. District Court for the Eastern District of Michigan.  The plaintiffs, represented by Michigan Protection and Advocacy Services for Developmentally Disabled Citizens, asked the district court for declaratory and injunctive relief, alleging that the defendants had violated the constitutional rights of the persons with intellectual disabilities who were residents of the Plymouth Center for Human Development.  Specifically, they complained of abuse of the residents and mismanagement of the institution.</p><p>On March 3, 1978, the U.S. District Court for the Eastern District of Michigan (Judge Charles Wycliffe Joiner) issued a preliminary injunction, the substance of which had been agreed to by the parties.  This injunction halted new admissions to the center, compelled compliance with federal standards for staff-to-patient ratios, assured relatives of greater access to residents, ordered the separation of aggressive and defenseless residents, ordered the center to set up a system of staff accountability in which each resident would be the direct responsibility of a particular staff member, and guaranteed annual physical and mental examinations for all residents.  </p><p>On August 30, 1979, the district court (Judge Joiner) issued a consent decree in the case.  The decree addressed the same areas included in the preliminary injunction, and it also provided for the creation of community programs, patient habilitation and life skills development programs, and personnel and training standards.  Michigan Ass'n for Retarded Citizens v. Smith, 475 F.Supp. 990 (E.D.Mich. 1979).</p><p>After the consent decree had been entered by the district court, the American Federation of State, County, and Municipal Employees (a labor union) asked to be allowed to intervene in the case.  The district court (Judge Joiner) denied the request, and the union appealed.  On August 21, 1981, the U.S. Court of Appeals for the Sixth Circuit (Judge Harry Phillips) affirmed the district court's decision.  Michigan Ass'n for Retarded Citizens v. Smith, 657 F.2d 102 (6th Cir. 1981).</p><p>We have no further information on the proceedings in this case.</p><p></p>",
    "summary_published_date": "2006-07-21T00:00:00-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/461",
    "is_active": false,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=461",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=461",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=461"
  },
  "documents": [
    {
      "date": "1979-08-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 990,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 475,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Eastern District of Michigan",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54455,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54455.pdf",
      "title": "Memorandum Opinion, Order and Decree",
      "text": "475 F.Supp. 990 (1979)\nMICHIGAN ASSOCIATION FOR RETARDED CITIZENS, a non-profit Michigan Corporation,\nPlymouth Association for Retarded Citizens, a non-profit Michigan Corporation, David\nBentley, by his next friend Sue Hickman, Andrew Foster, by his next friend Joseph G.\nJohnson, Laurie E. Healey, by her next friend Laura Healey, John Jay Hovey, by his next\nfriend Lenore E. Hovey, Buddy Rae Nelson, by his next friend Jimmie N. Nelson, Carl\nJoseph Panicali, by his next friend Eileen Panicali, Mary Sabo, by her next friend Francis\nSabo, Wendy Sampson, by her next friend Robert J. Sampson, Carolyn Szczesiul, by her\nnext friend Mary Finn, Christine Wojtowycz, by her next friend Emilian Wojtowycz, on\ntheir behalf and all others similarly situated, Plaintiffs,\nv.\nDonald C. SMITH, M. D., Individually and in his former official capacity as Director,\nMichigan Department of Mental Health, Vernon A. Stehman, M. D., Individually and in his\nofficial capacity as Acting Director, Michigan Department of Mental Health, Don K.\nWorden, Ph. D., Individually and in his official capacity as Regional Director, Michigan\nDepartment of Mental Health, William C. Womack, Individually and in his former official\ncapacity as Director, Plymouth Center for Human Development, Evelyn Provitt, R.N., M.S.,\nIndividually and in her former official capacity as Acting Director, Plymouth Center for\nHuman Development, David Rosen, Individually and in his former official capacity as\nActing Director, Plymouth Center for Human Development, Eranell McIntosh-Wilson,\nIndividually and in her official capacity as Director, Plymouth Center for Human\nDevelopment, their agent, employees and successors, Defendants.\nCiv. A. No. 78-70384.\nUnited States District Court, E. D. Michigan, Southern Division.\nAugust 30, 1979.\n991 *991 William J. Campbell, Michael J. Kiley, Brian J. O'Malley, David Verseput, Michigan Protection and Advocacy\nService for Developmentally Disabled Citizens, Lansing, Mich., for plaintiffs.\nThomas R. Wheeker, Lansing, Mich., for defendants.\nMEMORANDUM OPINION, ORDER AND DECREE\nJOINER, District Judge.\nOn February 21, 1978, the Michigan Association for Retarded Citizens, the Plymouth Association for Retarded\nCitizens, and twelve individuals brought this suit against various officials in the Michigan Department of Mental\nHealth in an attempt to improve the plight of the mentally retarded persons who were residents of the Plymouth\nCenter for Human Development.\nThe suit followed a number of charges of abuse of the residents, mismanagement of the institution, and\nmisdirection of the Department of Mental Health in the care and treatment of mentally retarded persons.\nOn March 3, 1978, this court officially recognized the case as a class action, noting that the named plaintiffs were\nrepresentatives of all of the residents of the Plymouth Center. Also on March 3, 1978, the court entered a\npreliminary injunction, the substance of which had been agreed to between the parties. This injunction halted new\nadmissions to the center, compelled compliance with federal standards for staff-to-patient ratios, assured\n\nrelatives greater access to residents, ordered the separation of aggressive and defenseless residents, ordered\nthe center to set up a system of staff accountability in which each resident would be the direct responsibility of a\nparticular staff member, and guaranteed annual physical and mental examinations for all residents. In addition,\nthe injunction created a group of monitors who have spent a great deal of time observing at the center and who\nhave reported to the court on their observations.\n992 In their seventeen monthly reports, the monitors have convinced the court that *992 enormous progress has been\nmade in the care and treatment of the residents of the center. This progress has been the result of the efforts of\nthe parties to this case, their attorneys, and many other people who have shown an interest in the problems that\nhave existed at the center.\nNow, after much investigation and long negotiations, the parties have entered into a stipulation concerning the\nfuture of the Plymouth Center. This order, judgment, and decree is entered into in accordance with that\nstipulation.\nPARTIES, JURISDICTION, AND PURPOSE\n1. Plaintiffs are the Plymouth Association for Retarded Citizens (hereinafter, PARC), the Michigan Association for\nRetarded Citizens (hereinafter, MARC), individuals named as plaintiffs and a class of plaintiffs consisting of:\na. All persons who resided at PCHD on the date the complaint herein was filed, February 21,\n1978;\nb. all persons who have resided at PCHD at any time since the date of the filing of the complaint,\nFebruary 21, 1978;\nc. all persons listed on the patient census filed with the Court who may in the future reside at\nPCHD provided, however, that such persons do not become members of the class until such time\nas they are physically residing at PCHD; and\nd. all persons transferred to PCHD and meeting the provisions of paragraph eight (8) of this\nagreement.\nPROVIDED THAT any person who has or in the future is transferred outside of Wayne County at the request of a\nparent or guardian, who resides outside of Wayne County, shall no longer be considered a member of the plaintiff\nclass. This provision shall not apply to any named plaintiff. They bring this action pursuant to, inter alia, 42 U.S.C.\n§ 1983, claiming violations of the constitutional and statutory rights of persons who are or may be institutionalized\nat PCHD, and seeking for such persons habilitation of appropriate, less restrictive residential alternatives suitable\nto their needs. Defendants are the administrative officials with the Michigan Department of Mental Health charged\nwith the responsibility for providing the members of the Plaintiff class with mental health services.\n2. This Court has jurisdiction of the subject matter of this class action, pursuant to, inter alia, 28 U.S.C. § 1343(3),\n42 U.S.C. § 1983, 42 U.S.C. § 6010, and the Fourteenth Amendment to the United States Constitution; this class\naction is appropriately designated as coming within the provisions of Rule 23(a) and (b)(2) of the Federal Rules of\nCivil Procedure.\n3. Jurisdiction is retained by the Court until this Decree has been fully implemented, to enable any party to apply\nfor such further orders as may be necessary or appropriate for the interpretation, implementation, enforcement,\nor modification of the terms of this Decree, as provided for by the terms of this Decree.\n4. This Decree shall be as binding on the Defendants' successors, officers, agents and employees as on the\nDefendants themselves. Defendants and their successors will take actions necessary to secure and are\nresponsible for full implementation of this Decree, including coordinating with other agencies and officials of the\nstate of Michigan and other governmental entities the carryingout of responsibilities necessary to the\nimplementation of this Decree.\n\n5. The parties and the Court deem this Decree to be pertinent for the final settlement of the case; to the extent\ncurrent information renders final, substantive settlement of an issue impracticable, the parties agree to\ncollaborate and negotiate and to seek direct judicial resolution only as a last resort, and as provided by the terms\nof this Decree.\n6. The Preliminary Injunction agreed to March 3, 1978, by the parties, is no longer binding and no longer has the\nforce and effect of law.\n993 *993 7. Based upon the record and consideration of submissions by the parties and the Monitoring Committee\nestablished by this Court in conjunction with this case, this Decree may be entered by the Court and is consented\nto by the parties for the purpose of establishing a commitment to the development of a comprehensive system of\nappropriate, less restrictive treatment, training, and support services for each member of the Plaintiff class. All\nmentally retarded individuals can and should live in the more normalized environment of the community and do\nnot require institutionalization, given the development of necessary habilitation and support services in the\ncommunity.\nPLYMOUTH CENTER FOR HUMAN DEVELOPMENT\n8. Defendants agree to halt new admission of residents to the PCHD. A new admission is defined as the\nadmission of a person whose name does not appear on the `patient census' and is not on a leave status from the\nPCHD as of the date of entry of this Decree. Defendants may transfer residents of other Department of Mental\nHealth institutions for the developmentally disabled to PCHD for purposes of effecting or preparing for a\ncommunity placement in Wayne County, provided that transfers will be made to PCHD only in numbers\nequivalent to or less than the actual placements into the community of class members. No such transferred\nresident will be counted in determining Defendants' compliance with paragraph nineteen (19) of this Decree until\nforty-five (45) days have elapsed from the date of such transfer to the PCHD; similarly, no such person will be\nconsidered a member of the Plaintiff class until said forty-five (45) day period has elapsed, and only in the event\nsuch person is still a resident of the PCHD.\n9. Defendants agree to maintain on all PCHD living units a direct care staff-to-resident ratio which meets the\nstandards of the United States Department of Health, Education and Welfare for certification of an institution as\nan intermediate care facility for the mentally retarded. Further, with respect to Malloy, Kennedy, Sullivan and Binet\nHalls, such ratio will be maintained as follows: on the day and afternoon shifts one (1) direct care staff person to\nfour (4) residents, and on the midnight shift one (1) direct care staff to eight (8) residents. The staffing provided\nfor in this paragraph means that such staff shall be physically present on the ward or living unit in sufficient\nnumbers in relation to the residents actually on the ward or living unit to maintain the ratios set forth by this\nparagraph. In the event residents are transferred from any of the buildings identified above and such transfer is\noccasioned by reasons other than a change in the resident's condition, such a resident shall continue to benefit\nfrom the more favorable staff-to-resident ratio. In the event living units located in the buildings identified above\ncome to be inhabited by residents whose general programmatic needs are dissimilar from those of current\nresidents, such units may employ the more conventional staffing patterns.\n10. Defendants are required to provide for the residents of PCHD such adequate habilitation as will afford a\nreasonable opportunity for them to acquire and maintain such life skills as are necessary to enable them to cope\nas effectively as their capacities permit. Habilitation programs will be based on Individual Program Plans\ndeveloped for each member of the Plaintiff class. The Master provided for herein will have access to all\ninformation, records, residential environments and PCHD program areas, and will be permitted to interview any\nperson affected by or involved in the implementation of this Decree, to the extent necessary to discharge his/her\nduties under this Decree.\n\nCREATION AND MAINTENANCE OF COMMUNITY PROGRAMS\n11. The following principles form the basis for creating and maintaining the comprehensive system of community\nmental health and retardation services suitable to meet the needs of all members of the Plaintiff class:\n994 *994 a. A comprehensive community mental health and retardation system consists of three\ndistinct components: (1) residential environments which are the least restrictive and most normal\nsettings appropriate for each resident or client; (2) nonresidential habilitation, training, and support\nprograms which are geographically separate from community residences and which provide the\nmajor daily activity for those clients; and (3) management services to adequately develop,\ncoordinate, administer, monitor, and evaluate this network of environments and programs.\nb. Residents and clients are entitled to live in the least restrictive, most normal residential\nalternative and to receive appropriate habilitation, training, and support suited to their individual\nneeds.\nc. The provision of appropriate habilitation, training, and support services to PCHD residents will\nnot deprive other persons currently receiving mental health or retardation services from the\nDefendants from continuing to receive such services for as long as they are determined to be\nnecessary, according to professionally accepted standards.\nd. The determination of client service needs will occur through an individualized screening,\nevaluation, and service planning process, including annual reviews of Individual Program Plans.\ne. The determination of the appropriate residential and nonresidential placement for each resident\nand client will be made so as to guarantee that all persons are placed in the least restrictive\nalternative which will provide them with appropriate habilitation, training, and support; smaller\nresidential alternatives are preferred to larger ones. Defendants agree that they will not place\nmembers of the class in new residences having more than an eight (8) bed capacity except as\nprovided herein. Such new residence is one not previously utilized for placement by the PCHD or\nthe community mental health board. Members of the class may be placed in new or existing\nnursing homes exceeding eight (8) beds in lieu of adequate, available alternatives where the\ncondition of the resident warrants and subject to prior review by the Master.\nf. Community residential and nonresidential services will be offered, to the extent needed and with\ndue regard for each client's dignity and personal autonomy; residents and their parents,\nguardians, or advocates, will participate in the community placement process and they will be\nadvised of their rights to an administrative appeal when, and only when, they object to a\nresidential placement because the placement is in an inadequate facility or a facility which is too\nrestrictive, or because the proposed placement does not provide appropriate programmatic\nservices.\ng. All residential and nonresidential services will be offered by providers of services on a\nnondiscriminatory basis, without regard to a resident's or client's ability to pay.\nh. Community residential alternatives and nonresidential programs will be integrated in the\ncommunity and operated in the most normal manner appropriate to the needs of their clients.\ni. An evaluation process is required to assess a program's quality and effectiveness in meeting the\nneeds of its clients. Defendants will have six (6) months to develop such a process.\nj. It is recognized that a small percentage of mentally retarded individuals may require intervention\nin an inpatient facility due to the unavailability of community alternatives. They include medically\nfragile individuals requiring constant medical life support monitoring and those individuals who,\n\nalthough not mentally ill, exhibit behavior which could result in their being judicially admissible\nunder § 515 of the Mental Health Code.\nk. Adequate residential and nonresidential services will be provided in appropriate, less restrictive\nalternatives to all residents and clients for as long as determined necessary to meet their\nindividual needs, according to professionally acceptable standards.\n995 *995 12. The Defendants, their agents and contractees, will create and maintain appropriate community\nresidential alternatives and nonresidential programs, including necessary management services, for all members\nof the Plaintiff class adequate to meet their individual needs as recommended in their Individual Program Plans. It\nis recognized by the parties that the community mental health board also has the authority to create and maintain\nsuch alternatives and programs, and the Defendants may utilize the resources and programs of the community\nmental health board, its agencies and contractees, in carrying out the terms of this Decree. The Director of the\nDepartment of Mental Health has the ultimate responsibility for carrying out the provisions of this Decree.\n13. The Defendants will, subject to paragraph fourteen (14) herein, maintain and continue to fund as appropriated\nnew and existing programs necessary to carry-out this Decree, unless the needs of the residents and clients, as\ndetermined by their Individual Program Plans, no longer require such programs.\n14. The Defendants will use their best efforts to insure the full and timely financing of this Decree, including:\nsubmission of appropriate budget requests; allocation of sufficient funds as appropriated to insure that all existing\nand new programs necessary to carry-out the provisions of this Decree meet the minimum standards herein; full\nallocation of funds appropriated for services during the fiscal year; and, allotments of appropriated funds as\nneeded. In order to finance the obligations of this Decree, the Defendants agree not to transfer funds among\naccounts in such a way as to reduce the level of services presently being provided to PCHD residents. As used in\nthis paragraph the word \"allocate\" means to designate or earmark appropriated funds for specific purposes,\nconsistent with appropriations acts enacted by the Michigan legislature.\n15. The Defendants will not place residents or clients in residential alternatives or nonresidential programs which\nfail to meet applicable environmental, care, and programming standards.\n16. Within the framework of the provisions of this Decree, the parties agree that the Defendants should have\nreasonable flexibility in implementing residential and nonresidential programs.\n17. The Defendants agree to take all necessary action to insure full and timely compliance with the provisions of\nthis Decree. The parties recognize that there may arise, during the implementation of this Decree, difficulties\nbeyond the control of the Defendants which may inhibit timely accomplishment of certain of its terms. Whenever\none of the parties or the Master, whose role is created herein, determine that such difficulties have arisen and\nsignificantly threaten implementation, the problem may be brought to the Court's attention, pursuant to the\nprocedure established in paragraph forty-three (43) herein.\n18. The time schedule hereafter set forth establishes target dates, and Defendants agree to make every good\nfaith effort to accomplish meeting them during the times specified; Defendants agree to undertake such efforts as\nare necessary to ameliorate the effects of community and parental resistance to their program for community\nplacement. Plaintiffs MARC and PARC will support Defendants' efforts in this regard.\n19. In accordance with paragraph seven (7) herein, the parties agree that Defendants will create small scale\ncommunity residential services of sufficient quantity and quality as will allow for reduction in the resident\npopulation of the PCHD to a maximum of five-hundred, sixty (560) as of March 31, 1980, and as required to meet\nthe following schedule:\n                                 Residents\n                      Maximum   Placed in the\n                    PCHD Census   Community \nSeptember 30, 1980     500          60\n\nMarch 31, 1981         440          60\nSeptember 30, 1981     370          70\nMarch 31, 1982         280          90\nSeptember 30, 1982     190          90\nMarch 31, 1983         100          90\n996 *996 20. After March 31, 1983, the PCHD will not exceed a population of one-hundred (100) developmentally\ndisabled persons. In implementing this Decree, Defendants will not, directly or indirectly, designate any resident\nof PCHD as likely to remain beyond March 31, 1983, but rather will plan for and use their best efforts to seek an\nappropriate community residence for all residents of PCHD by January 1, 1984. Continued residency at PCHD of\nmembers of the plaintiff class after January 1, 1984 will be subject to review by the Master pursuant to paragraph\ntwenty-one (21) and forty-one (41).\n21. In accordance with the philosophy expressed in paragraph seven (7) herein, the parties agree that Plaintiffs\nmay object to the continued residency of any resident at the PCHD and may have any case reviewed by a person\nof their choosing who is familiar with the community placement process. The Master provided for herein will have\nthe final decision-making authority in any disputed case, subject to the provision of paragraph forty (40) herein.\n22. When the population of the PCHD reaches one-hundred (100) residents, the Defendants will continue to use\ntheir best efforts to place the remaining residents in the community. In the case of some medically fragile\nresidents, who require constant medical life support monitoring, or those residents exhibiting behaviors which\ncould result in their being judicially admissible under § 515 of the Mental Health Code, appropriate community\nplacements may not be immediately available. Defendants may continue to provide care and habilitation to such\nresidents at the PCHD, provided that Plaintiffs may object to the continued residency and may have any case\nreviewed by a person of their choosing who is familiar with community placement and the available alternatives.\nThe Master will have the final decision-making authority in any disputed case, subject to the provisions of\nparagraph forty-one (41) herein.\n23. After March 31, 1983, the PCHD will not exceed a residential population of one-hundred (100)\ndevelopmentally disabled persons. None of the remaining PCHD population will be long term residents. Though\nDefendants may admit those types of persons described in the preceding paragraph when the resident census\nfalls below one-hundred (100), such admissions will be subject to the review of the Master and will be allowed\nuntil, and only until, appropriate community placements are developed.\n24. Recommendations as to residential and nonresidential program placements will be based on an evaluation of\nthe actual needs of the resident or client rather than on what programs are then currently available. In cases\nwhere the services needed by a client are unavailable, the Individual Program Plan will provide an interim\nprogram based on available services which meet, as nearly as possible, the actual needs of the client. The\nnumber of clients in need of a service or program which is not then currently available and information respecting\nthe types of residential alternatives or nonresidential programs which they need will be compiled by Defendants\nin order to plan for the further development of programs.\n25. As soon as it is practicable and to the extent not inconsistent with existing contracts, the Defendants will\nreach a written agreement with the operators of community residences and nonresidential programs to include\nthe following:\na. require the residence or program to comply with the applicable terms of this Decree and with all\napplicable statutes, rules, and regulations promulgated by the United States, the state of\nMichigan, and the Department;\nb. reserve the right of employees, agents, and contractees of the Department of Mental Health to\nhave reasonable access to the residence or program and to audit its records, to monitor services\nto its clients, and to cancel the contract, remove the resident or take other remedial action in the\nevent the provider substantially fails to fulfill the terms of the contract.\nc. require the facility to have an appropriate representative participate in the Individual Program\nPlan process for each of its clients;\n997\n\n*997 d. require substantial fulfillment of the applicable portions of each client's Individual Program\nPlan.\nSanctions for failure to comply with the provisions of this Decree will be included in the agreement and will\ninclude, but will not be limited to, the termination of the agreement and the removal of the client from the\nplacement. Prior to the renewal of such an agreement, the Defendants or their agents will monitor the service\nprovider's compliance with the terms of the agreement.\n26. Contracts for residences and services will be available for inspection by parents, guardians and advocates of\nmembers of the plaintiff class.\n27. The Defendants will provide or continue to provide all residents and clients with a written Individual Program\nPlan which specifies in detail the individual's capabilities and needs for services, including the methods to be\nutilized to provide such services. The Individual Program Plan will address the individual's residential and\nnonresidential program needs, with particular emphasis on the determination of the least restrictive residential\nenvironment and suitable nonresidential treatment, training, and support services appropriate to meet those\nneeds. The Individual Program Plan will describe short-term and long-term program goals and timetables for the\nattainment of these goals. The Individual Program Plan will identify by name the person or persons who are\nprimarily responsible for implementing, and overseeing implementation of, service goals.\n28. The Individual Program Plans will be developed under the direction of a qualified professional and will be\nreviewed at least annually by an interdisciplinary team which is appropriately constituted in accordance with\nprofessionally acceptable standards and which includes the person or persons primarily responsible for the daily\ncare and support of the resident or client, as well as the community service coordinator or manager responsible\nfor the client. Each resident or client, and the individual's guardian, advocate or other representative will be\nnotified of and invited to participate in the interdisciplinary team meeting, unless the resident or client objects to\nsuch attendance. Notification of team meetings will be provided as far in advance as practicable, and in no event\nless than two (2) weeks prior to the meeting. In cases of emergency, such meetings may be held with less than\ntwo (2) weeks prior notice, provided that the resident or client, and the guardian, the advocate or designated\nrepresentative and the Master are given the best practicable notice under the circumstances and provided further\nthat an emergency shall mean a situation requiring immediate attention because of a change in the client's\nsituation.\n29. The resident's or client's community service coordinator or manager will be responsible for reviewing and\nmonitoring the client's progress, for ascertaining that appropriate services are being delivered, and for\ncoordinating the input of other professionals and staff in the Individual Program Plan process. Each such\ncommunity service coordinator's or case manager's caseload will not exceed twenty-five (25) persons.\n30. The resident or client or his/her representative may at any time initiate a request for transfer to a more\nappropriate setting. The Department of Mental Health will respond within thirty (30) days, either accepting or\nrejecting the request and stating the reasons for any rejection. A request for such a transfer will be rejected only\nbecause continuation in the current residence offers the individual a better opportunity for personal development\nin a more suitable environment or because a placement is not currently available elsewhere. In this latter\nsituation the resident or client will be transferred as soon as an appropriate placement can be found or\ndeveloped. A request for transfer which has been denied may not be renewed for six (6) months unless the\nperson requesting the transfer can demonstrate that there has been a material change in the client's\ncircumstances or significant new evidence has been discovered.\n998  PERSONNEL AND TRAINING\n*998\n31. The Defendants will establish standards for staff of community residential and nonresidential programs which\nare designed to screen out those applicants for employment who might pose a danger to clients or who fail to\nwork in their best interests. Defendants will have six (6) months to develop the standards. Plaintiffs will be\nallowed to review the standards developed and to comment on same. Thereafter, adherence to the standards will\nbe required in all new contracts for all new employees.\n\n32. The Defendants will provide all new and present Department of Mental Health Employees engaged in\ncarrying-out this Decree with appropriate orientation and training programs to increase their skills and interest in\nachieving service goals for clients. The Defendants agree to provide staff persons employed in new residential\nand nonresidential programs with training appropriate to their tasks if adequate training is not otherwise provided.\n33. Personnel policies will be designed to maximize use of individual employee skills and to enhance effective\nservices for clients and working conditions for employees. Personnel policies will include provisions, consistent\nwith state law, for suspending or terminating employees whose job performance is determined, after appropriate\nreview, to be substantially unsatisfactory or to violate the rights of clients as set forth in relevant statutes,\nregulations or the provision of this Decree.\n34. The Defendants agree to use their best efforts to secure federal funds to train and retrain individuals working\nin community programs. To the extent federal funds are inadequate for this purpose, the Defendants agree to\nprovide by other means and to seek adequate funding for training personnel.\n35. The Defendants will include in every future contract requiring an agent or independent contractor to perform\nduties, standards, and procedures which would otherwise be performed by the Defendants or their employees, a\nclause requiring the agent or contractor to meet the relevant obligations of this Decree.\nEVALUATION AND ENFORCEMENT\n36. By September 1, 1979, an independent Master will be appointed by the Court from a list of proposed\ncandidates jointly prepared by the parties. The Master will be responsible solely to the Court and will serve until\nthe Decree has been fully implemented. The Master will review and report to the Court and the parties on the\nprogress towards implementation of this Decree, in accordance with procedures and schedules to be agreed\nupon by the parties. The Master's first term of appointment will be for eighteen (18) months, which may be\nextended by agreement of the parties and the Court. The parties' attorneys will consult with each other prior to\nthe reappointment or replacement of the Master. The Defendants will pay the salary and expenses of the Master\nand an assistant and will provide necessary clerical support. The Defendants will pay the costs and expenses of\nthose consultants which the Master finds necessary to fulfill his/her responsibilities as set forth in this Decree.\nThe parties will agree in advance on the total budget for the Master for fiscal year 1979-80. Thereafter, the\nMaster will prepare proposed budgets for his/her salary, the salary of his/her assistant and clerical support and\ntheir expenses for each succeeding fiscal year. If the Defendants refuse to approve a budget submission, and\nthere remains disagreement after discussion between the Master and the parties, the Master may apply to the\nCourt for a resolution.\n37. The Master will be allowed access to all information, records, residential environments, and program areas,\nand will be permitted to interview any person affected by or involved in the implementation of this Decree to the\nextent necessary to discharge the Master's duties under this Decree. To the extent any such information,\nregardless of form, is disclosed, it will be deemed by the parties to have been disclosed pursuant to Section 748\n999 (4)(a) and (d) of the Michigan Mental Health Code, Act 258 of 1974, M.C. *999 L.A. § 330.1748(4)(a) and (d); any\nsuch disclosures will be subject to the provisions of section 748(3) of the Michigan Mental Health Code, Act 258\nof 1974; M.C.L.A. § 330.1748(3).\n38. The Master will have authority to investigate and evaluate any community program, as well as services at the\nPCHD that relate to the habilitation of residents and placement in the community of members of the class, in\norder to monitor the implementation of this Decree. The Master will, to the extent practicable, make himself or\nherself available to the parties.\n39. The Master may make informal suggestions to the Defendants in whatever form the Master deems\nappropriate in order to facilitate compliance with the Decree.\n40. If an individual complaint or problem is not or cannot be resolved through existing procedures of the\nDepartment, any employee or agent of the Defendants, any resident or client, or any guardian, advocate, or other\nrepresentative of a resident or client, may bring a situation or disagreement related to the provisions of this\n\nDecree to the attention of the Master for appropriate action. The Master will provide written notice of such matter\nto the parties' attorneys. The attorneys will have fifteen (15) days to attempt an informal resolution of the matter. If\nthe matter cannot be resolved, the parties will have an additional seven (7) days to present their positions, in\nwriting, to the Master. The Master's action on individual complaints or problems will be considered final, and\ninappropriate for review by this Court, except to the extent provided in paragraph forty-one (41) of this Decree.\n41. The Master will have the authority to make recommendations with regard to implementation of the Decree if:\n(1) the Master believes that the Defendants are not in compliance with the Decree; (2) this belief is accompanied\nby written evidence upon which each finding is based; and (3) the recommendations are consistent with and can\nbe implemented within the frame-work of the Decree. Such recommendations will include, where necessary,\ntimetables for implementation of steps or measures to bring the Defendants into compliance.\na. Copies of each recommendation accompanied by the findings of fact required by this paragraph\nwill be filed with the Court and sent to counsel for the parties. All parties shall be bound by the\nrecommendation unless, within fifteen (15) days of receipt of any such recommendation any party\nfiles an objection with the Court and requests a hearing. Objections may be made on the basis\nthat (1) the findings of fact relied upon by the Master are erroneous, (2) the Master's judgment of\nnoncompliance is erroneous, or (3) the Master's recommendations are beyond the provisions of or\ninconsistent with the Decree.\nb. The hearing on the objections will be held at the earliest convenient time after notice to all\nparties.\n42. The Master will submit written reports to the Court and the parties every ninety (90) days on the progress\nachieved in complying with the provisions of this Decree, including a description of any problems which have\narisen, any suggestions which the Master has made to the parties regarding resolution of those problems, and a\ndescription of any disputes resolved under the provisions of paragraph forty (40) herein. The reports will include\nnames and addresses of all residents who have exited Plymouth Center during the ninety (90) day period,\nprovided that this list will be physically separable from the rest of the report and will not be available for public\ninspection. The report shall also contain information relating to persons transferred to the PCHD from other\nDepartment of Mental Health facilities during such report period; with respect to each such transferred resident\nthe report shall include his/her name, date of transfer and the name of the institution from which transfer\noccurred; such information shall be physically separate from the rest of the report and shall not be available for\n1000 public inspection. Before filing his/her report the Master will submit a draft thereof to the parties for comment. \n*1000 The parties will have fifteen (15) days to provide any written comments which they have, and these\ncomments shall be submitted to the Court with such report. The Master may submit special reports to the Court\nand the parties at any time, and may have access to the Court as the Master deems necessary and appropriate\nwithout prior consultation with the parties.\n43. The parties' counsel may apply to the Court for appropriate relief on matters of significant concern in the\nimplementation of this Decree. The Master shall present his views on any matter so presented to the Court.\n44. Defendants will post in each building at the PCHD, and will either post in or send to each community program\nwhere members of the Plaintiff class receive services, a notice that the Court has issued a judgment setting forth\nstandards and procedures to be applicable to all the Plaintiffs. The Defendants will insure that a copy of that\njudgment is available for inspection at Regional Offices of the Department of Mental Health during regular\nbusiness hours by employees and agents of Defendants, vendors and service providers, residents, clients and\ntheir parents, relatives, and legal guardians, and all other interested members of the public.\n45. Within sixty (60) days of the entry of this Decree Defendants will present to the Court and the Plaintiffs a\ndetailed plan for implementation of this Decree. Plaintiffs will have fifteen (15) days to submit any comments\nrespecting said plan. Said plan shall identify the efforts that will be undertaken to monitor the provision of services\nneeded by members of the Plaintiff class. Said plan shall also indicate efforts that will be undertaken to inform the\nparent(s), guardian(s) and advocate(s) of each member of the Plaintiff class, of the name of the person\naccountable for monitoring the safety and services provided each such member.\n\n46. This Decree will terminate on December 31, 1984, unless a party petitions the Court to continue the\neffectiveness of the Decree for a further period, so that any remaining unresolved aspects of implementation of\nthis Decree may be finally resolved, and the Court grants such petition.\nSo ordered.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54455"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 128647,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/128647"
    },
    {
      "date": "1981-08-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 102,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 657,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 55725,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/55725.pdf",
      "title": "Opinion",
      "text": "657 F.2d 102 (1981)\nMICHIGAN ASSOCIATION FOR RETARDED CITIZENS, et al., Plaintiffs-Appellees.\nAmerican Federation of State, County and Municipal Employees, AFL-CIO, Proposed\nIntervenor-Appellant,\nv.\nDonald C. SMITH, M.D., et al., Defendants-Appellees.\nNo. 80-1087.\nUnited States Court of Appeals, Sixth Circuit.\nArgued June 9, 1981.\nDecided August 21, 1981.\n103 *103 George B. Washington, Zwerdling & Maurer, Mary Elizabeth Bunn, Detroit, Mich., for C# 25 AFSCME.\nFrank J. Kelley, Michigan Atty. Gen., William J. Campbell, Thomas Wheeker, David T. Versepit, Lansing, Mich.,\nJohn E. Stempfle, Detroit, Mich., Michael J. Kiley, Lansing, Mich., Brian J. O'Malley, Michigan Protection and\nAdvocacy Service for Developmentally Disabled Citizens, Lansing, Mich., for plaintiffs-appellees.\nRobert A. Derengoski, Sol. Gen., Thomas L. Casey, Asst. Atty. Gen., Lansing, Mich., for defendants-appellees.\n[*]\nBefore KEITH, Circuit Judge, PHILLIPS, Senior Circuit Judge, and BERTELSMAN,  District Judge.\nPHILLIPS, Senior Circuit Judge.\nThe sole issue on this appeal is whether the district court erroneously denied the application of the appellant\n104 labor union to *104 intervene. Intervention of right as well as permissive intervention were denied on the ground\nthat the application was untimely. We hold that the district court did not abuse its discretion and affirm.\nThis class action was commenced to improve the plight of the approximately eight hundred mentally handicapped\npersons who reside at the Plymouth Center for Human Development, an institution located in Plymouth,\nMichigan. The plaintiff-appellees are the Michigan and Plymouth Associations for Retarded Citizens and twelve\nrepresentative individuals all of whom are residents of the Plymouth Center. This case was certified as a class\naction on behalf of the remaining residents of the center. The defendant-appellees are the Director and a\nRegional Director of the Michigan Department of Mental Health and the Director of the Plymouth Center. The\nproposed-intervenor-plaintiff-appellant is the American Federation of State, County and Municipal Employees,\nAFL-CIO, Michigan Council 25 and Local 1837 (the Union). The Union is the representative of the 1,100\nemployees of the Plymouth Center.\nIn March 1978 District Judge Charles W. Joiner issued a preliminary injunction which, among other things,\ncreated a group of monitors who were directed to observe and inspect conditions at the center and to report to\nthe court on a monthly basis. The monitors filed seventeen monthly reports. These reports, wrote Judge Joiner,\n\"... have convinced the court that enormous progress has been made in the care and treatment of the residents\nof the center.\"\nEighteen months following the commencement of this action the original parties entered into a stipulation\nconcerning the future of the Plymouth Center. Judge Joiner wrote that, \"This stipulation was the result of\ncountless hours of difficult work, and was motivated ... by a genuine concern for the welfare of the ... individuals\nwho reside at the Plymouth Center.\" Judge Joiner entered a comprehensive memorandum opinion, order and\ndecree, reported at 475 F.Supp. 990 (E.D.Mich.1979), which is in accordance with the stipulation.\nThe opinion contemplates a significant reduction in the population of the Plymouth Center and, the Union\napparently believes, a similar reduction in the number of persons employed by the center. The opinion favors\nsmall scale community residence over large scale institutionalization for most residents of the Plymouth Center. It\n\nrequires more stringent employment standards, training programs to increase employee skills and the\ndevelopment of employee disciplinary policies and procedures. It also contemplates the development of\nIndividual Program Plans for each of the residents of the center. For further details reference is made to the\npublished opinion of the district court.\nFollowing the entry of the opinion of the district court the Union filed an application for both permissive and\nintervention of right pursuant to Fed.R.Civ.P. 24(a) and (b). Rule 24 in pertinent part provides:\n(a) INTERVENTION OF RIGHT. Upon timely application anyone shall be permitted to intervene in\nan action ... when the applicant claims an interest relating to the property or transaction which is\nthe subject of the action and he is so situated that the disposition of the action may as a practical\nmatter impair or impede his ability to protect that interest, unless the applicant's interest is\nadequately represented by existing parties.\n(b) PERMISSIVE INTERVENTION. Upon timely application anyone may be permitted to intervene\nin an action ... when an applicant's claim or defense and the main action have a question of law or\nfact in common.\n....\nIn exercising its discretion the court shall consider whether the intervention will unduly delay or\nprejudice the adjudication of the rights of the original parties.\nDenying the application to intervene, Judge Joiner held:\n105 *105 An essential element ... of intervention ... is a timely application by the person seeking to\nintervene. In this case, [the Union's] motion was made 20 months after the inception of the\nlitigation, and 1 month after the entry of this court's Memorandum Opinion, Order and Decree.\nAllowing intervention at this point would seriously delay the parties' ability to implement the\nprovisions of the Consent Decree, and this delay would necessarily work to the detriment of the\nindividuals for whose welfare this suit was instituted.\n[The Union] asserts, however, that the reason it postponed making its motion to intervene was the\nfact that it did not consider the interests of the employees to be adversely affected by the interim\norders issued by this court. [The Union] maintains that the remedial provisions of the Consent\nDecree, however, adversely affect the employees' interests, and for this reason intervention\nshould be allowed.\n* * * * * *\nThis court is aware of the concern which [the Union] has for the career futures of the employees it\nrepresents, and it is sympathetic to those concerns. This is not, however, a situation in which the\nemployees and their bargaining representative were caught totally unaware of the possibility that\nthe rights of the Center's residents would have to be protected by means which would affect\nconditions of employment at the Center. Indeed, the first order entered by this court [on March 3,\n1978] affected staffing, patient-staff ratios, and other aspects of treatment which impacted on\nemployment conditions. Moreover, this case has generated a great deal of public concern and\nscrutiny, and has thus received extensive media coverage.\nIn view of the fact that this motion was filed after entry of the Consent Decree even though [the\nUnion] and the employees it represents were aware of the broad scope of this litigation, and also\nin view of the fact that intervention at this late date would work to delay implementation of the\nremedial provisions of the Consent Decree to the detriment of the residents of Plymouth Center, it\nis my conclusion that [the Union's] application to intervene was not made in a timely manner.\nAn application for permissive or intervention of right must be timely. Fed.R.Civ.P. 24(a) and (b) and NAACP v.\nNew York, 413 U.S. 345, 365, 93 S.Ct. 2591, 2602, 37 L.Ed.2d 648 (1973). If untimely, intervention must be\ndenied. Id., 365, 93 S.Ct. 2602. Timeliness is a matter within the sound discretion of the district court. Id., 366, 93\n\nS.Ct. 2603. Unless this discretion is abused, the court's ruling will not be disturbed on review. Id., 366, 93 S.Ct.\n2603.\n\"Although the point to which the suit has progressed is one factor in the determination of timeliness, it is not\nsolely dispositive.\" Id., 366, 93 S.Ct. 2603. \"Timeliness is to be determined from all the circumstances.\" Id., 366, \n93 S.Ct. 2603. Among the other circumstances to be considered are these: (1) the purpose for which intervention\nis sought, Hodgson v. United Mine Workers of America, 473 F.2d 118, 129 (D.C. Cir.1972); (2) the length of time\npreceding the application for intervention during which the proposed intervenor knew or reasonably should have\nknown of his interest in the case, Stallworth v. Monsanto Co., 558 F.2d 257, 264 (5th Cir. 1977); (3) the prejudice\nto the original parties due to the proposed intervenor's failure after he knew of or reasonably should have known\nof his interest in the case promptly to apply for intervention, Culbreath v. Dukakis, 630 F.2d 15, 21 (1st Cir. 1980)\nand (4) the existence of unusual circumstances militating against or in favor of intervention, Culbreath, supra, 24\nand Stallworth, supra, 266.\nApplying these principles and for the reasons stated by District Judge Joiner, we conclude that the district court\ndid not abuse its discretion by denying the application of the Union to intervene.\n106 *106 The costs of this appeal are taxed against the appellant Union. Affirmed.\n[*] Honorable William O. Bertelsman, Judge, United States District Court for the Eastern District of Kentucky,\nsitting by designation.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/55725"
    },
    {
      "date": "1981-08-21",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 102,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 657,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 2107,
      "file": null,
      "title": "Opinion",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/2107"
    }
  ],
  "document_count": 4
}