{
  "case_id": 9812,
  "fetched_at": "2025-10-20T22:42:22.831418",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Massachusetts Correctional Institution at Walpole",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Norfolk",
        "name": "Massachusetts Department of Corrections",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 1983,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Massachusetts",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1980-09-23",
    "filing_year": 1980,
    "id": 9812,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Law library access",
      "Affected Sex/Gender(s): Male",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by non-staff (facilities)"
    ],
    "last_checked_date": "2007-07-16T00:00:00-04:00",
    "main_docket": {
      "id": 33268,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1980,
      "docket_filing_number": 2124,
      "is_main_docket": true,
      "court": "District of Massachusetts",
      "state": "Massachusetts",
      "docket_office_number": "1",
      "docket_number_manual": "80-2124",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Arruda v. Fair",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Inmate in a special maximum-security unit at MCI-Walpole who was regularly strip-searched after visiting the library and medical facilities, and after receiving visitors.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1982-09-29",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Massachusetts",
    "summary": "<p>In 1980, Plaintiff filed a lawsuit under 42 U.S.C. § 1983 against twenty-five defendants, including the Commissioner of the Massachusetts Department of Corrections, the Superintendent of the Massachusetts Correctional Institution (MCI) at Walpole, several correctional officers, and the \"Block-10 (segregation unit) Committee,\" in the United States District Court for the District of Massachusetts.  Plaintiff, represented by private counsel, sought declaratory and injunctive relief and compensatory and punitive damages, alleging that Defendants violated his constitutional rights by strip-searching him.  </p><p>Specifically, Plaintiff alleged that MCI-Walpole's policy of strip-searching Block-10 inmates when they entered or left the unit for the prison law library and infirmary and after they received visitors violated his Fourth, Eighth and Fourteenth Amendment rights and deprived him of access to the courts, because Plaintiff forewent visits to the library and with his attorney so that he would not be strip-searched.  Additionally, Plaintiff alleged that he was beaten during the searches and correctional officers made abusive, humiliating and intimidating comments during the searches.  Plaintiff alleged that the Block-10 Committee, composed of correctional officers and union members promulgated the rules and regulations for Block 10's daily operation.</p><p>On September 28, 1981, the United States District Court (Chief Judge Andrew A. Caffrey) denied Defendants' motion to dismiss the complaint.  The Court found (1) Plaintiff stated a cause of action by alleging that Defendants searched him unreasonably, by making insulting comments and beating him; and (2) Defendants could be held liable for failing to execute their supervisory responsibilities under state law.  However, the Court dismissed Plaintiff's claims against the \"Block 10 Committee\" because Plaintiff did not make factual allegations against the Committee.</p><p>Arruda v. Berman, 522 F.Supp. 766 (D. Mass. 1981).</p><p>On September 29, 1982, following a bench trial, the United States District Court (Chief Judge Caffrey) held that the strip-searches did not violate Plaintiff's Fourth or Eighth Amendment rights or deprive him of access to the courts and entered judgment for Defendants.  The Court found: (1) Strip-searching prisoners when they left or entered their cells was justified because prison employees could give prisoners contraband, prisoners could receive contraband through the screens in visiting rooms, and prisoners could receive contraband from other inmates in the infirmary or library.  (2) Officers only used force to search Plaintiff when he refused to comply with the search.  (3) The Block-10 prisoners' dangerousness justified the greater frequency with which they were strip-searched.  (4) Verbal taunts by officers were insufficient to make the search policy unreasonable.  (5) The strip-searches did not violate Plaintiff's 14th Amendment privacy rights, because prisoners have lesser privacy rights.  (6) The strip-search policy's burden on Plaintiff's access to the courts was outweighed by the prison's interests.  Arruda v. Fair, 547 F.Supp. 1324 (D. Mass. 1982).  </p><p>On June 29, 1983, the First Circuit Court of Appeals (Judges Stephen J. Breyer, Frank M. Coffin, Herbert N. Maletz) affirmed the District Court's decision, holding that Defendants' strip-search policy was justified because (1) MCI-Walpole was the only maximum security facility in Massachusetts, (2) Plaintiff was held in Block-10 because he assaulted a prisoner, (3) the prison had a history of prison contraband problems and when Plaintiff was in the general prison population he had possessed drugs and a weapon, and (4) guards were involved in smuggling contraband to prisoners.</p><p>On November 28, 1983, the United States Supreme Court denied Plaintiff's petition for writ of certiorari.  Arruda v. Fair, 464 U.S. 999 (1983).</p><p></p>",
    "summary_published_date": "2012-03-24T00:00:00-04:00",
    "summary_short": "In early 1981, a prisoner at Massachusetts Correctional Institution at Walpole (MCI-Walpole) filed a lawsuit under 42 U.S.C. §1983 against the Massachusetts Department of Correction in the U.S. District Court for Massachusetts. The plaintiff, represented by private counsel, sought declaratory and injunctive relief as well as compensatory and punitive damages, claiming that MCI-Walpole's strip-search policy violated the Fourth\r<br />and Eighth Amendments, along with his rights to privacy and free access to the courts.\r<br />\r<br />Specifically, the plaintiff claimed that he was routinely strip-searched on his way to and from the prison law library, infirmary, and visiting rooms, and that these searches were often accompanied by beatings and abusive remarks.\r<br />\r<br />On September 29, 1982, after a bench trial, the Court (Chief Judge Andrew Caffrey) denied plaintiff's claim and entered judgement for defendents. This decision was affirmed by the U.S. Court of Appeals and the U.S. Supreme Court denied certiorari.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9812",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9812",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9812",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9812"
  },
  "documents": [
    {
      "date": "1983-11-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 999,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 464,
      "cite_2_page": 502,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 104,
      "cite_3_page": 693,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 78,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72337,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72337.pdf",
      "title": "[Cert. Denied]",
      "text": "Arruda v. Fair, 464 U.S. 999 (1983)   \n \n \n  \nOpinion \n104 S.Ct. 502 \n \nSupreme Court of the United States \nPetition for writ of certiorari to the United States Court of \nAppeals for the First Circuit. \nPaulo ARRUDA, petitioner, \n  \nv. \nDenied. \nMichael V. FAIR, Commissioner, Massachusetts \n  \nDepartment of Correction, et al \nNo. 83-5539 | November 28, 1983 \nParallel Citations \n104 S.Ct. 502 (Mem), 78 L.Ed.2d 693 \nCase below, 547 F.Supp. 1324; 710 F.2d 886. \n\t\r  \n  \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72337"
    },
    {
      "date": "1982-09-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1324,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 547,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Massachusetts",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 56309,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/56309.pdf",
      "title": "Memorandum",
      "text": "547 F.Supp. 1324 (1982)\nPaulo ARRUDA, Plaintiff,\nv.\nMichael V. FAIR, et al., Defendants.\nCiv. A. No. 80-2124-C.\nUnited States District Court, D. Massachusetts.\nSeptember 29, 1982.\n1325 *1325 Paulo Arrudo, pro se.\nMerriann Panarella, Hale & Dorr, Boston, Mass., for plaintiff.\nJohn W. Bishop, Sp. Asst. Atty. Gen., Dept. of Correction, Joanna Connolly, Boston, Mass., for Paula, Hume,\nCorriera, Fahey, Bialach, Ayala, Madeiros and Spallino.\nMichael C. Donahue, Sp. Asst. Atty. Gen., Sheridan, Garrahan & Lander, Framingham, Mass., for Hogan,\nBerman, Ponte, Fenton, Argeropulos & Lamberth.\nLee Carl Bromberg, Bromberg, Sunstein & McGregor, Boston, Mass., for Daniel Thompson, Thomas DaSilva and\nAnthony Silva.\nMEMORANDUM\nCAFFREY, Chief Judge.\nThis civil rights action has been brought pursuant to 42 U.S.C. § 1983 by Paulo Arruda (\"Arruda\"), who currently\nis incarcerated at the Massachusetts Correctional Institution at Walpole (MCI-Walpole). The defendants are\nMichael V. Fair (\"Fair\"), the Commissioner of the Massachusetts Department of Corrections, and Joseph H.\nPonte, the Superintendent of MCI-Walpole. Plaintiff challenges as violative of no less than four of his\nconstitutional rights the search policy at MCI-Walpole as it has been applied to the inmates of Walpole's\nDepartmental Segregation Unit (\"DSU\"), in which Arruda until recently was imprisoned, and to which he is\nscheduled to return in the near future. The relief sought by plaintiff includes (1) a declaratory judgment to the\neffect that the strip search practice violates his rights under the Constitution and laws of the United States; (2) a\npermanent injunction enjoining the defendants and their successors, employees, or agents, from engaging in acts\nwhich violate Arruda's rights as announced by the declaratory judgment; and (3) attorneys fees and costs.\nPlaintiff's claim was tried to the Court sitting without jury. Fifty-three plaintiff's and five defendants' exhibits were\nintroduced. The parties called six witnesses, and submitted pretrial briefs and post-trial requests for findings of\nfact and rulings of law.\nAfter considering all of the evidence introduced at trial as well as all the written submissions of the parties, I find\nand rule as follows:\nFindings of Fact:\nThe Plaintiff\n1. Arruda, who is currently 23 years old, was first arrested at the age of nine for stabbing a child. He testified that\nhe had a lengthy juvenile record and in fact does not remember the number of incarcerations he had before he\nwas 17, although he said that number is greater than 15. One of those incarcerations was for a heroin-related\n\noffense. Arruda testified that he used drugs prior to his present incarceration. He also testified that he has\nexperimented with heroin on the street, and has used marijuana (which he bought from another inmate) while\nincarcerated at MCI-Walpole.\n1326 *1326 2. The plaintiff attended school only as far as the ninth grade. He could recall holding only two jobs prior to\nhis 1976 conviction. He worked as a dish washer at Harvard University for two weeks before leaving of his own\naccord because he \"didn't feel comfortable\" with the job. He also quit a job at a shoe-making factory after one\nday because he \"didn't like the atmosphere at work.\" This was the last job he held prior to his conviction in 1976.\n3. Arruda's 1976 sentence was for armed robbery. Although he was first assigned to MCI-Concord, he was\ntransferred to MCI-Walpole following an assault in which he allegedly was involved. The plaintiff found adjustment\nto this transfer to Walpole to be \"difficult.\" He was subsequently assigned to the DSU as a result of an assault in\nwhich he was involved. Arruda testified that while he was in the \"general population\" at Walpole (i.e., while he\nwas housed outside of the DSU), he possessed at some point a weapon for the purpose of protecting himself\nfrom other inmates. Arruda denied possessing either drugs or weapons while housed in the DSU.\n4. Arruda compiled a lengthy disciplinary record subsequent to his confinement in the DSU. He was accused of\nvarious charges, including creating a health hazard by failing to clean his cell area, verbally abusing corrections\nofficers, throwing garbage and various liquids outside his cell, and refusing to follow DSU rules and regulations.\nAdditionally, Arruda generally refused to comply with the visual rectal search aspect of the strip search procedure\ndiscussed below.\nMCI Walpole\n5. MCI-Walpole is a maximum security facility in Walpole, Massachusetts. It is the only maximum security\ninstitution in the Commonwealth of Massachusetts, and it contains about 600 individual cells. As of January 1,\n1982, MCI-Walpole housed 679 inmates.\n6. A pamphlet entitled \"A Statistical Description of Residents of the Massachusetts Correctional Institutions,\"\nwhich was prepared earlier this year by the state Department of Corrections and whose contents were stipulated\nto by the parties, reveals the following facts about the inmates of MCI-Walpole:\n00 Eighty-three percent of the population at MCI-Walpole on January 1, 1982 were serving a maximum sentence\n97\nof 10 years or more. Twenty-two percent were serving a sentence of life imprisonment.\n00 Seventy-six percent are serving a sentence for a crime against the person.\n97\n00 Ten percent are serving a sentence for murder in the first degree. Nine percent are serving a sentence for\n97\nmurder in the second degree. Six percent are serving a sentence for a crime of manslaughter.\n00 Forty-eight percent never have held a job longer than six months.\n97\n00 Sixty-two percent never have held a job longer than one year.\n97\n00 Only two percent have ever had any college training or college education. Sixty percent went no farther than\n97\nthe 10th grade in school.\n00 Twenty-five percent are known to have used heroin at one time or another prior to their incarceration. Fifty-\n97\nthree percent have used drugs at one time or another prior to incarceration at Walpole.\n00 Twenty-seven percent have a total of more than 20 prior court appearances. Sixty-two percent have in excess\n97\nof 12 court appearances.\n00 Thirty-four percent have more than 8 prior charges for crimes against the person. Fifty-five percent have had\n97\nmore than 6 prior charges for crimes against the person. Thirty-seven percent had prior commitments to the\nDepartment of Youth Services while they were juveniles. Forty-eight percent had at least one prior charge for a\ndrug offense. Fifty-two percent have at least one prior House of Correction incarceration.\n\n00 Sixty-six percent have at least one prior adult incarceration.\n97\n00 Nineteen percent made their first court appearance at age 12 or younger. Fifty-seven percent made their first\n97\n1327 court appearance *1327 by the time they were 15 years of age. Seventy-eight percent made their first court\nappearance by the time they were 17 years of age.\nI take note of these statistical facts about the residents of MCI-Walpole solely for the purpose of determining the\ntype of individual with whom correctional officers charged with operating and maintaining safety and order at\nMCI-Walpole must come in contact.\n7. Defendant Ponte testified that when he first assumed the job as superintendent of Walpole in February of\n1980, a National Corrections Institute Report had stated that the situation at MCI-Walpole was \"out of control,\"\nand that the facility was a \"jungle.\"\nThe DSU\n8. The DSU 00 which also is known as Block 10 00 is a two-story cell block segregated from the main part of MCI-\n97 97\nWalpole and connected to the institution on one of its four sides. The DSU was established pursuant to M.G.L. c.\n127 § 39, which provides that the DSU shall house \"any inmate whose continued retention in the general\ninstitution population is detrimental to the program of the institution.\" The DSU is the most secure classification\nunit of MCI-Walpole and is designed to house the state's most dangerous and violent inmates.\n9. The DSU contains sixty cells which are divided into four tiers, or cell corridors. The two tiers in the upper level\ncontain fifteen cells each, as do the two tiers in the lower level. At the end of each tier in the DSU there is a\nlocked steel door securing the tier. In addition to the sixty cells, the DSU contains two offices, two closets, two\nstaff bathrooms, four showers, and two visiting rooms.\n10. In the DSU there are two steel doors to the outside. One steel door is at the far end of the lower tiers and\nleads only to the yard area. The other steel door is at the near end of the tier and is used to admit staff, visitors,\nand other outsiders to the DSU. There is a steel door separating the DSU from the remaining prison population.\nThe door is located on the DSU on the near side of the tier between the upper and lower levels of the cell block.\n11. Each cell in the DSU is approximately six feet by eight feet and contains a bed, a toilet-sink, a table and a\nstool. Cells on the upper tiers have access to a television built into the walls. Each cell in the DSU has two doors,\none grilled door which is locked at all times and one solid steel door which is closed and locked at various times,\nincluding shakedowns, isolation and emergencies. The solid steel door contains a window which is approximately\nfour inches by five inches. There are no windows in the cells of the DSU with the exception of the window in the\nsolid steel door.\n12. There is one visiting room on the upper tier of the DSU and one visiting room on the lower tier. All visits to a\nDSU inmate take place in one of these visiting rooms. The visiting rooms are searched every day. Each visiting\nroom is approximately eight feet wide by ten feet long and is partitioned into two equal areas by a heavy steel\nmesh security screen. Along the middle of the partition are two built-in tables, one on either side of the screen.\nEach visiting room contains one or two chairs on each side of the partition.\n13. Each visiting room has two doors, each of which leads into a different side of the partitioned room. A solid\nsteel door leads into one half of the visiting room and a grilled door leads into the other half. Both doors are\nlocked during all visits.\n14. More correction officers per inmate are assigned to the DSU than to any other cell-block or prison area in\nMCI-Walpole. The officers in charge of each shift must designate an officer assigned to the DSU to make regular\nhourly rounds, insuring that each DSU inmate is physically observed and accounted for. The officer in charge of\neach shift must maintain a DSU log and must make sure that it is kept up to date on a daily basis. A tier officer\nmust keep the daily tier log for DSU residents assigned to his tier.\n1328\n\n*1328 15. DSU regulations require that searches of the cell areas, showers, recreation areas, visiting rooms, and\ncorridor areas be conducted daily. Regular searches of DSU cells and personal property are conducted by\nofficers once or twice per week. These searches must be logged in the DSU search log. The search log must\ninclude the date, time of the search, contraband found, whether the inmate was present, and the name of the\nofficer(s) conducting the search.\n16. Upon entry, DSU inmates are informed that they will be constantly observed and notations will be made in\ntheir record regarding their daily attitude and cooperation.\n17. DSU inmates housed in the upper tier may go to the yard for recreation four times per week for one hour on\neach occasion. DSU residents housed in the lower tier may go to the yard three times per week for one hour on\neach occasion. At all times DSU officers supervise all inmates who are exercising or participating in recreation in\nthe DSU. The exercise area consists of several 2-feet by 15-feet runs, each completely enclosed by a wire fence\nor cage.\n18. All DSU inmates are placed in restraints prior to the opening of their cell doors. Only one DSU inmate is\nreleased from his cell to the cell corridor at any one time. All DSU inmates who leave their cell are in restraints\nand are accompanied by a two-officer escort at all times.\nContraband\n19. The introduction of contraband at MCI-Walpole is a major institutional problem, and is of great concern to\nboth Superintendent Ponte and Commissioner Fair. Contraband may include any number of items, but it most\noften consists of weapons, drugs and money. Each of these items is considered contraband in the general\npopulation of MCI-Walpole and in the DSU. During the time he was in general population, Arruda not only bought\nmarijuana from another inmate, but also possessed a weapon in order to protect himself from other inmates,\naccording to his own testimony.\n20. Contraband is introduced through visitors, staff and other outside sources. Superintendent Ponte testified,\nand I find, that visitors are the major source of contraband at Walpole.\n21. Prior to entering the institution a complete identification is required of all visitors. In addition, visitors are\nrequired to remove outer clothing (including shoes and belts), undergo a pat search, and pass through a metal\ndetector on the way into the institution. Visitors are not allowed to wear valuable accessories into the institution;\nthese must be left in a locker at the entrance. Nothing may be brought into the institution by visitors, except\nattorneys may bring with them pencils and legal papers. When officers conducting the pat search and the metal\ndetector search have a reasonable suspicion that a visitor may be introducing contraband into the institution, the\nofficer is required to request the visitor to step aside for further search. This further search may consist of a\nfurther pat search, but may also include a request to the visitor to enter a private room for a strip search. The\nvisitor may refuse a strip search. An officer cannot compel a visitor to be strip searched. When a visitor refuses to\nstrip search he may simply leave the institution subject to his visiting privileges being suspended.\n22. Once inside the institution, a visitor who is visiting an inmate housed in the general population may make his\nvisit either in a visiting room or an outside yard. A large number of inmates may engage in visits at the same time\nduring an \"outside yard\" visit. These visits are \"full-contact,\" i.e. there are no barriers between the visitor and the\ninmate. Following any visit, a general-population inmate typically undergoes a routine strip search, which is\nidentical to the one that is used on a more frequent basis in the DSU, as described below. The object of the strip\nsearch is to discover the existence of any contraband that was delivered to the inmate during the visit, and to\ndiscourage the passing of such contraband by increasing in the inmates mind the prospect of being discovered in\n1329 the act of *1329 secreting contraband. Unlike a inmate of the DSU, a general population inmate who refuses to\nundergo a strip search following a visit is not forced to submit to the search. He is, however, immediately placed\ninto an \"awaiting action\" status, kept away from contact with other inmates pending the issuance of a disciplinary\nreport. His visitation rights are also immediately suspended.\n\n23. A visitor to an inmate housed in the DSU is escorted at all times by a prison officer until he or she is locked\ninto one of the two DSU visiting rooms. Visitors of inmates housed in the lower DSU tiers are locked into the half\nof the visiting room which has a solid steel door; a screen separates the visitor from the inmate, who is in the\nother half of the visiting room that has the grilled door. Arruda testified at trial, and I find, that the screen mesh of\nthe separating barrier is wide enough for a pill to be passed from one side to the other. Visitors to inmates housed\nin the upper tiers of the DSU are locked along with the DSU inmate into the half of the DSU containing the grilled\ndoor. These visits are thus full contact visits. All DSU inmates are strip searched in the visiting room after the\ncompletion of a visit with any outsider.\n24. Some contraband is brought into the institution by staff. Superintendent Ponte testified that since he was\nappointed to his position, he has attempted to bring the prison staff more firmly under the Superintendent's\ncontrol than had been the case before his taking over. Eight staff members have been caught smuggling\ncontraband into Walpole during his tenure and all eight have been terminated. Some have been successfully\nprosecuted.\n25. Staff members entering MCI-Walpole are either pat searched or required to pass through a metal detector. If\nreasonable cause exists, staff members are required to remove a few articles of clothing. Staff members,\nhowever, are not strip searched. I find the policy of not subjecting prison staff to strip searches to be a reasonable\npolicy, particularly in light of the facts that 1) most contraband is brought into Walpole by visitors, and not by staff;\n2) prison staff members are not prisoners themselves, and have not individually been alleged to be or shown to\nbe dangerous; and 3) the negative effects that such searches would have on the ability of the prison system to\nattract and retain a quality staff would probably outweigh any increase in the detection of contraband which might\nresult from such searches of staff. I therefore find that the practice of not subjecting prison staff to strip searches\ndoes not cast any light on the question of whether such searches are unreasonable, or are violative of\nconstitutional rights when applied to Walpole residents.\nThe Strip Search Policy\n26. At MCI-Walpole, strip or skin searches require the following steps, according to a May 1980 memorandum to\nall officers. The inmate must:\n00 remove all clothing, and hand clothing to the attending officer, who then searches the clothing;\n97\n00 spread fingers and show hands, back and front, and wiggle fingers;\n97\n00 open mouth and lift tongue;\n97\n00 run hands through hair several times;\n97\n00 display each ear;\n97\n00 hold testicles to one side and then the other;\n97\n00 raise arms to shoulder level extended to the sides;\n97\n00 turn around and display back;\n97\n00 lift one foot, display sole, and wiggle toes; lift other foot, display sole, and wiggle toes;\n97\n00 bend over at the waist, and spread buttocks.\n97\nIf the strip search procedure is performed voluntarily by the inmate there is no physical contact with the correction\nofficer at any time. No medical personnel is required to be present during the strip search.\n27. Security in the DSU is more intense than it is in the general population, including the use and frequency of\nstrip searches. In light of the nature of the DSU and the fact that inmates are housed there only after they have\nproven to be disciplinary problems in general population, I find this practice to be reasonable.\n1330\n\n*1330 28. All DSU residents are pat searched upon coming out of their cells for exercise or recreation and upon\nleaving the cell corridor area.\n29. An inmate confined to the DSU is required to be escorted by two correctional DSU officers at any time he\nleaves the DSU.\n30. Prior to leaving and returning to the DSU an inmate is required to undergo a strip search. This applies\nwhenever the inmate is leaving the unit for any purpose, including law library and hospital visits.\n31. When an inmate leaves the unit he is escorted by two correctional officers whose duties include guarding the\ninmate and insuring that the inmate has minimal, if any, contact with other inmates. Despite this precaution, an\ninmate may come in contact with other inmates in the law library, although DSU inmates are not permitted to visit\nthe law library in groups of more than one. Plaintiff testified that in the law library he had contact with other\ninmates whom he characterized as \"trustees.\" It is not clear to whom he was referring.\n32. DSU inmates visiting the health services unit may intermingle with other inmates from the institution who have\nmedical appointments scheduled at the same time. The DSU inmate is under escort of officers at all times.\n33. Strip searches are required of DSU inmates subsequent to all visits, including attorney visits and clergy visits\nas well as visits from family and friends. Strip searches are not required after staff contacts with inmates in the\nDSU.\n34. With respect to visits in both the upper and lower DSU visiting rooms, an officer stands at the outer grilled\ndoor of the visiting room, which is locked, and generally observes the visit. Inmates confined in the lower tier\nhave their back to the officers and do not know whether or not the officers are observing their visits. Despite\nArruda's testimony that he was constantly observed by an officer during all of his visits (all of which took place in\nthe lower visiting room), it is not clear how closely officers observe visits. Superintendent Ponte testified that in\nhis judgment it is impossible and perhaps undesirable to monitor every moment of a DSU inmate's visit.\n35. Strip searches are conducted at the conclusion of a visit, after the visitor has departed and while the DSU\nresident is still locked into the visitor room. With respect to the visual rectal search aspect of the search, the\nresident is required to bend from his waist while his back is to the grilled door, while the examining officer\nobserves from the other side of the door. Although this practice presents the possibility that other officers in the\ntier hallway may observe this aspect of the search, I find this practice to be reasonable in that it assures that the\nofficer will not come in physical contact with the inmate, and provides the officer with the protection of the locked\ngrilled door until he has determined that the inmate does not possess contraband.\n36. As noted above, Arruda generally refused to comply voluntarily with the visual rectal search aspect of strip\nsearch procedure, because the search 00 particularly the visual rectal search aspect 00 made him feel \"humiliated,\n97 97\nscared, and worried about sexual assault.\" Arruda also testified that on occasion, the officers who executed the\nstrip search of his body made \"jokes\" which included allusions to Arruda's sexual preferences. No evidence was\nintroduced which would support a finding that any inmate at Walpole has ever been sexually molested by officers\nexecuting a strip search.\n37. While Arruda never has had a family visit while housed on the DSU, he has had numerous attorney visits.\nFollowing these visits Arruda routinely refused some part of the strip search policy, usually the visual rectal\nsearch part.\n38. At times Arruda went to the law library and complied with the procedure upon leaving the unit. At times he\nrefused to comply with the procedure and was not permitted to leave the unit.\n39. On at least one occasion Arruda was permitted to leave the unit to be examined in the hospital and to speak\n1331 with a Deputy *1331 Superintendent without undergoing a complete strip search. At times Arruda requested to\nvisit the hospital but was not allowed to make the visit as a result of his refusal to comply with the visual rectal\nsearch procedure.\n40. Usually when Arruda refused to comply with the strip search he was searched with some degree of force by\nthe correctional officers. At times, \"move teams\" were used to compel Arruda to strip search. These move teams\n\nare armed with shields, helmets and other riot gear to protect themselves and the inmate, in case the inmate\nforceably resists. The inmate's clothes are removed by correctional officers, and he is forced to comply with the\nsteps outlined in the strip search procedure.\n41. In March 1979, Commissioner Fair, who was then Associate Commissioner of Corrections for Area 3, was\nappointed to chair a committee to review security practices on the DSU. This committee was formed after a\nwildcat strike by corrections officers took place to protest the numerous assaults by DSU inmates on staff. This\ncommittee made a number of security recommendations for the purpose of tightening discipline control and\nsecurity on the DSU. As a result of this committee's recommendations, security was increased at the DSU during\nthe latter part of 1979 through 1980.\n42. When Superintendent Ponte was appointed to MCI-Walpole he evaluated security in the institution as a\nwhole. Ponte made these security evaluations partly as a consequence of the above-mentioned report issued by\nthe National Institute of Corrections which found MCI-Walpole to be a \"jungle.\" One of the security assessments\nthat Ponte made concerned the strip search procedures in effect at MCI-Walpole. Ponte's assessment was that\nthe strip search procedures were not being performed in a routine and regular fashion. As a consequence of this\nassessment, strip search procedures in the institution were tightened, and in May 1980, a uniform procedure was\nestablished pursuant to the above-mentioned memorandum from the Deputy Superintendent for Operations.\n43. In Superintendent Ponte's opinion, which I accept and adopt as a finding of fact, the flow of contraband in the\nDSU has been significantly reduced by the implementation of the strip search procedures.\n44. Testimony was introduced at trial which proves, and I find, that during the course of strip searches a number\nof MCI-Walpole inmates have been discovered secreting contraband. Weapons and drugs have been discovered\nin the DSU, and drugs have been discovered as a result of a strip search of at least one DSU resident. While the\nnumber of contraband discoveries made as a result of strip searches is rather small, this fact is inconsequential,\nfor it is clear to me, and I find, that the strip search procedure at MCI-Walpole 00 including the visual rectal search\n97\nsegment of the procedure 00 acts as a substantial deterrent to the introduction of contraband in both the DSU and\n97\nthe general population.\n45. Plaintiff's expert witness, Dr. Michael Nelson, testified that an item secreted in a person's rectal cavity\nbetween the sphincter muscles cannot be detected from mere exterior examination of the anus. His opinion, thus,\nwas that the visual rectal search aspect of the strip search could not achieve its intended purpose of detecting\nand deterring the secreting of contraband. Dr. Nelson's testimony, however, fails to take into account the fact that\ncontraband may be detected through the visual rectal search when the inmate is required to spread the cheeks of\nhis buttocks while bending over, thereby releasing objects which could be secured between the cheeks and\noutside of the annus while the inmate is standing. Second, Dr. Nelson fails to take into account the possibility of\n\"trailing,\" i.e., the failure of a person attempting to secret within his rectal cavity contraband encased in a balloon-\nlike device to insert all of the encasement material beyond the anus. I reject Dr. Nelson's opinion on this topic, as\nwell as his opinion on the negative psychological effects of strip search policy on the residents of MCI-Walpole.\n1332 46. The defendant's expert, Robert Israel, testified, and I find, that strip searches *1332 are the least intrusive\nand most effective procedure by which to control, deter and discover contraband which prison inmates have\nsecreted on their bodies. The sole practical alternative is a pat search, which, because it requires prison guards\nto actually touch the inmates, leads to complaints by both guards and prisoners, confrontation, and even\navoidance of the procedure. Objects which may be discovered during the course of a visual rectal search but\nwhich could possibly escape detection if only alternative search procedures were used include pens and drugs.\n47. Disciplinary Reports (\"D-Reports\") are given to DSU residents, including Arruda, who refused to submit to\nvisual rectal searches when ordered to do so. D-Reports result in disciplinary sanctions upon a finding of guilty.\nDisciplinary sanctions, including room detention, loss of visits, loss of yard privileges and isolation, may be given\nto DSU residents for refusing to submit to a visual rectal search when ordered to do so. Some DSU inmates\nincluding Arruda have remained longer in the DSU because of their refusal to submit to visual rectal searches.\nThe Classification Board which determines whether a resident may be released to the general population\nconsiders compliance with the strip search policy.\n\n48. I reject plaintiff's contention that the strip search procedure as applied to DSU inmates constitutes additional,\nunlawful punishment because it serves no positive purpose. On the contrary, I find that the strip search has the\npositive lawful effects on the DSU of both detecting contraband and deterring the secreting or attempts to secret\ncontraband by DSU residents on their persons. Absolutely no evidence was introduced at trial which tends to\nshow that the strip search, or any portion of it, is selectively enforced in order to harass or reward any DSU or\ngeneral population inmate, including Arruda. The fact that the strip search policy is implemented more frequently\non DSU inmates than general population inmates is explained by the fact that DSU inmates have demonstrated\nthemselves to be more dangerous than general population inmates, and thus deserving of closer scrutiny and\nsupervision by prison officials in order to insure the safety of all members of the institutional community.\nRulings of Law:\nPlaintiff's legal claim, in short, is that MCI-Walpole's strip search policy, and in particular the visual rectal search\naspect of the procedure, as applied to him as a resident of the DSU, is violative of his constitutional rights.\nAnalysis of this claim must begin with the obvious: No constitutional right is in and of itself absolute, and whether\nthe exercise of a recognized right should be accorded judicial protection depends in the end on the extent and\nimportance of the existing, countervailing circumstances that weigh against the protection of that right. It is also\naxiomatic that despite the fact of their incarceration in penal institutions after being convicted of violating state or\nfederal criminal laws, prisoners are not deprived of all the constitutional rights they otherwise would hold as free\ncitizens. Yet in the prison setting, circumstances exist which are not present in the outside society and which\nrequire the limitation and even non-recognition of some constitutional rights. These circumstances include the\nimportant societal needs of assuring that persons convicted of crimes are separated from the society which they\nhave acted against, and assuring that they will be detained in a situation that is safe and secure both for the\nprisoners themselves and those who are charged with the supervision of prisoners. It is only within a safe and\nsecure prison environment that society can ever hope to see the well-recognized goals of criminal punishment\nachieved. As was recognized by the Honorable Charles Wyzanski of this Court thirteen years ago,\nA prisoner is one whose freedom has been intentionally restricted in the interests of the safety of\nsociety, his own reform, and a deterrence of misconduct by him or others. It is not appropriate that\nhe have all the liberties of a free man. Only such liberties are rightfully his as are indispensable to\nfair and decent treatment, to avoidance of cruel and unusual punishment, and to preclusion of\ninvidious discrimination.\n1333 *1333Nolan v. Scafati, 306 F.Supp. 1, 3 (D.C. Mass.1969). See also Bell v. Wolfish, 441 U.S. 520, 545-46, 99\nS.Ct. 1861, 1877-78, 60 L.Ed.2d 447 (1979); and Price v. Johnston, 334 U.S. 266, 285, 68 S.Ct. 1049, 1059, 92\nL.Ed. 1356 (1948).\nThus, in this case the question of whether the search policy here complained of violates Arruda's constitutional\nrights depends in large part on the role the policy plays in the overall efforts of prison officials to maintain safety\nand order at MCI-Walpole, and the extent to which those efforts would be hindered if the Court were to order the\nmodification of the strip search policy as it is applied to the inmates of the DSU. The first step in making this\ndetermination is recognizing that \"[p]rison administrators ... should be accorded wide-ranging deference in the\nadoption and execution of policies and practices that in their judgment are needed to preserve internal order and\ndiscipline and to maintain institutional security.\" Bell, supra, 441 U.S. at 547, 99 S.Ct. at 1878. The operation of\nour correctional facilities is peculiarly within the provinces of the legislative and executive branches of our state\nand federal government, Id. at 547-48, 99 S.Ct. at 1878-79 and in the absence of substantial evidence in the\nrecord which shows that prison officials have exaggerated their response to the security needs of a correctional\ninstitution, courts should ordinarily defer to the expert judgment of these officials. Pell v. Procunier, 417 U.S. 817,\n827, 94 S.Ct. 2800, 2806, 41 L.Ed.2d 495 (1974). See also Rhodes v. Chapman, 452 U.S. 337, 349 n.14, 101\nS.Ct. 2392, 2400 n.14, 69 L.Ed.2d 59 (1981).\nThe standard of review which is to be applied to the defendants' decision to implement the strip search policy as\npart of their larger effort to maintain security on the DSU was set out by the United States Court of Appeals for\nthe First Circuit in Feeley v. Sampson, 570 F.2d 364 (1st Cir. 1978). The Court in that case held that such a\n\ndecision must be upheld unless it is arbitrary, or is rationally unsupportable. Id. at 372. \"The mere fact that\ndifferent measures might have worked or might still be workable does not allow a federal court to substitute its\njudgment for that of prison officials.\" O'Brien v. Moriarty, 489 F.2d 941, 944 (1st Cir. 1974).\nWith these tenets in mind, I turn to the plaintiff's specific allegation that the visual rectal search portion of the strip\nsearch procedure as it has been applied to him as a DSU inmate violates no less than four of his constitutional\nrights. First, Arruda argues that the visual rectal search is violative of his Fourth Amendment right to be free from\n\"unreasonable\" searches, since the search is routinely exercised by officials who do not have probable cause to\nbelieve that Arruda is secreting contraband. The Supreme Court has ruled in Bell v. Wolfish, supra, that routine\nvisual body cavity searches such as the one complained of here are not per se unreasonable, and that the choice\nby prison officials of cavity inspections for preventing the smuggling of contraband over less intrusive means\ndoes not violate an inmate's Fourth Amendment rights as long as it is a rational and a reasonable decision. Bell,\nsupra, 441 U.S. at 559-60, 99 S.Ct. at 1884-85. The Court in Bell articulated the following test:\n[T]he test of reasonableness under the fourth amendment ... requires a balancing of the need for\nthe particular search against the invasion of personal rights that the search entails. Courts must\nconsider the scope of the particular intrusion, the manner in which it is conducted, the justification\nfor initiating it and the place in which it is conducted.\nId. at 559, 99 S.Ct. at 1884.\nSince visual rectal searches are not per se unreasonable, plaintiff's complaint must be that the circumstances of\nsuch searches on the DSU render them unreasonable. Plaintiff argues, for instance, that strip searches are\nexecuted with much greater frequency with respect to DSU inmates than those of the general population, and in\ncircumstances in which the possibility of the DSU inmate having had contact with outsiders or even other inmates\n1334 is small. This argument, however, ignores the fact that the residents of the DSU have been determined *1334 to\nbe the most dangerous of any group of inmates within any of the state's correctional facilities. I rule that the\nheightened dangerousness of the DSU residents wholly justifies the greater frequency with which strip searches\nare executed on the DSU.\nPlaintiff has presented no evidence which tends to prove that the manner in which the strip searches are\nconducted on the DSU render the search unreasonable. That a DSU resident undergoing a strip search at the\nconclusion of a visit must expose his buttocks in the direction of the grilled door of the visiting room (which opens\ninto the general hallway of the DSU's lower or upper tiers) is of little consequence in light of the fact that this\npractice insures that the inspecting officer, who is separated from the DSU resident by a locked grilled door, will\nnot come in contact with the inmate. No other resident is in a position to view the search, and Arruda himself\nadmitted that the only time that more than two officers view the search is when an inmate like himself refuses to\nsubmit to a visual rectal search. I rule that this aspect of the search does not render it unreasonable.\nPlaintiff testified that some of the officers who were present when the inspections were executed made degrading\njokes about him, but no evidence was presented which shows that Arruda or any other DSU resident was ever\nphysically abused during the course of a voluntary search. I rule that verbal taunts of a few officers would not be\nenough to render the search policy unreasonable, especially since other remedies exist which are less drastic\nthan that of this Court ordering a modification of the search policy. A inmate could, for instance, report the verbal\nabuses to the official's superior. Other evidence presented at trial (especially evidence concerning the attempts\nmade by prison officials to terminate and prosecute guards who have smuggled contraband into Walpole) leads\nme to believe that prison officials would make every reasonable effort to see that such verbal abuses are\nstopped.\nPlaintiff argues through his experts that the visual rectal search portion of the strip search cannot be viewed as\nreasonable or rational because it does not accomplish the intended goal of the search 00 the detection of\n97\ncontraband. I have already commented on the deficiencies of this reasoning. Plaintiff relies on the facts that a\nvisual rectal search cannot reveal contraband secreted internally in a prisoner's rectal cavity, and that little if any\ncontraband has been discovered as a result of the visual rectal search. Plaintiff's argument fails to account for the\ndeterrent effect that the defendant prison officials claim the visual rectal search works on prisoners who may be\nsubject to it. The fact that little contraband has been discovered as a result of the visual rectal search is as much\n\na testimony to its effectiveness as a deterrent as its ineffectiveness as a discovery tool. Bell, supra, at 559, 99\nS.Ct. at 1884. Defendants Fair and Ponte both testified that since the regulations regarding strip searches were\ntightened, the amount of contraband at MCI-Walpole has significantly diminished. As noted above, it is not the\nrole of this Court to second-guess the effective manner in which prison officials have handled one of their most\ncrucial problems.\nThe plaintiff in his Fourth Amendment argument finally invites the Court to rule that the strip searches which he\nmust undergo before and after trips by him to the prison hospital and law library, and after his visits with his\nattorney in the lower tier visiting room, are unreasonable. Prison officials have made the determination that DSU\nresidents must be strip searched any time there has been even the potential for contact with anyone other than\nprison officers. Since there has been no substantial evidence submitted which shows that in implementing this\npolicy, these officials have exaggerated the security needs of the institution, I cannot accept plaintiff's invitation to\nselectively overrule these officials.\nIn short, I rule that none of the circumstances surrounding the strip search policy as it is implemented within the\nDSU render those searches \"unreasonable\" and thus violative of the Fourth Amendment.\n1335 *1335 Plaintiff's claim that the strip search policy, especially its visual rectal search aspect, violates his Eighth\nAmendment right to be free of \"cruel and unusual punishment\" need not long detain us. Plaintiff's theory here is\nthat the strip search policy is implemented not to further the legitimate goals of the prison institution, but rather to\ndistribute punishment beyond that allowed by law to the objects of the strip searches.\nThe Supreme Court has ruled that in order to avoid running afoul of the Eighth Amendment's prohibition, a prison\npractice such as the strip search policy must be (1) \"rationally related to a legitimate nonpunitive governmental\npurpose,\" and (2) not be \"excessive in relation to that purpose.\" Bell, supra, at 561, 99 S.Ct. at 1885. \"Ensuring\nsecurity and order at the institution\" 00 the uncontroverted purported goal of the strip search policy in this case 00\n97 97\n\"is a permissible non-punitive objective,\" Id., and I rule that this policy as it is implemented in the DSU at MCI-\nWalpole, has not been shown to have been an \"excessive\" response to its legitimate objective. I accordingly rule\nthat the strip search policy does not violate the plaintiff's rights to be free of cruel and unusual punishment.\nPlaintiff also claims that the strip search policy as applied to him constitutes a gross and unjustifiable intrusion of\nhis right of privacy under the Constitution, constituting a denial of his due process rights under the Fourteenth\nAmendment. While the Supreme Court has found an implicit, limited right of privacy in the Bill of Rights, see e.g., \nRoe v. Wade, 410 U.S. 113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973), it is beyond argument that whatever privacy\nrights a free citizen enjoys under the Constitution, those rights are severely diminished when a citizen is\ncommitted by law to a penal institution. Bell, supra, 441 U.S. at 556-57, 99 S.Ct. at 1883-84. As the United States\nCourt of Appeals for the Seventh Circuit has noted, \"[E]ntry into a controlled environment entails a dramatic loss\nof privacy. Moreover, the justifiable reasons for invading an inmate's privacy are both obvious and easily\nestablished.\" Bonner v. Coughlin, 517 F.2d 1311, 1316 (7th Cir. 1975).\nPlaintiff's argument here depends on a finding by this Court that \"the DSU strip search policy is an ineffective and\nunnecessary response to an asserted contraband problem.\" The trial of plaintiff's claim on merits has convinced\nme, as I have ruled above, that the opposite contention is true. I therefore rule that the strip search policy does\nnot violate the plaintiff's privacy rights, and does not constitute a violation of his right to due process of law.\nPlaintiff's final argument is that the strip search policy and the manner in which it is conducted interferes with his\nconstitutional right of access to legal representation and the courts. This argument is based on the fact that he,\nas a DSU inmate, is subjected to a strip search at least once whenever he visits the prison law library and\nwhenever he visits his attorney. Arruda testified that he has foregone visits to the law library and with his attorney\nas a result of his desire not to be subjected to a strip search.\nWhatever rights are held by prisoners in our society, it is clear that \"an inmate's right of unfettered access to the\ncourts is as fundamental a right as any other he may hold .... All other rights of an inmate are illusory without it\n....\" Adams v. Carlson, 488 F.2d 619, 630 (7th Cir. 1973). The issue here, however, is whether a legitimate prison\nsecurity regulation must be struck down or modified because the plaintiff's unwillingness to comply with the\nprocedure results in his electing to forego trips to the law library and visits with his attorney. I rule that the\n\nchallenged practice is wholly justified with respect to plaintiff's visits to the prison law library, for testimony at trial\n00 some of which was given by the plaintiff himself 00 shows that a DSU inmate who visits the law library is likely to\n97 97\ncome in contact with inmates from the general population. Since the government has demonstrated that the strip\nsearch policy is implemented to meet an established security risk presented by DSU inmate visits to the law\n1336 library, I rule that the policy does *1336 not unconstitutionally infringe on plaintiff's right of access to the library\nmuch less to the courts.\nPlaintiff also argues that a DSU inmate should not be subjected to a strip search after visiting with his attorney.\nPrison officials have made the decision not to treat visitations involving lawyers any differently than visitations\ninvolving non-lawyers, and I find no compelling reason to require them to alter this procedure. This is not a case\nof censureship or even intrusive supervision or monitoring by prison officials of inmate-attorney communications. \nSee Smith v. Robbins, 454 F.2d 696 (1st Cir. 1972). In fact, evidence introduced at trial through the testimony of\nSuperintendent Ponte suggests that strip searches are executed after DSU resident-attorney visits because of\nthe inability and possible undesirability of requiring the DSU guards to closely monitor the visit at all times.\nPlaintiff argues that the strip search policy should be altered to allow DSU residents relief from such searches\nafter visitation with attorneys, but prison officials have opted for the reasonable policy of allowing no exception for\nany category of visitor, including religious and legal, in order to avoid the identification problems that most\ncertainly would arise. It is not within the discretion of this Court to overturn this reasonable decision.\nI accordingly rule that to the minimal extent that the strip search policy may burden plaintiff's right of access to the\ncourts, this burden is outweighed by \"the legitimate interests of penal administration and the proper regard that\njudges should give to the expertise and discretionary authority of correctional officials.\" Procunier v. Martinez, 416\nU.S. 396, 420, 94 S.Ct. 1800, 1814, 40 L.Ed.2d 224 (1974).\nIn summary, I rule that neither the strip search policy in general, nor the visual rectal search aspect of this policy\nin particular, as implemented on the DSU at MCI-Walpole, violate any of the plaintiff's constitutional rights.\nAccordingly, plaintiff's claim for relief should be denied, and judgment should enter for both defendants.\nOrder accordingly.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/56309"
    },
    {
      "date": "1981-09-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 766,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 522,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Massachusetts",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 56747,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/56747.pdf",
      "title": "Memorandum",
      "text": "522 F.Supp. 766 (1981)\nPaulo ARRUDA, Plaintiff,\nv.\nLewis M. BERMAN, et al., Defendants.\nCiv. A. No. 80-2124-C.\nUnited States District Court, D. Massachusetts.\nSeptember 28, 1981.\nPaulo Arruda, pro se and Merriann Panarella, Boston, Mass., for plaintiff.\n767 *767 John W. Bishop, Michael C. Donahue, Sp. Asst. Attys. Gen., Boston, Mass., Joanha Connolly, Roslindale,\nMass., Sharidan, Garrahan & Lander, Framingham, Mass., for defendants Paula, Hume, Corriera, Fahey,\nBialach, Ayala, Madeiros and Spallino.\nLee Carl Bromberg, Bromberg, Sunstein & McGregor, Boston, Mass., for defendants Daniel Thompson, Thomas\nDaSilva and Anthony Silva.\nMEMORANDUM\nCAFFREY, Chief Judge.\nThis is a civil rights action brought under 42 U.S.C. § 1983 by an inmate at the Massachusetts Correctional\nInstitution at Walpole (MCI-Walpole). The complaint names twenty-five defendants ranging from corrections\nofficers at MCI-Walpole to the commissioner of the Massachusetts Department of Corrections. Included as\ndefendants are several unnamed corrections officers and the \"Block-10 Committee,\" which the plaintiff alleges is\ncomposed of correctional officers, union members and others responsible for promulgating rules and regulations\nfor the daily operation of Cell Block 10.\nThe plaintiff alleges in his complaint that his Fourth Amendment right to be free of unreasonable governmental\nsearches has been and continues to be violated through the administration of a prison policy which compels him\nto submit to repeated visual searches of his rectal body-cavity. He further alleges that the beatings which often\naccompany these forced searches constitute \"cruel and unusual punishment\" in violation of the Eighth\nAmendment. In his complaint the plaintiff seeks declaratory and injunctive relief as well as compensatory and\npunitive damages from the defendants.\nThe matter is before the Court on three motions to dismiss the petitioner's complaint for failure to state a claim\nupon which relief can be granted. One motion was filed on behalf of the commissioner and the former\ncommissioner of the Department of Corrections, the commissioner's management consultant, the superintendent\nand deputy superintendent of MCI-Walpole, and the assistant deputy superintendent of Cell Block 10 at MCI-\nWalpole. These respondents assert that the visual rectal searches to which the petitioner objects are clearly\nwithin constitutional bounds. Alternatively, they assert that the complaint fails to allege facts sufficient to state a\ncause of action under 42 U.S.C. § 1983. A similar motion to dismiss was filed on behalf of Francis Fahey, one of\nthe MCI-Walpole supervisors named as a defendant in the complaint.\nA third motion to dismiss was filed on behalf of the Block 10 Committee, in which it is asserted that the committee\nhas no legal existence or capacity on which it may be sued. In the alternative, the Block 10 Committee has\nmoved pursuant to F.R. Civ.P. 56 for summary judgment on the grounds that no actual issue of fact exists with\nrespect to it, since the committee lacked the authority and ability to implement policy in Cell Block 10, and thus\ncould not be responsible for the action complained of by the plaintiff.\n\nAs indicated, the first issue raised by these motions is whether the body cavity searches to which the plaintiff has\nbeen subjected deprive the plaintiff of constitutional rights and thus constitute a cause of action under 42 U.S.C.\n§ 1983.\nThe defendants in their supporting memorandum rely on Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d\n447 (1979), for the proposition that such searches are \"clearly constitutional,\" and thus do not give rise to § 1983\nliability. The holding of Bell, however, is narrower than the defendants assert. The Supreme Court in that case\nwas presented with the question of \"whether visual body-cavity inspections as contemplated by the [prison] rules\ncan ever be conducted on less than probable cause.\" 441 U.S. at 560, 99 S.Ct. at 1885 (emphasis in the\noriginal). The Court, after \"[b]alancing the significant and legitimate security interests of the institution against the\nprivacy interests of the inmates,\" id., concluded that such searches can in some instances be administered\n768 without depriving the prisoner-subject *768 of his or her constitutional right to be free of unreasonable searches.\nThe Court noted, however, that such searches must be conducted in a reasonable manner. Id. The Court said:\n\"We do not underestimate the degree to which these searches may invade the personal privacy of inmates. Nor\ndo we doubt ... that on occasion a security guard may conduct the search in an abusive fashion.... Such abuse\ncannot be condoned.\" Id. (citation omitted).\nThe plaintiff alleges in his complaint that he was and is subjected to body cavity searches before and after visits\nto the prison law library and the prison hospital, before entering isolation, and after every visit with counsel even\nthough he is under the surveillance of at least one correctional officer during each of these visits. The plaintiff\nfurther claims that beatings often accompany these searches, and that the correctional officers who administer\nthe searches \"frequently make insulting, abusive, humiliating and intimidating comments\" and jokes during the\ncourse of the searches. While Bell v. Wolfish clearly allows the administration of reasonable body-cavity\nsearches, the plaintiff's allegations, if proven, may be found to be the type of unreasonable body cavity searches\nwhich the Supreme Court ruled in Bell are forbidden by the Fourth Amendment. For this reason, I rule that the\nplaintiff's complaint alleges facts sufficient to state a cause of action under § 1983.\nA second issue raised by the motion of the commissioner and his subordinates is whether as a matter of law\nthese defendants are immune from liability. These defendants are all supervisory personnel, none of whom is\nalleged to have actually been present during any of the searches or beatings of which the plaintiff complains.\nThese defendants claim that the plaintiff has based his theory of the defendants' liability on the defendants' mere\nability to control the correctional officers who have administered the body-cavity searches. Such a theory would\nnot be a sufficient ground upon which to find liability against these defendants, for it is well-settled law that there\nis no vicarious liability under the civil rights act and that respondeat superior may not be utilized to establish the\nliability of supervisory personnel. See Rizzo v. Goode, 423 U.S. 362, 96 S.Ct. 598, 46 L.Ed.2d 561 (1976); Monell\nv. N.Y.C. Dept. of Social Services, 436 U.S. 658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). The Supreme Court ruled\nin Rizzo that defendants in § 1983 actions must be \"causally linked,\" 423 U.S. at 375, 96 S.Ct. at 606, by their\n\"affirmative\" actions, id. at 377, 96 S.Ct. at 607, to the constitutional deprivations complained of in order for\npersonal liability to be established.\nThe plaintiff, however, claims not to base the defendants' § 1983 liability on the theory of respondeat superior.\nRather, he cites as the cause of his constitutional deprivations the defendants' failure to execute properly their\nsupervisory responsibilities under state law. There is ample precedent for this theory in this Circuit. In DiMarzo v.\nCahill, 575 F.2d 15 (1st Cir. 1978),cert. denied, Hall v. DiMarzo, 439 U.S. 927, 99 S.Ct. 312, 58 L.Ed.2d 320\n(1978), the Court of Appeals upheld the district court's decision in a § 1983 action by plaintiffs who were\nincarcerated in a state prison under conditions which the district court ruled violated the plaintiffs' constitutional\nrights. The state commissioner of corrections appealed the district court order requiring him to remedy the\nunconstitutional conditions. The commissioner argued that because he was not personally involved in the\nconstitutional deprivation, he could not be held liable under § 1983. The Court of Appeals affirmed the district\ncourt by ruling that the commissioner's responsibilities under Massachusetts law for promulgating and enforcing\nminimum standards, rules, and regulations for the safety, care, and custody of prisoners constituted the causal\nlink required by Rizzo.575 F.2d at 17. The court rejected the commissioner's argument that his failure to\npromulgate regulations which would insure the existence of constitutional conditions at the prison did not expose\n769 him to § 1983 liability. The court ruled instead that in light of his statutory *769 responsibility, the commissioner's\n\nacts or failure to act exposed him to liability. Id. at 17-18. See also Inmates of Suffolk County Jail v. Einsenstadt,\n494 F.2d 1196 (1st Cir. 1974),cert. denied, Hall v. Inmates of Suffolk County Jail, 419 U.S. 977, 95 S.Ct. 239, 42\nL.Ed.2d 189 (1974).\nThe plaintiff in this action asserts that in light of the aforementioned responsibilities of the commissioners and\nsuperintendents under state law, all or some of the supervisory defendants in this case may be responsible for\nthe promulgation and enforcement of the policy of \"random and routine\" visual rectal searches of which the\nplaintiff complains, and thus are proper defendants in this action. The plaintiff has alleged that all of these\ndefendants knew of or should have known of this procedure. I therefore rule that in light of the statutory\nresponsibilities of these defendants, these allegations are sufficient to state a cause of action.\nDiscovery may establish that the alleged searches and beatings of the plaintiff have taken place not at all, in\nviolation of departmental regulation, without these defendants' knowledge, or in a manner in which they could not\nhave come to the attention of these defendants during the satisfactory execution of their statutory responsibilities.\nSee McKinnon v. Patterson, 568 F.2d 930 (2nd Cir. 1978),cert. denied434 U.S. 1087, 98 S.Ct. 1282, 55 L.Ed.2d\n792 (1978). On the other hand, discovery may reveal that such activity is an entrenched and sanctioned\nprocedure in the Department of Correction's operational scheme, for which these defendants may in some\nmanner be found responsible. See Duchesne v. Sugarman, 566 F.2d 817 (2nd Cir. 1977). In any event, the\nimmunity of these defendants to the plaintiff's cause of action has not yet been proven.\nThis Court is finally confronted by the motion to dismiss, or in the alternative, for summary judgment, brought by\nthe Department of Corrections on behalf of the Block 10 Committee. This defendant argues that the committee\nlacks the legal capacity to sue or be sued, and that, in the alternative, this committee plays only an advisory role\nwith regard to prison policy and procedure, and has no authority to implement any of its own recommendations.\nThe plaintiff has responded that further time is needed to discover the legal status and membership of the\ncommittee. In light of the fact that the plaintiff has made no factual allegations against the Block 10 Committee\nand has requested no damages or other relief from it, I rule that the defendant's motion be granted, and order\nthat the complaint against the Block 10 Committee be dismissed.\nOrder accordingly.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/56747"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 120347,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/120347"
    },
    {
      "date": "1982-09-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 1324,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 547,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Massachusetts",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 25228,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25228.pdf",
      "title": "Memorandum",
      "text": "1324  547 FEDERAL SUPPLEMENT \nimpartial  body  capable  of  analyzing  the  implementing this opinion on or before Oc \ndata.  tober 4, 1982.  If there is disagreement as \nTo enjoin payment of all representation  to the form, a hearing will be held at 2:00 p. \nfees until some such system is established  m. on October 18, 1982 to settle the form of \nmight injure the collective bargaining proc  order. \ness.  To avoid that result such an injunction \nwill  not be issued at this time.  An order \nwill be entered, however, requiring that the \nportions of the representation fees paid by \nplaintiffs going to National AAUP and to \nthe New Jersey Education Association and \nthe National Education Association shall be \nplaced in escrow with a third party and held \nuntil  further  order of the  Court.  These \nPaulo ARRUDA, Plaintiff, \nstate  and  national  organizations  are  less \ndirectly involved in the collective bargain  v. \ning process and will, in  any event, be un  v. \nMichael  FAIR, et al., Defendants. \nlikely to feel  any substantial impact as a \nresult of their inability to use their portions  Civ. A. No. 80-2124-C. \nof plaintiffs' fees.  The Rutgers Council of \nUnited States District Court, \nAA UP and the local  and county educator \nD.  Massachusetts. \nassociations  arc  more directly involved  in \nthe collective bargaining process and may \nSept. 29,  1982. \nrequire their portions of the representation \nfees  in  order to  perform  their important \nfunctions.  The record suggests that they \nCivil rights action was brought by pris \nare much less likely to engage in extensive \noner incarcerated in segregation unit at a \npolitical  and  lobbying  activities  than  the \nstate correctional institution.  The District \nstate and national organizations and, there \nCourt, Caffrey, Chief Judge, held that poli \nfore, it is less likely that the moneys they \nreceive  from  plaintiffs  will  be  used  for  cy of requiring strip searches, including vis \nthose purposes.  They will not be prohibited  ual rectal searches, of inmates in segrega \nat this time from receiving their portions of  tion unit following interviews with visitors, \nplaintiffs' fees.  including attorneys, and after visits to pris \non  law  library  did  not  violate  Fourth \nI  appreciate that the loss  of plaintiffs' \nAmendment, Eighth Amendment, right of \nrepresentation fees will not critically affect \nprivacy or right of free access to the courts. \nthe operations of any of the tiers of the \norganizations involved in this case, but in  Claim for relief denied, and judgment \nshaping the order to be entered I take into  for defendants. \naccount the possibility that other non-mem \nbers may seek similar relief. \nThe order will also provide that if a final  1. Searches and Seizures <3=7(14) \nhearing  has  not  been  held  within  six  Strip searches,  including visual rectal \nmonths, and if within that time there has  searches,  were  not  violative  of  Fourth \nnot  been established a  representation fee  Amendment and same was true though only \nsystem  meeting  constitutional  require  inmates of subrogation unit, and not prison \nments, plaintiffs may apply for additional  ers in general prison population, were sub \ninjunctive relief.  jected  to  them  following  each  interview \nPlaintiffs' attorneys are requested to sub  with  visitor or each  visit  to law library. \nmit to me  and circulate among the other  U.S.C.A.Const.Amend.  4;  M.G.L.A.  c.  127, \nparties a proposed form or forms of order  § 39. \n\nARRUDA v. FAIR  1325 \nCite as 547 F.Supp. 1324 (1982) \n2. Criminal Law <l= 1213  stitution at Walpole (MCI-Walpole).  The \nStrip searches, including visual  rectal  defendants are Michael V. Fair (\"Fair\"), the \nsearches,  were  not  violative  of  rights  of  Commissioner of the Massachusetts Depart \nprisoners in prison's segregation unit to be  ment of Corrections, and Joseph H. Ponte, \nfree of cruel and unusual punishment.  U.S.  the Superintendent of MCI-Walpole.  Plain \nC.A.Const.Amend. 8.  tiff challenges as violative of no less than \nfour of his constitutional rights the search \n3. Constitutional Law C!l:::>272(2) \npolicy at MCI-Walpole as it has been ap \nStrip searches, including visual  rectal \nplied to the inmates of Walpole's Depart \nsearches, required of prisoners in segrega \nmental Segregation Unit (\"DSU\"), in which \ntion unit did not constitute gross and un \nArruda until recently was imprisoned, and \njustifiable intrusion of right of privacy con \nto which he is scheduled to return in the \nstituting denial of due process rights under \nnear future.  The relief sought by plaintiff \nFourteenth  Amendment.  U.S.C.A.Const. \nincludes (I) a declaratory judgment to the \nAmend. 14. \neffect that the strip search practice violates \n4. Prisons C!l:::>4(7)  his rights under the Constitution and laws \nPolicy of requiring strip searches,  in  of the United States;  (2) a permanent in \ncluding visual rectal searches, of segrega  junction enjoining the defendants and their \ntion unit prisoners after each visit to law  successors, employees, or agents, from en \nlibrary were not unconstitutional as inter  gaging in acts which violate Arruda's rights \nfering with right of access to legal repre  as announced by the declaratory judgment; \nsentation and courts, and inmate of segre  and (3) attorneys fees and costs. \ngation  unit  could  be  subjected  to  such \nPlaintiff's claim was tried to the Court \nsearch  after  visiting  with  his  attorney. \nsitting without jury.  Fifty-three plaintiff's \nU.S.C.A.Const.Amends. 5,  14;  42  U.S.C.A. \nand  five  defendants'  exhibits  were intro \n§ 1983. \nduced.  The parties called six witnesses, and \nsubmitted pretrial briefs and post-trial re \nPaulo Arrudo, pro se.  quests for findings of fact and rulings of \nMerriann Panarella, Hale & Dorr, Boston,  law. \nMass., for plaintiff.  After considering all of the evidence in \nJohn  W.  Bishop,  Sp.  Asst.  Atty.  Gen.,  troduced at trial as well as all the written \nDept. of Correction, Joanna Connolly, Bos  submissions of the parties, I find and rule \nton, Mass., for Paula, Hume, Corriera, Fa  as follows: \nhey, Bialach, Ayala, Madeiros and Spallino.  Findings of Fact: \nMichael C. Donahue, Sp. Asst. Atty. Gen., \nThe Plaintiff \nSheridan,  Garrahan  &  Lander,  Framing \nham,  Mass.,  for  Hogan,  Berman,  Ponte,  1.  Arruda, who is currently 23 years old, \nFenton, Argeropulos & Lamberth.  was first arrested at the age of nine for \nstabbing a child.  He testified that he had a \nLee Carl Bromberg, Bromberg, Sunstein \nlengthy juvenile record and in fact does not \n&  McGregor,  Boston,  Mass.,  for  Daniel \nremember the number of incarcerations he \nThompson,  Thomas  DaSilva and  Anthony \nhad before he was 17, although he said that \nSilva. \nnumber is greater than 15.  One of those \nincarcerations was for a heroin-related of \nMEMORANDUM \nfense.  Arruda testified that he used drugs \nCAFFREY, Chief Judge.  prior to his present incarceration.  He also \nThis civil rights action has been brought  testified  that  he  has  experimented  with \npursuant to 42 U.S.C. § 1983 by Paulo Ar  heroin on the street, and has used marijua \nruda (\"Arruda\"), who currently is incarcer  na (which he bought from another inmate) \nated at the Massachusetts Correctional In- while incarcerated at MCI-Walpole. \n\n1326  547 FEDERAL SUPPLEMENT \n2.  The plaintiff attended school only as  partment of Corrections and whose contents \nfar  as the  ninth grade.  He  could  recall  were stipulated to by the parties, reveals \nholding  only  two  jobs  prior  to  his  1976  the following  facts  about the inmates of \nconviction.  He worked as a dish washer at  MCI-Walpole: \nHarvard University for two weeks before \n-Eighty-three percent of the population \nleaving of his own accord because he \"didn't \nat MCI-Walpole  on  January 1,  1982 were \nfeel  comfortable\"  with  the  job.  He  also \nserving a maximum sentence of 10 years or \nquit a job at a shoe-making factory after \nmore.  Twenty-two percent were serving a \none day because he \"didn't like the atmo \nsentence of life imprisonment. \nsphere at work.\"  This was the last job he \n-Seventy-six percent are serving a sen \nheld prior to his conviction in 1976. \ntence for a crime against the person. \nB.  Arruda's 1976 sentence was for armed \n-Ten percent are serving a sentence for \nrobbery.  Although he was first assigned to \nmurder in the first degree.  Nine percent \nMCI-Concord,  he  was transferred to MCI \nare serving a sentence for murder in the \nWalpole following an assault in  which  he \nsecond degree.  Six percent are serving a \nallegedly was involved.  The plaintiff found \nsentence for a crime of manslaughter. \nadjustment to this transfer to Walpole to be \n\"difficult.\"  He was subsequently assigned  -Forty-eight percent never have held a \nto the  DSU  as  a  result of an  assault in  job longer than six months. \nwhich  he  was  involved.  Arruda  testified  -Sixty-two percent  never  have  held  a \nthat while he was in the \"general popula  job longer than one year. \ntion\" at Walpole (i.e., while he was housed \n-Only two percent have ever had  any \noutside of the DSU), he possessed at some \ncollege training or college education.  Sixty \npoint a weapon for the purpose of protect \npercent  went  no  farther  than  the  10th \ning  himself  from  other inmates.  Arruda \ngrade in school. \ndenied possessing either drugs or weapons \nwhile housed in the DSU.  -Twenty-five percent are known to have \nused heroin at one time or another prior to \n4.  Arruda  compiled  a  lengthy  discipli \ntheir  incarceration.  Fifty-three  percent \nnary record subsequent to his confinement \nhave  used  drugs  at one  time  or another \nin  the DSU.  He  was  accused  of various \nprior to incarceration at Walpole. \ncharges, including creating a health hazard \nby  failing  to clean  his  ceIl  area,  verbally  -Twenty-seven percent have a total of \nabusing corrections officers, throwing gar  more than 20 prior court appearances.  Six \nbage  and  various  liquids  outside  his  cell,  ty-two percent have in excess of 12 court \nand refusing to foIlow DSU rules and regu  appearances. \nlations.  AdditionaIly, Arruda generally re  -Thirty-four percent have more than 8 \nfused  to  comply  with  the  visual  rectal  prior charges for crimes against the person. \nsearch aspect of the strip search procedure  Fifty-five  percent have had  more  than 6 \ndiscussed below.  prior charges for crimes against the person. \nMel Walpole  Thirty-seven  percent  had  prior  commit \nments to the Department of Youth Services \n5.  MCI-Walpole is a maximum security \nwhile they were juveniles.  Forty-eight per \nfacility in Walpole, Massachusetts.  It is the \ncent had  at least one  prior charge for  a \nonly  maximum security institution in  the \ndrug offense.  Fifty-two percent have  at \nCommonwealth  of  Massachusetts,  and  it \nleast one prior House of Correction incar \ncontains about 600 individual cells.  As of \nceration. \nJanuary 1,  1982,  MCI-Walpole housed 679 \ninmates.  -Sixty-six percent have at least one pri \nor adult incarceration. \n6.  A  pamphlet  entitled  \"A  Statistical \nDescription of Residents of the Massachu  -Nineteen percent made their first court \nsetts Correctional Institutions,\" which was  appearance at age 12 or younger.  Fifty \nprepared earlier this year by the state De- seven percent made their first court appear-\n\nARRUDA v. FAIR  1327 \nCite as 547 F.Supp. 1324 (1982) \nance by the time they were 15 years of age.  side  of  the  tier  between  the  upper  and \nSeventy-eight  percent  made  their  first  lower levels of the cell block. \ncourt appearance by the time they were 17 \n11.  Each  cell  in  the  DSU  is  approxi \nyears of age. \nmately six feet by eight feet and contains a \nI take note of these statistical facts about \nbed, a toilet-sink, a table and a stool.  Cells \nthe residents of MCI-Walpole solely for the \non the upper tiers have access to a televi \npurpose of determining the type of individ \nsion built into the walls.  Each cell in the \nual with whom correctional officers charged \nDSU has two doors, one grilled door which \nwith operating and maintaining safety and \nis  locked  at all  times  and one  solid  steel \norder at MCI-Walpole  must come  in  con \ndoor which is closed and locked at various \ntact. \ntimes, including shakedowns, isolation and \n7.  Defendant Ponte testified that when \nemergencies.  The solid steel door contains \nhe first assumed the job as superintendent \na  window  which  is  approximately  four \nof Walpole in February of 1980, a National \ninches by five  inches.  There are no  win \nCorrections Institute Report had stated that \ndows  in  the  cells  of  the  DSU  with  the \nthe situation at MCI-Walpole was \"out of \nexception of the window in the solid steel \ncontrol,\" and that the facility was a \"jun \ndoor. \ngle.\" \nThe DSU  12.  There is  one  visiting  room on  the \nupper  tier  of  the  DSU  and  one  visiting \n8.  The  DSU-which  also  is  known  as \nroom on the lower tier.  All visits to a DSU \nBlock 10-is a two-story cell block segregat \ninmate take place in one of these visiting \ned from the main part of MCI-Walpole and \nconnected to the institution on  one of its  rooms.  The  visiting  rooms  are  searched \nfour sides.  The DSU was established pur  every day.  Each visiting room is approxi \nsuant to M.G.L. c. 127 § 39, which provides  mately eight feet wide by ten feet long and \nthat  the  DSU  shall  house  \"any  inmate  is  partitioned  into  two  equal  areas by  a \nwhose  continued  retention  in  the general  heavy  steel  mesh  security screen.  Along \ninstitution population is detrimental to the  the middle of the partition are two built-in \nprogram of the institution.\"  The DSU  is  tables,  one  on  either  side  of  the  screen. \nthe most secure classification unit of MCI  Each  visiting  room  contains  one  or  two \nWalpole and is designed to house the state's  chairs on each side of the partition. \nmost dangerous and violent inmates. \n13.  Each  visiting room  has  two doors, \n9.  The  DSU  contains sixty cells  which \neach of which leads into a different side of \nare divided into four tiers, or cell corridors. \nthe partitioned  room.  A solid  steel door \nThe  two tiers  in  the  upper  level  contain \nleads into one half of the visiting room and \nfifteen cells each, as do the two tiers in the \na  grilled  door  leads  into  the  other  half. \nlower level.  At the end of each tier in the \nBoth  doors  are  locked  during  all  visits. \nDSU there is a locked steel door securing \nthe tier.  In addition to the sixty cells, the  14.  More correction officers per inmate \nDSU contains two offices, two closets, two  are assigned to the DSU than to any other \nstaff bathrooms, four showers, and two vis  cell-block  or  prison  area in  MCI-Walpole. \niting rooms.  The officers in charge of each shift must \n10.  In the DSU there are two steel doors  designate an officer assigned to the DSU to \nto the outside.  One steel door is at the far  make regular hourly rounds, insuring that \nend of the lower tiers and leads only to the  each DSU inmate is physically observed and \nyard area.  The other steel door is at the  accounted  for.  The  officer in  charge  of \nnear end of the tier and is used to admit  each shift must maintain a  DSU log and \nstaff, visitors,  and other outsiders  to the  must make sure that it is kept up to date on \nDSU.  There is a steel door separating the  a daily basis.  A tier officer must keep the \nDSU from the remaining prison population.  daily tier log for DSU residents assigned to . \nThe door is located on the DSU on the near  his tier. \n\n1328  547 FEDERAL SUPPLEMENT \n15.  DSU  regulations  require  that  20.  Contraband  is  introduced  through \nsearches of the cell areas, showers, recrea  visitors,  staff  and  other  outside  sources. \ntion areas, visiting rooms, and corridor ar  Superintendent Ponte testified, and I find, \neas  be conducted daily.  Regular searches  that visitors are the major source of contra \nof DSU cells and personal property are con  band at Walpole. \nducted by officers once or twice per week. \n21.  Prior to entering the  institution  a \nThese searches must be logged in the DSU \ncomplete  identification  is  required  of  all \nsearch log.  The search log must include the \nvisitors.  In addition, visitors are required \ndate, time of the search, contraband found, \nto remove  outer clothing (including shoes \nwhether the inmate was  present, and the \nand belts), undergo a pat search, and pass \nname  of  the  officer(s}  conducting  the \nthrough a metal detector on the way into \nsearch. \nthe institution.  Visitors are not allowed to \n16.  Upon  entry,  DSU  inmates  are  in  wear valuable accessories into the institu \nformed  that  they  will  be  constantly  ob \ntion;  these must be left in a locker at the \nserved and notations will be made in their \nentrance.  Nothing may be brought into the \nrecord  regarding their daily  attitude and \ninstitution by visitors, except attorneys may \ncooperation. \nbring with them pencils and legal papers. \n17.  DSU  inmates  housed  in  the  upper  When  officers  conducting  the  pat search \ntier may go to the yard for recreation four  and the metal detector search have a rea \ntimes per week for one hour on each occa  sonable suspicion that a visitor may be in \nsion.  DSU  residents housed  in  the lower  troducing contraband  into the  institution, \ntier may go  to  the yard three times  per  the officer is required to request the visitor \nweek for one hour on each occasion.  At all  to step aside for further search.  This fur \ntimes  DSU  officers  supervise  all  inmates  ther search  may consist of a  further pat \nwho are exercising or participating in recre  search, but may also include a request to \nation in the DSU.  The exercise area con  the visitor to enter a  private room  for  a \nsists of several 2-feet by 15-feet runs, each  strip search.  The visitor may refuse a strip \ncompletely enclosed by a wire fence or cage.  search.  An officer cannot compel a visitor \n18.  All  DSU  inmates are placed in re  to be strip searched.  When a visitor refus \nstraints prior to the opening of their cell  es to strip search he may simply leave the \ndoors.  Only one DSU  inmate is  released  institution subject to his visiting privileges \nfrom his cell to the cell corridor at anyone  being suspended. \ntime.  All DSU inmates who leave their cell \n22.  Once inside the institution, a visitor \nare in restraints and are accompanied by a \nwho  is  visiting  an  inmate  housed  in  the \ntwo-officer escort at all times. \ngeneral popUlation  may make his  visit ei \nContraband  ther in a visiting room or an outside yard. \n19.  The  introduction  of contraband  at  A large number of inmates may engage in \nMCI-Walpole is a major institutional prob  visits at the same time during an \"outside \nlem, and is of great concern to both Super  yard\" visit.  These visits are \"full-contact,\" \nintendent  Ponte  and  Commissioner  Fair.  i.e. there are no barriers between the visitor \nContraband  may  include  any  number  of  and  the  inmate.  Following  any  visit,  a \nitems, but it most often consists of weap  general-population inmate typically under \nons, drugs and money.  Each of these items  goes a routine strip search, which is identi \nis considered contraband in the general pop  cal to the one that is used on a more fre \nulation of MCI-Walpole  and in  the  DSU.  quent basis in the DSU, as described below. \nDuring the time he was in general popula  The object of the strip search is to discover \ntion,  Arruda  not  only  bought  marijuana  the existence of any contraband that was \nfrom another inmate, but also possessed a  delivered to the inmate during the visit, and \nweapon  in  order to  protect himself from  to discourage the passing of such contra \nother inmates, according to his own testi  band by increasing in the inmates mind the \nmony.  prospect of being discovered in the act of \n\nARRUDA v. FAIR  1329 \nCite as 547 F.Supp. 1324 (1982) \nsecreting contraband.  Unlike a inmate of  members are not prisoners themselves, and \nthe DSU, a general population inmate who  have not individually been alleged to be or \nrefuses to undergo a strip search following  shown to be dangerous;  and 3) the negative \na visit is not forced to submit to the search.  effects that such searches would have on \nHe is, however, immediately placed into an  the ability of the prison system to attract \n\"awaiting action\" status, kept away from  and retain a quality staff would probably \ncontact with other inmates pending the is- outweigh any increase in the detection of \nsuance of a disciplinary report.  His visita- contraband which  might result from such \ntion rights are also immediately suspended.  searches of staff.  I therefore find that the \npractice of not subjecting prison staff to \n23.  A visitor to an inmate housed in the \nstrip searches does not cast any light on the \nDSU  is  escorted at all  times by a  prison \nquestion of whether such searches are un \nofficer until he or she is locked into one of \nreasonable, or are violative of constitutional \nthe two DSU  visiting rooms.  Visitors of \nrights when  applied  to Walpole  residents. \ninmates housed in the lower DSU tiers are \nlocked  into  the half of the  visiting room  The Strip Search Policy \nwhich has a solid steel door;  a screen sepa  26.  At  MCI-Walpole,  strip  or  skin \nrates the visitor from the inmate, who is in  searches require the following steps, accord \nthe other half of the visiting room that has  ing to a May 1980 memorandum to all offi \nthe grilled door.  Arruda testified at trial,  cers.  The inmate must: \nand  I  find,  that the  screen  mesh  of the  -remove all clothing, and hand clothing \nseparating barrier is wide enough for a pill  to  the  attending  officer,  who  then \nto  be  passed  from  one  side  to the other.  searches the clothing; \nVisitors  to  inmates  housed  in  the  upper  -spread fingers  and show  hands,  back \ntiers of the DSU are locked along with the  and front, and wiggle fingers; \nDSU inmate into the half of the DSU con \n-open mouth and lift tongue; \ntaining the grilled door.  These visits are \n-run hands through hair several times; \nthus full contact visits.  All  DSU inmates \n-display each ear; \nare strip searched in the visiting room after \nthe completion of a visit with any outsider.  -hold testicles to one side and then the \nother; \n24.  Some contraband is brought into the \ninstitution by staff.  Superintendent Ponte  -raise arms to shoulder level extended to \ntestified that since he was appointed to his  the sides; \nposition, he has attempted to bring the pris  -turn around and display back; \non  staff more  firmly  under  the  Superin  -lift one foot, display sole, and wiggle \ntendent's control  than  had  been  the case  toes;  lift other foot, display sole, and \nbefore his taking over.  Eight staff mem  wiggle toes; \nbers  have  been caught smuggling contra  -bend over at the waist, and spread but-\nband into Walpole during his tenure and all  tocks. \neight  have  been  terminated.  Some  have \nIf the strip search procedure is performed \nbeen successfully prosecuted. \nvoluntarily by the inmate there is no physi \n25.  Staff  members  entering  MCI-Wal  cal  contact with the correction  officer at \npole are either pat searched or required to  any time.  No medical personnel is required \npass through a metal detector.  If reasona  to be present during the strip search. \nble cause exists, staff members are required  27.  Security in the DSU is more intense \nto remove a few articles of clothing.  Staff  than it is in the general population, includ \nmembers, however, are not strip searched.  ing the use and frequency of strip searches. \nI  find  the policy of. not SUbjecting prison  In light of the nature of the DSU and the \nstaff to strip searches to be a reasonable  fact  that inmates  are  housed  there  only \npolicy, particularly in light of the facts that  after they have  proven to be  disciplinary \n1) most contraband is brought into Walpole  problems in general population, I find this \nby visitors, and not by staff; 2) prison staff  practice to be reasonable. \n\n1330  547 FEDERAL SUPPLEMENT \n28.  All DSU residents are pat searched  officers  observe  visits.  Superintendent \nupon coming out of their cells for exercise  Ponte testified that in  his judgment it is \nor recreation and upon leaving the cell cor  impossible and perhaps undesirable to moni \nridor area.  tor every moment of a DSU inmate's visit. \n29.  An  inmate confined to the DSU  is  35.  Strip searches are conducted at the \nrequired to be escorted by two correctional  conclusion of a visit, after the visitor has \nDSU  officers  at any  time  he  leaves  the  departed and while the DSU resident is still \nDSU.  locked into the visitor room.  With respect \nto the visual  rectal  search  aspect of the \n30.  Prior to leaving and returning to the \nsearch,  the  resident  is  required  to  bend \nDSU  an inmate is  required  to  undergo a \nfrom  his  waist  while  his  back  is  to  the \nstrip  search.  This  applies  whenever  the \ngrilled  door,  while  the  examining officer \ninmate is leaving the unit for any purpose, \nobserves from  the other side of the door. \nincluding  law  library  and  hospital  visits. \nAlthough this practice presents the possibil \n31.  When an inmate leaves the unit he is \nity that other officers in the tier hallway \nescorted by two correctional officers whose  may observe this aspect of the search, I find \nduties include guarding the inmate and in  this  practice  to  be  reasonable  in  that it \nsuring that the inmate has minimal, if any,  assures  that the officer will  not come  in \ncontact with  other inmates.  Despite  this  physical contact with the inmate, and pro \nprecaution, an inmate may come in contact  vides the officer with the protection of the \nwith other inmates in  the law library, al  locked grilled door until he has determined \nthough DSU inmates are not permitted to  that the  inmate  does  not  possess  contra \nvisit the law library in groups of more than  band. \none.  Plaintiff testified that in the law li \n36.  As  noted  above,  Arruda  generally \nbrary  he  had  contact with other inmates \nrefused to comply voluntarily with the visu \nwhom he characterized as \"trustees.\"  It is \nal rectal search aspect of strip search proce \nnot clear to whom he was referring. \ndure, because the search-particularly the \n32.  DSU  inmates  visiting  the  health  visual rectal search aspect-made him feel \nservices  unit  may  intermingle with  other  \"humiliated, scared, and worried about sex \ninmates  from  the  institution  who  have  ual assault.\"  Arruda also testified that on \nmedical  appointments  scheduled  at  the  occasion, the officers who executed the strip \nsame time.  The DSU inmate is under es  search of his body made \"jokes\" which in \ncort of officers at all times.  cluded allusions to Arruda's sexual prefer \nences.  No evidence was introduced which \n33.  Strip searches are required of DSU \nwould support a finding that any inmate at \ninmates subsequent to all  visits, including \nWalpole has ever been sexually molested by \nattorney visits and clergy visits as well as \nofficers executing a strip search. \nvisits  from  family  and  friends.  Strip \nsearches are not required after staff con  37.  While Arruda never has had a fami \ntacts with inmates in the DSU.  ly visit while  housed on the DSU, he has \nhad  numerous  attorney visits.  Following \n34.  With  respect  to  visits  in  both  the \nthese visits Arruda routinely refused some \nupper and  lower DSU  visiting  rooms,  an \npart of the strip search policy, usually the \nofficer stands at the outer grilled door of \nvisual rectal search part. \nthe visiting room, which is locked, and gen \nerally observes the visit.  Inmates confined  38.  At times  Arruda went to the law \nin  the lower  tier  have  their back  to  the  libr:ry  and  complied  with  the  procedure \nofficers and do not know whether or not the  upon leaving the unit.  At times he refused \nofficers are observing their visits.  Despite  to comply with the procedure and was not \nArruda's testimony that he was constantly  permitted to leave the unit. \nobserved  by  an  officer during  all  of his  39.  On at least one occasion Arruda was \nvisits (all of which took place in the lower  permitted to leave the unit to be examined \nvisiting room),  it is  not clear how closely  in the hospital and to speak with a Deputy \n\nARRUDA v. FAIR  1331 \nCite as 547 F.Supp. 1324 (1982) \nSuperintendent without undergoing a com  43.  In  Superintendent  Ponte's OpInIOn, \nplete  strip  search.  At  times  Arruda  re  which  I accept and adopt as a finding of \nquested  to  visit the hospital  but was  not  fact, the flow of contraband in the DSU has \nallowed to make the visit as a result of his  been  significantly  reduced  by  the  imple \nrefusal  to  comply  with  the  visual  rectal  mentation  of  the  strip search  procedures. \nsearch procedure.  44.  Testimony  was  introduced  at  trial \n40.  Usually  when  Arruda  refused  to  which proves, and I find, that during the \ncomply  with  the  strip  search  he  was  course of strip searches a number of MCI \nsearched with some degree of force by the  Walpole inmates have  been discovered se \ncorrectional  officers.  At  times,  \"move  creting  contraband.  Weapons  and  drugs \nteams\" were used to compel Arruda to strip  have been discovered in the DSU, and drugs \nsearch.  These move teams are armed with  have been discovered as a result of a strip \nshields, helmets and other riot gear to pro  search of at least one DSU resident.  While \ntect themselves and the inmate, in case the  the number of contraband discoveries made \ninmate  forceably  resists.  The  inmate's  as a result of strip searches is rather small, \nclothes are removed by correctional officers,  this fact is inconsequential, for it is clear to \nand he is forced to comply with the steps  me, and I find, that the strip search proce \noutlined in the strip search procedure.  dure at MCI-Walpole-including the visual \nrectal search  segment of the procedure \n41.  In March  1979,  Commissioner Fair, \nacts as a substantial deterrent to the intro \nwho  was  then  Associate  Commissioner of \nCorrections for  Area 3,  was  appointed  to  duction of contraband in both the DSU and \nchair a committee to review security prac  the general population. \ntices  on  the  DSU.  This  committee  was  45.  Plaintiff's  expert witness,  Dr.  Mi \nformed after a wildcat strike by corrections  chael Nelson, testified that an item secreted \nofficers took place to protest the numerous  in  a  person's  rectal  cavity  between  the \nassaults  by  DSU  inmates on  staff.  This  sphincter muscles cannot be detected from \ncommittee made a number of security rec  mere exterior examination of the anus.  His \nommendations for the purpose of tightening  opinion,  thus,  was  that the  visual  rectal \ndiscipline control and security on the DSU.  search aspect of the strip search could not \nAs a result of this committee's recommen  achieve  its  intended  purpose  of detecting \ndations, security was increased at the DSU  and deterring the secreting of contraband. \nduring the latter part of 1979 through 1980.  Dr.  Nelson's  testimony,  however,  fails  to \n42.  When Superintendent Ponte was ap  take into account the fact that contraband \npointed to MCI-Walpole he evaluated secur  may be detected through the visual rectal \nity  in  the  institution  as  a  whole.  Ponte  search  when  the  inmate  is  required  to \nmade these security evaluations partly as a  spread  the  cheeks  of  his  buttocks  while \nbending  over,  thereby  releasing  objects \nconsequence of the above-mentioned report \nissued by the National Institute of Correc  which could be secured between the cheeks \ntions  which  found  MCI-Walpole  to  be  a  and outside of the annus while the inmate is \n\"jungle.\"  One of the security assessments  standing.  Second, Dr. Nelson fails to take \nthat Ponte made concerned the strip search  into  account  the  possibility  of  \"trailing,\" \ni.e.,  the failure of a person attempting to \nprocedures  in  effect  at  MCI-Walpole. \nsecret within his  rectal cavity contraband \nPonte's  assessment  was  that  the  strip \nencased in a balloon-like device to insert all \nsearch  procedures  were  not  being  per \nof  the  encasement  material  beyond  the \nformed  in  a  routine  and  regular fashion. \nanus.  I reject Dr. Nelson's opinion on this \nAs a consequence of this assessment, strip \ntopic, as well as his opinion on the negative \nsearch  procedures  in  the  institution  were \npsychological effects of strip search policy \ntightened, and in May 1980, a uniform pro \ncedure  was  established  pursuant  to  the  on the residents of MCI-Walpole. \nabove-mentioned  memorandum  from  the  46.  The defendant's expert, Robert Isra \nDeputy Superintendent for Operations.  el, testified, and I find, that strip searches \n\n1332  547 FEDERAL SUPPLEMENT \nare the least intrusive and most effective  closer  scrutiny  and  supervIsIon  by  prison \nprocedure  by  which  to control,  deter and  officials in order to insure the safety of all \ndiscover contraband which  prison  inmates  members  of the  institutional  community. \nhave  secreted  on  their  bodies.  The  sole  Rulings of Law: \npractical alternative is a pat search, which, \nPlaintiff's legal  claim, in  short, is  that \nbecause it requires prison guards to actually \nMCI-Walpole's  strip search  policy,  and  in \ntouch the inmates, leads to complaints by \nparticular the visual rectal search aspect of \nboth  guards  and  prisoners,  confrontation, \nthe procedure, as applied to him as a resi \nand even avoidance of the procedure.  Ob \ndent of the DSU, is violative of his constitu \njects which  may be discovered during the \ntional rights.  Analysis of this claim must \ncourse of a visual rectal search but which \nbegin with the obvious:  No constitutional \ncould possibly escape detection if only alter \nright is in and of itself absolute, and wheth \nnative search procedures were used include \ner the exercise of a recognized right should \npens and drugs. \nbe  accorded judicial protection depends in \n47.  Disciplinary  Reports  (\"D-Reports\")  the end on the extent and importance of the \nare given to DSU residents, including Arru  existing, countervailing circumstances that \nda, who refused to submit to visual rectal  weigh against the protection of that right. \nsearches when ordered to do so.  D-Reports  It is also axiomatic that despite the fact of \nresult in disciplinary sanctions upon a find  their incarceration in penal institutions af \ning  of guilty.  Disciplinary  sanctions,  in  ter being convicted  of violating  state  or \ncluding room detention, loss of visits, loss of  federal criminal laws, prisoners are not de \nyard privileges and isolation, may be given  prived of all the constitutional rights they \nto DSU residents for refusing to submit to  otherwise would hold as free citizens.  Yet \na visual rectal search when ordered to do so.  in  the  prison  setting,  circumstances exist \nSome DSU inmates including Arruda have  which are not present in the outside society \nremained  longer  in  the  DSU  because  of  and which require the limitation and even \ntheir  refusal  to  submit  to  visual  rectal  non-recognition  of  some  constitutional \nsearches.  The  Classification  Board  which  rights.  These circumstances include the im \ndetermines whether a resident may be re  portant societal needs of assuring that per \nleased to the general population considers  sons convicted of crimes are separated from \ncompliance  with  the  strip  search  policy.  the society which they have acted against, \n48.  I  reject  plaintiff's  contention  that  and assuring that they will be detained in a \nthe  strip  search  procedure  as  applied  to  situation that is  safe and secure both for \nDSU inmates constitutes additional, unlaw  the prisoners themselves and those who are \nful punishment because it serves no positive  charged with the supervision of prisoners. \npurpose.  On the contrary, I find that the  It is only within a safe and secure prison \nstrip search has the positive lawful effects  environment that society can ever hope to \non  the DSU of both detecting contraband  see  the  well-recognized  goals  of criminal \nand deterring the secreting or attempts to  punishment achieved.  As  was  recognized \nsecret  contraband  by  DSU  residents  on  by the Honorable Charles Wyzanski of this \ntheir persons.  Absolutely no evidence was  Court thirteen years ago, \nintroduced at trial which tends to show that  A prisoner is one whose freedom has been \nthe  strip search, or any  portion  of it,  is  intentionally restricted in the interests of \nselectively enforced in order to harass or  the safety of society, his own reform, and \nreward any DSU or general population in  a  deterrence  of misconduct  by  him  or \nmate, including Arruda.  The fact that the  others.  It is not appropriate that he have \nstrip search policy is implemented more fre  all the liberties of a free man.  Only such \nquently on DSU inmates than general popu  liberties are rightfully his  as are indis \nlation inmates is explained by the fact that  pensable to fair and decent treatment, to \nDSU  inmates  have  demonstrated  them  avoidance of cruel  and unusual  punish \nselves to be more dangerous than general  ment, and to preclusion of invidious dis \npopulation inmates, and thus deserving of  crimination. \n\nARRUDA v. FAIR  1333 \nCite as 547 F.Supp. 1324 (1982) \nNolan  v.  Scafati,  306  F.Supp.  1,  3 (D.C.  to substitute its judgment for that of prison \nMass. 1969).  See also Bell v.  Wolfish,  441  officials.\"  O'Brien  v.  Moriarty,  489  F.2d \nU.S. 520, 545--46, 99 S.Ct. 1861, 1877-78, 60  941, 944 (1st Cir. 1974). \nL.Ed.2d 447 (1979);  and Price V.  Johnston, \n334  U.S.  266,  285,  68  S.Ct.  1049,  1059, 92  [1]  With these tenets in mind, I turn to \nL.Ed. 1356 (1948).  the plaintiff's specific  allegation  that the \nThus, in this case the question of whether  visual  rectal  search  portion  of  the  strip \nthe search  policy  here complained of vio  search procedure as it has been applied to \nlates Arruda's constitutional rights depends  him as a DSU inmate violates no less than \nin large part on the role the policy plays in  four of his constitutional rights.  First, Ar \nthe  overall  efforts  of  prison  officials  to  ruda argues that the visual rectal search is \nmaintain safety and order at MCI-Walpole,  violative of his Fourth Amendment right to \nand the extent to which those efforts would  be free from \"unreasonable\" searches, since \nbe hindered if the Court were to order the  the search is routinely exercised by officials \nmodification of the strip search policy as it  who do not have probable cause to believe \nis applied to the inmates of the DSU.  The  that Arruda is secreting contraband.  The \nfirst step in  makin~ this determination is  Supreme Court has ruled in Bell V.  Wolfish, \nrecognizing  that  \"[p]rison  administrators  supra,  that  routine  visual  body  cavity \n. . . should be accorded wide-ranging defer  searches such as the one complained of here \nence in the adoption and execution of poli  are not per se unreasonable, and that the \ncies  and practices that in  their judgment  choice by prison officials of cavity inspec \nare needed to preserve internal order and  tions for preventing the smuggling of con \ndiscipline and to maintain institutional se  traband over less intrusive means does not \ncurity.\"  Bell,  supra,  441  U.S.  at 547,  99  violate  an  inmate's  Fourth  Amendment \nS.Ct. at 1878.  The operation of our correc  rights  as  long  as  it is  a  rational  and  a \ntional  facilities  is  peculiarly  within  the  reasonable decision.  Bell, supra, 441 U.S. at \nprovinces of the legislative  and executive  559-60, 99 S.Ct. at 1884--85.  The Court in \nbranches of our state and federal govern  Bell articulated the following test: \nment, ld. at 547--48, 99 S.Ct. at 1878--79 and \n[T]he  test of  reasonableness  under  the \nin the absence of substantial evidence in the \nfourth amendment ... requires a balanc \nrecord  which  shows  that  prison  officials \ning of the need for the particular search \nhave exaggerated their response to the se \nagainst the  invasion  of personal  rights \ncurity  needs  of  a  correctional  institution, \nthat the search entails.  Courts must con-\ncourts should ordinarily defer to the expert \nsider the scope of the particular intrusion, \njudgment of these officials.  Pell V.  Procu  the manner in which it is conducted, the \nnier, 417 U.S. 817, 827, 94 S.Ct. 2800, 2806, \njustification for initiating it and the place \n41 L.Ed.2d 495 (1974).  See also Rhodes V. \nin which it is conducted. \nChapman, 452 U.S. 337,349 n.14, 101 S.Ct. \n2392, 2400 n.14, 69 L.Ed.2d 59 (1981).  ld. at 559, 99 S.Ct. at 1884. \nThe standard of review  which  is  to  be  Since visual rectal searches are not per se \napplied to the defendants' decision to imple  unreasonable, plaintiff's complaint must be \nment the strip search policy as part of their  that the circumstances of such searches on \nlarger effort to  maintain  security on  the  the DSU render them unreasonable.  Plain-\nDSU  was  set  out  by  the  United  States  tiff argues, for instance, that strip searches \nCourt of Appeals for  the First Circuit in  are executed with much greater frequency \nFeeley V.  Sampson, 570  F.2d 364 (1st Cir.  with respect to DSU inmates than those of \n1978).  The  Court in  that case  held  that  the general population, and in circumstanc \nsuch a decision must be upheld unless it is  es in which the possibility of the DSU in \narbitrary,  or  is  rationally  unsupportable.  mate having had contact with outsiders or \nld. at 372.  \"The mere fact that different  even  other inmates  is  small.  This  argu \nmeasures might have worked or might still  ment, however,  ignores  the fact that the \nbe workable does not allow a federal court  residents of the DSU have been determined \n547 F.Supp.-30 \n\n1334  547 FEDERAL SUPPLEMENT \nto be the most dangerous of any group of  search cannot be viewed as reasonable or \ninmates within any of the state's correction  rational because it does not accomplish the \nal  facilities.  I  rule  that  the  heightened  intended goal of the search-the detection \ndangerousness of the DSU residents wholly  of contraband.  I have already commented \njustifies the greater frequency with which  on the deficiencies of this reasoning.  Plain \nstrip searches are executed  on  the  DSU.  tiff relies on the facts that a visual rectal \nPlaintiff has presented no evidence which  search  cannot reveal  contraband  secreted \ntends to prove that the manner in which the  internally in a prisoner's rectal cavity, and \nstrip searches are conducted  on  the DSU  that little if any contraband has been dis \nrender  the  search  unreasonable.  That  a  covered  as  a  result  of  the  visual  rectal \nDSU resident undergoing a strip search at  search.  Plaintiff's  argument  fails  to \nthe conclusion  of a  visit  must expose  his  account for the deterrent effect that the \nbuttocks in the direction of the grilled door  defendant prison officials claim the visual \nof the visiting room (which opens into the  rectal search works on prisoners who may \ngeneral hallway of the DSU's lower or up  be subject to it.  The fact that little contra \nper tiers) is of little consequence in light of  band has been discovered as a result of the \nthe fact that this practice insures that the  visual rectal search is as much a testimony \ninspecting officer,  who  is  separated from  to its effectiveness  as  a  deterrent as  its \nthe DSU resident by a locked griIIed door, \nineffectiveness  as  a  discovery  tool.  Bell, \nwill  not come in contact with the inmate. \nsupra, at 559, 99 S.Ct. at 1884.  Defendants \nNo other resident is in a position to view \nFair and Ponte both testified that since the \nthe search,  and  Arruda  himself  admitted \nregulations  regarding strip searches  were \nthat  the  only  time  that  more  than  two \ntightened,  the  amount  of  contraband  at \nofficers view the search is when an inmate \nMCI-Walpole  has  significantly diminished. \nlike  himself refuses to submit to a visual \nAs noted above, it is  not the role of this \nrectal search.  I rule that this aspect of the \nCourt to second-guess the effective manner \nsearch  does  not  render  it  unreasonable. \nin which prison officials have handled one \nPlaintiff testified that some of the offi  of their most crucial problems. \ncers who were present when the inspections \nThe plaintiff in his  Fourth Amendment \nwere executed made degrading jokes about \nargument finally invites the Court to rule \nhim, but no evidence was presented which \nthat the strip searches which he must un \nshows that Arruda or any other DSU resi \ndergo before and after trips by him to the \ndent was ever physically abused during the \nprison hospital and law library, and after \ncourse of a voluntary search.  I rule that \nhis visits with his attorney in the lower tier \nverbal taunts of a few officers would not be \nvisiting room, are unreasonable.  Prison of \nenough to render the search policy unrea \nficials  have  made  the  determination  that \nsonable, especially since other remedies ex \nDSU residents must be strip searched any \nist which are less drastic than that of this \ntime there has been even the potential for \nCourt ordering a modification of the search \ncontact with anyone other than prison offi \npolicy.  A inmate could, for instance, report \nthe verbal abuses to the official's superior.  cers.  Since there has been no substantial \nOther evidence presented at trial (especially  evidence submitted which shows that in im \nevidence concerning the attempts made by  plementing this policy, these officials have \nprison officials to terminate and prosecute  exaggerated the security needs of the insti \nguards who have smuggled contraband into  tution, I cannot accept plaintiff's invitation \nWalpole)  leads  me  to  believe  that prison  to selectively overrule these officials. \nofficials would  make every reasonable ef  In short, I rule that none of the circum \nfort  to  see  that  such  verbal  abuses  are  stances surrounding the strip search policy \nstopped.  as it is implemented within the DSU render \nPlaintiff argues through his experts that  those searches \"unreasonable\" and thus vio \nthe visual rectal search portion of the strip  lative of the Fourth Amendment. \n\nARRUDA v. FAIR  1335 \nCite as 547 F.Supp. 1324 (1982) \n[2]  Plaintiff's claim that the strip search  Coughlin,  517  F.2d  1311,  1316  (7th  Cir. . \npolicy, especially its visual rectal search as- 1975). \npect, violates his Eighth Amendment right  Plaintiff's argument here depends on  a \nto  be  free  of \"cruel  and  unusual  punish- finding by this Court that \"the DSU strip \nment\" need not long detain us.  Plaintiff's  search policy is an ineffective and unneces \ntheory here is that the strip search policy is  sary  response  to  an  asserted  contraband \nimplemented not to further the legitimate  problem.\"  The trial of plaintiff's claim on \ngoals of the prison institution, but rather to  merits has convinced me,  as I  have ruled \ndistribute punishment beyond that allowed  above, that the opposite contention is true. \nby law to the objects of the strip searches.  I therefore rule that the strip search policy \nThe  Supreme  Court  has  ruled  that  in  does  not  violate  the  plaintiff's  privacy \norder to avoid running afoul of the Eighth  rights, and does not constitute a violation of \nAmendment's prohibition, a prison practice  his right to due process of law. \nsuch as the strip search policy must be (1)  [4]  Plaintiff's final argument is that the \n\"rationally related to a legitimate nonpuni- strip search policy and the manner in which \ntive governmental purpose,\" and (2) not be  it is conducted interferes with his constitu \n\"excessive  in  relation  to  that  purpose.\"  tional right of access to legal representation \nBell, supra, at 561, 99 S.Ct. at 1885.  \"En- and the courts.  This argument is based on \nsuring security and order at the institution\"  the fact that he, as a DSU inmate, is sub \n-the uncontroverted purported goal of the  jected to a strip search at least once when \nstrip search policy in  this case-\"is a per- ever he  visits  the prison  law  library and \nmissible non-punitive objective,\" Id., and I  whenever  he  visits  his  attorney.  Arruda \nrule that this policy as it is implemented in  testified that he has foregone visits to the \nthe  DSU  at  MCI-Walpole,  has  not  been  law library and with his attorney as a result \nshown to have been an \"excessive\" response  of his desire not to be subjected to a strip \nto  its legitimate objective.  I  accordingly  search. \nrule  that the strip search policy  does  not \nWhatever rights are held by prisoners in \nviolate the plaintiff's rights to be free of \nour society,  it is  clear that \"an inmate's \ncruel and unusual punishment. \nright of unfettered access to the courts is as \n[3]  Plaintiff also claims  that the strip  fundamental a right as any other he may \nsearch policy as applied to him constitutes a  hold  ....  All other rights of an inmate \ngross  and  unjustifiable  intrusion  of  his  are  illusory  without  it  .... \"  Adams  v. \nright  of  privacy  under  the  Constitution,  Carlson, 488 F.2d 619,  630 (7th Cir. 1973). \nconstituting  a  denial  of  his  due  process  The issue here, however, is whether a legiti \nrights under  the  Fourteenth Amendment.  mate  prison  security  regulation  must  be \nWhile  the  Supreme  Court  has  found  an  struck down or modified because the plain \nimplicit, limited right of privacy in the Bill  tiff's unwillingness to comply with the pro \nof Rights, see e.g., Roe v.  Wade, 410 U.S.  cedure results in his electing to forego trips \n113, 93 S.Ct. 705, 35 L.Ed.2d 147 (1973), it is  to the law library and visits with his attor \nbeyond  argument  that  whatever  privacy  ney.  I rule that the challenged practice is \nrights a free citizen enjoys under the Con  wholly justified with respect to plaintiff's \nstitution, those rights are severely diminish  visits to the prison law library, for testimo \ned when a citizen is committed by law to a  ny at trial-some of which was given by the \npenal institution.  Bell, supra, 441  U.S. at  plaintiff himself-shows that a DSU inmate \n556-57, 99 S.Ct. at 1883-84.  As the United  who visits the law library is likely to come \nStates Court of Appeals  for  the  Seventh  in contact with inmates from the general \nCircuit has noted, \"[E]ntry into a controlled  population.  Since  the  government  has \nenvironment entails a dramatic loss of pri  demonstrated that the strip search policy is \nvacy.  Moreover, the justifiable reasons for  implemented to meet an established securi \ninvading an inmate's privacy are both obvi  ty risk presented by DSU inmate visits to \nous  and  easily  established.\"  Bonner  v.  the law library, I rule that the policy does \n\n1336  547 FEDERAL SUPPLEMENT \nnot unconstitutionally infringe on plaintiff's \nright of access to the library much less to \nCOTTON'S, INC. \nthe courts. \nPlaintiff also argues that a DSU inmate  v. \nshould  not be subjected to a  strip search  TEAMSTERS LOCAL NO.5. \nafter visiting with his attorney.  Prison of \nficials have made the decision not to treat  Civ. A. No. 81-486-B. \nvisitations involving lawyers any different \nUnited States District Court, \nly  than  visitations  involving  non-lawyers, \nM.  D.  Louisiana. \nand I find no compelling reason to require \nthem to alter this procedure.  This is not a \nSept. 29,  1982. \ncase of censureship or even intrusive super \nvision or monitoring by prison officials of \ninmate-attorney  communications.  See \nBakery owner sought vacating of, and \nSmith  v.  Robbins,  454  F.2d  696  (1st Cir. \nunion  counterclaimed  for  enforcement of, \n1972).  In fact, evidence introduced at trial \narbitrator's decision  to effect that,  under \nthrough  the  testimony  of  Superintendent \nPonte suggests that strip searches are exe  terms of collective  bargaining agreement, \ncuted after DSU resident-attorney visits be  even  if  bakery's  bread  was  delivered  by \ncause of the inability and possible undesira  food stores' employee to a store, the bakery \nbility of requiring the DSU guards to close  salesman, whose route included such store, \nly monitor the visit at all times.  Plaintiff  would  be  entitled  to  a  commission.  On \nargues that the strip search policy should be  bakery owner's motion for summary judg \naltered to allow DSU residents relief from  ment, the District Court, Polozola, J., held \nsuch  searches  after visitation  with  attor  that:  (1) arbitrator's decision could be ra \nneys, but prison officials have opted for the  tionally drawn from the collective bargain \nreasonable policy of allowing no exception  ing agreement;  (2) arbitrator did not err in \nfor any category of visitor, including reli  considering the legal opinion and testimony \ngious and legal, in order to avoid the identi  of  attorney  who  had  represented  bakery \nfication problems that most certainly would  owner's  competitor  in  joint  negotiations \narise.  It is not within the discretion of this \nleading to the collective bargaining agree \nCourt to overturn this reasonable decision. \nment;  (3)  Taft-Hartley  Act's  provision, \nI  accordingly  rule  that to  the  minimal  which made it unfair labor practice to cause \nextent that the strip search policy may bur  or attempt to cause employer to pay any \nden plaintiff's right of access to the courts,  thing of value, in nature of an extraction, \nthis  burden  is  outweighed  by  \"the legiti  for services not performed, did not forbid \nmate interests of penal administration and  bakery owner and union from entering into \nthe proper regard that judges should give \nsuch a collective bargaining agreement;  (4) \nto the expertise and discretionary authority \nthe agreement did not compel illegal actions \nof correctional officials.\"  Procunier v. Mar \nor contain terms which were per se prohib \ntinez, 416 U.S. 396, 420, 94 S.Ct. 1800, 1814, \nited and unenforceable;  and (5) record indi \n40 L.Ed.2d 224 (1974). \ncated that terms of agreement had not been \nIn summary, I rule that neither the strip  secured by way of unfair labor practices on \nsearch policy in general, nor the visual rec  part of union. \ntal search aspect of this policy in particular, \nMotion denied. \nas implemented on the DSU at MCI-Wal \npole, violate any of the plaintiff's constitu \ntional rights.  Accordingly, plaintiff's claim \nfor relief should be denied, and judgment  1. Arbitration <3=73.7(1) \nshould enter for both defendants. \nCourt may not review merits of arbi \nOrder accordingly.  tration award;  court does not review the ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25228"
    },
    {
      "date": "1981-09-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 766,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 522,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Massachusetts",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26259,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26259.pdf",
      "title": "Memorandum",
      "text": "766  522 FEDERAL SUPPLEMENT \nconsists of [in this situation] by first con  searches stated cause of action under sec \nsidering any relevant precedents and then  tion 1983, and (2) although prison supervi \nby assessing the several interests that are  sory personnel could not be held liable un \nat stake\" Lassiter v. Department of Social  der section  1988 for allegedly unconstitu \nServices, - U.S.  --, --, 101  S.Ct.  tional actions of corrections officers on re \n2158, 2158, 68 L.Ed.2d 640 (1981), is  that  spondeat  su~rior theory,  they  were  not \nwhen an indigent father is faced with im  immune from liability on a theory that they \nprisonment on contempt charges for non  failed to execute properly their supervisory \nsupport counsel must be provided to him.  responsibilities under Massachusetts law. \nThis result is compelled by the due process  Order in accordance with opinion. \nclause of the fourteenth amendment and its \ninterpretation  by  the  United  States  Su \n1. Civil Rights -=1 3.12(6) \npreme Court.  For this reason, the motion \nComplaint  of prison  inmate,  who  al \nof the respondent court to dismiss this peti \ntion for writ of habeas corpus  is  denied.  leged that he was subjected to body cavity \nsearches before and after visits to prison \nlaw library and prison hospital, before en \ntering isolation, and after every visit with \ncounsel,  that beatings  often  accompanied \nthose searches and that correctional officers \nwho  administered the searches frequently \nmade insulting, abusive, humiliating and in \ntimidating  comments  and  jokes  during \nPaulo ARRUDA, Plaintiff,  course of the searches stated cause of action \nunder section  1983.  42 U.S.C.A.  §  1983; \nv. \nU.S.C.A.Const. Amend. 4. \nLewis M. BERMAN, et al., Defendants. \n2. Civil Rights ....1 3.7 \nCiv. A. No. 8O-2124-C. \nThere is no vicarious liability under civ \nUnited States District Court,  il rights  statute  and  respondeat  superior \nD. Massachusetts.  may not be utilized to establish liability of \nsupervisory personnel. \nSept. 28, 1981. \n3. Ci\",l Rights -= 13.7 \nAlthough prison supervisory personnel \nPrisoner at state correctional  facility  could not be held liable under section 1983 \nbrought suit  under section  1983  alleging  for  allegedly  unconstitutional  actions  of \nthat his constitutional rights had been vio  corrections officers on respondeat superior \nlated through  administration  of a  prison  theory, they were not immune from liability \npolicy compelling him to submit to repeated  under a theory that they failed to execute \nvisual searches of his  rectal  body  cavity.  properly  their  supervisory  responsibilities \nUpon motions to dismiss, the District Court,  under  Massachusetts  law.  42  U.S.C.A. \nCaffrey, Chief Judge, held that:  (1) com  § 1983. \nplaint of prison inmate, who alleged that he \n4. Federal Civil Procedure -=1788.10 \nwas subjected to body cavity searches be \nPrisoner's civil rights suit against cell \nfore and after visits to prison law library \nblock committee would be dismissed where \nand prison hospital, before entering isola \nprisoner  made  no  factual  allegations \ntion, and after every visit with counsel, that \nagainst  the  committee  and  requested  no \nbeatings often accompanied those searches \ndamages or other relief from it. \nand that correctional officers who adminis \ntered the searches frequently made insult \ning, abusive, humiliating and intimidating  Paulo Arruda, pro se and Merriann Pa \ncomments and jokes during course of the  narella, Boston, Mass., for plaintiff. \n\nARRUDA v. BERMAN  767 \nCite •• 122 F.5upp. 788 (1881) \nJohn W. Bishop, Michael C. Donahue, Sp.  deputy superintendent of MCI-Walpole, and \nAsst.  Attys.  Gen.,  Boston,  Mass.,  Joanha  the assistant deputy superintendent of Cell \nConnolly, Roslindale, Mass., Sharidan, Gar- Block  10 at MCI-Walpole.  These respon \nrahan &  Lander, Framingham, Mass., for  dents assert that the visual rectal searches \ndefendants Paula, Hume, Corriera, Fahey,  to which the petitioner objects are clearly \nBialach, Ayala, Madeiros and SpaIIino.  within constitutional bounds.  Alternative \nly, they assert that the complaint fails to \nLee Carl Bromberg, Bromberg, Sunstein \nallege facts sufficient to state a cause of \n& McGregor, Boston, Mass., for defendants \naction under 42 U .S.C. §  1983.  A similar \nDaniel Thompson, Thomas DaSilva and An \nmotion  to dismiss  was  filed  on  behalf of \nthony Silva. \nFrancis Fahey, one of the MCI-Walpole su \npervisors named as a defendant in the com \nMEMORANDUM \nplaint. \nCAFFREY, Chief Judge. \nA third motion  to dismiss  was filed  on \nThis is a civil rights action brought under  behalf of the Block 10 Committee, in which \n42 U.S.C. § 1983 by an inmate at the Massa  it is  asserted  that the committee  has  no \nchusetts Correctional Institution at Walpole  legal existence or capacity on which it may \n(MCI-Walpole).  The  complaint  names  be sued.  In the alternative, the Block 10 \ntwenty-five defendants ranging from cor  Committee  has  moved  pursuant  to  F.R. \nrections  officers  at  MCI-Walpole  to  the  Civ.P.  56  for  summary judgment on  the \ncommissioner of the Massachusetts Depart  grounds that no actual issue of fact exists \nment of Corrections.  Included as defend- with  respect  to  it,  since  the  committee \nants are several unnamed corrections offi- lacked the authority and ability to imple \ncers and the \"Block-tO Committee,\" which  ment policy in Cell Block 10, and thus could \nthe plaintiff alleges is composed of correc  not be responsible for the action complained \ntional officers, union members and others  of by the plaintiff. \nresponsible for promulgating rules and reg \n[I]  As indicated, the first issue raised by \nulations  for  the  daily  operation  of  Cell \nthese motions is whether the body cavity \nBlock 10. \nsearches  to which  the  plaintiff has  been \nThe plaintiff alleges in his complaint that  subjected deprive the plaintiff of constitu \nhis Fourth Amendment right to be free of  tional rights and thus constitute a cause of \nunreasonable  governmental  searches  has  action under 42 U .S.C. § 1983. \nbeen and continues to be violated through \nThe defendants in their supporting mem \nthe administration of a prison policy which  orandum rely on Bell v.  Wolfish, 441 U.S. \ncompels him to submit to repeated visual  520, 99 S.Ct. 1861, 60 L.Erl.2d 447 (1979), for \nsearches of his rectal body-eavity.  He fur \nthe  proposition  that  such  searches  are \nther alleges that the beatings which often  \"clearly  constitutional,\"  and  thus  do  not \naccompany these forced searches constitute  give rise to § 1983 liability.  The holding of \n\"cruel and unusual punishment\" in violation  Bell, however, is narrower than the defend \nof the Eighth Amendment.  In  his  com \nants assert.  The  Supreme Court in that \nplaint the plaintiff seeks declaratory and  case  was  presented with  the  question  of \ninjunctive  relief as  well  as  compensatory  \"whether visual body-eavity inspections as \nand punitive damages from the defendants.  contemplated by the [prison] rules can ever \nThe matter is before the Court on three  be conducted on less than probable cause.\" \nmotions  to  dismiss  the  petitioner's  com  441 U.S. at 560,99 S.Ct. at 1885 (emphasis \nplaint for  failure  to state  a  claim  upon  in the original).  The Court, after \"[b]alanc \nwhich relief can be granted.  One motion  ing the significant and legitimate security \nwas filed on behalf of the commissioner and  interests of the institution against the pri \nthe former commissioner of the Department  vacy interests of the inmates,\" id., conclud \nof Corrections, the commissioner's manage  ed that such searches can in some instances \nment  consultant,  the  superintendent  and  be administered without depriving the pris-\n\n768  522 FEDERAL SUPPLEMENT \noner-subject  of  his  or  her  constitutional  ty against these defendants, for it is well \nright to be free of unreasonable searches.  settled law that there is no vicarious liabili \nThe  Court  noted,  however,  that  such  ty under the civil rights act and that re \nsearches must be conducted in a reasonable  spondeat superior may  not be  utilized  to \nmanner.  ld.  The Court said:  \"We do not  establish the liability of supervisory person \nunderestimate  the degree  to which  these  nel.  See Rizzo v.  Goode, 423 U.S. 362, 96 \nsearches may invade the personal privacy of  S.Ct. 598, 46 L.Ed.2d 561 (1976):  Monell v. \ninmates.  Nor do  we  doubt  ...  that on  N. Y.C.  Dept. of Social Services, 436  U.S. \noccasion a security guard may conduct the  658, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1978). \nsearch  in  an  abusive  fashion....  Such  The Supreme Court ruled in Rizzo that de \nabuse cannot be condoned.\"  ld.  (citation  fendants in § 1988 actions must be \"causally \nomitted).  linked,\" 423 U.S. at 375, 96 S.Ct. at 606, by \ntheir \"affirmative\" actions,  id.  at 377, 96 \nThe plaintiff alleges in his complaint that \nS.Ct. at 607, to the constitutional depriva \nhe  was  and  is  subjected  to  body  cavity \ntions complained of in order for personal \nsearches before and after visits to the pris \nliability to be established. \non law library and the prison hospital, be \nfore entering isolation, and after every visit  The plaintiff, however, claims not to base \nwith counsel even though he is under the  the defendants' § 1988 liability on the theo \nsurveillance of at least one correctional offi  ry of respondeat superior.  Rather, he cites \nas the cause of his constitutional depriva \ncer during each of these visits.  The plain \ntiff further claims that beatings often ac  tions  the  defendants'  failure  to  execute \nproperly  their  supervisory  responsibilities \ncomi>any these searches, and that the cor \nunder state law.  There is ample precedent \nrectional  officers  who  administer  the \nfor this theory in this Circuit.  In DiMarzo \nsearches \"frequently make insulting, abu \nv.  Cahill, 575 F.2d 15 (1st Cir. 1978), cert. \nsive,  humiliating  and  intimidating  com \ndenied,  Hall  v.  DiMarzo, 439 U.S. 927, 99 \nments\" and jokes during the course of the \nS.Ct. 312, 58 L.Ed.2d 820 (1978), the Court \nsearches.  While Bell v.  Wolfish clearly al \nof Appeals upheld the district court's deci \nlows the administration of reasonable body \nsion  in a §  1988 action by plaintiffs who \ncavity searches, the plaintiff's allegations, if \nwere incarcerated in a state prison under \nproven,  may be found  to be the type of \nconditions  which  the  district  court  ruled \nunreasonable  body  cavity  searches  which \nviolated the plaintiffs' constitutional rights. \nthe Supreme Court ruled in Bell are forbid \nThe state commissioner of corrections ap \nden by the Fourth Amendment.  For this \npealed  the  district  court  order  requiring \nreason, I rule that the plaintiff's complaint \nhim to remedy the unconstitutional condi \nalleges facts sufficient to state a cause of \ntions.  The commissioner argued that be \naction under § 1988. \ncause he was not personally involved in the \n[2, 3]  A second issue raised by the mo  constitutional deprivation, he could not be \ntion of the commissioner and his subordi  held  liable  under  §  1988.  The  Court of \nnates is whether as a matter of law these  Appeals affirmed the district court by rul \ndefendants  are  immune  from  liability.  ing that the commissioner's responsibilities \nThese defendants are all  supervisory per  under Massachusetts law for promulgating \nsonnel,  none  of whom  is alleged to have  and  enforcing  minimum  standards,  rules, \nactually been  present during any  of the  and  regulations  for the safety, care, and \nsearches or beatings of which the plaintiff  custody of prisoners constituted the causal \ncomplains.  These  defendants  claim  that  link  required  by  Rizzo.  575  F.2d at 17. \nthe plaintiff has based his  theory of the  The court rejected the commissioner's argu \ndefendants'  liability  on  the  defendants'  ment that his failure to promulgate regula \nmere ability to control the correctional offi  tions which would insure the existence of \ncers who have administered the body-cavity  constitutional conditions at the prison did \nsearches.  Such a  theory would  not be a  not expose him  to §  1988  liability.  The \nsufficient ground upon which to find liabili- court ruled instead that in light of his stat-\n\nBRUFFEY CONTRACTING CO., INC. v. BURROUGHS CORP.  769 \nCite as 522 F.Supp. 788 (1181) \nutory responsibility, the commissioner's acts  alternative, this  committee plays only an \nor failure to act exposed him  to liability.  advisory role with regard to prison policy \nId. at 17-18.  See also Inmates of Suffolk  and procedure, and has no authority to im \nCounty Jail v.  Einsenstadt, 494 F.2d 1196  plement any of its own recommendations. \n(1st Cir. 1974), cert. denied, Hall v. Inmates  The  plaintiff  has  responded  that further \nof Suffolk County Jail,  419  U.S.  977,  95  time is needed to discover the legal status \nS.Ct. 239,42 L.Ed.2d 189 (1974).  and membership of the committee.  In light \nThe plaintiff in this action asserts that in  of the fact that the plaintiff has made no \nlight of the aforementioned responsibilities  factual  allegations  against  the  Block  10 \nof the commissioners and superintendents  Committee and has requested no damages \nunder state law, all or some of the supervi  or other  relief  from  it,  I  rule  that the \nsory defendants in this case may be respon  defendant's motion  be granted, and order \nsible for the promulgation and enforcement  that  the complaint against the  Block  10 \nof the policy of \"random and routine\" visual  Committee be dismissed. \nrectal searches of which the plaintiff com  Order accordingly. \nplains, and thus are proper defendants in \nthis action.  The plaintiff has alleged that \nall of these defendants knew of or should \nhave known of this procedure.  I therefore \nrule that in light of the statutory responsi \nbilities of these defendants, these allega \ntions are sufficient to state a cause of ac \ntion. \nDiscovery may establish that the alleged  BRUFFEY CONTRACTING CO .. \nsearches and beatings of the plaintiff have  INC.. Plaintiff. \ntaken place not at all, in violation of depart \nmental  regulation,  without  these  defend  v. \nants' knowledge, or in a manner in which  BURROUGHS CORPORATION, \nthey could not have come to the attention  Defendant. \nof these defendants during the satisfactory \nCiv. A. No. J-79-58. \nexecution of their statutory responsibilities. \nSee McKinnon  v.  Patterson, 568 F.2d 930  United States District Court, \n(2nd Cir. 1978), cert. denied 434 U.S. 1087,  D. Maryland. \n98 S.Ct. 1282, 55 L.Ed.2d 792 (1978).  On \nthe other hand, discovery may reveal that  Sept. 28, 1981. \nsuch  activity is  an  entrenched  and sanc \ntioned procedure in the Department of Cor \nrection's  operational  scheme,  for  which  Buyer of office computer brought suit \nthese defendants may in some manner be  against seller for breach of contract, seek \nfound responsible.  See Duchesne v. Sugar  ing rescission and damages.  After removal \nman, 566 F.2d 817 (2nd Cir. 1977).  In any  of the action from a state court, the District \nevent, the immunity of these defendants to  Court, Shirley B. Jones, J., held that buyer \nthe plaintiff's cause of action has not yet  of office computer, who failed to show that \nbeen proven.  problems with the computer were caused by \ndefects in material or workmanship of no \n[4]  This Court is finally confronted by \nnexpendable parts, failed to demonstrate a \nthe motion to dismiss, or in the alternative, \nbreach of the limited  warranty given by \nfor summary judgment, brought by the De \nseller and thus could not revoke acceptance \npartment of Corrections on behalf of the \nof the sales contract or recover damages \nBlock 10  Committee.  This defendant ar \nunder Michigan law. \ngues  that  the committee  lacks  the  legal \ncapacity to sue or be sued, and that, in the  Judgment in favor of defendant. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26259"
    },
    {
      "date": "1983-06-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 886,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 710,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the First Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54111,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54111.pdf",
      "title": "Appellate Decision",
      "text": "710 F.2d 886 (1983)\nPaulo ARRUDA, Plaintiff, Appellant,\nv.\nMichael V. FAIR, Etc., et al., Defendants, Appellees.\nNo. 82-1827.\nUnited States Court of Appeals, First Circuit.\nArgued March 11, 1983.\nDecided June 29, 1983.\nDavid S. Godkin, Boston, Mass., with whom Robert D. Keefe, Merriann M. Panarella, and Hale & Dorr, Boston,\nMass., were on brief, for plaintiff, appellant.\nMichael C. Donahue, Sp. Asst. Atty. Gen., Boston, Mass., with whom Sheridan, Garrahan & Lander, Framingham,\nMass., was on brief, for defendants, appellees.\n[*]\nBefore COFFIN, Chief Judge, BREYER, Circuit Judge, and MALETZ,  Senior Judge.\nBREYER, Circuit Judge.\nThe appellant, Paulo Arruda, is an inmate in a special maximum security unit within MCI-Walpole, a\nMassachusetts maximum security prison. He challenges the prison's policy of strip-searching inmates of the\nsecurity unit in two particular instances: when they enter or leave the unit on their way to or from the prison law\nlibrary and infirmary, and after they receive visitors in the unit's visiting rooms. After conducting an extensive\nhearing where the conditions at the prison were explored in detail, the district court, 547 F.Supp. 1324, held that\nthe searches in question did not violate the Fourth or Eighth Amendments and did not deprive Arruda of his\nconstitutionally protected access to the courts. We find no error.\nThe Supreme Court's opinion in Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60 L.Ed.2d 447 (1979), governs our\napproach to this appeal. In Wolfish, the Supreme Court assumed 00 and we have held, see United States v.\n97\nChamorro, 687 F.2d 1, 4 (1st Cir.),cert. denied,___ U.S. ___, 103 S.Ct. 462, 74 L.Ed.2d 613 (1982) 00 that prison\n97\n887 inmates retain some measure of Fourth Amendment rights. The Court stated that the ultimate *887 Fourth\nAmendment question is whether a prison search policy is \"reasonable\" under the circumstances. The Court wrote\nthat to answer this question requires a balancing of interests; courts \"must consider the scope of the particular\nintrusion, the manner in which it was conducted, the justification for initiating it, and the place in which it was\nconducted.\" 441 U.S. at 559, 99 S.Ct. at 1884. The Court indicated that a court engaged in this balancing must\nevaluate \"prison practice ... in light of the central objective of prison administration, safeguarding institutional\nsecurity,\" and that \"[p]rison administrators ... should be accorded wide-ranging deference in the adoption and\nexecution of policies and practices that in their judgment are needed to preserve internal order and discipline and\nto maintain institutional security.\" Id. at 547, 99 S.Ct. at 1878. The Court specifically upheld as constitutional a\nprison strip search policy that required all inmates \"to expose their body cavities for visual inspection ... after\nevery contact visit with a person from outside the institution.\" Id. at 558, 99 S.Ct. at 1884. In so doing, it reversed\ndecisions by a federal district court and a court of appeals to the contrary. Since Wolfish, most lower courts have\nalso upheld the validity of prison strip searches, see, e.g., United States v. York, 578 F.2d 1036 (5th Cir.),cert.\ndenied,439 U.S. 1005, 99 S.Ct. 619, 58 L.Ed.2d 682 (1978); United States v. Lilly, 576 F.2d 1240 (5th Cir.1978); \nBrown v. Hilton, 492 F.Supp. 771 (D.N.J. 1980); Lee v. Downs, 470 F.Supp. 188 (E.D.Va.1979), although a few\nhave not, see Frazier v. Ward, 528 F.Supp. 80 (N.D.N.Y. 1982); Sims v. Brierton, 500 F.Supp. 813 (N.D.Ill.1980); \nHodges v. Klein, 412 F.Supp. 896 (D.N.J.1976).\nWe recognize, as have all courts that have considered the issue, the severe if not gross interference with a\nperson's privacy that occurs when guards conduct a visual inspection of body cavities. This practice \"instinctively\"\ngave the Supreme Court \"the most pause\" in Wolfish, 441 U.S. at 558, 99 S.Ct. at 1884, and understandably so.\n\nHowever, there is nothing in the record here that indicates that the strip searches were conducted in a more\nintrusive or demeaning fashion than those in Wolfish. If there are any constitutionally significant differences\nbetween this case and Wolfish, they lie on the other side of the balance, in the relative security needs of the\ninstitutions. And it is here that Wolfish cautions us to be most hesitant to overturn prison administrators' good faith\njudgments.\nAdmittedly, there are characteristics of this case that reasonably allow Arruda to argue that we should distinguish\nit from Wolfish in terms of security needs. For one thing, the prisoners in Wolfish were searched on their return\nfrom a visitors' room where prisoners and visitors, although observed by a guard throughout the visit, were not\nseparated by a screen. Here, the visiting rooms are divided by a wire security screen. For another thing, unlike \nWolfish, the prisoners here are searched on their way from their cells to the prison library and infirmary, as well\nas on their return, despite the fact that guards accompany them on these visits. There are other, less important\ndistinctions as well.\nNonetheless, there are other facts about this case that suggest that these searches are more, not less,\nreasonable than those in Wolfish. First, MCI-Walpole itself is a maximum security facility, the only such institution\nin Massachusetts, designed to hold those inmates who pose the greatest risks to society and to each other. In\n1982, 76 percent of its inmates were confined for crimes against the person; 55 percent had six or more prior\ncharges for such crimes; and 83 percent were serving maximum sentences of more than 10 years. The New York\nprison in Wolfish was not such a place. Second, the special security area, known as the DSU or Block 10, is a\n\"prison within a prison,\" designed to hold the most dangerous inmates 00 those \"whose continued retention in the\n97\ngeneral institution population is detrimental to the program of the institution.\" Mass.Gen.Laws ch. 127, § 39.\nArruda was confined to the DSU for assaulting a prisoner. The strip searches in Wolfish were not restricted to\n888 particularly dangerous prisoners; they were made of *888 ordinary inmates, including pretrial detainees 00\n97\npersons who had not yet even been convicted of a crime. Third, the record here bears out a lengthy history of\nprison contraband problems, including prisoner possession of both drugs and weapons. Arruda testified that while\nhe was a member of the general prison population, he himself possessed drugs and a weapon. Fourth, the\nrecord suggests that in at least eight instances, guards themselves were found to have been involved in\nsmuggling contraband, including drugs, to prisoners. Those who were caught were dismissed, but the contraband\nproblem continues. The opinions of the several courts in Wolfish are silent on this score.\nFinally, unlike the Supreme Court in Wolfish, we have before us a lower court decision, made after a hearing, in\nwhich the court found that the strip search policy was reasonable under the circumstances. Having reviewed the\nrecord we find the district court within its rights in concluding the following. First, the prison administrators could\nreasonably believe that without strip searches they would face a risk of more contraband in the hands of their\nmost dangerous prisoners. Despite screens in the visiting rooms, contraband could still be passed through the\nscreens; despite the presence of guards, a prisoner might obtain contraband from another person at the library or\nin the infirmary. The closest question in our minds is whether there is a need to search the prisoners when they\nleave their cells on the way to the library or infirmary. Yet, given the problem of prison employee involvement with\ncontraband, the district court's conclusion is not unreasonable: Despite the prisoner's relative isolation, someone,\nsuch as an untrustworthy prison employee, might place contraband in a cell at night for the prisoner to pass to\nothers on his next library or infirmary visit. Second, while alternative methods of dealing with the contraband\nproblem may exist, such as totally screening off visitors, more thoroughly searching the visitors themselves, and\nfurther restricting trips by prisoners to areas outside the DSU, each such alternative has significant costs of its\nown in terms of both privacy and other significant interests. And, the record reveals that the prison authorities\ntook alternatives and their costs into account.\nUnder these circumstances, we do not believe that the factual distinctions to which Arruda points are sufficient to\nallow us to depart from the Supreme Court's result. The injury to privacy interests is virtually identical; the\n\"security needs\" justification, in our view, is equally plausible. We have reviewed the record recognizing our\nobligation to overturn factually based conclusions only when \"clearly erroneous,\" Fed.R.Civ.P. 52(a), and our\nobligation to apply the precedent of Wolfish and the principles it sets forth. Applying these standards, we find no\nbasis for reversal on the Fourth Amendment claim. And the standards imposed by the Eighth Amendment (\"cruel\nand unusual punishment\") are no more lenient. The record does not reveal any separate or sufficient basis for\n\noverturning the district court's rejection of the \"right of judicial access\" claim. The decision of the district court is\ntherefore\nAffirmed.\nMALETZ, Senior Judge, concurring in part and dissenting in part:\nTo the extent the majority find routine strip searches permissible after visits with persons from outside the prison\ncommunity, I agree. See Bell v. Wolfish, 441 U.S. 520, 558-60, 99 S.Ct. 1861, 1884-85, 60 L.Ed.2d 447 (1979).\nAt the same time, however, I find strip searches routinely conducted before and after intraprison transfers\nconstitutionally impermissible. I must, therefore, dissent from that portion of the majority's opinion.\nThe most troubling aspect of this case is routine strip searches conducted before and after trips to the prison\nhospital and library. The bottom line rationale for strip searches in those instances appears to be based on the\nfacility's seeming inability to adequately control its own staff. Frankly, I am hard-pressed to see why this situation\n889 should inure to the detriment of the prisoner. *889 Such a justification for routine strip searches leaves prison\nauthorities with virtually unlimited discretion in this field. It is a mere makeweight for explaining away any intrusion\ninto a prisoner's privacy interests, concededly limited though they may be.\nI am mindful of the Supreme Court's admonition in Wolfish that reviewing courts not \"second-guess\" prison\nadministrators. Our sole inquiry is, rather, whether the practice or condition violates the Constitution. For there\nmust be some limits to the level of deference a court is to accord prison administrators. Otherwise their discretion\nin this area would be nothing short of unbridled and we would be, at the same time, abnegating our supervisory\nresponsibility. On this score, we are reminded that \"convicted persons do not forfeit all constitutional protections\nby reason of their conviction and confinement in prison,\" including the limited protection of the fourth\namendment's prohibition against unreasonable searches. Wolfish, 441 U.S. at 545, 558, 99 S.Ct. at 1879, 1884; \nUnited States v. Chamorro, 687 F.2d 1, 4 (1st Cir.),cert. denied,___ U.S. ___, 103 S.Ct. 462, 74 L.Ed.2d 613\n(1982).\nIn determining the lawfulness of a strip search 00 a practice which, as the majority correctly point out,\n97\n\"instinctively\" gave the Supreme Court the \"most pause\" in Wolfish, 441 U.S. at 558, 99 S.Ct. at 1884 00 the need\n97\nfor the particular search must be balanced against the invasion of personal rights that the search entails. To this\nend, \"[c]ourts must consider the scope of the particular intrusion, the manner in which it is conducted, the\njustification for it, and the place in which it is conducted.\" Wolfish, 441 U.S. at 559, 99 S.Ct. at 1884.\nFirst, as to the scope of the particular intrusion here, each and every time appellant leaves and returns to his cell,\nwhether it be to see a visitor, to use the prison library, to exercise, or to visit the prison hospital 00 regardless of\n97\nwhether there is even a suspicion that he is concealing contraband 00 he is submitted to a visual strip search.\n97\nAppellant is accompanied by two guards on each of these trips and is shackled both to and from his cell. As a\nDepartmental Segregation Unit (DSU) resident appellant is not permitted to come into contact with other inmates.\nOnly one DSU resident is released from his cell to the cell corridor at any one time.\nThe strip search is not conducted in private, but provided appellant cooperates by following the strip search\nprocedures, there is no physical contact between appellant and the guards during the course of the strip search.\nThe justification for the strip search appears to be premised in large part on the place in which it is conducted.\nGiven that the MCI-Walpole facility has a violent prisoner population, and that the DSU houses the most violent of\nthese prisoners, the state submits that security considerations necessitate the strip search policy employed here.\nWhile conceding that inmates housed in the DSU are under the tightest security, the state contends that\nopportunities for receipt of contraband still exist through the guards. The facility apparently has had a history of\nbeing unable to control them in this regard.\nI do not dispute that MCI-Walpole has had a history of violence, and that the introduction of contraband has been\na major problem. Nevertheless, the district court found that visitors are the major source of contraband at MCI-\nWalpole. While this finding would support routine strip searches in the visitor context, it totally fails to answer the\nquestion why routine strip searches should be tolerated in other settings. Therefore, to the extent that the state\n\ncites its incorrigible guards as the justification for all other strip searches, this seems no rationale at all here. \n[1]\nHurley v. Ward, 549 F.Supp. 174, 186 (S.D.N.Y.1982).\n890 Against this background, balancing the security interests of the institution in conducting *890 routine visual strip\nsearches of appellant against the serious intrusion on his privacy interests occasioned by such a search, I am\nconstrained to conclude that routine visual strip searches before and after visits to the prison library and prison\nhospital are unreasonable, absent some level of cause, such as reasonable suspicion, see Wolfish, 441 U.S. at\n563, 99 S.Ct. at 1886 (Powell, J., dissenting), or a \"clear indication\" that contraband is being secreted on an\ninmate's person. See Schmerber v. California, 384 U.S. 757, 769-70, 86 S.Ct. 1826, 1835-36, 16 L.Ed.2d 908\n(1966).\nIn this regard I feel that the majority's opinion in Wolfish is distinguishable. There, the Court noted that the\nsearches were conducted after contact visits that apparently were not closely monitored by prison officials. The\nsearches were thus, in the Court's judgment, necessary to check the introduction of contraband into the MCC. Id.\nat 559, 99 S.Ct. at 1884. The Wolfish holding is therefore not controlling with respect to internal prison searches\nthat serve only to detect the circulation of contraband that has already been introduced into the facility. Moreover, \nWolfish did not foreclose possible constitutional limitations on the power of prison officials to conduct body\nsearches.\nI believe that the border search cases provide a useful analytical framework for prison searches. The sliding\nscale of reasonableness adopted in the border search area shows that there exists a middle ground between, on\nthe one hand, saddling the government with an unrealistically high standard of proof, such as probable cause,\nand, on the other, allowing officials unfettered discretion to conduct this type of surveillance. Like prison\nsearches, customs inspections implicate very powerful government interests in the detection of contraband and\nmay entail significant intrusion into the privacy rights of the individual searched. While there are, of course,\ndifferences between the two situations that preclude a wholesale transposition of standards, it is at least possible\nto look to border search cases for guidance in evaluating prison searches. See Note, Constitutional Limitations\non Body Searches in Prison, 82 Colum.L.Rev. 1033, 1048-49 (1982).\nInstructive in this connection is Hodges v. Klein, 412 F.Supp. 896 (D.N.J.1976). While upholding strip searches\nfollowing visits with friends and relatives in order to prevent the introduction of contraband into the prison\ncommunity, the court found unreasonable routine strip searches following the movement of an inmate within the\ninstitution:\nTo the extent that the state's interest in controlling intra-prison transfer of contraband justifies an\nanal examination ..., the court concludes that the residuum of Fourth Amendment protection\nthrough which a prisoner retains an interest in privacy prevents the imposition of this degrading\nand humiliating search ....\nId. at 902. Analogizing the role of the prison guard with that of the customs officer, the court in Hodges, relying on\nborder search cases, concluded that the state cannot conduct a visual anal search of an inmate \"unless there is a\nreasonably clear indication or suggestion that the inmate is concealing something in his anal cavity.\" Id. at 903.\nIn analyzing the adequacy of the state's justification for strip searches here, the state's interest in preventing the\ninflux of contraband in prison cannot be gainsaid. On this score strip searches following visits with friends,\nrelatives or attorneys are justified on balance. Government security interests are strongest with respect to those\nsearches aimed at preventing contraband from getting into the prison. See Hurley v. Ward, 584 F.2d 609, 611 (2d\n[2]\nCir.1978).  Contraband that is successfully smuggled past the prison threshold may be used or consumed\n891 almost immediately thereafter. The point-of-entry search may thus offer *891 officials their only opportunity to\ndetect certain contraband and prevent its use.\nBy contrast, internal searches conducted to curtail the circulation of contraband within a prison implicate far less\ncompelling security interests than do point-of-entry searches. With internal searches, prison authorities do not\nblock the introduction of contraband 00 they merely deter and detect its circulation. When one of the primary\n97\njustifications for strip searches in these circumstances rests on the institution's inability to control its own staff the\nscales tip decidedly in favor of the inmate. Given the extremely tight security placed around a DSU inmate\n\ngenerally and especially during his visits to and from the prison library and hospital, routine strip searches in\nthose two situations would appear to violate the fourth amendment, absent some individualizing indicia of\nsuspicion. Hurley v. Ward, 584 F.2d at 611 (routine strip search of inmate who was \"heavily shackled and under\nclose and constant guard during the few excursions from his segregated cell\" was unnecessary and unjustified); \nHodges v. Klein, supra. See also Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981),cert. denied,455 U.S. 942, 102\nS.Ct. 1435, 71 L.Ed.2d 653 (1982); Tinetti v. Wittke, 620 F.2d 160 (7th Cir.1980).\nAccordingly, I concur in the majority's opinion to the extent it upholds the practice of routine strip searches of DSU\ninmates following visits with persons from outside the facility. In all other respects, I respectfully dissent.\n[*] Of the United States Court of International Trade, sitting by designation.\n[1] The district court found that some contraband had been brought into the institution by staff. Significantly,\nhowever, strip searches of DSU inmates are not required after they have had staff contacts.\n[2] This assumes, of course, that prison staff are not the source of contraband, an institutional problem which, as\npreviously indicated, cannot be proffered as an acceptable justification for routinely subjecting inmates to strip\nsearches.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54111"
    },
    {
      "date": "1983-11-28",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 999,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 464,
      "cite_2_page": 502,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 104,
      "cite_3_page": 693,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 78,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 25227,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/25227.pdf",
      "title": "[Cert. Denied]",
      "text": "502  104 SUPREME COURT REPORTER  464 U.S. \nPetition for writ of certiorari to the Unit  3 \ned State~ Court of Appeals for the Fifth  464 U.S. 999, 78 L.Ed.2d 693 \nCircuit.  Jill GRAVES, petitioner, v. Dale \nNov. 28, 1983.  Denied.  STOCKLEY, Clerk, etc. \nNo. 83-5545. \nCase below, 690 F.2d 115;  714 F.2d 150. \nPetition for writ of certiorari to the Unit \ned States Court of Appeals for the Seventh \nCircuit. \nNov. 28, 1983.  Denied. \nI \n464 U.S. 999, 78 L.Ed.2d 693 \nPeter FILIPAS, petitioner, v. AKRON \nGENERAL HOSPITAL, et aI. \nNo. 83-5534. \nCase below, 711 F.2d 1056. \nPetition for writ of certiorari to the Unit  4 \ned States Court of Appeals for the Sixth  464 U.S. 999, 78 L.Ed.2d 693 \nCircuit.  John KENDRICKS, petitioner, v. MOUNT \nNov. 28, 1983.  Denied.  SINAI HOSPITAL MEDICAL CENTER \nOF CHICAGO.  No. 83-5548. \nCase below, 714 F.2d 150. \nPetition for writ of certiorari to the Unit \ned States Court of Appeals for the Seventh \nCircuit. \nNov. 28, 1983.  Denied. \n2 \n464 U.S. 999, 78 L.Ed.2d 693 \nPaulo ARRUDA, petitioner, v. Michael V. \nFAIR,  Commissioner,  Massachusetts \nDepartment of Correction, et al.  No. \n83-5539. \nCase below, 547 F.Supp. 1324;  710 F.2d \n5 \n886. \n464 U.S. 999, 78 L.Ed.2d 693 \nPetition for writ of certiorari to the Unit \nPeter  FILIPAS,  petitioner,  v.  Kenneth \ned States Court of Appeals for the First  KRAUSE,  Administrator,  Workmen's \nCircuit.  Compensation, et al.  No. 83-5550. \nNov. 28, 1983.  Denied.  Case below, 709 F.2d 1501. \nPetition for writ of certiorari to the Unit \ned States Court of Appeals for the Sixth \nCircuit. \nNov. 28, 1983.  Denied. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/25227"
    }
  ],
  "document_count": 8
}