{
  "case_id": 14662,
  "fetched_at": "2025-10-22T00:23:12.866515",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": null,
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Western District of Louisiana",
    "custom_issues": [],
    "defendant_payment": null,
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1965,
    "id": 14662,
    "injunction_duration": null,
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29666,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1965,
      "docket_filing_number": 11033,
      "is_main_docket": true,
      "court": "Western District of Louisiana",
      "state": "Louisiana",
      "docket_office_number": null,
      "docket_number_manual": "No. 11033",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "United States v. Northwest Louisiana Restaurant",
    "never_filed": false,
    "non_docket_case_number": null,
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": null,
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": null,
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [],
    "state": "Louisiana",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14662",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14662",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14662",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14662"
  },
  "documents": [
    {
      "date": "1965-07-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "District Court",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Western District of Louisiana",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77409,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77409.pdf",
      "title": "Plaintiff's Brief in Opposition to Defendant's Motion to Dismiss and Alternative Motion for Summary Judgment",
      "text": "(cid:9)(cid:9)\nIN THE UNITED STATES DISTRICT COURT FOR THE\nWESTERN DISTRICT OF LOUISIANA\nSHREVEPORT DIVISION. .\nUNITED STATES OF AMERICA, by(cid:9) )\nNicholas deB. Katzenbach,(cid:9) )\nAttorney General of the(cid:9) )\nUnited States,(cid:9) )\nPlaintiff,(cid:9) )\nv.(cid:9) )(cid:9) CIVIL ACTION NO. 11033\nNORTHWEST LOUISIANA RESTAURANT )\nCLUB, et al.,(cid:9) )\nDefendants.(cid:9) )\nPLAINTIFF'S BRIEF IN OPPOSITION TO \nDEFENDANTS' MOTION TO DISMISS AND ALTERNATIVE MOTION \nFOR SUMMARY JUDGMENT \nI. INTRODUCTION\nA. Background \nThe United States filed this action on April 28, 1965\nunder Title II, the public accommodations section, of the\nCivil Rights Act of 1964. The defendants are the Northwest\nLouisiana Restaurant Club, its officers, its voting members\nas a class, and the owners of three member restaurants.\n\nPursuant to Section 206(b) of the Act, 42 U.S.C. 2000a-5(b),\na three-judge court has been convened to hear the case upon\nthe request of the Attorney General. On May 21, 1965 plain-\ntiff filed a motion under Rule 34, F.R.C.P., for the produc-\ntion of records and on June 21, 1965 this Court in a per \ncuriam order granted the motion to produce.\nOn June 18, 1965 the defendants filed a motion to\ndismiss and an alternative motion for summary judgment to\nwhich this brief is a response in opposition. At a hearing\nin chambers on June 7, 1965 Judge Dawkins indicated that\nthe defendants' motions, at that time not yet filed, would\nbe submitted on briefs for decision by the three-judge\npanel.\nB. The complaint \nThe complaint alleges that the named individual de-\nfendants and the other voting members of the Northwest\nLouisiana Restaurant Club own or operate restaurants in\nthe Shreveport or Lake Charles areas, and that the restau-\nrants owned by the individual defendants meet the inter-\nstate commerce tests of Section 201(c) of the Civil Rights\nAct of 1964, 42 U.S.C. 2000a(c).– I–/  and are therefore subject\n1/ A restaurant is covered under Section 201(c) if \"it\nserves or offers to serve interstate travelers or a substan-\ntial portion of the food which it serves, or gasoline or\nother products which it sells, has moved in commerce.\" Com-\nmerce is defined in essence as trade, travel, or transporta-\ntion among the several States. The reach of Section 201(c)\nis constitutionally within the power of Congress to regulate\ninterstate commerce. Heart of Atlanta, Inc. v. United States,\n379 U.S. 241(1964); Katzenbach v. McClung, 379 U.S. 294(1964).\n-2-\n\nto the terms of the Act. (Paragraphs 11 and 12.) It is\nalleged that prior to passage of the Act the defendants\nserved white patrons only, and that several days before\nthe Act became law, the individual defendants and other\nrestaurant owners formed the defendant Northwest Louisiana\nRestaurant Club for the purpose of avoiding the provisions\nof the Act. (Paragraphs 13, 15, 22.) It is specifically\nalleged that each of the restaurants named in the complaint\nand each of the member restaurants of the Club are estab-\nlishments open to the public and have not materially changed\nthe nature of their operations by reason of their Club affil-\niation. (Paragraph 21.)\nThe Club, as alleged in the complaint, operates so\nthat restaurant owners, as voting members, issue non-voting\nmembership certificates to patrons and prospective patrons.\n(Paragraph 16.) It is alleged that the policy and practice\nof the Club and its voting members is to issue membership\ncertificates only to non-Negro patrons. (Paragraph 19.)\nMoreover, as alleged in the complaint, it is the practice\nof the defendants to serve white patrons without regard to\nwhether they previously had been issued Club certificates,\nbut to deny service to Negroes upon the stated ground that\nthey do not possess membership cards. (Paragraph 20.)\n-3-\n\nThe complaint further alleges that it is the policy\nand practice of the defendants to refuse service to Negroes\n(Paragraph 23) and that at least three of the named defend-\nants have specifically denied service to Negroes who sought\nsuch service on their premises. (Paragraph 24.) The com-\nplaint alleges that the formation of the Club and its\noperation by the individual defendants constitutes a pat-\ntern or practice of resistance to the requirements of\nTitle II within the meaning of Section 206(a) of the Act.\n42 U.S.C. 2000a-5(a).2-1 (Paragraph 25)(cid:9) The complaint\nasks that the defendants be enjoined from denying service\nto Negroes and from using the requirement of Club member-\nship as a basis for denying them service, and from giving\nany further effect in the operations of their restaurants\nto Club memberships already issued.\n2/ Section 206(a) permits the Attorney General to sue\nto enjoin a \"pattern or practice of resistance.\" Para-\ngraph 25 of the compfant incorrectly alleges a \"pattern\nand practice of resistance.\" This typographical error\nshould be read in conformity with the language of the Act,\nand should not be read as an attempt to allege and prove\nmore than what is required by the language of Section\n206(a).\n.4-\n\nC. Defendants' motions \nThe defendants have moved the Court to dismiss the\naction for failure to state a claim upon which relief may\nbe granted or in the alternative to grant them summary\njudgment on the ground that there is no genuine issue as\nto any material fact. The motion asserts that no pattern\nor practice of discrimination exists, as shown by their\naffidavits, that the affidavits show there is no basis for\na class action against the defendants as representatives of\nall Club members, that the Club itself operates no restau-\nrant, and that the individual defendants \"are in fact pri-\nvate clubs which do not cater to the public generally.\"\nr\nThe defendants also ask/fao severance on the ground of\nmisjoinder of parties.\nD. Defendants' affidavits \n1. Club officers \nThe four chief officers of the Club filed a joint\naffidavit in which they deny that the Club was organized\nand exists for the purpose of avoiding the Civil Rights\nAct of 1964. In stating the purpose for the Club's exist-\nence they refer to the terms of its Charter and add: \"It\nis the purpose, policy and practice of the Club to issue\nmembership cards to applicants whose character, deportment,\npersonal appearance, and habits are in keeping with the\nstandards of the voting members of the Club.\" They state\n-5-\n\nthat voting members \"do require membership cards to be pre-\nsented in cases where the particular visitor or customer is\nnot recognized and known to be a non-voting member of the\nClub. Every effort is made to maintain the status of a\nprivate club.\" They state that as officers they have re-\nceived no applications for membership from Negroes and they\ndeny they are following a pattern of discrimination. The\nofficers assert that each member restaurant \"is free and\nindependent in management and operation, the adoption of\npolicies, service of food and drink, admission of non-\nvoting members, and in every other respect. . . .\" They\nstate that they are not representative of the class of\nvoting members of the Club because each restaurant has its\nown relation to interstate commerce and, impliedly, the\nrestaurants vary in the degree to which they follow Club\nprocedure.\nIn a separate affidavit defendant Stansell, President\nof the Club, states that his restaurant is operated as a\nprivate club, \"membership of which consists almost entirely\nof neighborhood and local people.\" Members must have Club\ncards, but, because he is \"personally acquainted with prac-\ntically every member\", he only requires visitors to show\ntheir cards before being served. No Negroes have ever\nsought service at his restaurant or applied for Club mem-\nbership.\n-6-\n\nAlso in a separate affidavit defendant Smith, Vice-\nPresident and a director of the Club, states that no Negroes\nhave sought service or Club membership at his restaurant,\nthe Crosslake Inn. He adds that the restaurant is open\n\"only to persons who meet the membership requirements of\nthe Northwest Louisiana Restaurant Club, and only persons\nof good character and attractive appearance are admitted\ninto membership.\" He further states that \"white people\nwhose character or conduct is not in keeping with the\nstandards of the Club have been refused admittance.\"\nDefendant Strickland, Secretary of the Club and\nowner of the Alamo Plaza Chicken Shack in Shreveport,\nstates that she issues membership cards \"to persons of\ngood character who were appropriately dressed and who in\nmy opinion would properly behave themselves. . . .\" No\nNegroes have sought service at the restaurant, but one\nNegro telephoned and said he saw the Club sign on the door\nand wanted to know whether he and a group of friends would\nbe served if they came to the restaurant that night. She\nstates that she told him: \"I did not know that I would\nhave to see him or talk to him.\" He never came. She\ndenies catering to the general public although a billboard\non North Market Street in Shreveport invites the public to\nher restaurant and makes no mention of the Club requirement.\nShe states that under Club Bylaws she may refuse admittance\nto persons bearing Club cards if, in her opinion, they are\nnot proper persons to be admitted.\n-7-\n\nDefendant LoBue, Treasurer of the Club, in his in-\ndividual affidavit states that his restaurant does not\ncater to the public generally, that he only admits Club\nmembers with cards to his restaurant and that he \"has\nturned away a number of white people who have sought admit-\ntance without membership cards.\" He adds that no Negroes\nhave sought food or service at his restaurant, nor have\nany asked for membership cards.\n2. Ward's Plantation House \nFour affidavits regarding Ward's Plantation House,\na restaurant in Lake Charles, have been filed in support\nof the motion for summary judgment. Mr. and Mrs. Ward,\nthe owners and defendants in this action, filed separate\naffidavits in which they state that their restaurant is\nopen only to \"acceptable members of the Northwest Louisiana\nRestaurant Club\", and that during \"the time our Club has\nbeen in operation we have refused to admit approximately\n150 people, all of them white, because they were not mem-\nbers of the Club.\" Persons must be \"of good character and\nreputation, appropriately dressed, and of good deportment\"\nin order to meet Club standards. Mrs. Ward states that in\nJuly 1964 a Negro couple sought service. She told them it\nwas a private club, and they left without applying for mem-\nbership. She states that she treated them the same way she\ntreats all other persons who appear without membership cards.\n-8-\n\nTwo frequent patrons of Ward's Plantation House in a joint\naffidavit state that on February 10, 1965 they were both\nadmitted to the restaurant after one of them showed the\nheadwaiter a membership card. The one without a card was\nadmitted as a guest. Three employees of the Wards state\nin a joint affidavit that they have been instructed \"not to\nadmit and not to serve any persons who are not members\" of\nthe Club. Moreover, they assert, Ward's \"has consistently\nrefused service to white persons who did not have member-\nship cards.\" They state that since late June 1964, the\nrestaurant has \"consistently followed a policy of catering\nonly to persons holding club memberships in the Northwest\nLouisiana Restaurant Club.\"\n3. El Burrito Grill \nDefendant Luis Trujillo, owner of the El Burrito\nGrill, does not precisely state that his business is oper-\nated as a private club but asserts that \"membership and\nadmittance to the club is limited to persons of good char-\nacter, appropriate dress and acceptable deportment and\nbehavior.\" He states that twice since passage of the Act\nNegroes sought admittance to the restaurant, but \"when\naffiant asked them if they had a membership card in the\nNorthwest Louisiana Restaurant Club they turned and left\nwithout answering.\"\n-9-\n\n4. Nanking Restaurant \nDefendants Henry Joe and Lee Foo, owners of the\nNanking Restaurant in Shreveport, in a joint affidavit\nstate that the restaurant is a private club. In July 1964\nan employee turned away three Negroes \"who did not have mem-\nbership cards. He gave them membership application blanks\nwhich they filled out, but they never did return and ask\nfor membership cards after making these applications.\"\nThey do not state that membership is a requirement for ser-\nvice, nor do they state how and under what circumstances\nmembership is obtained.\nII. The Defendants' Motion for Summary Judgment Should Be \nDenied 3/\nA. Defendants' affidavits are consistent with the com-\nplaint, and state no facts entitling them to judgment\nTo obtain summary judgment, the defendants must show\n\"that there is no genuine issue as to any material fact.\"\n(Rule 56(c), F,R.C.P.) The effect of their affidavits\nachieves the opposite; they show that as to all material\nfacts genuine issues do indeed exist. We do not at this\npoint rely on the truth of our allegatioas to defeat defend-\nants' motion. We simply show that the defendants state no\nspecific facts which even begin to challenge the factual\nallegations in the complaint.\n3/ The defendants call their pleading a motion to dismiss\nand alternative motion for summary judgment. Their stated\ngrounds for the motion are exclusively factual - i.e., no\npattern or practice of discrimination exists, and the defend-\nants \"are in fact private clubs.\" We treat their pleading\nsimply as a motion for summary judgment.\n-10-\n\nThe defendants' supporting affidavits are conclu-\nsionary, expressed in terms of legal argument. Each of the\naffiants states or implies that he operates a \"private club.\"\nNone of them, however, state precisely how they operate\ntheir clubs. We do not learn who has been admitted, when\nthey were admitted, and who has been turned away, except\nfor Negroes. Except to trace general language from the\nClub charter, the defendants do not tell us what standards\nare used in determining membership.\nThe affidavits are significant more for what they\nfail to say than for what they assert. The complaint al-\nleges that it is the practice of voting members \"to issue\nnon-voting membership certificates only to non-Negro pat-\nrons.\" (Paragraph 19.) This is not denied in any of the\naffidavits; the affiants admit that each time Negroes\nsought service, they were rejected for lack of Club member-\nship. We are not told what is said to white patrons who\nhave not yet been issued membership cards. We are not told\nhow quickly or automatically whites receive membership cards.\nThus the allegation of the complaint that it is the practice\nof the defendants \"to serve white persom; who seek service\nat the restaurants owned and operated by voting members\nwithout regard to whether white persons have previously\nbeen issued certificates as non-voting members. .  • • '/\nis not .met .\n117 Paragraph 20 of the complaint.\n\nThe complaint alleges that prior to passage of the\nAct the defendants served white patrons only, and that\naffiliation with the Club has not changed the character\nof their trade and the nature of their solicitation to the\ngeneral public. (Paragraphs 13 and 21.) None of this is\nin any way denied or shown to be untrue by the affiants.\nThe one reference to a specific form of advertising (a\nbillboard) admits that the advertisement makes no reference\nto a limitation on service turning on Club membership.\n(Affidavit of Mrs. J. C. Strickland.) The others assert\nthey do not cater to the public generally, but this con-\nclusion is offerred without specific factual support. We\nare not told what signs or advertisements the defendants\nuse to announce their places of business: we are not told\nwhat notices, other than one decal on the door of Ward's\nPlantation House, are posted showing that the restaurants\nare private clubs; we are not told what changes in physical\nformat or operating policy occurred after affiliation with\nthe Club; and it is surely not denied that the restaurants\nwere and remain business enterprises operated for profit.\nThe defendants state that they opPvate private clubs\nbut in support of this conclusion they reveal nothing about\ntheir operation. The Wards, Murrell Stansell, and John\nLoBue do state that their practice is to serve only persons\npossessing membership cards, but, as noted previously, they\ndo not say how, when, or to whom Club cards are issued.\n-12-\n\nThe other affiants, and this includes two of the three who\nadmit having denied service to Negroes, fail to state that\nclub membership is a requirement for service. Instead they\nsimply say they operate private clubs and that they have\nissued membership cards to persons thought qualified. And\nmost significantly, none of the affiants state that whatever\nthe Club requirements, Negroes are not barred on account of\nrace. None state they are willing to issue memberships to\nand serve otherwise qualified Negroes.\nThere are two techniques available to the defendants\nto use the Club requirement to deny service to Negroes but\nnot to whites. They may automatically issue Club cards to\nwhites and deny service to Negroes who are not issued cards,\nor they may simply serve whites and require Club membership\nonly of Negroes. No affiant states facts which show that\nhe does not employ one or the other of these schemes, even\naccepting the truth of the affidavits. Moreover, since the\nowners of the Nanking and El Burrito restaurants admit deny-\ning service to Negroes who did not have membership cards,\nbut do not state they require membership cards of whites,\ntheir affidavits by implication admit the essential allega-\ntions of the complaint.\nThe defendants' moving papers in no way reveal what\nrestaurants are affiliated with the Club. There are no\nfacts showing which members, apart from the named defend-\nants, have had occasion to serve or reject Negro customers.\n-13-\n\nThus the allegations in the complaint regarding discrimina-\ntory practices common to all Club members are not challenged\nin the defendants' moving papers. The record is still silent,\nexcept for the allegations in the complaint, regarding the\nidentity and practices of other affiliated restaurants.\nThis Court surely cannot conclude this case without those\nfacts before it.\nThe essential issue as framed by the defendants is\nwhether they are operating private clubs and not places of\npublic accommodation. If they are, the experience of Negroes\nis irrelevant. If they are not operating private clubs, the\nexperience of Negroes as described in the defendants' affi-\ndavits substantially proves a pattern or practice of resist-\nance in violation of the Act. The three restaurants that\nadmit refusing service to Negroes have not shown that whites\nreceive the same treatment accorded the Negroes. Common\nsense dictates that their establishments could not operate\neven as clubs if all patrons were treated as were the Negroes.\nThus with respect to their actual operation as clubs rather\nthan public business, the affiants are uninformative, but\nwith respect to their treatment of Negroes, they substan-\ntially show a pattern of discrimination.\nEach affiant makes a cursory attempt to establish\nthat his restaurant is not covered under the interstate\ncommerce tests contained in Section 201(c) of the Act.\n-14-\n\nThey seek to accomplish this by asserting the conclusion,\nin statutory language, that they do not offer to serve inter-\nstate travelers, or that much of their food is purchased\nlocally. There of course exists a genuine controversy as to\nthese facts. Whether the restaurants offer to serve inter-\nstate travelers turns on their proximity to major arteries,\nthe nature of their signs on their premises, the kind and\nvolume of their advertising, and their procedures for win-\nnowing interstate travelers from other patrons. None of\nthese facts are contained in the affidavits. Whether a sub-\nstantial portion of the food sold at a restaurant has moved\nin commerce turns on the percentage of the volume of food\nserved which originated from other states. The affiants do\nnot tell us what their total purchases are, or the ultimate\nsource of the purchases. On the whole question of statutory\ncoverage, they have offered no facts at all which would prove\nor disprove their contention.\nB. The defendants have not met their burden of roof\nunder Rule 56 \nThe burden on the party moving for summary judgment\nis to show that no factual issues exist. Rule 56(c), F.R.C.P.\nIn ruling on a motion for summary judgment the court's func-\ntion is to determine whether a genuine issue as to any\nmaterial fact exists; the court is not to resolve any exist-\ning issues.(cid:9) 6 Moore, Federal Practice 2101 (2nd.ed.,1953).\n-15-\n\nThe defendants are asking this Court to do precisely what\nthe Fifth Circuit in National Screen Service Corp. v. Poster\nExchange, Inc., 305 F. 2d 647 (C.A. 5, 1962) said it must\nnot do:\n\"Summary judgment should be granted only\nwhere the moving party is entitled to judg-\nment as a matter of law, where it is quite\nclear what the truth is. . . .It is no part\nof the duty of the Court to decide factual\nissues, but only to determine whether there\nare factual issues to be tried.\" 305 F. 2d\nat 651.\nThe point was reiterated in United States v. Morgan, 321\nF. 2d 781, 787 (C.A. 5, 1963), where the Court held that a\nparty is not entitled to summary judgment \"unless his moving\npapers make it quite clear what the truth is, remembering\nthat the burden of demonstrating clearly that there is no\ngenuine issue of fact is upon him as a movant, and remember-\ning further that any doubt as to the existence of such issue\na. \nis to be resolved against him.\" See also  J.  Reynolds \nTobacco Co. v. Hudson, 314 F. 2d. 776, 788 (C.A. 5, 1963);\nSheets v. Burman, 322 F. 2d 277, 278 (C.A. 5, 1963); Gray\nTool Co. v. Humble Oil & Refining Co., 186 F. 2d 365 (C.A. _\n5, 1951).\nThe Fifth Circuit has held that the affidavits of\nthe moving party alone can show that there is indeed a\ngenuine issue of fact. The controversy \"may arise from\nthe face of the moving papers showing that certain 'facts'\nare variable or uncertain or indefinite or that from estab-\nlished or uncontradicted physical or similar facts different\n-16-\n\ninferences may be drawn.\" Braniff v. Jackson Ave. - Gretna \nFerry, Inc., 280 F. 2d 523, 526 (C.A. 5, 1960). The defend-\nants' affidavits show that genuine issues of material fact\ndo exist. They raise more factual questions than they\nanswer. Clearly this is not a case for summary judgment.\nThe 1963 amendment to Rule 56(e) requiring that\na party opposing a properly supported motion for summary\njudgment must in turn support his allegations with affi-\ndavits-1/ cannot operate to make sufficient a motion by\nits own terms insufficient. Thus Professor Moore states\nthat in spite of the amendment \"the burden remains on the\nparty moving for summary judgment of clearly establishing\nthe lack of any triable issue of fact. . . .Where the movant\nhas not sustained this burden, summary judgment is not war-\nranted, even if the non-moving party has not offered respon-\nsive affidavits and other materials.\" 6 Moore, Federal Prac-\ntice 556.22 (1953, Supp. 1963). 6/ Thus the Fifth Circuit\nstated the general rule even after Rule 56(e) was amended\n5/ The amendment added the following to Rule 36(e):\n\"When a motion for summary judgment is made\nand supported as provided in this rule, an\nadverse party may not rest upon the mere\nallegations or denials of his pleadings, hut\nhis response, by affidavits or as otherwise\nprovided in this rule, must set forth specific\nfacts showing that there is a genuine issue\nfor trial. If he does not so respond, summary\njudgment, if appropriate, shall be entered\nagainst him.\"\n6 / See also Advisory Committee's Note on Rule 56 (as\namended), Report of the Judicial Conference of the United\nStates, 31 F.R.D. 623, 648 (1962).\n-17-\n\nas follows:\n\"Summary judgment can be granted only if\nthere is no genuine dispute as to any\nmaterial fact. This requirement is to be\nstrictly construed so as to insure that\nfactual issues will not be determined\nwithout the benefit of the truth-seeking\nprocedures of a trial.\" Jackson Tool & \nDie, Inc. v. Smith, 339 F. 2d 88 (C.A. 5,\n1964).\nC. This is a proper class action\nThe defendants object to the class action aspect of\nthis Proceeding, and assert that objection in support\n/of their motion for summary judgment. The argument more\nproperly goes to the scope of the relief ultimately granted,\nand is not a proper ground for the granting of summary judg-\nment. floreover, the voting members of the Club are proper-\nly sued as a class because their membership in the Club\nraises common questions of fact and law. Whatever the\nfacts may be concerning the treatment of Negroes by in-\ndividual restaurants, membership in the Club and intent to\ncircumvent the provisions of Title II of the Civil Rights\nAct of 1964 are facts common to all members of the class\nsued. From these common facts arises a common question of\nlaw: does the restaurants' membership in the Club consti-\ntute a pattern and practice of resistance to the full en-\njoyment by Negroes of any of the rights secured by Title II\nof the Act?\n-18-\n\nCertain differences between various members of the\nclass are not important so Long as there is a question of\n2\nlaw or fact that is common to al1.2  The cases cited by\nthe defendants deal with the impropriety of a class action\nwhen the factual differences between the members of a class\nmake it impossible to apply a common rule of law to all of\nthem.\nIn a class action there may well be differences as\nwell as similarities between the various members of the\nclass; however, the differences do not affect the propriety\nof the class action if the similarities are the basis of\nthe suit. It is the presence of similarities rather than\nthe absence of differences upon which the decision that a\nclass action is proper should be made. The defendants here\ncreated the class by organizing and operating the Club; to\nthe extent that individual restaurants differ in their oper-\nation from the general run of Club members, the defendants\nare free to offer that evidence at trial.\nD. 'Pattern or Practice\" and Proper Joinder \nThe defendants' arguments that no pattern or practice\nof resistance has been alleged and that the defendants have\nbeen improperly joined are set out as separate issues in the\ndefendants' brief but should be considered together.\n7/ State Wholesale Grocers v. Great Atlantic & Pacific Tea \nCompany, 24 FRD 510, 511-512 (ND Ill. 1959); 3 Moore,\nFederal Practice 3442 (2nd. ed.).\n-19-\n\nSection 206(a) expressly authorizes the Attorney\nGeneral to bring suit against a group of persons who have\nengaged in a \"pattern or practice of resistance to the full\nenjoyment of any of the rights\"secured by Title II. The\nlegislative history of the section shows the relationship\nbetween the concept of \"pattern or practice\" and the\njoinder of defendants; Senator Humphrey, in the same state-\nment quoted in part by the defendants on pages 5 and 6 of\ntheir brief, explained that an action involving a \"pattern\nor practice\" under this section does not depend on \"whether\nthe companies acted in concert or in a conspiracy.\" 110\nCong. Rec. 14270 (1964). Senator Humphrey went on to say\nthat \"the bill would authorize the Attorney General to\njoin all or some of e-everal defendants in the same action.\"\nIbid.-1/ Thus it is the existence of a pattern or practice\nthat allows these defendants to be joined in the same action.\nAlthough it is the defendants' contention that the\nrefusal by three different establishments to sell food to\nNegroes does not constitute a \"pattern or practice\" of\nresistance, it is precisely this situation that Senator\nHumphrey refers to in the paragraph of his remarks imme-\ndiately following the part quoted on page 6 of the defend-\nants' brief: \"There would be a pattern or practice if, for\n8/ See Flying Tiger Line, Inc. v. Atchison, Topeka & Santa\nFe Railway, 75 F. Supp. 138, 190 (S.D. Cal. 1947 which\nstates that statutory authorization of joinder is sufficient\neven if defendants were not properly joined under Rule 20(a).\n-20-\n\nexample, a number of companies or persons in the same\nindustry or line of business discriminated. . . .\" In\naddition, the complaint in this action alleges that the\nformation and existence of the club itself contributes to\nthe \"pattern or practice.\" It is their membership in the\nclub that amounts to participation in the \"pattern or\npractice\" of resistance by those establishments that have\nnever had a Negro ask for service. The affidavit of defend-\nant Strickland, who never has had a Negro seek service on\nthe premises, illustrates how the mere existence of the\nClub serves as a discriminatory deterrent to Negroes, who\nknow better than to attempt to run the gauntlet of the\nowner's scrutiny of their \"character\", \"general deportment\",\nand other such \"qualifications.\"\nIn considering whether this case presents a pattern\nor practice of resistance, it should be noted that Congress\nhad no intention of allowing sham \"clubs\" to circumvent the\nprovisions of the Act. While discussing the meaning of the\nphrase \"private club\", Senator Humphrey stated:\n\"If a club were established as a way of by-\npassing or avoiding the effect of the law,\nand it was not really a club . . . and there\nare clubs like that in existence, where any-\none can step up and pay $2 and in that way\nbecome a member, with the $2 being used as a\nkind of cover charge, that kind of club would\ncome under the language of the bill.\" 110\nCong. Rec. 6005 (1964).\n-21-\n\nThe defendants here, so far as their affidavits show, don't\neven burden their \"members\" with the cover charge require-\nment, and their own affidavits strongly suggest, if they\ndon't actually prove, that they are operating in the manner\nalleged in the complaint.\nIII. Conclusion \nThe defendants having failed to show the absence of\nany material issue of fact, their motion for summary judg-\nment should be denied.\nRespectfully submitted,\nD. ROBERT OWEN\nLOUIS M. KAUDER\nALEXANDER C. ROSS\nAttorneys\nDepartment of Justice\n-22-\n\nCFTIFICATE OF SERVICE\nI, LOUIS H. KAUDER, hereby certify that on\nJuly 1, 1965 I served the foregoing brief on the\ndefendants in this case by mailing copies, air mail\npostage prepaid, to U. Scott Wilkinson, P. O. Borg\n1707, Shreveport, Louisiana.\nLOUIS(cid:9) KAUDER\n\n(cid:9)(cid:9)\nIN THE UNITED STATES DISTRICT COURT FOR THE\nWESTERN DISTRICT OF LOUISIANA\nSHREVEPORT DIVISION. .\nUNITED STATES OF AMERICA, by(cid:9) )\nNicholas deB. Katzenbach,(cid:9) )\nAttorney General of the(cid:9) )\nUnited States,(cid:9) )\nPlaintiff,(cid:9) )\nv.(cid:9) )(cid:9) CIVIL ACTION NO. 11033\nNORTHWEST LOUISIANA RESTAURANT )\nCLUB, et al.,(cid:9) )\nDefendants.(cid:9) )\nPLAINTIFF'S BRIEF IN OPPOSITION TO \nDEFENDANTS' MOTION TO DISMISS AND ALTERNATIVE MOTION \nFOR SUMMARY JUDGMENT \nI. INTRODUCTION\nA. Background \nThe United States filed this action on April 28, 1965\nunder Title II, the public accommodations section, of the\nCivil Rights Act of 1964. The defendants are the Northwest\nLouisiana Restaurant Club, its officers, its voting members\nas a class, and the owners of three member restaurants.\n\nPursuant to Section 206(b) of the Act, 42 U.S.C. 2000a-5(b),\na three-judge court has been convened to hear the case upon\nthe request of the Attorney General. On May 21, 1965 plain-\ntiff filed a motion under Rule 34, F.R.C.P., for the produc-\ntion of records and on June 21, 1965 this Court in a per \ncuriam order granted the motion to produce.\nOn June 18, 1965 the defendants filed a motion to\ndismiss and an alternative motion for summary judgment to\nwhich this brief is a response in opposition. At a hearing\nin chambers on June 7, 1965 Judge Dawkins indicated that\nthe defendants' motions, at that time not yet filed, would\nbe submitted on briefs for decision by the three-judge\npanel.\nB. The complaint \nThe complaint alleges that the named individual de-\nfendants and the other voting members of the Northwest\nLouisiana Restaurant Club own or operate restaurants in\nthe Shreveport or Lake Charles areas, and that the restau-\nrants owned by the individual defendants meet the inter-\nstate commerce tests of Section 201(c) of the Civil Rights\nAct of 1964, 42 U.S.C. 2000a(c).– I–/  and are therefore subject\n1/ A restaurant is covered under Section 201(c) if \"it\nserves or offers to serve interstate travelers or a substan-\ntial portion of the food which it serves, or gasoline or\nother products which it sells, has moved in commerce.\" Com-\nmerce is defined in essence as trade, travel, or transporta-\ntion among the several States. The reach of Section 201(c)\nis constitutionally within the power of Congress to regulate\ninterstate commerce. Heart of Atlanta, Inc. v. United States,\n379 U.S. 241(1964); Katzenbach v. McClung, 379 U.S. 294(1964).\n-2-\n\nto the terms of the Act. (Paragraphs 11 and 12.) It is\nalleged that prior to passage of the Act the defendants\nserved white patrons only, and that several days before\nthe Act became law, the individual defendants and other\nrestaurant owners formed the defendant Northwest Louisiana\nRestaurant Club for the purpose of avoiding the provisions\nof the Act. (Paragraphs 13, 15, 22.) It is specifically\nalleged that each of the restaurants named in the complaint\nand each of the member restaurants of the Club are estab-\nlishments open to the public and have not materially changed\nthe nature of their operations by reason of their Club affil-\niation. (Paragraph 21.)\nThe Club, as alleged in the complaint, operates so\nthat restaurant owners, as voting members, issue non-voting\nmembership certificates to patrons and prospective patrons.\n(Paragraph 16.) It is alleged that the policy and practice\nof the Club and its voting members is to issue membership\ncertificates only to non-Negro patrons. (Paragraph 19.)\nMoreover, as alleged in the complaint, it is the practice\nof the defendants to serve white patrons without regard to\nwhether they previously had been issued Club certificates,\nbut to deny service to Negroes upon the stated ground that\nthey do not possess membership cards. (Paragraph 20.)\n-3-\n\nThe complaint further alleges that it is the policy\nand practice of the defendants to refuse service to Negroes\n(Paragraph 23) and that at least three of the named defend-\nants have specifically denied service to Negroes who sought\nsuch service on their premises. (Paragraph 24.) The com-\nplaint alleges that the formation of the Club and its\noperation by the individual defendants constitutes a pat-\ntern or practice of resistance to the requirements of\nTitle II within the meaning of Section 206(a) of the Act.\n42 U.S.C. 2000a-5(a).2-1 (Paragraph 25)(cid:9) The complaint\nasks that the defendants be enjoined from denying service\nto Negroes and from using the requirement of Club member-\nship as a basis for denying them service, and from giving\nany further effect in the operations of their restaurants\nto Club memberships already issued.\n2/ Section 206(a) permits the Attorney General to sue\nto enjoin a \"pattern or practice of resistance.\" Para-\ngraph 25 of the compfant incorrectly alleges a \"pattern\nand practice of resistance.\" This typographical error\nshould be read in conformity with the language of the Act,\nand should not be read as an attempt to allege and prove\nmore than what is required by the language of Section\n206(a).\n.4-\n\nC. Defendants' motions \nThe defendants have moved the Court to dismiss the\naction for failure to state a claim upon which relief may\nbe granted or in the alternative to grant them summary\njudgment on the ground that there is no genuine issue as\nto any material fact. The motion asserts that no pattern\nor practice of discrimination exists, as shown by their\naffidavits, that the affidavits show there is no basis for\na class action against the defendants as representatives of\nall Club members, that the Club itself operates no restau-\nrant, and that the individual defendants \"are in fact pri-\nvate clubs which do not cater to the public generally.\"\nr\nThe defendants also ask/fao severance on the ground of\nmisjoinder of parties.\nD. Defendants' affidavits \n1. Club officers \nThe four chief officers of the Club filed a joint\naffidavit in which they deny that the Club was organized\nand exists for the purpose of avoiding the Civil Rights\nAct of 1964. In stating the purpose for the Club's exist-\nence they refer to the terms of its Charter and add: \"It\nis the purpose, policy and practice of the Club to issue\nmembership cards to applicants whose character, deportment,\npersonal appearance, and habits are in keeping with the\nstandards of the voting members of the Club.\" They state\n-5-\n\nthat voting members \"do require membership cards to be pre-\nsented in cases where the particular visitor or customer is\nnot recognized and known to be a non-voting member of the\nClub. Every effort is made to maintain the status of a\nprivate club.\" They state that as officers they have re-\nceived no applications for membership from Negroes and they\ndeny they are following a pattern of discrimination. The\nofficers assert that each member restaurant \"is free and\nindependent in management and operation, the adoption of\npolicies, service of food and drink, admission of non-\nvoting members, and in every other respect. . . .\" They\nstate that they are not representative of the class of\nvoting members of the Club because each restaurant has its\nown relation to interstate commerce and, impliedly, the\nrestaurants vary in the degree to which they follow Club\nprocedure.\nIn a separate affidavit defendant Stansell, President\nof the Club, states that his restaurant is operated as a\nprivate club, \"membership of which consists almost entirely\nof neighborhood and local people.\" Members must have Club\ncards, but, because he is \"personally acquainted with prac-\ntically every member\", he only requires visitors to show\ntheir cards before being served. No Negroes have ever\nsought service at his restaurant or applied for Club mem-\nbership.\n-6-\n\nAlso in a separate affidavit defendant Smith, Vice-\nPresident and a director of the Club, states that no Negroes\nhave sought service or Club membership at his restaurant,\nthe Crosslake Inn. He adds that the restaurant is open\n\"only to persons who meet the membership requirements of\nthe Northwest Louisiana Restaurant Club, and only persons\nof good character and attractive appearance are admitted\ninto membership.\" He further states that \"white people\nwhose character or conduct is not in keeping with the\nstandards of the Club have been refused admittance.\"\nDefendant Strickland, Secretary of the Club and\nowner of the Alamo Plaza Chicken Shack in Shreveport,\nstates that she issues membership cards \"to persons of\ngood character who were appropriately dressed and who in\nmy opinion would properly behave themselves. . . .\" No\nNegroes have sought service at the restaurant, but one\nNegro telephoned and said he saw the Club sign on the door\nand wanted to know whether he and a group of friends would\nbe served if they came to the restaurant that night. She\nstates that she told him: \"I did not know that I would\nhave to see him or talk to him.\" He never came. She\ndenies catering to the general public although a billboard\non North Market Street in Shreveport invites the public to\nher restaurant and makes no mention of the Club requirement.\nShe states that under Club Bylaws she may refuse admittance\nto persons bearing Club cards if, in her opinion, they are\nnot proper persons to be admitted.\n-7-\n\nDefendant LoBue, Treasurer of the Club, in his in-\ndividual affidavit states that his restaurant does not\ncater to the public generally, that he only admits Club\nmembers with cards to his restaurant and that he \"has\nturned away a number of white people who have sought admit-\ntance without membership cards.\" He adds that no Negroes\nhave sought food or service at his restaurant, nor have\nany asked for membership cards.\n2. Ward's Plantation House \nFour affidavits regarding Ward's Plantation House,\na restaurant in Lake Charles, have been filed in support\nof the motion for summary judgment. Mr. and Mrs. Ward,\nthe owners and defendants in this action, filed separate\naffidavits in which they state that their restaurant is\nopen only to \"acceptable members of the Northwest Louisiana\nRestaurant Club\", and that during \"the time our Club has\nbeen in operation we have refused to admit approximately\n150 people, all of them white, because they were not mem-\nbers of the Club.\" Persons must be \"of good character and\nreputation, appropriately dressed, and of good deportment\"\nin order to meet Club standards. Mrs. Ward states that in\nJuly 1964 a Negro couple sought service. She told them it\nwas a private club, and they left without applying for mem-\nbership. She states that she treated them the same way she\ntreats all other persons who appear without membership cards.\n-8-\n\nTwo frequent patrons of Ward's Plantation House in a joint\naffidavit state that on February 10, 1965 they were both\nadmitted to the restaurant after one of them showed the\nheadwaiter a membership card. The one without a card was\nadmitted as a guest. Three employees of the Wards state\nin a joint affidavit that they have been instructed \"not to\nadmit and not to serve any persons who are not members\" of\nthe Club. Moreover, they assert, Ward's \"has consistently\nrefused service to white persons who did not have member-\nship cards.\" They state that since late June 1964, the\nrestaurant has \"consistently followed a policy of catering\nonly to persons holding club memberships in the Northwest\nLouisiana Restaurant Club.\"\n3. El Burrito Grill \nDefendant Luis Trujillo, owner of the El Burrito\nGrill, does not precisely state that his business is oper-\nated as a private club but asserts that \"membership and\nadmittance to the club is limited to persons of good char-\nacter, appropriate dress and acceptable deportment and\nbehavior.\" He states that twice since passage of the Act\nNegroes sought admittance to the restaurant, but \"when\naffiant asked them if they had a membership card in the\nNorthwest Louisiana Restaurant Club they turned and left\nwithout answering.\"\n-9-\n\n4. Nanking Restaurant \nDefendants Henry Joe and Lee Foo, owners of the\nNanking Restaurant in Shreveport, in a joint affidavit\nstate that the restaurant is a private club. In July 1964\nan employee turned away three Negroes \"who did not have mem-\nbership cards. He gave them membership application blanks\nwhich they filled out, but they never did return and ask\nfor membership cards after making these applications.\"\nThey do not state that membership is a requirement for ser-\nvice, nor do they state how and under what circumstances\nmembership is obtained.\nII. The Defendants' Motion for Summary Judgment Should Be \nDenied 3/\nA. Defendants' affidavits are consistent with the com-\nplaint, and state no facts entitling them to judgment\nTo obtain summary judgment, the defendants must show\n\"that there is no genuine issue as to any material fact.\"\n(Rule 56(c), F,R.C.P.) The effect of their affidavits\nachieves the opposite; they show that as to all material\nfacts genuine issues do indeed exist. We do not at this\npoint rely on the truth of our allegatioas to defeat defend-\nants' motion. We simply show that the defendants state no\nspecific facts which even begin to challenge the factual\nallegations in the complaint.\n3/ The defendants call their pleading a motion to dismiss\nand alternative motion for summary judgment. Their stated\ngrounds for the motion are exclusively factual - i.e., no\npattern or practice of discrimination exists, and the defend-\nants \"are in fact private clubs.\" We treat their pleading\nsimply as a motion for summary judgment.\n-10-\n\nThe defendants' supporting affidavits are conclu-\nsionary, expressed in terms of legal argument. Each of the\naffiants states or implies that he operates a \"private club.\"\nNone of them, however, state precisely how they operate\ntheir clubs. We do not learn who has been admitted, when\nthey were admitted, and who has been turned away, except\nfor Negroes. Except to trace general language from the\nClub charter, the defendants do not tell us what standards\nare used in determining membership.\nThe affidavits are significant more for what they\nfail to say than for what they assert. The complaint al-\nleges that it is the practice of voting members \"to issue\nnon-voting membership certificates only to non-Negro pat-\nrons.\" (Paragraph 19.) This is not denied in any of the\naffidavits; the affiants admit that each time Negroes\nsought service, they were rejected for lack of Club member-\nship. We are not told what is said to white patrons who\nhave not yet been issued membership cards. We are not told\nhow quickly or automatically whites receive membership cards.\nThus the allegation of the complaint that it is the practice\nof the defendants \"to serve white persom; who seek service\nat the restaurants owned and operated by voting members\nwithout regard to whether white persons have previously\nbeen issued certificates as non-voting members. .  • • '/\nis not .met .\n117 Paragraph 20 of the complaint.\n\nThe complaint alleges that prior to passage of the\nAct the defendants served white patrons only, and that\naffiliation with the Club has not changed the character\nof their trade and the nature of their solicitation to the\ngeneral public. (Paragraphs 13 and 21.) None of this is\nin any way denied or shown to be untrue by the affiants.\nThe one reference to a specific form of advertising (a\nbillboard) admits that the advertisement makes no reference\nto a limitation on service turning on Club membership.\n(Affidavit of Mrs. J. C. Strickland.) The others assert\nthey do not cater to the public generally, but this con-\nclusion is offerred without specific factual support. We\nare not told what signs or advertisements the defendants\nuse to announce their places of business: we are not told\nwhat notices, other than one decal on the door of Ward's\nPlantation House, are posted showing that the restaurants\nare private clubs; we are not told what changes in physical\nformat or operating policy occurred after affiliation with\nthe Club; and it is surely not denied that the restaurants\nwere and remain business enterprises operated for profit.\nThe defendants state that they opPvate private clubs\nbut in support of this conclusion they reveal nothing about\ntheir operation. The Wards, Murrell Stansell, and John\nLoBue do state that their practice is to serve only persons\npossessing membership cards, but, as noted previously, they\ndo not say how, when, or to whom Club cards are issued.\n-12-\n\nThe other affiants, and this includes two of the three who\nadmit having denied service to Negroes, fail to state that\nclub membership is a requirement for service. Instead they\nsimply say they operate private clubs and that they have\nissued membership cards to persons thought qualified. And\nmost significantly, none of the affiants state that whatever\nthe Club requirements, Negroes are not barred on account of\nrace. None state they are willing to issue memberships to\nand serve otherwise qualified Negroes.\nThere are two techniques available to the defendants\nto use the Club requirement to deny service to Negroes but\nnot to whites. They may automatically issue Club cards to\nwhites and deny service to Negroes who are not issued cards,\nor they may simply serve whites and require Club membership\nonly of Negroes. No affiant states facts which show that\nhe does not employ one or the other of these schemes, even\naccepting the truth of the affidavits. Moreover, since the\nowners of the Nanking and El Burrito restaurants admit deny-\ning service to Negroes who did not have membership cards,\nbut do not state they require membership cards of whites,\ntheir affidavits by implication admit the essential allega-\ntions of the complaint.\nThe defendants' moving papers in no way reveal what\nrestaurants are affiliated with the Club. There are no\nfacts showing which members, apart from the named defend-\nants, have had occasion to serve or reject Negro customers.\n-13-\n\nThus the allegations in the complaint regarding discrimina-\ntory practices common to all Club members are not challenged\nin the defendants' moving papers. The record is still silent,\nexcept for the allegations in the complaint, regarding the\nidentity and practices of other affiliated restaurants.\nThis Court surely cannot conclude this case without those\nfacts before it.\nThe essential issue as framed by the defendants is\nwhether they are operating private clubs and not places of\npublic accommodation. If they are, the experience of Negroes\nis irrelevant. If they are not operating private clubs, the\nexperience of Negroes as described in the defendants' affi-\ndavits substantially proves a pattern or practice of resist-\nance in violation of the Act. The three restaurants that\nadmit refusing service to Negroes have not shown that whites\nreceive the same treatment accorded the Negroes. Common\nsense dictates that their establishments could not operate\neven as clubs if all patrons were treated as were the Negroes.\nThus with respect to their actual operation as clubs rather\nthan public business, the affiants are uninformative, but\nwith respect to their treatment of Negroes, they substan-\ntially show a pattern of discrimination.\nEach affiant makes a cursory attempt to establish\nthat his restaurant is not covered under the interstate\ncommerce tests contained in Section 201(c) of the Act.\n-14-\n\nThey seek to accomplish this by asserting the conclusion,\nin statutory language, that they do not offer to serve inter-\nstate travelers, or that much of their food is purchased\nlocally. There of course exists a genuine controversy as to\nthese facts. Whether the restaurants offer to serve inter-\nstate travelers turns on their proximity to major arteries,\nthe nature of their signs on their premises, the kind and\nvolume of their advertising, and their procedures for win-\nnowing interstate travelers from other patrons. None of\nthese facts are contained in the affidavits. Whether a sub-\nstantial portion of the food sold at a restaurant has moved\nin commerce turns on the percentage of the volume of food\nserved which originated from other states. The affiants do\nnot tell us what their total purchases are, or the ultimate\nsource of the purchases. On the whole question of statutory\ncoverage, they have offered no facts at all which would prove\nor disprove their contention.\nB. The defendants have not met their burden of roof\nunder Rule 56 \nThe burden on the party moving for summary judgment\nis to show that no factual issues exist. Rule 56(c), F.R.C.P.\nIn ruling on a motion for summary judgment the court's func-\ntion is to determine whether a genuine issue as to any\nmaterial fact exists; the court is not to resolve any exist-\ning issues.(cid:9) 6 Moore, Federal Practice 2101 (2nd.ed.,1953).\n-15-\n\nThe defendants are asking this Court to do precisely what\nthe Fifth Circuit in National Screen Service Corp. v. Poster\nExchange, Inc., 305 F. 2d 647 (C.A. 5, 1962) said it must\nnot do:\n\"Summary judgment should be granted only\nwhere the moving party is entitled to judg-\nment as a matter of law, where it is quite\nclear what the truth is. . . .It is no part\nof the duty of the Court to decide factual\nissues, but only to determine whether there\nare factual issues to be tried.\" 305 F. 2d\nat 651.\nThe point was reiterated in United States v. Morgan, 321\nF. 2d 781, 787 (C.A. 5, 1963), where the Court held that a\nparty is not entitled to summary judgment \"unless his moving\npapers make it quite clear what the truth is, remembering\nthat the burden of demonstrating clearly that there is no\ngenuine issue of fact is upon him as a movant, and remember-\ning further that any doubt as to the existence of such issue\na. \nis to be resolved against him.\" See also  J.  Reynolds \nTobacco Co. v. Hudson, 314 F. 2d. 776, 788 (C.A. 5, 1963);\nSheets v. Burman, 322 F. 2d 277, 278 (C.A. 5, 1963); Gray\nTool Co. v. Humble Oil & Refining Co., 186 F. 2d 365 (C.A. _\n5, 1951).\nThe Fifth Circuit has held that the affidavits of\nthe moving party alone can show that there is indeed a\ngenuine issue of fact. The controversy \"may arise from\nthe face of the moving papers showing that certain 'facts'\nare variable or uncertain or indefinite or that from estab-\nlished or uncontradicted physical or similar facts different\n-16-\n\ninferences may be drawn.\" Braniff v. Jackson Ave. - Gretna \nFerry, Inc., 280 F. 2d 523, 526 (C.A. 5, 1960). The defend-\nants' affidavits show that genuine issues of material fact\ndo exist. They raise more factual questions than they\nanswer. Clearly this is not a case for summary judgment.\nThe 1963 amendment to Rule 56(e) requiring that\na party opposing a properly supported motion for summary\njudgment must in turn support his allegations with affi-\ndavits-1/ cannot operate to make sufficient a motion by\nits own terms insufficient. Thus Professor Moore states\nthat in spite of the amendment \"the burden remains on the\nparty moving for summary judgment of clearly establishing\nthe lack of any triable issue of fact. . . .Where the movant\nhas not sustained this burden, summary judgment is not war-\nranted, even if the non-moving party has not offered respon-\nsive affidavits and other materials.\" 6 Moore, Federal Prac-\ntice 556.22 (1953, Supp. 1963). 6/ Thus the Fifth Circuit\nstated the general rule even after Rule 56(e) was amended\n5/ The amendment added the following to Rule 36(e):\n\"When a motion for summary judgment is made\nand supported as provided in this rule, an\nadverse party may not rest upon the mere\nallegations or denials of his pleadings, hut\nhis response, by affidavits or as otherwise\nprovided in this rule, must set forth specific\nfacts showing that there is a genuine issue\nfor trial. If he does not so respond, summary\njudgment, if appropriate, shall be entered\nagainst him.\"\n6 / See also Advisory Committee's Note on Rule 56 (as\namended), Report of the Judicial Conference of the United\nStates, 31 F.R.D. 623, 648 (1962).\n-17-\n\nas follows:\n\"Summary judgment can be granted only if\nthere is no genuine dispute as to any\nmaterial fact. This requirement is to be\nstrictly construed so as to insure that\nfactual issues will not be determined\nwithout the benefit of the truth-seeking\nprocedures of a trial.\" Jackson Tool & \nDie, Inc. v. Smith, 339 F. 2d 88 (C.A. 5,\n1964).\nC. This is a proper class action\nThe defendants object to the class action aspect of\nthis Proceeding, and assert that objection in support\n/of their motion for summary judgment. The argument more\nproperly goes to the scope of the relief ultimately granted,\nand is not a proper ground for the granting of summary judg-\nment. floreover, the voting members of the Club are proper-\nly sued as a class because their membership in the Club\nraises common questions of fact and law. Whatever the\nfacts may be concerning the treatment of Negroes by in-\ndividual restaurants, membership in the Club and intent to\ncircumvent the provisions of Title II of the Civil Rights\nAct of 1964 are facts common to all members of the class\nsued. From these common facts arises a common question of\nlaw: does the restaurants' membership in the Club consti-\ntute a pattern and practice of resistance to the full en-\njoyment by Negroes of any of the rights secured by Title II\nof the Act?\n-18-\n\nCertain differences between various members of the\nclass are not important so Long as there is a question of\n2\nlaw or fact that is common to al1.2  The cases cited by\nthe defendants deal with the impropriety of a class action\nwhen the factual differences between the members of a class\nmake it impossible to apply a common rule of law to all of\nthem.\nIn a class action there may well be differences as\nwell as similarities between the various members of the\nclass; however, the differences do not affect the propriety\nof the class action if the similarities are the basis of\nthe suit. It is the presence of similarities rather than\nthe absence of differences upon which the decision that a\nclass action is proper should be made. The defendants here\ncreated the class by organizing and operating the Club; to\nthe extent that individual restaurants differ in their oper-\nation from the general run of Club members, the defendants\nare free to offer that evidence at trial.\nD. 'Pattern or Practice\" and Proper Joinder \nThe defendants' arguments that no pattern or practice\nof resistance has been alleged and that the defendants have\nbeen improperly joined are set out as separate issues in the\ndefendants' brief but should be considered together.\n7/ State Wholesale Grocers v. Great Atlantic & Pacific Tea \nCompany, 24 FRD 510, 511-512 (ND Ill. 1959); 3 Moore,\nFederal Practice 3442 (2nd. ed.).\n-19-\n\nSection 206(a) expressly authorizes the Attorney\nGeneral to bring suit against a group of persons who have\nengaged in a \"pattern or practice of resistance to the full\nenjoyment of any of the rights\"secured by Title II. The\nlegislative history of the section shows the relationship\nbetween the concept of \"pattern or practice\" and the\njoinder of defendants; Senator Humphrey, in the same state-\nment quoted in part by the defendants on pages 5 and 6 of\ntheir brief, explained that an action involving a \"pattern\nor practice\" under this section does not depend on \"whether\nthe companies acted in concert or in a conspiracy.\" 110\nCong. Rec. 14270 (1964). Senator Humphrey went on to say\nthat \"the bill would authorize the Attorney General to\njoin all or some of e-everal defendants in the same action.\"\nIbid.-1/ Thus it is the existence of a pattern or practice\nthat allows these defendants to be joined in the same action.\nAlthough it is the defendants' contention that the\nrefusal by three different establishments to sell food to\nNegroes does not constitute a \"pattern or practice\" of\nresistance, it is precisely this situation that Senator\nHumphrey refers to in the paragraph of his remarks imme-\ndiately following the part quoted on page 6 of the defend-\nants' brief: \"There would be a pattern or practice if, for\n8/ See Flying Tiger Line, Inc. v. Atchison, Topeka & Santa\nFe Railway, 75 F. Supp. 138, 190 (S.D. Cal. 1947 which\nstates that statutory authorization of joinder is sufficient\neven if defendants were not properly joined under Rule 20(a).\n-20-\n\nexample, a number of companies or persons in the same\nindustry or line of business discriminated. . . .\" In\naddition, the complaint in this action alleges that the\nformation and existence of the club itself contributes to\nthe \"pattern or practice.\" It is their membership in the\nclub that amounts to participation in the \"pattern or\npractice\" of resistance by those establishments that have\nnever had a Negro ask for service. The affidavit of defend-\nant Strickland, who never has had a Negro seek service on\nthe premises, illustrates how the mere existence of the\nClub serves as a discriminatory deterrent to Negroes, who\nknow better than to attempt to run the gauntlet of the\nowner's scrutiny of their \"character\", \"general deportment\",\nand other such \"qualifications.\"\nIn considering whether this case presents a pattern\nor practice of resistance, it should be noted that Congress\nhad no intention of allowing sham \"clubs\" to circumvent the\nprovisions of the Act. While discussing the meaning of the\nphrase \"private club\", Senator Humphrey stated:\n\"If a club were established as a way of by-\npassing or avoiding the effect of the law,\nand it was not really a club . . . and there\nare clubs like that in existence, where any-\none can step up and pay $2 and in that way\nbecome a member, with the $2 being used as a\nkind of cover charge, that kind of club would\ncome under the language of the bill.\" 110\nCong. Rec. 6005 (1964).\n-21-\n\nThe defendants here, so far as their affidavits show, don't\neven burden their \"members\" with the cover charge require-\nment, and their own affidavits strongly suggest, if they\ndon't actually prove, that they are operating in the manner\nalleged in the complaint.\nIII. Conclusion \nThe defendants having failed to show the absence of\nany material issue of fact, their motion for summary judg-\nment should be denied.\nRespectfully submitted,\nD. ROBERT OWEN\nLOUIS M. KAUDER\nALEXANDER C. ROSS\nAttorneys\nDepartment of Justice\n-22-\n\nCFTIFICATE OF SERVICE\nI, LOUIS H. KAUDER, hereby certify that on\nJuly 1, 1965 I served the foregoing brief on the\ndefendants in this case by mailing copies, air mail\npostage prepaid, to U. Scott Wilkinson, P. O. Borg\n1707, Shreveport, Louisiana.\nLOUIS(cid:9) KAUDER\n\n(cid:9)(cid:9)\nIN THE UNITED STATES DISTRICT COURT FOR THE\nWESTERN DISTRICT OF LOUISIANA\nSHREVEPORT DIVISION. .\nUNITED STATES OF AMERICA, by(cid:9) )\nNicholas deB. Katzenbach,(cid:9) )\nAttorney General of the(cid:9) )\nUnited States,(cid:9) )\nPlaintiff,(cid:9) )\nv.(cid:9) )(cid:9) CIVIL ACTION NO. 11033\nNORTHWEST LOUISIANA RESTAURANT )\nCLUB, et al.,(cid:9) )\nDefendants.(cid:9) )\nPLAINTIFF'S BRIEF IN OPPOSITION TO \nDEFENDANTS' MOTION TO DISMISS AND ALTERNATIVE MOTION \nFOR SUMMARY JUDGMENT \nI. INTRODUCTION\nA. Background \nThe United States filed this action on April 28, 1965\nunder Title II, the public accommodations section, of the\nCivil Rights Act of 1964. The defendants are the Northwest\nLouisiana Restaurant Club, its officers, its voting members\nas a class, and the owners of three member restaurants.\n\nPursuant to Section 206(b) of the Act, 42 U.S.C. 2000a-5(b),\na three-judge court has been convened to hear the case upon\nthe request of the Attorney General. On May 21, 1965 plain-\ntiff filed a motion under Rule 34, F.R.C.P., for the produc-\ntion of records and on June 21, 1965 this Court in a per \ncuriam order granted the motion to produce.\nOn June 18, 1965 the defendants filed a motion to\ndismiss and an alternative motion for summary judgment to\nwhich this brief is a response in opposition. At a hearing\nin chambers on June 7, 1965 Judge Dawkins indicated that\nthe defendants' motions, at that time not yet filed, would\nbe submitted on briefs for decision by the three-judge\npanel.\nB. The complaint \nThe complaint alleges that the named individual de-\nfendants and the other voting members of the Northwest\nLouisiana Restaurant Club own or operate restaurants in\nthe Shreveport or Lake Charles areas, and that the restau-\nrants owned by the individual defendants meet the inter-\nstate commerce tests of Section 201(c) of the Civil Rights\nAct of 1964, 42 U.S.C. 2000a(c).– I–/  and are therefore subject\n1/ A restaurant is covered under Section 201(c) if \"it\nserves or offers to serve interstate travelers or a substan-\ntial portion of the food which it serves, or gasoline or\nother products which it sells, has moved in commerce.\" Com-\nmerce is defined in essence as trade, travel, or transporta-\ntion among the several States. The reach of Section 201(c)\nis constitutionally within the power of Congress to regulate\ninterstate commerce. Heart of Atlanta, Inc. v. United States,\n379 U.S. 241(1964); Katzenbach v. McClung, 379 U.S. 294(1964).\n-2-\n\nto the terms of the Act. (Paragraphs 11 and 12.) It is\nalleged that prior to passage of the Act the defendants\nserved white patrons only, and that several days before\nthe Act became law, the individual defendants and other\nrestaurant owners formed the defendant Northwest Louisiana\nRestaurant Club for the purpose of avoiding the provisions\nof the Act. (Paragraphs 13, 15, 22.) It is specifically\nalleged that each of the restaurants named in the complaint\nand each of the member restaurants of the Club are estab-\nlishments open to the public and have not materially changed\nthe nature of their operations by reason of their Club affil-\niation. (Paragraph 21.)\nThe Club, as alleged in the complaint, operates so\nthat restaurant owners, as voting members, issue non-voting\nmembership certificates to patrons and prospective patrons.\n(Paragraph 16.) It is alleged that the policy and practice\nof the Club and its voting members is to issue membership\ncertificates only to non-Negro patrons. (Paragraph 19.)\nMoreover, as alleged in the complaint, it is the practice\nof the defendants to serve white patrons without regard to\nwhether they previously had been issued Club certificates,\nbut to deny service to Negroes upon the stated ground that\nthey do not possess membership cards. (Paragraph 20.)\n-3-\n\nThe complaint further alleges that it is the policy\nand practice of the defendants to refuse service to Negroes\n(Paragraph 23) and that at least three of the named defend-\nants have specifically denied service to Negroes who sought\nsuch service on their premises. (Paragraph 24.) The com-\nplaint alleges that the formation of the Club and its\noperation by the individual defendants constitutes a pat-\ntern or practice of resistance to the requirements of\nTitle II within the meaning of Section 206(a) of the Act.\n42 U.S.C. 2000a-5(a).2-1 (Paragraph 25)(cid:9) The complaint\nasks that the defendants be enjoined from denying service\nto Negroes and from using the requirement of Club member-\nship as a basis for denying them service, and from giving\nany further effect in the operations of their restaurants\nto Club memberships already issued.\n2/ Section 206(a) permits the Attorney General to sue\nto enjoin a \"pattern or practice of resistance.\" Para-\ngraph 25 of the compfant incorrectly alleges a \"pattern\nand practice of resistance.\" This typographical error\nshould be read in conformity with the language of the Act,\nand should not be read as an attempt to allege and prove\nmore than what is required by the language of Section\n206(a).\n.4-\n\nC. Defendants' motions \nThe defendants have moved the Court to dismiss the\naction for failure to state a claim upon which relief may\nbe granted or in the alternative to grant them summary\njudgment on the ground that there is no genuine issue as\nto any material fact. The motion asserts that no pattern\nor practice of discrimination exists, as shown by their\naffidavits, that the affidavits show there is no basis for\na class action against the defendants as representatives of\nall Club members, that the Club itself operates no restau-\nrant, and that the individual defendants \"are in fact pri-\nvate clubs which do not cater to the public generally.\"\nr\nThe defendants also ask/fao severance on the ground of\nmisjoinder of parties.\nD. Defendants' affidavits \n1. Club officers \nThe four chief officers of the Club filed a joint\naffidavit in which they deny that the Club was organized\nand exists for the purpose of avoiding the Civil Rights\nAct of 1964. In stating the purpose for the Club's exist-\nence they refer to the terms of its Charter and add: \"It\nis the purpose, policy and practice of the Club to issue\nmembership cards to applicants whose character, deportment,\npersonal appearance, and habits are in keeping with the\nstandards of the voting members of the Club.\" They state\n-5-\n\nthat voting members \"do require membership cards to be pre-\nsented in cases where the particular visitor or customer is\nnot recognized and known to be a non-voting member of the\nClub. Every effort is made to maintain the status of a\nprivate club.\" They state that as officers they have re-\nceived no applications for membership from Negroes and they\ndeny they are following a pattern of discrimination. The\nofficers assert that each member restaurant \"is free and\nindependent in management and operation, the adoption of\npolicies, service of food and drink, admission of non-\nvoting members, and in every other respect. . . .\" They\nstate that they are not representative of the class of\nvoting members of the Club because each restaurant has its\nown relation to interstate commerce and, impliedly, the\nrestaurants vary in the degree to which they follow Club\nprocedure.\nIn a separate affidavit defendant Stansell, President\nof the Club, states that his restaurant is operated as a\nprivate club, \"membership of which consists almost entirely\nof neighborhood and local people.\" Members must have Club\ncards, but, because he is \"personally acquainted with prac-\ntically every member\", he only requires visitors to show\ntheir cards before being served. No Negroes have ever\nsought service at his restaurant or applied for Club mem-\nbership.\n-6-\n\nAlso in a separate affidavit defendant Smith, Vice-\nPresident and a director of the Club, states that no Negroes\nhave sought service or Club membership at his restaurant,\nthe Crosslake Inn. He adds that the restaurant is open\n\"only to persons who meet the membership requirements of\nthe Northwest Louisiana Restaurant Club, and only persons\nof good character and attractive appearance are admitted\ninto membership.\" He further states that \"white people\nwhose character or conduct is not in keeping with the\nstandards of the Club have been refused admittance.\"\nDefendant Strickland, Secretary of the Club and\nowner of the Alamo Plaza Chicken Shack in Shreveport,\nstates that she issues membership cards \"to persons of\ngood character who were appropriately dressed and who in\nmy opinion would properly behave themselves. . . .\" No\nNegroes have sought service at the restaurant, but one\nNegro telephoned and said he saw the Club sign on the door\nand wanted to know whether he and a group of friends would\nbe served if they came to the restaurant that night. She\nstates that she told him: \"I did not know that I would\nhave to see him or talk to him.\" He never came. She\ndenies catering to the general public although a billboard\non North Market Street in Shreveport invites the public to\nher restaurant and makes no mention of the Club requirement.\nShe states that under Club Bylaws she may refuse admittance\nto persons bearing Club cards if, in her opinion, they are\nnot proper persons to be admitted.\n-7-\n\nDefendant LoBue, Treasurer of the Club, in his in-\ndividual affidavit states that his restaurant does not\ncater to the public generally, that he only admits Club\nmembers with cards to his restaurant and that he \"has\nturned away a number of white people who have sought admit-\ntance without membership cards.\" He adds that no Negroes\nhave sought food or service at his restaurant, nor have\nany asked for membership cards.\n2. Ward's Plantation House \nFour affidavits regarding Ward's Plantation House,\na restaurant in Lake Charles, have been filed in support\nof the motion for summary judgment. Mr. and Mrs. Ward,\nthe owners and defendants in this action, filed separate\naffidavits in which they state that their restaurant is\nopen only to \"acceptable members of the Northwest Louisiana\nRestaurant Club\", and that during \"the time our Club has\nbeen in operation we have refused to admit approximately\n150 people, all of them white, because they were not mem-\nbers of the Club.\" Persons must be \"of good character and\nreputation, appropriately dressed, and of good deportment\"\nin order to meet Club standards. Mrs. Ward states that in\nJuly 1964 a Negro couple sought service. She told them it\nwas a private club, and they left without applying for mem-\nbership. She states that she treated them the same way she\ntreats all other persons who appear without membership cards.\n-8-\n\nTwo frequent patrons of Ward's Plantation House in a joint\naffidavit state that on February 10, 1965 they were both\nadmitted to the restaurant after one of them showed the\nheadwaiter a membership card. The one without a card was\nadmitted as a guest. Three employees of the Wards state\nin a joint affidavit that they have been instructed \"not to\nadmit and not to serve any persons who are not members\" of\nthe Club. Moreover, they assert, Ward's \"has consistently\nrefused service to white persons who did not have member-\nship cards.\" They state that since late June 1964, the\nrestaurant has \"consistently followed a policy of catering\nonly to persons holding club memberships in the Northwest\nLouisiana Restaurant Club.\"\n3. El Burrito Grill \nDefendant Luis Trujillo, owner of the El Burrito\nGrill, does not precisely state that his business is oper-\nated as a private club but asserts that \"membership and\nadmittance to the club is limited to persons of good char-\nacter, appropriate dress and acceptable deportment and\nbehavior.\" He states that twice since passage of the Act\nNegroes sought admittance to the restaurant, but \"when\naffiant asked them if they had a membership card in the\nNorthwest Louisiana Restaurant Club they turned and left\nwithout answering.\"\n-9-\n\n4. Nanking Restaurant \nDefendants Henry Joe and Lee Foo, owners of the\nNanking Restaurant in Shreveport, in a joint affidavit\nstate that the restaurant is a private club. In July 1964\nan employee turned away three Negroes \"who did not have mem-\nbership cards. He gave them membership application blanks\nwhich they filled out, but they never did return and ask\nfor membership cards after making these applications.\"\nThey do not state that membership is a requirement for ser-\nvice, nor do they state how and under what circumstances\nmembership is obtained.\nII. The Defendants' Motion for Summary Judgment Should Be \nDenied 3/\nA. Defendants' affidavits are consistent with the com-\nplaint, and state no facts entitling them to judgment\nTo obtain summary judgment, the defendants must show\n\"that there is no genuine issue as to any material fact.\"\n(Rule 56(c), F,R.C.P.) The effect of their affidavits\nachieves the opposite; they show that as to all material\nfacts genuine issues do indeed exist. We do not at this\npoint rely on the truth of our allegatioas to defeat defend-\nants' motion. We simply show that the defendants state no\nspecific facts which even begin to challenge the factual\nallegations in the complaint.\n3/ The defendants call their pleading a motion to dismiss\nand alternative motion for summary judgment. Their stated\ngrounds for the motion are exclusively factual - i.e., no\npattern or practice of discrimination exists, and the defend-\nants \"are in fact private clubs.\" We treat their pleading\nsimply as a motion for summary judgment.\n-10-\n\nThe defendants' supporting affidavits are conclu-\nsionary, expressed in terms of legal argument. Each of the\naffiants states or implies that he operates a \"private club.\"\nNone of them, however, state precisely how they operate\ntheir clubs. We do not learn who has been admitted, when\nthey were admitted, and who has been turned away, except\nfor Negroes. Except to trace general language from the\nClub charter, the defendants do not tell us what standards\nare used in determining membership.\nThe affidavits are significant more for what they\nfail to say than for what they assert. The complaint al-\nleges that it is the practice of voting members \"to issue\nnon-voting membership certificates only to non-Negro pat-\nrons.\" (Paragraph 19.) This is not denied in any of the\naffidavits; the affiants admit that each time Negroes\nsought service, they were rejected for lack of Club member-\nship. We are not told what is said to white patrons who\nhave not yet been issued membership cards. We are not told\nhow quickly or automatically whites receive membership cards.\nThus the allegation of the complaint that it is the practice\nof the defendants \"to serve white persom; who seek service\nat the restaurants owned and operated by voting members\nwithout regard to whether white persons have previously\nbeen issued certificates as non-voting members. .  • • '/\nis not .met .\n117 Paragraph 20 of the complaint.\n\nThe complaint alleges that prior to passage of the\nAct the defendants served white patrons only, and that\naffiliation with the Club has not changed the character\nof their trade and the nature of their solicitation to the\ngeneral public. (Paragraphs 13 and 21.) None of this is\nin any way denied or shown to be untrue by the affiants.\nThe one reference to a specific form of advertising (a\nbillboard) admits that the advertisement makes no reference\nto a limitation on service turning on Club membership.\n(Affidavit of Mrs. J. C. Strickland.) The others assert\nthey do not cater to the public generally, but this con-\nclusion is offerred without specific factual support. We\nare not told what signs or advertisements the defendants\nuse to announce their places of business: we are not told\nwhat notices, other than one decal on the door of Ward's\nPlantation House, are posted showing that the restaurants\nare private clubs; we are not told what changes in physical\nformat or operating policy occurred after affiliation with\nthe Club; and it is surely not denied that the restaurants\nwere and remain business enterprises operated for profit.\nThe defendants state that they opPvate private clubs\nbut in support of this conclusion they reveal nothing about\ntheir operation. The Wards, Murrell Stansell, and John\nLoBue do state that their practice is to serve only persons\npossessing membership cards, but, as noted previously, they\ndo not say how, when, or to whom Club cards are issued.\n-12-\n\nThe other affiants, and this includes two of the three who\nadmit having denied service to Negroes, fail to state that\nclub membership is a requirement for service. Instead they\nsimply say they operate private clubs and that they have\nissued membership cards to persons thought qualified. And\nmost significantly, none of the affiants state that whatever\nthe Club requirements, Negroes are not barred on account of\nrace. None state they are willing to issue memberships to\nand serve otherwise qualified Negroes.\nThere are two techniques available to the defendants\nto use the Club requirement to deny service to Negroes but\nnot to whites. They may automatically issue Club cards to\nwhites and deny service to Negroes who are not issued cards,\nor they may simply serve whites and require Club membership\nonly of Negroes. No affiant states facts which show that\nhe does not employ one or the other of these schemes, even\naccepting the truth of the affidavits. Moreover, since the\nowners of the Nanking and El Burrito restaurants admit deny-\ning service to Negroes who did not have membership cards,\nbut do not state they require membership cards of whites,\ntheir affidavits by implication admit the essential allega-\ntions of the complaint.\nThe defendants' moving papers in no way reveal what\nrestaurants are affiliated with the Club. There are no\nfacts showing which members, apart from the named defend-\nants, have had occasion to serve or reject Negro customers.\n-13-\n\nThus the allegations in the complaint regarding discrimina-\ntory practices common to all Club members are not challenged\nin the defendants' moving papers. The record is still silent,\nexcept for the allegations in the complaint, regarding the\nidentity and practices of other affiliated restaurants.\nThis Court surely cannot conclude this case without those\nfacts before it.\nThe essential issue as framed by the defendants is\nwhether they are operating private clubs and not places of\npublic accommodation. If they are, the experience of Negroes\nis irrelevant. If they are not operating private clubs, the\nexperience of Negroes as described in the defendants' affi-\ndavits substantially proves a pattern or practice of resist-\nance in violation of the Act. The three restaurants that\nadmit refusing service to Negroes have not shown that whites\nreceive the same treatment accorded the Negroes. Common\nsense dictates that their establishments could not operate\neven as clubs if all patrons were treated as were the Negroes.\nThus with respect to their actual operation as clubs rather\nthan public business, the affiants are uninformative, but\nwith respect to their treatment of Negroes, they substan-\ntially show a pattern of discrimination.\nEach affiant makes a cursory attempt to establish\nthat his restaurant is not covered under the interstate\ncommerce tests contained in Section 201(c) of the Act.\n-14-\n\nThey seek to accomplish this by asserting the conclusion,\nin statutory language, that they do not offer to serve inter-\nstate travelers, or that much of their food is purchased\nlocally. There of course exists a genuine controversy as to\nthese facts. Whether the restaurants offer to serve inter-\nstate travelers turns on their proximity to major arteries,\nthe nature of their signs on their premises, the kind and\nvolume of their advertising, and their procedures for win-\nnowing interstate travelers from other patrons. None of\nthese facts are contained in the affidavits. Whether a sub-\nstantial portion of the food sold at a restaurant has moved\nin commerce turns on the percentage of the volume of food\nserved which originated from other states. The affiants do\nnot tell us what their total purchases are, or the ultimate\nsource of the purchases. On the whole question of statutory\ncoverage, they have offered no facts at all which would prove\nor disprove their contention.\nB. The defendants have not met their burden of roof\nunder Rule 56 \nThe burden on the party moving for summary judgment\nis to show that no factual issues exist. Rule 56(c), F.R.C.P.\nIn ruling on a motion for summary judgment the court's func-\ntion is to determine whether a genuine issue as to any\nmaterial fact exists; the court is not to resolve any exist-\ning issues.(cid:9) 6 Moore, Federal Practice 2101 (2nd.ed.,1953).\n-15-\n\nThe defendants are asking this Court to do precisely what\nthe Fifth Circuit in National Screen Service Corp. v. Poster\nExchange, Inc., 305 F. 2d 647 (C.A. 5, 1962) said it must\nnot do:\n\"Summary judgment should be granted only\nwhere the moving party is entitled to judg-\nment as a matter of law, where it is quite\nclear what the truth is. . . .It is no part\nof the duty of the Court to decide factual\nissues, but only to determine whether there\nare factual issues to be tried.\" 305 F. 2d\nat 651.\nThe point was reiterated in United States v. Morgan, 321\nF. 2d 781, 787 (C.A. 5, 1963), where the Court held that a\nparty is not entitled to summary judgment \"unless his moving\npapers make it quite clear what the truth is, remembering\nthat the burden of demonstrating clearly that there is no\ngenuine issue of fact is upon him as a movant, and remember-\ning further that any doubt as to the existence of such issue\na. \nis to be resolved against him.\" See also  J.  Reynolds \nTobacco Co. v. Hudson, 314 F. 2d. 776, 788 (C.A. 5, 1963);\nSheets v. Burman, 322 F. 2d 277, 278 (C.A. 5, 1963); Gray\nTool Co. v. Humble Oil & Refining Co., 186 F. 2d 365 (C.A. _\n5, 1951).\nThe Fifth Circuit has held that the affidavits of\nthe moving party alone can show that there is indeed a\ngenuine issue of fact. The controversy \"may arise from\nthe face of the moving papers showing that certain 'facts'\nare variable or uncertain or indefinite or that from estab-\nlished or uncontradicted physical or similar facts different\n-16-\n\ninferences may be drawn.\" Braniff v. Jackson Ave. - Gretna \nFerry, Inc., 280 F. 2d 523, 526 (C.A. 5, 1960). The defend-\nants' affidavits show that genuine issues of material fact\ndo exist. They raise more factual questions than they\nanswer. Clearly this is not a case for summary judgment.\nThe 1963 amendment to Rule 56(e) requiring that\na party opposing a properly supported motion for summary\njudgment must in turn support his allegations with affi-\ndavits-1/ cannot operate to make sufficient a motion by\nits own terms insufficient. Thus Professor Moore states\nthat in spite of the amendment \"the burden remains on the\nparty moving for summary judgment of clearly establishing\nthe lack of any triable issue of fact. . . .Where the movant\nhas not sustained this burden, summary judgment is not war-\nranted, even if the non-moving party has not offered respon-\nsive affidavits and other materials.\" 6 Moore, Federal Prac-\ntice 556.22 (1953, Supp. 1963). 6/ Thus the Fifth Circuit\nstated the general rule even after Rule 56(e) was amended\n5/ The amendment added the following to Rule 36(e):\n\"When a motion for summary judgment is made\nand supported as provided in this rule, an\nadverse party may not rest upon the mere\nallegations or denials of his pleadings, hut\nhis response, by affidavits or as otherwise\nprovided in this rule, must set forth specific\nfacts showing that there is a genuine issue\nfor trial. If he does not so respond, summary\njudgment, if appropriate, shall be entered\nagainst him.\"\n6 / See also Advisory Committee's Note on Rule 56 (as\namended), Report of the Judicial Conference of the United\nStates, 31 F.R.D. 623, 648 (1962).\n-17-\n\nas follows:\n\"Summary judgment can be granted only if\nthere is no genuine dispute as to any\nmaterial fact. This requirement is to be\nstrictly construed so as to insure that\nfactual issues will not be determined\nwithout the benefit of the truth-seeking\nprocedures of a trial.\" Jackson Tool & \nDie, Inc. v. Smith, 339 F. 2d 88 (C.A. 5,\n1964).\nC. This is a proper class action\nThe defendants object to the class action aspect of\nthis Proceeding, and assert that objection in support\n/of their motion for summary judgment. The argument more\nproperly goes to the scope of the relief ultimately granted,\nand is not a proper ground for the granting of summary judg-\nment. floreover, the voting members of the Club are proper-\nly sued as a class because their membership in the Club\nraises common questions of fact and law. Whatever the\nfacts may be concerning the treatment of Negroes by in-\ndividual restaurants, membership in the Club and intent to\ncircumvent the provisions of Title II of the Civil Rights\nAct of 1964 are facts common to all members of the class\nsued. From these common facts arises a common question of\nlaw: does the restaurants' membership in the Club consti-\ntute a pattern and practice of resistance to the full en-\njoyment by Negroes of any of the rights secured by Title II\nof the Act?\n-18-\n\nCertain differences between various members of the\nclass are not important so Long as there is a question of\n2\nlaw or fact that is common to al1.2  The cases cited by\nthe defendants deal with the impropriety of a class action\nwhen the factual differences between the members of a class\nmake it impossible to apply a common rule of law to all of\nthem.\nIn a class action there may well be differences as\nwell as similarities between the various members of the\nclass; however, the differences do not affect the propriety\nof the class action if the similarities are the basis of\nthe suit. It is the presence of similarities rather than\nthe absence of differences upon which the decision that a\nclass action is proper should be made. The defendants here\ncreated the class by organizing and operating the Club; to\nthe extent that individual restaurants differ in their oper-\nation from the general run of Club members, the defendants\nare free to offer that evidence at trial.\nD. 'Pattern or Practice\" and Proper Joinder \nThe defendants' arguments that no pattern or practice\nof resistance has been alleged and that the defendants have\nbeen improperly joined are set out as separate issues in the\ndefendants' brief but should be considered together.\n7/ State Wholesale Grocers v. Great Atlantic & Pacific Tea \nCompany, 24 FRD 510, 511-512 (ND Ill. 1959); 3 Moore,\nFederal Practice 3442 (2nd. ed.).\n-19-\n\nSection 206(a) expressly authorizes the Attorney\nGeneral to bring suit against a group of persons who have\nengaged in a \"pattern or practice of resistance to the full\nenjoyment of any of the rights\"secured by Title II. The\nlegislative history of the section shows the relationship\nbetween the concept of \"pattern or practice\" and the\njoinder of defendants; Senator Humphrey, in the same state-\nment quoted in part by the defendants on pages 5 and 6 of\ntheir brief, explained that an action involving a \"pattern\nor practice\" under this section does not depend on \"whether\nthe companies acted in concert or in a conspiracy.\" 110\nCong. Rec. 14270 (1964). Senator Humphrey went on to say\nthat \"the bill would authorize the Attorney General to\njoin all or some of e-everal defendants in the same action.\"\nIbid.-1/ Thus it is the existence of a pattern or practice\nthat allows these defendants to be joined in the same action.\nAlthough it is the defendants' contention that the\nrefusal by three different establishments to sell food to\nNegroes does not constitute a \"pattern or practice\" of\nresistance, it is precisely this situation that Senator\nHumphrey refers to in the paragraph of his remarks imme-\ndiately following the part quoted on page 6 of the defend-\nants' brief: \"There would be a pattern or practice if, for\n8/ See Flying Tiger Line, Inc. v. Atchison, Topeka & Santa\nFe Railway, 75 F. Supp. 138, 190 (S.D. Cal. 1947 which\nstates that statutory authorization of joinder is sufficient\neven if defendants were not properly joined under Rule 20(a).\n-20-\n\nexample, a number of companies or persons in the same\nindustry or line of business discriminated. . . .\" In\naddition, the complaint in this action alleges that the\nformation and existence of the club itself contributes to\nthe \"pattern or practice.\" It is their membership in the\nclub that amounts to participation in the \"pattern or\npractice\" of resistance by those establishments that have\nnever had a Negro ask for service. The affidavit of defend-\nant Strickland, who never has had a Negro seek service on\nthe premises, illustrates how the mere existence of the\nClub serves as a discriminatory deterrent to Negroes, who\nknow better than to attempt to run the gauntlet of the\nowner's scrutiny of their \"character\", \"general deportment\",\nand other such \"qualifications.\"\nIn considering whether this case presents a pattern\nor practice of resistance, it should be noted that Congress\nhad no intention of allowing sham \"clubs\" to circumvent the\nprovisions of the Act. While discussing the meaning of the\nphrase \"private club\", Senator Humphrey stated:\n\"If a club were established as a way of by-\npassing or avoiding the effect of the law,\nand it was not really a club . . . and there\nare clubs like that in existence, where any-\none can step up and pay $2 and in that way\nbecome a member, with the $2 being used as a\nkind of cover charge, that kind of club would\ncome under the language of the bill.\" 110\nCong. Rec. 6005 (1964).\n-21-\n\nThe defendants here, so far as their affidavits show, don't\neven burden their \"members\" with the cover charge require-\nment, and their own affidavits strongly suggest, if they\ndon't actually prove, that they are operating in the manner\nalleged in the complaint.\nIII. Conclusion \nThe defendants having failed to show the absence of\nany material issue of fact, their motion for summary judg-\nment should be denied.\nRespectfully submitted,\nD. ROBERT OWEN\nLOUIS M. KAUDER\nALEXANDER C. ROSS\nAttorneys\nDepartment of Justice\n-22-\n\nCFTIFICATE OF SERVICE\nI, LOUIS H. KAUDER, hereby certify that on\nJuly 1, 1965 I served the foregoing brief on the\ndefendants in this case by mailing copies, air mail\npostage prepaid, to U. Scott Wilkinson, P. O. Borg\n1707, Shreveport, Louisiana.\nLOUIS(cid:9) KAUDER",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/77409"
    },
    {
      "date": "1966-07-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 151,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 256,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Western District of Louisiana",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138125,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138125.pdf",
      "title": "Opinion",
      "text": " \n \n  Rights Act of 1964. The complaint charged the Northwest \nLouisiana  Restaurant  Club,  its  officers,  its  voting \n256 F.Supp. 151 \nmembers as a class, and the owners of three member \nUnited States District Court W.D. Louisiana, \nrestaurants with having engaged in racially discriminatory \nShreveport Division. \nacts and practices by denying to Negroes the full and \nUNITED STATES of America, Plaintiff,  equal  enjoyment  of  the  goods,  services,  facilities, \nv.  privileges, advantages, and accommodations of places of \nNORTHWEST LOUISIANA RESTAURANT CLUB  public accommodation. \net al., Defendants. \n2. The defendant Northwest Louisiana Restaurant Club \nCiv. A. No. 11033.  was chartered under the laws of the State of Louisiana on \n|  June 30, 1964 as a non-profit corporation. Defendants \nJuly 14, 1966.  Murrell Stansell, Glen O. Smith, and John LoBue are \ndirectors  and  officers  of  the  Northwest  Louisiana \nRestaurant Club. Defendant Mrs. J. C. Strickland is a \ndirector and, at the time the suit was filed, was secretary \nSynopsis  of the Northwest Louisiana Restaurant Club. Stansell is \nAction  by  United  States under  public accommodation  president of the Club. Smith is the vice-president and \nsection of Civil Rights Act of 1964. A three-judge District  LoBue is the treasurer. \nCourt held that acts and practices of defendant members \nof restaurant club constituted an unlawful deprivation of  3. For purposes of this action, the Northwest Louisiana \nrights secured to Negro citizens to the free and equal use  Restaurants, Incorporated and the defendant Northwest \nand enjoyment of public accommodations as guaranteed  Louisiana Restaurant Club are one and the same. With the \nby Civil Rights Act of 1964.  exception of the office of secretary, the directors, officers, \n   and members are the same. \nOrder in accordance with opinion. \n   4. Defendant Luis Trujillo is a voting member of the \nNorthwest Louisiana Restaurant Club and the owner of a \nAttorneys and Law Firms  restaurant  known  as  the  El  Burrito  Grill.  Defendants \nHenry  Joe  and  Lee  Foo  are  voting  members  of  the \n*151 Nicholas de B. Katzenbach, Atty. Gen., John Doar,  Northwest Louisiana Restaurant Club and the owners of a \nAsst. Atty. Gen., Civil Rights Division, St. John Barrett,  restaurant known as the Nanking Restaurant. Defendants \nD.  Robert  Owen,  Louis  Kauder,  Jesse  Queen,  James  Exell Thomas Ward and Pearl Ward are voting members \nMurphy,  Attorneys,  U.S.  Department  of  Justice,  of  the  Northwest  Louisiana  Restaurant  Club  and  the \nWashington,  D.C.,  Edward  L.  Shaheen,  U.S.  Atty.,  owners  of  a  restaurant  known  as  Ward’s  Plantation \nShreveport, La., for the Government.  House. \nW.  Scott  Wilkinson,  Wilkinson,  Lewis,  Woods  &  5. The persons listed in Attachment A are, or were at \nCarmody, Shreveport, La., for defendants.  times  pertinent  to  this  cause,  voting  members  of  the \nNorthwest Louisiana Restaurant Club and each is and was \nat all times pertinent to this cause an owner of a restaurant \nFINDINGS OF FACT \nin the area of Shreveport of Lake Charles, Louisiana. The \ndefendants Trujillo, Joe, Foo, and the Wards are members \nBefore WISDOM, Circuit Judge, and DAWKINS and \nof a class consisting of the voting membership of the \nHUNTER, District Judges. \nNorthwest Louisiana Restaurant Club. The members of \nthe class are so numerous as to make it impracticable to \nOpinion \nbring  them  all  before  the  Court.  There  are  common \n \nquestions of law and fact affecting the rights sought to be \nPER CURIAM.  enforced by the United States against the members of the \nclass,  and  a  common  relief  is  sought  as  to  all.  The \n  presence of the named defendants as parties provided \nadequate  representation  of  all  members  of  the  class. \n1. This action was filed on April 28, 1965 under Title II,  Testimony  by  deposition  was  elicited  from  the  great \nthe  public accommodations  *152  section  of the Civil  majority of the members of the class individually during \n  1 \n \n\n \nwhich the attorney representing all the named defendants  11. Since July 2, 1964, the great majority, if not all, of the \nwas present. Letters to all members of the Club were sent  voting members of the Northwest Louisiana Restaurant \nby Club officials at various times after this suit was filed  Club have deliberately engaged in the following acts and \nin  which  the  members  were  provided  details  of  the  practices  all  for  the  purpose  and  with  the  effect  of \nlitigation. Each member of the Club had full notice of the  depriving Negroes of their right to the full and equal \npendency of this lawsuit and the issues involved. Each  enjoyment of the goods, services, facilities, privileges, \nwas fairly and fully represented by the named defendants.  advantages, and accommodations of the places of public \naccommodation  owned  or  operated  by  such  members \n6. Prior to July 2, 1964, the effective date of the Civil  without distinction of race or color: \nRights Act of 1964, the voting members of the Northwest \nLouisiana Restaurant Club operated their restaurants on a  (a) They posted signs and decals, supplied to them by the \nracially segregated basis but were otherwise open to the  Club,  in  conspicuous  places  to  indicate  that  their \npublic at large.  establishments were private clubs open to members of the \nNorthwest Louisiana Restaurant Club only; \n7.  The  northwest  Louisiana  Restaurant  Club  was \norganized and it exists for the purpose of avoiding the  (b) They offered and issued membership cards as a matter \nprovisions of the Civil Rights Act of 1964 insofar as that  of course to any white customer without any requirements \nAct  prohibits  certain  restaurants  from  denying  any  or conditions whatsoever; \npersons the full and equal enjoyment of goods, services, \nfacilities, privileges, advantages and accommodations of  (c) They excluded Negroes from membership in the Club \nsuch restaurants without discrimination or segregation on  regardless of their behavior or appearance; \nthe grounds of race or color. \n(d)  They  served  white  customers  without  regard  to \n8.  Each  of  the  voting  members  of  the  Northwest  whether they were members of the Northwest Louisiana \nLouisiana Restaurant Club joined the Club and maintains  Restaurant Club; \nits  membership  in  the  Club  in  order  to  avoid  the \n(e) They denied equal service to Negroes on the ground \napplication of the provisions of Title *153 II of the civil \nthat they were not members of the Northwest Louisiana \nRights Act of 1964 to their respective establishments. The \nRestaurant Club; \npersons  who  organized  the  Club,  particularly  the \ndefendant Stansell, solicited memberships in the Club by \n(f) They denied equal service to Negroes on the basis of \nrepresenting to restaurant owners that the Club would \ntheir race or color. \nprovide a means for avoiding the provisions of Title II. \n12. The Northwest Louisiana Restaurant Club is a sham \n9. Each of the restaurants owned or operated by voting \norganization and exists for no other purpose than to act as \nmembers of the Northwest Louisiana Restaurant Club is \na  device  through  which  affiliated  restaurants  would \nand  has  been  at  all  times  pertinent  to  this  cause  an \npurport  to  operate  private  clubs  to  the  exclusion  of \nestablishment open to the public and the character of its \nNegroes on the basis of race or color. The Club conducted \ntrade and the nature of its solicitation to the general public \nno general meetings of voting members after July 1964 \nhave not changed by reason of its membership in the \nand no correspondence or other materials was distributed \nClub. \nto Club members except that which related to customer \n10. Each of the restaurants whose owners are or were  selection and the pendency of this lawsuit. \nvoting members of the Northwest Louisiana Restaurant \n13.  The  natural  consequence  of  the  formation  and \nClub and who are listed in Attachment A hereto is an \noperation of the Northwest Louisiana Restaurant Club has \nestablishment  principally  engaged  in  selling  food  for \nbeen to discourage and deter Negroes from attempting to \nconsumption on the premises, and a substantial portion of \nobtain service at the member restaurants, and it was the \nthe food and other products sold at each restaurant has \nintent  and  purpose  of  the  members  of  the  Club  to \nmoved in commerce from outside the State of Louisiana \naccomplish  such  discouragement  and  deterrence.  This \nto within the State of Louisiana. Many of the member \ndiscouragement was facilitated by news reports appearing \nrestaurants serve or offer to serve interstate travelers. It is \nin  the  Shreveport  newspapers  in  July  1964  which \nthe nature of the food supply industry in the general area \nattributed to the defendant *154 Stansell statements that \nof Shreveport and Lake Charles, Louisiana that it would \nthe purpose of the Club was permit exclusion of certain \nbe difficult if not impossible to operate a restaurant in \npersons from the member restaurants. These statements \nwhich a substantial portion of the food served or other \nwere never disavowed by Stansell. \nproducts sold did not come from without the State of \nLouisiana. \n  2 \n \n\n \n14. The amendments to the Club’s charter and bylaws  pursuant to Section 206(a) of the Civil Rights Act of 1964 \nadopted in February and March 1966 deleting references  (42 U.S.C. § 2000a-5(a)). \nto non-voting memberships have not changed the basic \nunderlying  purpose  for  the  Club’s  formation  and  4.  The  voting  members  of  the  Northwest  Louisiana \nexistence. The officers of the club did not represent to the  Restaurant Club are agents of the Club for purposes of \nmembers that the purpose of the Club had changed or that  effecting the objectives of the Club and are persons acting \nas a result of the change the members were obliged to  in concert with the Club insofar as the operations of the \nserve  Negroes  or  do  anything  differently  from  their  Club and its voting members violate Title II of the Civil \npractices prior to the changes.  Rights Act of 1964. \n 5.  The  voting  members  of  the  Northwest  Louisiana \n15. The defendant Northwest Louisiana Restaurant Club  Restaurant Club are a class of persons within the meaning \nand  its  voting  members  have  engaged  in  acts  and  of Rule 23(a), F.R.Civ.P., and are properly sued through \npractices  which  constitute  a  pattern  and  practice  of  the  individual  voting  members  named  as  defendants \nresistance to the full and equal enjoyment by Negroes of  representative of the entire class in this action. \nthe goods, services, facilities, privileges, advantages and    \naccommodation of the places of public accommodation \nowned  or  operated  by  such  members,  without  6. This Court has jurisdiction of all the parties in this \ndiscrimination or segregation on the grounds of race or  cause.  The  individuals  listed  in  Attachment  A  to  the \ncolor. This pattern and practice is of such a nature as to,  Court’s decree entered in this case are bound by the terms \nand is intended to, deny the full exercise of such rights.  of that Decree. \n 7. The acts and practices of the defendants, as set forth in \n16. Unless restrained by this Court, the defendants and the  this  Court’s  findings  of  fact,  constitute  an  unlawful \nmembers of the Northwest Louisiana Restaurant Club will  deprivation of the rights secured to Negro citizens to the \ncontinue to engage in acts and practices in violation of  free  and  equal  use  and  enjoyment  of  public \nTitle II of the Civil Rights Act of 1964.  accommodations as guaranteed by Title II of the Civil \nRights Act of 1964 (42 U.S.C. § 2000a). \nCONCLUSIONS OF LAW    \n 8. This deprivation, resulting from the acts and practices \n1. This Court has jurisdiction of this action under Section \nof the defendants, has been and is pursuant to a pattern \n207(a) of the Civil Rights Act of 1964 (42 U.S.C. § \nand practice of resistance to rights within the meaning of \n2000a-6(a)) and under 28 U.S.C. § 1345. \nSection 206(a) of the Civil Rights Act of 1964 (42 U.S.C. \n§ 2000a-5(a)). \n2. A three-judge court was properly convened pursuant to \n  \nand in accordance with Section 206(b) of Title II of the \nCivil Rights Act of 1964 (42 U.S.C. § 2000a-5(b)) and  9. The plaintiff is entitled to a permanent injunction as a \nupon  the  request  and  certification  of  general  public  matter of law. \nimportance filed by the Attorney General of the United \nStates.  All Citations \n3. The Attorney General of the United States is authorized  256 F.Supp. 151 \nto institute this action on behalf of the United States   \n \n \n \n  3 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138125"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116514,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116514"
    }
  ],
  "document_count": 3
}