{
  "case_id": 9986,
  "fetched_at": "2025-10-20T22:39:48.226603",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Chicago",
        "institution_county": null,
        "name": "City of Chicago",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. ยง 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1983,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      },
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Illinois",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1983-01-13",
    "filing_year": 1983,
    "id": 9986,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2007-06-25T00:00:00-04:00",
    "main_docket": {
      "id": 33094,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1983,
      "docket_filing_number": 228,
      "is_main_docket": true,
      "court": "Northern District of Illinois",
      "state": "Illinois",
      "docket_office_number": "1",
      "docket_number_manual": "83 C 228",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Susan B. v. City of Chicago",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Female subjected to a strip search.",
    "plaintiff_type": [],
    "prevailing_party": "Unknown",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1983-11-22",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Illinois",
    "summary": "<p>In 1983, plaintiff filed a lawsuit under 42 U.S.C. ยง 1983 against the City of Chicago in the United States District Court for the Northern District of Illinois. Plaintiff sought compensatory damages, alleging she was strip searched in violation of the Fourth and Fourteenth Amendments.</p><p>Plaintiff alleged she was ordered to squat five times despite her objections that she had not recovered from a recent hysterectomy and that a strip search would cause her substantial pain and create a threat of injury. Levka v. City of Chicago, 748 F.2d 421, 426 (7th Cir. 1984) (JC-IL-10-7500).</p><p>In November 1983, a jury awarded plaintiff $15,000 following a one day trial before U.S. District Court Judge Milton I. Shadur on the damages. The Seventh Circuit had previously held that defendant's strip-search policy for female arrestees violated the Fourth Amendment and the Fourteenth Amendment right to equal protection (see JC-IL-10). Susan B. v. City of Chicago, No. 83-C-228, 1983 U.S. Dist. LEXIS 11437 (N.D. Ill. Nov. 22, 1983).</p><p>No additional information is available.</p><p></p>",
    "summary_published_date": "2012-05-31T00:00:00-04:00",
    "summary_short": "This strip search case was brought in the U.S. District Court for the Northern District of Illinois in 1983 by a woman who was forced by to squat five times, despite her recent and not-yet-healed hysterectomy. A jury awarded her $15,000 in damamges. ",
    "summary_tiny": null,
    "terminating_date": "1983-11-22",
    "clearinghouse_link": "clearinghouse.net/case/9986",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9986",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9986",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9986"
  },
  "documents": [
    {
      "date": "1983-11-22",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "LexisNexis",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": 11437,
      "cite_3_reporter": "U.S.Dist.LEXIS",
      "cite_3_vol": 1983,
      "citation_status": "WL/LEXIS only: No official citation available",
      "court": "Northern District of Illinois",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72311,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72311.pdf",
      "title": "Opinion (Re: Motion to Limine)",
      "text": " \n \n  \nSUSAN B. v. CITY OF CHICAGO  \nUnited States District Court for the Northern District of Illinois Eastern Division  \nNovember 22, 1983  \nNo. 83 C 228  \nReporter: 1983 U.S. Dist. LEXIS 11437 \nSUSAN B., Plaintiff, v. CITY OF CHICAGO, Defendant.  City as a matter of law. It is a truism--but an important fact--\nthat every litigated case is a separate one, with different facts, \nOpinion by:  [*1]  SHADUR   and  that  every  litigant  (plaintiff  and  defendant  alike)  is \n  entitled to have her or its case tried on its own merits, without \nbeing affected (either favorably or adversely) by extraneous \nOpinion \ncircumstances. What one jury may do in one case cannot be \nMEMORANDUM ORDER   permitted, under our legal system, to influence another jury in \nanother  case.It  is  no  accident  that  every  set  of  jury \nOn the City of Chicago's motion in limine, filed immediately  instructions  given  in  every [*3]      case  contains  language \nbefore trial, 1 this Court has ordered on November 15, 1983  much like the following: 4 \nthat until the return of the verdict in Levka v. City of Chicago, \nNo.  83  C  2283  (and  possibly  thereafter  if  the  conditions  Anything you may have seen or heard about this case outside \ncausing entry of this order were to continue to require it, but  the  courtroom  is  not  evidence  and  must  be  entirely \nin no event beyond November 30):   disregarded.  You  should  not  be  influenced  by  sympathy, \nprejudice, fear or public opinion.  \n1. The jury's verdict in this case shall be sealed.  \nThere is a special danger in the present circumstances--and it \n2.  Neither  the  attorneys  nor  the  parties  shall  discuss  the  cuts both ways. As already stated, the motion here was the \nverdict with any media representative.   City's. But as it happened the factual circumstances affecting \nthe  plaintiff  in  this  case  were  particularized  and  highly \n3. Jurors shall not discuss the case and the verdict either with  unusual, matters normally tending to increase the potential \nother  members  of  the  November  1983  jury  panel  of  this  jury verdict. What the jury in fact returned was a verdict well \nDistrict Court or with any media representative.   below what another jury might reasonably have decided upon. \n5 \nThat order was based on this Court's determination that the \ncurrent  availability  to  the  Levka  jurors  of  information  It would be terribly unfair [*4]  to the next plaintiff, who \nregarding the verdict in this case would pose a clear and  might or might not have less sympathetic facts to present to \npresent danger to the administration of justice, because of the  her jury (this Court had no knowledge of the particulars of the \nimmediacy of that trial, an estimated two- to three-day jury  Levka claim when this order was entered orally), to suffer \ntrial scheduled to begin before this Court November 16. It  from a comparison because her jury knew of the earlier result \nmay be noted (though this order will not extend to their trial  in this case--just as the converse kind of unfairness to the City \ndates) that three other strip search cases are specifically set for  could  have  occurred  had  the  verdict  in  this  case  been \nNovember [*2]  trial 2 and one or more of another three cases  extraordinarily high. It is precisely that danger of an adverse \nhas or have some reasonable likelihood of November trial. 3  and improper effect on the administration of justice--in both \ndirections--that is both clear and present, and that can be \nAll strip search cases are damages-only cases, with liability  avoided only by entry of the current order.  \nhaving previously been adjudicated against the  \n  \n1 This order is being written to confirm the Court's oral ruling just before trial. It is being dictated after the one-day trial. \n2 Those cases are set before order judges of this District Court November 22 and 28 (two cases on the latter date). \n3 Those cases are part of the consolidated trial call before Judges Marshall, Moran, Hart and Shadur. Cases on that call are being assigned out \nas reached for trial between now and November 23. \n4 For convenience this language is taken from the Federal Criminal Jury Instructions of the Seventh Circuit, but its counterpart is found in \nevery collection of jury instructions, criminal and civil alike. \n5 Nothing said here is intended to criticize the actual verdict. We make juries the triers of fact for good reason: They represent the collective \nvoice and conscience of the community, though different juries may of course differ widely in their perceptions. \n  \n\n 1983 U.S. Dist. LEXIS 11437, *4  Page 2 of 2 \nWere this case not cheek-by-jowl with the Levka case, it \nwould  be  easy  to  resolve  the  issue  by  relying  on  the  Due process requires that the accused [here, both parties] \ncombination of (1) the normal attenuation of any untoward  receive  a  trial  by  an  impartial  jury  free  from  outside \nimpact from trial publicity over even a short period of time  influences.  \nand (2) the ability to eliminate, via voir dire inquiry in future \nstrip search cases, the few prospective jurors that might have  See KPNX Broadcasting Co. v. Arizona Superior Court, 103 \nmore  retentive  memories.  6  In  that  way  any  need  for  a  S.Ct. 584 (Rehnquist, J.).  \nrestrictive order would be obviated. But here the admonition \nThis Court has the strongest aversion to orders that impinge \nfrom Sheppard v. Maxwell, 384 U.S. 333, 362 (1966), quoted \neven  marginally  on  First  Amendment  rights.  7  Its \nwith approval in Nebraska Press Ass'n [*5]        v. Stuart, 427 \ndetermination of clear and present danger is not made lightly, \nU.S. 539, 553 (1976), is directly implicated:  \nbut the special circumstances of this case have required it.  \n [*6]  \n  \n6 That reliance will apply to the other cases anticipated to be tried in November and thereafter.Accordingly this order is sharply restricted in \ntime. \n7 Before appointment to the bench, this Court was successful counsel for plaintiffs in Chicago Council of Lawyers v. Bauer, 522 F.2d 242 \n(7th Cir. 1975), cert. denied, 427 U.S. 912 (1976), which held unconstitutional a rule of this District Court prohibiting lawyers' comment on \npending cases on a less stringent standard than \"clear and present danger.\" That was one of a substantial number of First Amendment cases in \nwhich this Court was involved as a lawyer--always in support of the exercise of the freedoms of speech and the press. \n  ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72311"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121191,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121191"
    }
  ],
  "document_count": 2
}