{
  "case_id": 9852,
  "fetched_at": "2025-10-20T22:41:24.434809",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Lubbock County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Lubbock",
        "name": "Sheriff of Lubbock County",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Lubbock",
        "name": "Lubbock County, Texas",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Unknown",
    "class_action_sought": "Yes",
    "closing_year": 1985,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Texas",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1982-07-20",
    "filing_year": 1982,
    "id": 9852,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2008-02-12T00:00:00-05:00",
    "main_docket": {
      "id": 33228,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1982,
      "docket_filing_number": 104,
      "is_main_docket": true,
      "court": "Northern District of Texas",
      "state": "Texas",
      "docket_office_number": "5",
      "docket_number_manual": "82-00104",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Stewart v. Lubbock County, Texas",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Women charged with minor offenses and strip searched at the Lubbock County Jail pursuant to a blanket search policy, without any reasonable suspicion that they possessed weapons or contraband.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement",
      "Damages"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "1984-02-08",
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Texas",
    "summary": "<p>In the early 1980s, two female arrestees, Paulette Stewart and Barbara Wilkerson, filed separate lawsuits in the U.S. District Court for the Northern District of Texas, challenging the blanket strip search policy of the Lubbock County Sheriff's Department.  Each plaintiff was arrested for a minor crime (one for public intoxication, the other for a bad check charge) and then strip searched at the Lubbock County Jail pursuant to the Sheriff's policy of strip searching all arrestees, regardless of the crime charged or whether there was any suspicion that the individual possessed weapons or contraband.  Both plaintiffs sought monetary damages and injunctive relief, and Wilkerson also sought class certification.</p><p>The District Court (Judge Halbert O. Woodward) awarded Wilkerson $15,000 in monetary damages and awarded Stewart nominal damages of $1.00.  The District Court also entered a temporary and permanent injunction in the Stewart case, enjoining strip searches under the Lubbock County Sheriff's blanket strip search policy.  Stewart's attorneys then moved for attorneys' fees.  When the Sheriff failed to respond to the motion, the Court granted it and awarded fees.  </p><p>The Sheriff appealed to the Fifth Circuit Court of Appeals, arguing that: (1) in both cases, the District Court committed a legal error in ruling that the County's strip search policy was unconstitutional; and (2) in the Stewart case, the District Court further abused its discretion in refusing to set aside the default judgment for attorney's fees.  The cases were consolidated on appeal, and the Fifth Circuit affirmed the judgments in both cases.  Stewart v. Lubbock County, Texas 767 F.2d 153 (5th Cir. 1985).  </p><p>The Sheriff subsequently requested but was denied a writ of certiorari from the United States Supreme Court.  Lubbock County, Tex. v. Stewart, 475 U.S. 1066, 106 S.Ct. 1378, 89 L.Ed.2d 604 (U.S. 1986).</p><p>We have no further information on this case.</p><p></p>",
    "summary_published_date": "2008-02-12T00:00:00-05:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": "1985-08-05",
    "clearinghouse_link": "clearinghouse.net/case/9852",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9852",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9852",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9852"
  },
  "documents": [
    {
      "date": "1986-03-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Deleted",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 1066,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 475,
      "cite_2_page": 1378,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 106,
      "cite_3_page": 604,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 89,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 26344,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/26344.pdf",
      "title": "[Cert. Denied]",
      "text": "1378  106 SUPREME COURT REPORTER  475 U.S. \n4 \n475 U.S. 1065, 89 L.Ed.2d 603  475 U.S.  1066, 89 L.Ed.2d 604 \nPeggy GATES, petitioner, v. Sam  LUBBOCK COUNTY, TEXAS, et al., peti \nSPINKS, et al.  No. 85-1215.  tioners, v. Paulette STEWART and Bar \nCase below, 771 F.2d 916;  775 F.2d 1168.  bara Wilkerson, etc.  No. 85-1241. \nPetition for writ of certiorari to the Unit  Case below, 767 F.2d 153. \ned States Court of Appeals for the Fifth  Petition for writ of certiorari to the Unit \nCircuit.  ed States Court of Appeals for the Fifth \nMarch 10, 1986.  Denied.  Circuit. \nMarch 10, 1986.  Denied. \nJustice BRENNAN took no part in  the \nconsideration or decision  of this  petition.  Justice BRENNAN took no part in the \nconsideration  or decision  of this  petition. \n2 \n475 U.S.  1066, 89 L.Ed.2d 603 \nJohn D.  O'CONNELL, petitioner, v.  5 \nMARYLAND STEEL ERECTORS,  475 U.S.  1066, 89 L.Ed.2d 604 \nINC., et al.  No. 85-1216. \nDonald E.  BROWN, et al., petitioners, \nCase below, 495 A.2d 1134.  v.  KERR-McGEE CHEMICAL \nPetition for writ of certiorari to the Dis  CORPORATION.  No. 85-1258. \ntrict of Columbia Court of Appeals.  Former decision, 475 U.S. 1043, 106 S.Ct. \nMarch 10, 1986.  Denied.  1257. \nCase below, 767 F.2d 1234. \nJustice BRENNAN took no part in the \nPetition for writ of certiorari to the Unit \nconsideration or decision  of this  petition. \ned States Court of Appeals for the Seventh \nCircuit. \nMarch 10, 1986.  Denied. \nJustice BRENNAN took no part in the \nconsideration  or decision  of this  petition. \n3 \n475 U.S. 1066, 89 L.Ed.2d 604 \nHUGH KNOELL BUILDERS, INC., peti \ntioner, v. FIRST FEDERAL SAVINGS \nAND  LOAN  ASSOCIATION.  No. 85-\n1220. \nPetition  for  writ  of  certiorari  to  the  6 \nCourt of Appeals of Arizona, Division One.  475 U.S.  1066, 89 L.Ed.2d 604 \nMarch 10, 1986.  Denied.  WILLIAMS ROCK MINING COMPANY, \nINC., petitioner, v.  UNITED \nJustice BRENNAN took no part in the  STATES.  No. 85-1330. \nconsideration or decision  of this  petition.  Case below, 782 F.2d 1048. ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/26344"
    },
    {
      "date": "1986-03-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": "cert. denied",
      "cite_1_page": 1066,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 475,
      "cite_2_page": 1378,
      "cite_2_reporter": "S.Ct.",
      "cite_2_vol": 106,
      "cite_3_page": 604,
      "cite_3_reporter": "L.Ed.2d",
      "cite_3_vol": 89,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 72389,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/72389.pdf",
      "title": "[Cert. Denied]",
      "text": "Lubbock County, Tex. v. Stewart, 475 U.S. 1066 (1986)   \n \n \n   Appeals for the Fifth Circuit. \n  \n106 S.Ct. 1378 \nDenied. \nSupreme Court of the United States \n  \nLUBBOCK COUNTY, TEXAS, et al., petitioners, \nv. \nPaulette STEWART and Barbara Wilkerson, etc. \nJustice BRENNAN took no part in the consideration or \ndecision of this petition. \nNo. 85-1241 | March 10, 1986 \nParallel Citations \nCase below, 767 F.2d 153. \n  \n106 S.Ct. 1378 (Mem), 89 L.Ed.2d 604 \n\t\r  \nOpinion \n \nPetition for writ of certiorari to the United States Court of \n \n \n  \n  1 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/72389"
    },
    {
      "date": "1985-08-05",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 153,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 767,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Fifth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54301,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54301.pdf",
      "title": "[Opinion Affirming District Court]",
      "text": "767 F.2d 153 (1985)\nPaulette STEWART, Plaintiff-Appellee,\nv.\nLUBBOCK COUNTY, TEXAS, et al., Defendants-Appellants.\nBarbara WILKERSON, on behalf of herself and all others similarly situated, Plaintiffs-\nAppellees,\nv.\nLUBBOCK COUNTY, TEXAS and Delwin Lee (Sonny) Keesee, individually and in his\ncapacity as Sheriff of Lubbock County, Tx., et al., Defendants-Appellants.\nNos. 84-1199, 84-1331 and 84-1406.\nUnited States Court of Appeals, Fifth Circuit.\nAugust 5, 1985.\n154 *154 Jim Bob Darnell, Crim. Dist. Atty., Kay P. Fletcher, Asst. Crim. Dist. Atty., Cecil Kuhne, Lubbock, Tex., for\ndefendants-appellants.\nMarvin Rogers, Mark C. Hall, Lubbock, Tex., for plaintiff-appellee.\nMarvin Rogers, West Texas Legal Services, Nathan Hult, Mark C. Hall, Lubbock, Tex., for plaintiffs-appellees.\n[*]\nBefore JOHNSON, HILL, Circuit Judges, and HINOJOSA , District Judge.\nROBERT MADDEN HILL, Circuit Judge:\nLubbock County, Texas, and officials of the Sheriff's Department, defendants, in these two consolidated cases on\nappeal allege legal error in the district court's ruling that the County's strip search policy was unconstitutional. In\nthe Stewart case, defendants also allege that the district court abused its discretion in refusing to set aside a\ndefault judgment for attorney's fees. We agree with the district court's ruling that the strip search policy was\nunconstitutional and affirm the judgments in both cases. We also affirm the award of attorney's fees in the\nStewart case.\nFACTS AND PROCEDURAL HISTORY\nThe policy at the Lubbock County jail prior to the issuance of temporary and permanent injunctions by the district\ncourt permitted a strip search of any arrestee. The searches did not depend upon the severity of the charge.\nThus, all citizens arrested for misdemeanors punishable by fine only (Class C) were strip searched at the\nLubbock County jail pursuant to jail policy. Furthermore, there was no requirement that the arrestee be suspected\nof possessing weapons or contraband for a strip search to be conducted. These searches, approximately 1000\nper month, were conducted before arraignment and before the arrestee had an opportunity to arrange for bail.\nThus, persons such as the plaintiffs, Paulette Stewart and Barbara Wilkerson, were subject to strip searches\n[1]\nupon arrest for misdemeanors punishable only by fine.\n155 *155 Both plaintiffs sued Lubbock County and county officials in federal district court.[2] In addition to receiving\ndamages, the plaintiffs sought to enjoin the strip search policy in effect. A permanent injunction was issued by the\ndistrict court in the Stewart case.\n[3]\nTwo questions are presented on appeal:  whether the district court erred in holding the strip search policy of the\nLubbock County Sheriff's Department unconstitutional as a matter of law; and whether the district court abused\nits discretion in refusing to set aside a default judgment for attorney's fees against Lubbock County.\n\nANALYSIS\nI. Constitutionality of the Strip Search Policy\n156 Plaintiffs urge that the strip search policy of the defendants is violative of the *156 Fourth Amendment.[4] The\nSeventh Circuit has provided guidance for the balancing of interests in determining the constitutionality of strip\nsearches under the Fourth Amendment. See Mary Beth G. v. City of Chicago, 723 F.2d 1263 (7th Cir.1983). In \nMary Beth G. a challenge was made to the strip search policies of the city of Chicago. In finding the policies to be\nunconstitutional, the court both relied on and distinguished Bell v. Wolfish, 441 U.S. 520, 99 S.Ct. 1861, 60\nL.Ed.2d 447 (1979). It relied on Wolfish for the standard of determining \"reasonableness\" of searches:\nThe test of reasonableness under the Fourth Amendment is not capable of precise definition or\nmechanical application. In each case it requires a balancing of the need for the particular search\nagainst the invasion of personal rights that the search entails. Courts must consider the scope of\nthe particular intrusion, the manner in which it is conducted, the justification for initiating it, and the\nplace in which it is conducted.\n723 F.2d at 1271 (citing Wolfish, 441 U.S. at 559, 99 S.Ct. at 1884). It also distinguished the holding of Wolfish\nthat strip searches may be conducted with less than probable cause by specifying that pre-trial detainees in \nWolfish \"were awaiting trial on serious federal charges after having failed to make bond and were being searched\nafter contact visits.\" 723 F.2d at 1272. The court in Mary Beth G. found that the city of Chicago's need for strip\nsearching \"minor offenders who were not inherently dangerous and who were being detained only briefly while\nawaiting bond ... when there was no reason to believe they were hiding weapons or contraband on their persons\"\ndid not outweigh the personal privacy interest of the detainees. 723 F.2d at 1272. It found the strip searches\nunreasonable without a reasonable suspicion by the authorities that either weapons or contraband might be\nconcealed on the bodies of the detainees. Id. at 1273.\nThe Fourth Circuit has also applied and distinguished Wolfish in the case of an arrestee facing a charge of driving\nwhile intoxicated who was strip searched without any reasonable suspicion that she might be in possession of\neither a weapon or contraband. See Logan v. Shealy, 660 F.2d 1007 (4th Cir.1981),cert. denied,455 U.S. 942,\n102 S.Ct. 1435, 71 L.Ed.2d 653 (1982). The court pointed out that although Logan's offense was \"not a minor\ntraffic offense, [it] was nevertheless one not commonly associated by its very nature with the possession of\nweapons or contraband....\" Id. at 1013. It also considered relevant to its conclusion of the unconstitutionality of\nthe strip search policy that \"there was no cause in [Logan's] specific case to believe that she might possess either\n[weapons or contraband].\" Id.\nIn the cases sub judice, similarly to Mary Beth G., the detainees were arrestees awaiting bond on misdemeanor\nor traffic violation charges. Lubbock County argues that the strip search policy of the Chicago Police Department\nwhich it admits was similar to its own was unreasonable because it was enforced only against female arrestees.\nWhile the Seventh Circuit held that such disparity in treatment did violate the equal protection clause of the\nFourteenth Amendment, that violation was clearly stated to be an \"additional ground\" for finding the strip search\npolicy unconstitutional. Mary Beth G., 723 F.2d at 1274. Lubbock County's argument that Mary Beth G. is\ninapplicable to the present cases is entirely without merit.\nBecause Lubbock County's strip search policy was applied to minor offenders awaiting bond when no reasonable\nsuspicion existed that they as a category of offenders or individually might possess weapons or contraband,\n157 under the balancing *157 test of Wolfish we find such searches unreasonable and the policy to be in violation of\nthe Fourth Amendment.\n\nII. Attorney's Fees\nLubbock County argues in the Stewart case that the district court abused its discretion by not setting aside a\n[5]\ndefault judgment for attorney's fees under 42 U.S.C. § 1988.  The court had received an application for an\naward of attorney's fees on March 9, 1984. Under Local Rule of Practice 5.1(e) defendants had 20 days to\n[6]\nrespond to the motion.  Further, the court entered an order 3 days later, on March 12, stating that any opposing\nbriefs shall be filed within 20 days of the order. On April 4, after the deadline in the order, the court granted\nStewart's application for attorney's fees. Thereafter, defendants filed a motion to vacate judgment. It is the denial\nof this motion that defendants now appeal.\nThe standard for review is whether the district court abused its discretion. See, e.g., Moldwood Corp. v. Stutts,\n410 F.2d 351, 352 (5th Cir.1969). The district court, in its order granting attorney's fees in the amount requested,\nnoted that defendants had not responded in any way to the court's earlier order setting the time for their\nresponse, and it concluded that the defendants therefore agreed that Stewart's request was reasonable as to the\nnumber of hours expended and to the per hour fee requested. The district court applied the standards of Hensley\nv. Eckerhart, 461 U.S. 424, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983) and considered the factors specified in \nJohnson v. Georgia Highway Express, 488 F.2d 714 (5th Cir.1974). The court found that the hours expended and\nthe hourly rate were reasonable. Further, relying on Blum v. Stenson, 465 U.S. 886, 104 S.Ct. 1541, 79 L.Ed.2d\n891 (1984) it found that the defendants, having failed to submit any evidence, had waived their right to an\nevidentiary hearing.\nIn their motion to vacate judgment, defendants asserted that they had been unable to find a copy of the March 12\nbriefing order in any of their files, and requested relief for \"mistake, inadvertence, ... or excusable neglect\" under\nFed.R.Civ.P. 60(b)(1). The district court, relying on the requirement of Local Rule of Practice 5.1(e) that a\nresponse be filed within 20 days of the filing of a motion, denied defendants' motion to vacate judgment. Thus,\ndefendants' reliance on their inability to find the March 12 order informing them of the 20 day requirement is\nmisplaced: the order was merely a reminder of the response requirement contained in the local rules (although it\nextended the 20 day period to respond by starting it from the date of the order).\nWe find no abuse of discretion in the district court's failure to set aside the award of attorney's fees and to grant\nan evidentiary hearing on the issue of the reasonableness of amount of the award of such fees. The award of\nattorney's fees in the Stewart case is affirmed.\nAFFIRMED.\nHINOJOSA, District Judge, concurring in part and dissenting in part:\nI concur with Judge Hill's opinion on the constitutionality of the strip search policy of the Lubbock County Sheriff's\n158 Department with respect to these particular Plaintiffs' claims for damages[1] and on the propriety *158 of the\ndistrict court's entry of default judgment for attorney's fees. I dissent in part, however, because I conclude that this\nCourt, based on lack of federal jurisdiction, should have reversed the district court's judgment granting the\nPlaintiffs' claims for injunctive relief.\nIn this Court's opinion the majority conclude that \"[t]he injunction issued by the district court is not before us on\nappeal.\" Supra at note 3. The majority note that if the injunction was before this panel on appeal, they would have\nraised sua sponte the issue of the Plaintiffs' standing to seek injunctive relief. Id. In my opinion this issue, which\ngoes to the article III thresh-hold requirement for federal court jurisdiction, City of Los Angeles v. Lyons, 461 U.S.\n95, 103 S.Ct. 1660, 1665, 75 L.Ed.2d 675 (1983), is sufficiently before this Court on appeal.\nLubbock County's brief stated the substantive issue on appeal for both of these consolidated cases as follows:\n\"The Court erred in ruling, as a matter of law, that the strip search policy of the Lubbock County Sheriff's\n[2]\nDepartment was unconstitutional.\"  This ruling was first made by the district court in its order entering a\ntemporary injunction against Lubbock County in Plaintiff Barbara Wilkerson's case. After a jury refused to award\ndamages to Plaintiff Paulette Stewart, the Court issued a memorandum in which it reaffirmed its ruling in issuing\n\nthe temporary injunction in Wilkerson's case that the county's strip search policy was unconstitutional. In\n159 accordance with this memorandum, the district court entered judgment against Lubbock *159 County in Stewart's\ncase. The district court's judgment awarded Stewart one dollar in damages and ordered a permanent injunction.\nThe judgment entered by the court in Wilkerson's case awarded a total of $15,000 in damages as found by a jury\nand adopted the permanent injunction entered in Stewart's case.\nSince the district court made its ruling that Lubbock County's strip search policy was unconstitutional in its order\nissuing the temporary injunction, which later was made permanent in both cases, it is particularly difficult for me\nto understand how the jurisdictional issue of the Plaintiffs standing to seek injunctive relief is not before us. It is,\nof course, a familiar rule of appellate review that jurisdictional issues, particularly the article III case or\ncontroversy requirement, should be examined on appeal even if not raised by the parties or the court below. See \nJuidice v. Vail, 430 U.S. 327, 331, 97 S.Ct. 1211, 1215, 51 L.Ed.2d 376 (1977); McCulloch v. Sociedad Nacional\nde Marineros de Honduras, 372 U.S. 10, 16, 83 S.Ct. 671, 674, 9 L.Ed.2d 547 (1963); Save the Bay, Inc. v.\nUnited States Army, 639 F.2d 1100, 1102 (5th Cir.1981); United States v. Rochelle, 363 F.2d 225, 230 (5th\nCir.1966). This practice was recently followed by another Fifth Circuit panel who raised sua sponte the same\nstanding issue in an analogous factual context. Brown v. Edwards, 721 F.2d 1442, 1446 (5th Cir.1984).\nIn this appeal the majority recognize that jurisdictional issues should be considered sua sponte by an appellate\ncourt. They have concluded, however, that the injunction is not before us. Apparently the majority would have\nconsidered the Plaintiffs' standing to seek injunctive relief if the county had challenged the injunction on other\ngrounds (for example, because it was overly broad), but will not consider the standing issue when, as here, the\ncounty has challenged the district court's ruling that directly led to the issuance of the injunction. It seems to me\nthat this distinction, which appears to be based on how far off the party misses the jurisdictional issue, likewise\nmisses the point.\nThe rationale for requiring a federal court to examine jurisdictional issues not raised by the parties is that\n\"[f]ederal courts are courts of limited jurisdiction\" and may not proceed without congressionally or constitutionally\nconferred jurisdiction. Save the Bay, Inc. v. United States Army, 639 F.2d at 1102. As developed more fully below,\nin these cases the district court was without jurisdiction to consider the Plaintiffs' claims for injunctive relief, and,\ntherefore, this Court should raise the standing issue sua sponte.\nIn accordance with principles recently articulated by the Supreme Court in City of Los Angeles v. Lyons, 461 U.S.\n95, 103 S.Ct. 1660, 75 L.Ed.2d 675 (1983), I conclude that Plaintiffs' claims for injunctive relief do not satisfy the\narticle III case or controversy requirement. See also Brown v. Edwards, 721 F.2d at 1446-47. These issues were\nnot present in the Seventh Circuit's decision in Mary Beth G. v. City of Chicago since apparently the \"parties ...\nentered into an agreement and stipulation in settlement of the plaintiff's claims for injunctive relief.\" 723 F.2d\n1263, 1266 (7th Cir.1983).\nIn Lyons the Supreme Court stated that \"[p]ast wrongs do not in themselves amount to that real and immediate\nthreat of injury necessary to make out a case or controversy.\" 103 S.Ct. at 1666. Thus, in order to show that\nLubbock County's strip search policy would be unconstitutionally applied to injure the Plaintiffs in the future, and\nthereby establish an actual controversy with respect to injunctive relief, Plaintiffs would have had to allege the\nfollowing: (1) that Plaintiffs would have another encounter with the police, (2) that this encounter would result in\nan arrest for a traffic or minor offense, and (3) that Plaintiffs would be brought to the booking area of the county\njail and strip searched under conditions in which there was no constitutionally permissible basis for such a\nsearch. See id. at 1667-1669; see also O'Shea v. Littleton, 414 U.S. 488, 496-98, 94 S.Ct. 669, 676-77, 38\nL.Ed.2d 674 (1974).\n160 While Lubbock County's clear strip search policy may make these closer cases *160 than that in Lyons, \"in any\nevent, to have a case or controversy with the [county] that could sustain [the claims for injunctive relief],\n[Plaintiffs] would have to credibly allege that [they] faced a realistic threat from the future application of the\n[county's] policy.\" City of Los Angeles v. Lyons, 103 S.Ct. at 1668 n. 7 (emphasis added). Even assuming\nPlaintiffs had made these allegations, anticipating whether these Plaintiffs would be arrested for a violation of the\nlaw and subsequently strip searched at the county jail \"takes us into the area of speculation and conjecture.\" See \nO'Shea v. Littleton, 414 U.S. at 498, 94 S.Ct. at 677.\n\nMoreover, here the Plaintiffs have not even made the above allegations. Both Plaintiffs made virtually identical\nallegations supporting their claims for injunctive relief. Plaintiff Wilkerson's complaint alleged that she \"may suffer\nirrevocable injury, loss, and harm and the accompanying humiliation, degregation [sic], and emotional stress if\nshe is again subject to an arrest and strip search as she has been on the occasion as alleged above\" (emphasis\nadded).\nIn Brown v. Edwards, 721 F.2d 1442 (5th Cir.1984), the Plaintiff had been arrested and subsequently brought a\nsection 1983 action challenging the constitutionality of the Mississippi fee system for constables. In holding that\nBrown lacked standing to seek equitable relief, this Court noted that \"Brown's complaint does not allege, and\nnothing in the record suggests, that Brown is in any way likely, or more likely than any other Mississippian to be\nagain subjected to arrest or charging by any Mississippi constable.\" Id. at 1446. Likewise, here there is nothing to\nsuggest that these Plaintiffs are any more likely than any other citizen of Lubbock County to again be arrested\nand strip searched. In my opinion, the Plaintiffs' claims for injunctive relief clearly do not allege an actual case or\n[3]\ncontroversy as required by Article III of the Constitution.\nThe Ninth Circuit has taken the position that if a plaintiff has standing to bring an action for damages, the plaintiff\nalso has standing to assert a claim for injunctive relief. Giles v. Ackerman, 746 F.2d 614, 619 (9th Cir.1984). The\nNinth Circuit reached this conclusion after observing that in Lyons the damages claim had been severed from the\nclaim for injunctive relief by the time the case reached the Supreme Court. Id.; see City of Los Angeles v. Lyons,\n103 S.Ct. at 1667 n. 6.\nWhile the Ninth Circuit's position is an understandable attempt to mitigate the arguably severe case or\ncontroversy rule dictated by Lyons, I doubt that this approach squares with the Supreme Court's holdings in this\narea. In Lyons the original complaint sought damages in counts I through IV and injunctive relief in count V. While\nthe Supreme Court noted that the parties agreed to sever the damage and injunctive claims after the case's first\nappeal, the court broadly held that \"[u]nder O'Shea and Rizzo, these allegations [that Lyons would again be\ninjured by application of the City's choke hold policy] were an insufficient basis to provide a federal court with\njurisdiction to entertain count V of the complaint.\" City of Los Angeles v. Lyons, 103 S.Ct. at 1668. This holding\nleads me to believe that the Court would have reached the same conclusion on the claim for injunctive relief even\nif the damages claim had not been severed.\nIn addition, the Ninth Circuit's approach is inconsistent with this Circuit's application of Lyons in Brown v.\nEdwards, 721 F.2d at 1446-47. In Brown this Court applied Lyons and held that the plaintiff lacked standing to\nseek injunctive relief in a case in which the damages claim was not severed from the claim for equitable relief.\nThe Supreme Court's answer to the effect of withholding injunctive relief was that the plaintiff, as is the case here,\n161 had a *161 remedy for damages under section 1983 which would, along with possible federal criminal civil rights\nsanctions, deter future violations of the important rights at issue. City of Los Angeles v. Lyons, 103 S.Ct. at 1671.\nIn sum, I conclude that we should have raised sua sponte the issue of the Plaintiffs' standing to seek injunctive\n[4]\nrelief and that the claims for injunctive relief should have been dismissed for lack of federal jurisdiction.\n[*] District Judge of the Southern District of Texas, sitting by designation.\n[1] Paulette Stewart had been arrested for public intoxication and Barbara Wilkerson had been arrested on an\noutstanding warrant for issuing a bad check after a routine traffic stop.\n[2] Stewart sued for damages under 42 U.S.C. § 1983 for injuries received in a scuffle during her strip search and\nwas awarded $1 in nominal damages. Wilkerson also sued for damages under § 1983 for her strip search and\nwas awarded $15,000 in damages.\n[3] The injunction issued by the district court is not before us on appeal. Accordingly, we do not determine\nwhether injunctive relief was appropriate in this case, nor do we reach the merits of the injunction. We note,\nhowever, that in light of City of Los Angeles v. Lyons, 461 U.S. 95, 103 S.Ct. 1660, 75 L.Ed.2d 675 (1983), we\nwould raise sua sponte the question of plaintiffs' standing to seek injunctive relief were the injunction before us on\nappeal. See Brown v. Edwards, 721 F.2d 1442, 1446 (5th Cir.1984). Plaintiffs may not be able to show that they\n\nwould again be arrested and therefore be again subject to the unconstitutional strip search policy of the Lubbock\nCounty Sheriff's Department. See Lyons, 461 U.S. at 102, 103 S.Ct. at 1665; Brown, 721 F.2d at 1447. But see \nGiles v. Ackerman, 746 F.2d 614, 619 (9th Cir.1984) (plaintiff with standing to bring damages action has standing\nto obtain injunctive relief in addition to damages). Cf. Mary Beth G. v. City of Chicago, 723 F.2d 1263, 1266 (7th\nCir.1983) (class action; injunction by agreement and stipulation). In the present case, on appeal appellants pray\nonly that the trial court's ruling of law that the strip search policy is unconstitutional and that Wilkerson's $15,000\ndamage award be reversed. No relief from the permanent injunction is sought. \nThe dissent would consider the injunction which is not before us on appeal and dismiss it on jurisdictional\ngrounds (J. Hinojosa, dissenting). The dissent argues primarily that we may consider the injunction because we\nmay and indeed must raise jurisdictional issues sua sponte. We agree completely that this Court could and\nshould raise sua sponte any questions concerning jurisdiction in matters properly before this Court. However, we\nfind that only the judgments regarding damages are before us on appeal and that the permanent injunction which\nthe dissent would dismiss is not part of this appeal.\nThe cases cited by the dissent in support of the proposition that we should raise the issue of jurisdiction sua\nsponte even if not raised by the parties involved injunctions and other matters actually before the appellate court. \nSee Juidice v. Vail, 430 U.S. 327, 97 S.Ct. 1211, 51 L.Ed.2d 376 (1977) (Supreme Court sua sponte raised\nstanding of some class members released from jail after contempt proceedings to seek injunctive relief; finding\nthat other class members had standing, the Supreme Court reached the merits concerning the applicability of\nYounger principles); McCulloch v. Sociedad Nacional de Marineros de Honduras, 372 U.S. 10, 83 S.Ct. 671, 9\nL.Ed.2d 547 (1963) (Supreme Court noted that it may reexamine jurisdiction of the district court to enjoin an order\nof the National Labor Relations Board although not raised by the parties); Brown, 721 F.2d at 1446 (this Court\nconsidered sua sponte Brown's standing to seek equitable relief in appeal of dismissal of section 1983 action for\ndamages and injunctive relief); Save the Bay, Inc. v. United States Army, 639 F.2d 1100 (5th Cir.1981) (this Court\nin the appeal of an order in part granting injunctive relief considered sua sponte whether the order was\nappealable); United States v. Rochelle, 363 F.2d 225 (5th Cir.1966) (this Court sua sponte raised question of the\njurisdiction of the district court in a suit involving bankruptcy and income tax). These cases require only that the\njurisdiction of this Court or a district court over matters before this Court be raised by us even when the parties\ndid not raise it and the district court did not consider it. In fact, in Brown, this Court considered jurisdiction\nseparately for the damage claims and injunctive relief, although in Giles, the Ninth Circuit found that jurisdiction\nover damage claims would also sustain jurisdiction over any additional (injunctive or declaratory) relief sought.\nWe observe, further, that were we to reach the merits as to the injunction, we would vacate section F of the\ninjunction and remand to the district court for a revision of the injunction to clearly permit misdemeanor and traffic\nviolation arrestees to be strip searched even while awaiting bond if reasonably suspected of possessing weapons\nor contraband.\n[4] The right of the people to be secure in their persons, homes, papers and effects; against unreasonable\nsearches and seizures, shall not be violated, and no Warrants shall issue, but upon probable cause, supported\nby Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be\nseized. \nU.S. Const. amend. IV.\n[5] Section 1988 provides in part: \nIn any action or proceeding to enforce a provision or section [] ... 1983 ..., the court, in its discretion, may allow\nthe prevailing party ... a reasonable attorney's fee as part of costs.\n[6] This rule provides: \nAny response to a motion shall be filed within 20 days from the date of filing of the motion.\n[1] The majority holds that \"[b]ecause Lubbock County's strip search policy was applied to minor offenders\nawaiting bond when no reasonable suspicion existed that they as a category of offenders or individually might\npossess weapons or contraband, under the balancing test of Wolfish we find such searches unreasonable.\" \n\nSupra at slip op. p. 5896, 767 F.2d at p. 156. I do not understand this holding to limit the \"reasonableness\" test as\narticulated in Bell v. Wolfish, 441 U.S. 520, 559, 99 S.Ct. 1861, 1884, 60 L.Ed.2d 447 (1979), to only situations in\nwhich suspicion exists that the arrestee possesses weapons or contraband. Each case must be considered in\nlight of all the circumstances surrounding the particular search. Id. For example, I have no doubt that it is not\nunreasonable to strip search minor offenders when, due to overcrowding, they must be placed temporarily with\nthe more serious offenders. A provision to this effect was made a part of the permanent injunction issued by the\ndistrict court in these cases. \nI also note that, under the Wolfish balancing test, normally a factual inquiry would need to be made to determine\nif, in light of the particular circumstances, a search is reasonable. The district court in these cases appears to\nhave ruled in issuing the injunction that the county's strip search policy was unconstitutional on its face. I have\nconcluded that the court lacked jurisdiction to issue this injunction. See infra. The same article III standing defect\nthat deprived the district court of jurisdiction to consider the Plaintiffs' claims for injunctive relief also barred any\ndeclaratory relief. See City of Los Angeles v. Lyons, 461 U.S. 95, 103 S.Ct. 1660, 1666, 75 L.Ed.2d 675 (1983)\n(citing Golden v. Zwickler, 394 U.S. 103, 89 S.Ct. 956, 22 L.Ed.2d 113 (1969)); Brown v. Edwards, 721 F.2d 1442,\n1447 (5th Cir.1984). In addition, other than in the context of the first amendment, it is usually improper to consider\nstatutory or policy applications to third parties not before the court. See United States v. Raines, 362 U.S. 17, 21,\n80 S.Ct. 519, 522, 4 L.Ed.2d 524 (1960). Even assuming that the district court could have declared the policy\nunconstitutional, the Plaintiffs in these cases would still have to prove that their constitutional rights were violated.\nSee id.; New York v. Ferber, 458 U.S. 747, 767-68, 102 S.Ct. 3348, 3359-61, 73 L.Ed.2d 1113 (1982). Despite\nthis, the district court instructed the jury in both cases that the county had violated the Plaintiff's constitutional\nrights and that the only issue was the amount of damages. Normally a factual inquiry would be necessary before\ndeciding this constitutional question. Here, however, the record reveals that the Defendants have virtually\nstipulated that no special circumstances existed which required a strip search of these minor offenders. Further,\nthe Defendants have not raised this issue on appeal. Therefore, I concur in the majority's holding only to the\nextent that it declares that the county's strip search policy violated the constitutional rights of these particular\nPlaintiffs and would affirm the damages awarded to them.\n[2] The majority \"find[s] that only the judgments regarding damages are before us on appeal.\" Supra at note 3. As\ncan be seen from the district court's rulings relating to the constitutionality of the County's strip search policy, a\nsummary of which is set forth in the text that follows, there are no separate \"judgments regarding damages,\" and,\nin my opinion, the damages award and the injunction are intertwined with the district court's ruling on the\nconstitutional question. \nI also note that in its briefs the County has not contested the propriety of a damages award or the amount of the\ndamages awarded, given the district court's ruling on the constitutional question. Instead, the County has raised\nthe issue of the court's legal ruling that directly resulted in both the issuance of the injunction and the award of\ndamages.\n[3] Plaintiff Wilkerson's suit was originally brought as a class action. The existence of a certified class would\nchange the above analysis somewhat, although my view is that the result would be the same since Wilkerson, as\nclass representative, would still be required to have standing. See O'Shea v. Littleton, 414 U.S. 488, 94 S.Ct.\n669, 38 L.Ed.2d 674 (1974). The record reveals, however, that the class was never certified.\n[4] Other than the jurisdictional question that we should raise sua sponte and find dispositive in these cases, I\nwould have two additional concerns regarding the injunction. First, even if the Plaintiffs had article III standing to\nassert their claims for injunctive relief, they, in all likelihood, could not demonstrate the irreparable harm that is a\nprerequisite to equitable relief. See City of Los Angeles v. Lyons, 103 S.Ct. at 1670-71. Second, I question\nwhether the injunction, which permanently designates (absent application to federal court) particular sections of\nthe county jailhouse for particular purposes and permanently mandates a particular processing procedure for\narrestees, is overly intrusive to the point that federalism concerns are raised. See Rizzo v. Goode, 423 U.S. 362,\n379-80, 96 S.Ct. 598, 608-09, 46 L.Ed.2d 561 (1976); Ruiz v. Estelle, 679 F.2d 1115, 1144-45 (5th Cir.1982).\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54301"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121590,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121590"
    }
  ],
  "document_count": 4
}