{
  "case_id": 17592,
  "fetched_at": "2025-10-22T00:31:28.140854",
  "case_data": {
    "attorney_orgs": [
      "ACLU National (all projects)",
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Coordinator of Elections for the State of Tennessee",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Secretary of State for the State of Tennessee",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Governor of the State of Tennessee",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "Yes",
    "case_status": "Coding Complete",
    "case_types": [
      "Election/Voting Rights"
    ],
    "cause_other": "",
    "causes": [
      "State law"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      }
    ],
    "court": "Tennessee state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2020-05-14",
    "filing_year": 2020,
    "id": 17592,
    "injunction_duration": "",
    "issues": [
      "COVID-19: Mitigation Requested",
      "COVID-19: Mitigation Granted",
      "Voting: Election administration",
      "Voting: Voter qualifications",
      "Voting: Voting: General & Misc."
    ],
    "last_checked_date": "2020-06-21T00:00:00-04:00",
    "main_docket": {
      "id": 27898,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 2020,
      "docket_filing_number": 435,
      "is_main_docket": true,
      "court": "Tennessee state trial court",
      "state": "Tennessee",
      "docket_office_number": "",
      "docket_number_manual": "20-435-IV",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Lay v. Goins",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 2020,
    "permanent_injunction": false,
    "plaintiff_description": "Tennessee voters",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": "2020-06-04",
    "settlement_judgment_year": null,
    "special_collections": [
      "COVID-19 (novel coronavirus)"
    ],
    "special_case_type": [],
    "state": "Tennessee",
    "summary": "<p>On May 15, 2020, Tennessee voters filed a complaint against the State of Tennessee to temporarily ease its application of the voting by mail law during the COVID-19 pandemic. All plaintiffs did not qualify to vote by mail under Tennessee voting law despite facing heightened susceptibility of COVID-19 or living with persons facing heightened vulnerability. The plaintiffs alleged that the requirement to vote in-person exposed voters to health risks, as the polling station could not deny entry to those who chose not to wear masks. The plaintiffs alleged that the enforcement of the in-person requirement constituted an unreasonable burden on the fundamental right to vote under the Tennessee Constitution.</p>\r\n<p>Filed in the Chancery Court for the state of Tennessee, the plaintiffs sought declaratory relief, as well as a preliminary and permanent injunction enjoining the excuse requirement for the August 6 primary and November 3 general elections, and to expand access to voting by mail for the plaintiffs. Further, the plaintiffs requested an order requiring the defendants to modify the election material to reflect the elimination and/or modification of the Excuse Requirement and to conduct a public information campaign accordingly. The plaintiffs also sought attorney fees. The plaintiffs were represented by the American Civil Liberties Union Foundation, ACLU of Tennessee, and private counsel. The case was assigned to Davidson County Chancellor Judge Ellen Hobbs Lyle.</p>\r\n<p>The defendant responded that increasing voting by mail introduced voter fraud risk and that the state lacked fiscal and logistical resources.</p>\r\n<p>On June 3, a hearing was held on the impact of expanded absentee voting. The following day, the court granted the temporary injunction in favor of the plaintiffs. The court concluded that the state&rsquo;s restrictive application of the voting by mail law during the pandemic posed an unreasonable burden on the right to vote. The defendants were mandated to waive the &ldquo;excuse requirement&rdquo; for absentee voters, to mail an absentee ballot for any Tennessee voter who applies to vote by mail and to disseminate the relevant information. However, the court held that Tennessee voters must apply for an absentee ballot to obtain one, unlike other states which require the state to automatically distribute absentee ballots to all registered voters.</p>\r\n<p>On June 8, the plaintiffs submitted a notice of motion to enforce the court&rsquo;s order on June 4, after the defendants instructed local election officials to refrain from sending absentee ballots due to COVID-19 concerns. The defendants submitted a motion for interlocutory appeal to temporarily stay the June 4 order.</p>\r\n<p>On June 10, the court denied the defendants&rsquo; motion to stay and ordered the defendant to comply with the absentee voting request by 5 pm on the following day. The court held that the June 4 order requiring the voter to take the initiative in obtaining the absentee ballot was already a narrow remedy that does not add a new category to the Tennessee statute.</p>\r\n<p>The case is ongoing.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2025-03-30T02:19:41.050340-04:00",
    "summary_short": "This lawsuit was filed by Tennessee voters to ease the application of Tennesse’s voting by mail law during the COVID-19 pandemic. The plaintiffs alleged that enforcement of the in-person requirement constituted an unreasonable burden on the fundamental right to vote under the Tennessee Constitution. The plaintiffs sought declaratory relief, as well as a preliminary and permanent injunction enjoining the excuse requirement for the August 6 primary and November 3 general elections, and to expand access to voting by mail for the plaintiffs. Further, the plaintiffs requested an order requiring the defendants to modify the election material and to conduct a public information campaign accordingly. On June 4, the court granted the temporary injunction in favor of the plaintiffs, but unlike other states, Texas was not required to automatically provide absentee ballots to all eligible voters. Instead, the voters were required to apply for an absentee vote. The case is ongoing.",
    "summary_tiny": "@ACLU and @aclutn win a temporary injunction against Tenessee, ordering the state to provide absentee ballots for 2020 elections",
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/17592",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17592",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17592",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17592"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114616,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114616"
    },
    {
      "date": "2020-05-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Tennessee state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 107806,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107806.pdf",
      "title": "Complaint for Injunctive and Declaratory Relief",
      "text": "     \n   \n \n \nIN THE CHANCERY COURT FOR DAVIDSON COUNTY \nTWENTIETH JUDICIAL DISTRICT \nTHE STATE OF TENNESSEE \n \nBENJAMIN WILLIAM LAY, CAROLE     \nJOY GREENAWALT, and SOPHIA \nLUANGRATH,   \n \n               Plaintiffs,  Case No.: __________________ \n      v.  Judge _________ \nMARK GOINS, in his official capacity as  COMPLAINT  FOR  INJUNCTIVE \nCoordinator  of  Elections  for  the  State  of  AND DECLARATORY RELIEF \nTennessee, TRE HARGETT, in his official \ncapacity as Secretary of State for the State of \nTennessee,  and  WILLIAM  LEE,  in  his \nofficial capacity as Governor of the State of \nTennessee, \n \n               Defendants. \n \nINTRODUCTION \n1.  On April 14, 2020, when State health officials had confirmed 5,823 cases of \nCOVID-19 in Tennessee,1 Linda Phillips, Shelby County’s Elections Administrator, assured \nTennesseans, “there will be an election on August 6th, and it will be conducted in accordance with \nTennessee law.”2  In just a month, the number of COVID-19 cases in Tennessee has increased by \nmore than 181%.   As of May 13, 2020, there were 16,370 confirmed cases in the state and more \n \n1   Laken Bowles, April 14 COVID-19 Update: 5,823 Cases, 124 Deaths in Tennessee, NEWS \nCHANNEL 5 NASHVILLE (Apr. 14, 2020), https://www.newschannel5.com/news/nashville-\nmayor-metro-health-officials-to-give-covid-19-update-at-9-30-a-m-april-14.  \n  \n2   Mike  Matthews,  Shelby  County  Election  Commission  Prepares  for  Elections  Amid \nCOVID-19  Pandemic,  LOCAL  MEMPHIS  (Apr.  14,  2020), \nhttps://www.localmemphis.com/article/news/politics/coronavirus-covid-19-shelby-\ncounty-election-commission-elections/522-44a621c4-a42e-44e6-abcf-2b31b3ffecc1.  \n1 \n\n     \n \nthan 270 Tennesseans have lost their lives to this disease.3   \n2.  Unfortunately, this deadly pandemic shows no signs of abating.4 \n3.  Because there is no vaccine, social distancing measures, including maintaining at \nleast six feet of space between people and not gathering in groups (as well as consistent hygiene \npractices and wearing a mask), are the only known measures for protecting against transmission \nof COVID-19.5  \n4.  Among these social distancing measures, the United States Centers for Disease \nControl and Prevention (the “CDC”) recommends that election officials “[e]ncourage mail-in \nmethods of voting,”6 advice that has been echoed by numerous public health experts,7 and that has \nbeen followed by a number of states that have modified their eligibility requirements for voting by \n \n3   Tenn.  Dep’t  of  Health,  Coronavirus  Disease  (COVID-19), \nhttps://www.tn.gov/health/cedep/ncov.html (last visited May 14, 2020). \n \n4   Ryan Best & Jay Boice, Where the Latest COVID-19 Models Think We’re Headed – and \nWhy  They  Disagree,  FIVETHIRTYEIGHT  (May  9,  2020,  9:08  A.M.), \nhttps://projects.fivethirtyeight.com/covid-forecasts/. \n  \n5   Lisa  Lockerd  Maragakis,  Coronavirus,  Social  and  Physical  Distancing  and  Self-\nQuarantine,  JOHN  HOPKINS  MEDICINE, \nhttps://www.hopkinsmedicine.org/health/conditions-and-\ndiseases/coronavirus/coronavirus-social-distancing-and-self-quarantine; Ctrs. For Disease \nControl  And  Prevention,  How  to  Protect  yourself  and  Others \nhttps://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/prevention.html  (last \nvisited May 9, 2020). \n \n6   Ctrs. For Diseases Control & Prevention, Recommendation for Election Polling Locations, \nhttps://www.cdc.gov/coronavirus/2019-ncov/community/election-polling-locations.html \n(last visited May 9, 2020). \n \n7   Maggie Miller, More than 800 public health experts call on Congress to fund mail-in \nvoting,  THE HILL (May 5, 2020), https://thehill.com/policy/cybersecurity/496257-over-\n800-public-health-experts-call-on-congress-to-fund-mail-in-voting. \n \n2 \n\n     \n \nmail.8   \n5.  Defendants, however, have chosen to ignore these recommendations, allowing only \nvoters  who  meet  a  certain  narrow  set  of  criteria  to  “vote  absentee  by  mail”  (the  “Excuse \nRequirement”).  Tenn. Code Ann. § 2-6-201.  A voter who does not fall within one of the \nspecifically enumerated categories has to vote in person or not vote at all.   \n6.  In particular, “fear of contracting the coronavirus doesn't meet the criteria to vote \nby mail due to illness in Tennessee.”9 \n7.  This includes immunocompromised voters like Plaintiff Carole Joy Greenawalt \nwho has Ulcerative Colitis and her husband, Benjamin William Lay, who is a two-time cancer \nsurvivor.    \n8.  In short, voters like Plaintiffs are faced with a Hobson’s choice: (i) vote in person \nand risk your health and the health of those with whom you live or (ii) forgo your fundamental \nright to vote.  \n9.  The Tennessee Constitution does not permit voters to be  faced with  such an \nuntenable decision.  \n10.  Plaintiffs therefore ask that the Court enjoin Tennessee’s limitations on eligibility \nto “vote absentee by mail” and declare those limitations unconstitutional for the duration of (i) the \n2020 election calendar and (ii) until the State’s ongoing “state of emergency” is lifted and the CDC \nno longer recommends that individuals engage in social distancing measures.  \n \n8   Alabama,  Arkansas,  Delaware,  Massachusetts,  New  Hampshire,  Virginia,  and  West \nVirginia have all recognized the unique danger posed by COVID-19 and modified their \nprocedures for voting by mail accordingly.  See infra § 5.  \n \n9   Jonathan Mattise, Tennessee official: Fear of virus not reason to vote by mail, ASSOCIATED \nPRESS (May 12, 2020), https://apnews.com/bdcf796cb3288d82c9a0026c12646f4f. \n3 \n\n     \n \nPARTIES \n11.  Plaintiff Carole Joy Greenawalt is a twenty-nine year-old resident of Nashville, \nTennessee.  Ms. Greenawalt suffers from a rare autoimmune disease called Ulcerative Colitis—a \nchronic, inflammatory bowel disease that causes inflammation in the digestive tract and that \nsignificantly decreases her immune system’s ability to fight off viruses and infections.  Ms. \nGreenawalt takes an immunosuppressive biologic drug called Humira.  Thus, as a result of both \nher autoimmune disease and the immunosuppressive prescription that she takes as treatment, Ms. \nGreenawalt is at a higher risk for contracting COVID-19 and at a higher risk for complications \nshould she contract COVID-19.  Ms. Greenawalt has been self-quarantined at home with her \nhusband, Plaintiff Benjamin William Lay, a two-time cancer survivor, and has been practicing the \nsocial distancing measures prescribed by the CDC.  Ms. Greenawalt only leaves her apartment for \nthe occasional drive, to visit a public park, or to take her dog out, all while maintaining proper \nsocial distancing per CDC guidelines. Ms. Greenawalt receives all of her groceries by delivery, \nwhich she disinfects upon receipt.  She also uses hand sanitizer many times a day and disinfects \nsurfaces and commonly touched objects often.  Ms. Greenawalt would like to vote in Tennessee \nduring the upcoming August 2020 election.  But, due to her immunocompromised status, she \ncannot vote safely in person during the COVID-19 pandemic. \n12.  As currently construed, the Excuse Requirement prevents Ms. Greenawalt from \n“vot[ing] absentee by mail.”  See Tenn. Code Ann. § 2-6-201.  Ms. Greenawalt wishes to vote by \nmail because she does not feel that it would be safe to visit a crowded voting precinct in the midst \nof a global pandemic.  Ms. Greenawalt does not want to be forced to endanger either her life or \nhusband’s life by exercising her fundamental right to vote. \n4 \n\n     \n \n13.  Plaintiff Benjamin William Lay is  a thirty-one year-old resident of Nashville, \nTennessee.  Mr. Lay was diagnosed with Ewing Sarcoma in 2006 at the age of sixteen.  Mr. Lay \nwas given a ninety percent mortality rate.  After nine months of aggressive chemotherapy and six \nweeks of daily radiation, his cancer was put in remission.  Two years later, however, Mr. Lay was \ndiagnosed with a recurrence of the same cancer.  His only chance of survival was an experimental \nsurgery that removed the entire right half of his sacrum where the tumor resided coupled with \ntwelve months of aggressive chemotherapy.  The surgery saved Mr. Lay’s life, but as a result, he \nnow suffers from the permanent paralysis of his right leg and foot.  Mr. Lay relies on a wheelchair \nor crutches for mobility.  Mr. Lay’s disability, in addition to the compromised state of his organs \ndue to the vast amount of chemotherapy he has received, has compromised his immune system.  It \nis especially risky for Mr. Lay to be in public in areas where large groups of people are gathered, \nsuch as a crowded voting precinct, during this ongoing pandemic.  Mr. Lay lives with his wife, \nPlaintiff Carole Joy Greenawalt, who is also immunocompromised.  Mr. Lay has been self-\nquarantining at home with his wife and has been practicing the social distancing measures \nprescribed by the CDC.   Mr. Lay does not leave the house except for the occasional walk or drive \nwhere he can ensure that he can practice proper social distancing per CDC guidelines.  Mr. Lay \nreceives all groceries by delivery and disinfects every package upon receipt.  In fact, if Mr. Lay \nsteps out of his house to collect the mail or to pick up a package, he leaves his shoes at the door \nand immediately washes his hands according to CDC guidelines and instructions.  Mr. Lay is \nregistered to vote in Tennessee and has previously voted in elections in Tennessee.  Due to his \nwife’s immunocompromised status and his cancer history, he cannot vote safely in person during \nthe COVID-19 pandemic.   Mr. Lay wishes to vote by mail because he does not feel that it would \nbe safe to visit a crowded voting precinct in the midst of a global pandemic.  Mr. Lay does not \n5 \n\n     \n \nwant to be forced to endanger either his life or his wife’s life by exercising his fundamental right \nto vote. \n14.   Plaintiff Sophia Luangrath is a twenty-one year-old-resident of Rutherford County, \nTennessee.   She has been self-quarantining at home and has been practicing the social distancing \nmeasures prescribed by the CDC.  She voted in the 2018 Midterm Election.  Because COVID-19 \ncan be unknowingly spread by asymptomatic carriers, Ms. Luangrath cannot vote safely during \nthe  COVID-19  pandemic.    As  currently  construed,  the  Excuse  Requirement  prevents  Ms. \nLuangrath from “vot[ing] absentee by mail.”  See Tenn. Code Ann. § 2-6-201.   \n15.  Defendant Mark Goins is the Coordinator of Elections for the State of Tennessee \nand is sued in his official capacity.  As the “the chief administrative election officer of the state,” \nTenn.  Code  Ann.  §  2-11-201(b),  Defendant  Goins  is  charged  with  a  number  of  election \nresponsibilities, including but not limited to: \n•  “[S]upervis[ing] all elections,” id. § 2-11-202(a)(1); \n•  “[O]btain[ing]  and  maintain[ing]  uniformity in the  application,  operation  and \ninterpretation of the election code,” id. § 2-11-201(b);  \n \n•  “Authoritatively  interpret[ing]  the  election  laws  for  all  persons  administering \nthem,” id. § 2-11-202(a)(4); \n \n•  “Furnish[ing] instructions for elections officials . . . and [furnishing] copies of \nelection laws manuals,” id. § 2-11-202(a)(8); \n \n•  “[U]pdating  materials  to  the  election  commissions,  primary  boards,  and \nadministrators,” id.; \n \n•  “Advis[ing] election commissions, primary boards, and administrators of elections \nas to the proper methods of performing their duties,” id. § 2-11-202(a)(3); \n \n•  “Publish[ing] [and] keep[ing] up to date an elections manual . . . and prepar[ing] \ncondensed materials for use of election officials,” id. § 2-11-202(a)(7);  \n \n•  “[S]upply[ing] to a county election commission the forms for applications for \n[absentee]  ballots  or  approv[ing]  the  usage  of  a  county’s  forms,”  id.  §  2-6-\n6 \n\n     \n \n202(c)(1); \n \n•  “[A]dopting uniform forms for each county election commission for an application \nfor early voting and absentee voting,” id. § 2-6-308; and \n \n•  “[D]eterming  distinguishable  colors  to  be  used  in  the  printing  of  the  ballot \nenvelopes for early voting and absentee voting,” id. § 2-6-309. \n \n16.  Defendant Goins has stated that “the fear of getting ill [from COVID-19] does not \nfall under the definition of ‘ill’” for purposes of fulfilling the Excuse Requirement.10   \n17.  Defendant Tre Hargett is the Secretary of State of State of Tennessee and is sued in \nhis official capacity.  The Secretary of State appoints the Coordinator of Elections who then serves \n“at the pleasure of the secretary of state.”  Tenn. Code Ann. § 2-11-201(a).  Any “rules” or \n“regulations” that the Coordinator of Elections devises “to carry out the provisions of the election \ncode” are “subject to the concurrence of the [S]ecretary of [S]tate.”  Id. § 2-11-201(c).   \n18.  Defendant Bill Lee is the Governor of Tennessee.  The Tennessee Constitution vests \nin him the “supreme executive power” of the State.  Tenn. Const. Art. III, § 1.  Further, he has the \npower to “declare a state of emergency,” Tenn. Code Ann. § 58-2-107(a)(2)(b)(1), “is responsible \nfor addressing the dangers presented to [the] state and its people by emergencies,” id. § 58-2-\n107(a)(1), and can “[s]uspend any law, order, rule or regulation prescribing the procedures for \nconduct of state business or the orders or rules or regulations of any state agency, if strict \ncompliance with any such law, order, rule, or regulation would in any way prevent, hinder, or \ndelay necessary action in coping with the emergency,”  id. § 58-2-107(e)(1).   \n19.  Defendant Lee “swiftly backed” Defendant Goins’ interpretation of the Excuse \nRequirement.11 \n \n10   Mattise, supra note 9.  \n \n11   Id. \n7 \n\n     \n \nJURISDICTION AND VENUE \n20.  This Court has subject matter jurisdiction over this action pursuant to Tenn. Code \nAnn. §§16-11-101, 16-11-102, 16-11-103, 1-3-121, 29-1-101, and 29-14-102. \n21.  This Court has personal jurisdiction over Defendants pursuant to Tenn. Code Ann. \n§§20-2-222 and 20-2-223 on the grounds that their principal place of business is in Tennessee and \nthat the wrongful conduct and resulting injuries alleged herein substantially occurred in Tennessee. \n22.  Venue is proper in this judicial district pursuant to Tenn. Code Ann. §20-4-101 \nbecause the causes of action arose in Davidson County.  \nSTATEMENT OF FACTS \nI.  Transmission of COVID-19 and Public Health Guidelines \n23.  “These are not ordinary times.”12  We are currently amidst “the worst pandemic this \nstate, country, and planet ha[ve] seen in over a century [with] public health implications [that] have \nbeen vast and unprecedented in the modern era, with no one left untouched by the risk of \ntransmission.”13 \n24.  According to the CDC, the novel coronavirus SARS-CoV-2, which causes COVID-\n19, spreads aggressively.14   Critically, it can be unknowingly spread by asymptomatic carriers of \nthe virus.15  As a recent editorial in The New England Journal of Medicine explained: \nAsymptomatic transmission of SARS-CoV-2 is the Achilles’ heel of Covid-19 pandemic \n \n12   League of Women Voters of Virginia, et al., v. Virginia State Board of Elections, et al., No. \n6:20-CV-00024, 2020 WL 2158249, at *8 (W.D. Va. May 5, 2020). \n \n13   Id. at *10 (emphasis added).  \n \n14   Ctrs.  for  Disease  Control  &  Prevention,  How  COVID-19  Spreads, \nhttps://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/how-covid-\nspreads.html (last visited May 9, 2020). \n \n15   Id. \n8 \n\n     \n \ncontrol through the public health strategies we have currently deployed. Symptom-based \nscreening has utility, but epidemiologic evaluations of Covid-19 outbreaks within skilled \nnursing facilities . . . strongly demonstrate that our current approaches are inadequate.16   \n \n25.  The United States is the epicenter of the global COVID-19 pandemic.   \n26.  Currently, the United States leads the world in the total number of COVID-19 cases, \nsurpassing previous leaders China and Italy.17  Statistical models predict that as “social contacts \nincrease,” “new COVID-19 cases and deaths will rebound in late May” nationally.18  One model \npredicts that there is a “69% chance that the [United States] surpasses 100,000 deaths by June 1, \nwith May 27 being the most likely date.”19   \n27.  Members of all age groups have contracted and died from the illness.20   \n28.  The World Health Organization (“WHO”) estimates that approximately 20% of \n \n16   Monica Gandhi, M.D., M.P.H., et. al. Asymptomatic Transmission, the Achilles’ Heel of \nCurrent Strategies to Control COVID-19,  NEW ENGLAND JOURNAL OF MEDICINE (Apr. 24, \n2020) https://www.nejm.org/doi/full/10.1056/NEJMe2009758. \n \n17    Ctr.  For  Systems  Science  and  Engineering,  COVID-19  Dashboard,  JOHNS  HOPKINS \nUNIVERSITY, https://coronavirus.jhu.edu/map.html (last visited May 9, 2020).  \n \n18   Projections Suggest Late May COVID-19 Rebound, COLUMBIA U. MAILMAN SCH. OF PUB. \nHEALTH,  (May  7,  2020)  https://www.mailman.columbia.edu/public-health-\nnow/news/projections-suggest-potential-late-may-covid-19-rebound. \n \n19   Quentin Fottrell, New Estimates on Coronavirus Fatalities Make for Chilling Reading as \nU.S. States Ease Restrictions on Social Distancing, MARKETWATCH (May 9, 2020, 9:31 \nAM),    https://www.marketwatch.com/story/will-some-people-be-affected-badly-yes-\ntrump-says-us-must-reopen-coronavirus-deaths-projected-to-hit-100000-in-weeks-2020-\n05-06. \n \n20   Robert Verity, PhD. et al., Estimates of the Severity of Coronavirus Disease 2019: A \nModel-Based Analysis, THE LANCET INFECTIOUS DISEASES (March 30, 2020), 6. \n \n9 \n\n     \n \nthose who are infected by SARS-CoV-2 require hospitalization.21  COVID-19 can severely \ndamage lung tissue, cause a permanent loss of respiratory capacity, and also damage tissues in the \nkidney, heart, and liver.22  The surge of COVID-19 cases  has caused mounting strains on \nhealthcare  systems,  including  critical  shortages  of  doctors,  nurses,  hospital  beds,  medical \nequipment, and personal protective equipment (“PPE”).23 \n29.  COVID-19  is  far  deadlier  than  the  seasonal  flu,  including  in  countries  with \nadvanced healthcare systems.24 \n30.  COVID-19  poses  heightened  risks  for  the  elderly  and  for  those  with  certain \npreexisting medical conditions.  The CDC estimates a 4-11% mortality rate for adults between the \n \n21   World Health Organization, Q&A on Coronaviruses (COVID-19), “Should I Worry About \nCOVID-19?,” https://www.who.int/news-room/q-a-detail/q-a-coronaviruses (last visited \nMay 9, 2020). \n \n22   Ctrs. for Disease Control & Prevention, Interim Clinical Guidance for Management of \nPatients  with  Confirmed  Coronavirus  Disease  (COVID-19), \nhttps://www.cdc.gov/coronavirus/2019-ncov/hcp/clinical-guidance-management-\npatients.html (last visited May 9, 2020). \n \n23   See, e.g., Zoë Schlanger, Begging for Thermometers, Body Bags, and Gowns: U.S. Health \nCare Workers Are Dangerously Ill-Equipped to Fight COVID-19, TIME MAGAZINE (April \n20, 2020) https://time.com/5823983/coronavirus-ppe-shortage/. \n \n24    Betsy McKay, Coronavirus vs. Flu Which Virus is Deadlier, WALL ST. J.  L. (Mar. 10, \n2020,  12:49  PM),  https://www.wsj.com/articles/coronavirus-vs-flu-which-virus-is-\ndeadlier-11583856879; see Christina Prignano, Five Things to Tell Someone Who Insists \nCoronavirus  is  Just  a  Bad  Flu,  BOS.  GLOBE  (May  5,  2020) \nhttps://www.bostonglobe.com/2020/05/05/nation/five-things-tell-someone-who-insists-\ncoronavirus-is-just-bad-flu/; see also Castillo v. Barr, No. 20-00605, 2020 WL 1502864, \nat *2 (C.D. Cal. Mar. 27, 2020) (“COVID-19 is highly contagious and has a mortality rate \nten times higher than influenza.”). \n \n10 \n\n     \n \nages of 65 and 84 and a 10-27% mortality rate for adults 85 years old or older.25  COVID-19 also \nposes  greater  risks  for  people  with  preexisting  heart  and  respiratory  conditions,  diabetes, \nindividuals with compromised immune systems, and those with many other conditions.26   \n31.  The effects of this COVID-19 pandemic on social life will last well into the summer \nof 2020, if not much longer, as experts have indicated that seasonal changes are “unlikely to stop \ntransmission” and that “a year to 18 months is [a] very optimistic” timeline for the availability of \na safe vaccine.27   Indeed, in testimony before the United States Senate Committee on Health, \nEducation, Labor, and Pensions, Dr. Fauci stated, “[t]he idea of having treatments available or a \nvaccine to facilitate reentry of students into fall term would be something that would be a bit of a \nbridge too far.”28 \n32.  Further, even those who develop an immune response to the virus after an infection \nare not necessarily safe from reinfection, as we do not yet have sufficient data regarding how long \n \n25   Ctrs. for Disease Control & Prevention, People Who Are at Higher Risk: Older People, \nhttps://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/older-adults.html \n(last visited May 9, 2020). \n \n26   Ctrs.  for  Disease  Control  &  Prevention,  Groups  at  Higher  Risk  of  Severe  Illness, \nhttps://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/groups-at-higher-\nrisk.html (last visited May 9, 2020). \n \n27   Marc Lipsitch, Seasonality of SARS-CoV-2: Will COVID-19 go away on its own in warmer \nweather?,  CENTER  FOR  COMMUNICABLE  DISEASE  DYNAMICS \nhttps://ccdd.hsph.harvard.edu/will-covid-19-go-away-on-its-own-in-warmer-weather/; \nPatrick  Ercolano,  A  Coronavirus  Vaccine  Is  In  The  Works—But  It  Won’t  Emerge \nOvernight,  JOHNS  HOPKINS  UNIVERSITY  (APRIL  16,  2020) \nhttps://hub.jhu.edu/2020/04/16/coronavirus-vaccine-timeline/. \n \n28   John Wagner, Mike DeBonis, Yasmeen Abutaleb and, Laurie McGinley, Fauci warns \nSenate that reopening U.S. too quickly could lead to avoidable ‘suffering and death’, \nWASH. POST  (May 12, 2020), https://www.washingtonpost.com/politics/2020/05/12/fauci-\ntestimony-senate-coronavirus/. \n \n11 \n\n     \n \nimmunity to the virus will last.29  Dr. Anthony Fauci, head of the National Institute of Allergy and \nInfectious Diseases, has said that he “can’t guarantee” that in-person voting will be safe in \nNovember, because of a potential resurgence of COVID-19 in the fall.30   \n33.  With no known effective treatment, and vaccines likely at least a year away, public \nhealth officials have been left to urge the public to: (i) practice “social distancing,” (ii) engage in \nfrequent (and thorough) hand washing, (iii) wear masks, and (iv) avoid close contact with others.31  \nSpecifically, the CDC has advised that people should: \n•  Stay at least 6 feet (about 2 arms’ length from other people); \n•  [N]ot gather in groups; \n•  Stay out of crowded places; and \n•  [A]void mass gatherings \n \n29   Apoorva Mandavilli & Katie Thomas, Will an Antibody Test Allow Us to Go Back to \nSchool  or  Work?,  N.Y.  TIMES  (Apr.  10,  2020), \nhttps://www.nytimes.com/2020/04/10/health/coronavirus-antibody-test.html.  \n \n30   Jason Silverstein, Fauci says he “can’t guarantee” in-person voting in November will be \nsafe, CBS NEWS (Apr. 13, 2020), https://www.cbsnews.com/news/coronavirus-fauci-says-\nhe-cant-guarantee-in-person-voting-in-november-will-be-safe/?ftag=CNM-00-10aac3a; \nsee David Greene, Former CDC Official Warns of 2nd COVID-19 Wave: Most Americans \nAre  Still  Susceptible,  NPR  (May  6,  2020  7:17  AM)  \nhttps://www.npr.org/sections/coronavirus-live-updates/2020/05/06/851190730/a-\nmajority-of-americans-are-still-susceptible-to-coronavirus-khan-says. \n \n31   See, e.g., Lisa Lockerd Maragakis, Coronavirus, Social and Physical Distancing and Self-\nQuarantine,  JOHN  HOPKINS  MEDICINE, \nhttps://www.hopkinsmedicine.org/health/conditions-and-\ndiseases/coronavirus/coronavirus-social-distancing-and-self-quarantine; see also Ctrs. For \nDiseases Control & Prevention, Use of Cloth Face Coverings to Help Slow the Spread of \nCOVID-19,  https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/diy-cloth-\nface-coverings.html (last visited May 10, 2020). \n \n12 \n\n     \n \n(collectively, “Social Distancing Measures”).32 The CDC has further cautioned that “keeping \ndistance from others is especially important for people who are at a higher risk of getting very \nsick.”33 \n34.  The CDC has also issued specific guidelines concerning voting during the COVID-\n19 pandemic.  Among other guidance, the CDC recommends that states “[e]ncourage voters to use \nvoting methods that minimize direct contact with other people and reduce crowd size at polling \nstations,” including “mail-in methods of voting if allowed in the jurisdiction.”34 \n35.  These are essential recommendations given the relatively minimal risks of voting \nby mail during the pandemic.  There is no evidence that SARS-CoV-2 can be spread through the \nmail, and the U.S. Postal Service has both changed their policies to “eliminate the requirement that \ncustomers sign . . . Mobile Delivery Devices for delivery” and asked that customers “step back a \nsafe distance or close the screen door/door so that [postal workers] may leave the item in the mail \nreceptacle or appropriate location by the customer[’s] door.”35 \n36.  By contrast, the risks posed by in-person voting are already evident.  During \nFlorida’s recent primary, two Broward County poll workers tested positive for COVID-19, one of \nwhom was handling driver’s licenses as part of the identification verification process.36  And on \n \n32   Ctrs. for Disease Control & Prevention, supra note 5.  \n \n33   Id.  \n \n34   Ctrs. for Disease Control & Prevention, supra note 6.  \n \n35   United  States  Postal  Service,  USPS  Statement  on  Coronavirus  (April  30,  2020), \nhttps://about.usps.com/newsroom/statements/usps-statement-on-coronavirus.htm  (citing \nguidance from World Health Organization, CDC, and Surgeon General). \n \n36   Anthony Man, Two Broward poll workers, including one who handled voters’ driver \nlicenses,  test  positive  for  coronavirus,  S.  FLA.  SUN  SENTINEL  (Mar.  26,  2020), \n \n13 \n\n     \n \nApril 13, Chicago officials reported that a poll worker for the city’s March 17 election died of \nCOVID-19, prompting officials to send letters notifying voters, poll workers, field investigators, \nand cartage companies who were present at the same polling site.37 \n37.  Elections held on April 7 in Wisconsin saw multi-hour waits and lines stretching \nblocks upon blocks in places like Milwaukee and Green Bay.38  These crowded lines created the \nideal conditions for person-to-person contagion and led Wisconsin health officials to anticipate \nthat the large numbers of in-person voting on April 7 would result in “an increase in the number \nof cases in Wisconsin [and] more deaths.”39  By April 29, health officials in Wisconsin had \nidentified more than 52 people “who voted in person or worked the polls during the state’s \npresidential primary” who “tested positive [for COVID-19] in the two weeks after the election.”40  \nOn May 5, the Milwaukee County COVID-19 Epidemiology Intel Team issued a report stating \n \nhttps://www.sun-sentinel.com/coronavirus/fl-ne-browardelections-poll-workers-\ncoronavirus-20200326-wmgy775dvjc5jis2oagxlpmule-story.html.  \n \n37   See Mary Ann Ahern, Poll Worker at Chicago Voting Site Dies of Coronavirus, Election \nOfficials  Say,  NBC  CHICAGO  (Apr.  13,  2020), \nhttps://www.nbcchicago.com/news/local/chicago-politics/poll-worker-at-chicago-voting-\nsite-dies-of-coronavirus-election-officials-say/2255072/. \n \n38   See, e.g., Kati Anderson, Green Bay Voters wait in line past midnight to cast ballot in \nprimary election, WBAY-TV (Apr. 7, 2020), https://www.wbay.com/content/news/Long-\nlines-cause-hours-long-wait-to-cast-ballots-in-Green-Bay-569461981.html. \n \n39   Devi Shastri, In-person voting was likely a ‘disaster’ for Wisconsin’s efforts to flatten \ncoronavirus  curve,  national  experts  say,  MILWAUKEE  J.  SENTINEL  (Apr.  8,  2020), \nhttps://www.jsonline.com/story/news/politics/elections/2020/04/08/coronavirus-\nwisconsin-election-likely-hurt-effort-flatten-curve/2961718001/  (quoting  Wisconsin \nDepartment of Health Services Secretary Andrea Palm). \n \n40   Scott Bauer, 52 Who Worked or Voted in Wisconsin Election Have COVID-19, WUWM \n(Apr.  29,  2020),  https://www.wuwm.com/post/52-who-worked-or-voted-wisconsin-\nelection-have-covid-19.  \n \n14 \n\n     \n \nthey were able to identify 54 county residents who had voted curbside, voted in-person, or who \nhad worked at a polling site during the April 7 primary election who “ha[d] symptom onset or lab \nreport confirmation dates indicating that they could have been infectious or infected at the time of \nvoting.”41  And of those individuals, 29 “did not have any other known potential exposures to \nCOVID-19.”42  The report also cautioned that “[d]ue to limitations in testing and asymptomatic \ncases, it is likely that there are individuals with COVID-19 who participated in the election and \nare not reflected in the numbers presented here.”43  The report also found that 59.3% of those who \nhad voted curbside, voted in-person, or who had worked at a polling site and who “ha[d] symptom \nonset or lab report confirmation dates indicating that they could have been infectious or infected \nat the time of voting” were black or African-American.44   \nII.  COVID-19 in Tennessee: A Continuing State of Emergency \n38.  The COVID-19 pandemic has deeply affected the Volunteer State.  As of May 13, \n2020, the State had 16,370 confirmed cases.45  And over 270 Tennesseans have died from the \ndisease.46   \n \n41   Milwaukee County COVID-19 Epidemiology Intel Team, Descriptive Analysis of COVID-\n19 Infections in Milwaukee County after the Wisconsin Election and Easter/Passover \nHolidays, 4 (May 5, 2020), https://localtvwiti.files.wordpress.com/2020/05/milwaukee-\ncounty-covid-19-election-report-final-v3.pdf. \n \n42   Id. at 5. \n \n43   Id. at 4. \n \n44   Id. at 4-5. \n \n45   Tenn.  Dep’t  of  Health,  Coronavirus  Disease  (COVID-19), \nhttps://www.tn.gov/health/cedep/ncov.html (last visited May 14, 2020). \n \n46   Id.  \n \n15 \n\n     \n \n39.  As has been the case nationally, Tennesseans of all ages have tested positive for \nCOVID-19.  As of May 13, 2020, at least 389 Tennesseans ten years old and younger had tested \npositive, at least 1,048 Tennesseans between the ages of 11 and 20 had tested positive, at least \n3,205 Tennesseans between the ages of 21 and 30 had tested positive, at least 3,165 Tennesseans \nbetween the ages of 31 and 40 had tested positive, at least 2,871 Tennesseans between the ages of \n41 and 50 had tested positive, at least 2,525 Tennesseans between the ages of 51 and 60 had tested \npositive, at least 1,522 Tennesseans between the ages of 61 and 70 had tested positive, at least 737 \nTennesseans between the ages of 71 and 80 had tested positive, and at least 470 Tennesseans over \nthe age of 80 had tested positive.47 \n40.  On March 12, Defendant Lee declared a “state of emergency . . . to facilitate the \nresponse to COVID-19.”48  Pursuant to this declaration and Tenn. Ann. Code § 58-2-107(e), \nDefendant Lee suspended numerous state laws and regulations.49  \n41.  On March 19, the Tennessee General Assembly adjourned.50  \n42.  On March 30, Defendant Lee recognized the “continuing state of emergency.”  In \n \n47   Tenn.  Dep’t  of  Health,  Downloadable  Datasets:  Age, \nhttps://www.tn.gov/health/cedep/ncov/data/downloadable-datasets.html (last visited May \n14, 2020). \n \n48   Tenn.  Exec.  Order  No.  14  (Mar.  12,  2020) \nhttp://publications.tnsosfiles.com/pub/execorders/exec-orders-lee14.pdf. \n \n49   Id. \n \n50   Joel Ebert, Tennessee Legislature Temporarily Recesses After 14-Hour Day Filled with \nRarities  Amid  Coronavirus  Pandemic,  TENNESSEAN  (last  updated  Mar.  21,  2020), \nhttps://www.tennessean.com/story/news/politics/2020/03/19/tennessee-legislature-\nrecesses-2020-session-amid-coronavirus/2880882001.  The Tennessee General Assembly \nwill  remain  in  adjournment  until  June  1.  The  111th  General  Assembly,  TENNESSEE \nGENERAL ASSEMBLY, http://www.capitol.tn.gov.  \n \n16 \n\n     \n \nlight of the “continuing state of emergency” and pursuant to, among other things, Tenn. Ann. Code \n§ 58-2-107(e), Defendant Lee issued a mandatory statewide “Safer at Home” order urging all \npersons in Tennessee “to stay at home, except for when engaging in Essential Activity or Essential \nServices.”51  The order instructed residents of the State to “use thoughtful planning, careful \ncoordination, and consideration of others when engaging in Essential Activity or Essential Services \nin order to minimize the need and frequency for leaving their place of residence or property.”52   \n43.  On April 28, Defendant Lee declared “a continuing state of emergency.”  Pursuant \nto that declaration and, among other things, to Tenn. Ann. Code § 58-2-107(e), Defendant Lee \nissued an executive order permitting certain persons to return to work, provided that they follow \n“to the greatest extent practicable” the following “Health Guidelines:” \n•  Maintaining at least six (6) feet of distance from other persons; \n•  Practicing good personal hygiene and observing other CDC recommendations;  \n•  Remaining at home if [they] feel sick; \n•  Working from home whenever possible; \n•  Avoiding discretionary travel and social gatherings; and \n•  Avoiding visitation or close contact with vulnerable persons or those who are sick.53   \n44.  Defendant Lee’s April 28th executive order further prohibited social gatherings of \n \n51    Tenn.  Exec.  Order  No.  22  (Mar.  30,  2020), \nhttps://publications.tnsosfiles.com/pub/execorders/exec-orders-lee22.pdf.   \n \n52   Id. \n \n53   Tenn.  Exec.  Order  No.  30  (Apr.  28,  2020), \nhttps://publications.tnsosfiles.com/pub/execorders/exec-orders-lee30.pdf.  \n \n17 \n\n     \n \n10 or more people.54 \n45.  On May 6, Defendant Lee once again declared a “continuing state of emergency.”  \nPursuant to that declaration and, among other things, to Tenn. Code Ann. § 58-2-107(e), Defendant \nLee issued an executive order permitting governing bodies to continue to “meet electronically” \nuntil June 30, 2020.55  \n46.  On May 12, Defendant Lee again declared a “state of emergency” and a “continuing \nstate of emergency.”56 \n47.  Defendant Hargett’s customer counter in Tennessee Tower remains closed.57  \nIII.  COVID-19’s Disproportionate Impact on African-Americans  \n48.  Nationally, the COVID-19 pandemic has had a particularly devastating effect on \n \n54   Id.  Through subsequent executive orders but only after declaring a “state of emergency” \nin each order, Defendant Lee has permitted the opening of “close contact businesses,” \nTenn.  Exec.  Order  No,  33  (May  5,  2020) \nhttps://publications.tnsosfiles.com/pub/execorders/exec-orders-lee33.pdf,  and  of  “small \ngroup, non-contact entertainment and recreational venues,” Tenn. Exec. Order No. 35 \n(May 7, 2020) https://publications.tnsosfiles.com/pub/execorders/exec-orders-lee35.pdf, \nprovided that those entertainment and recreational venues ensure that: “(1) all persons are \nin groups of less than ten (10) people; and (2) Such persons and groups maintain at least \nsix (6) feet of separation  from, and avoid physical contact with, other persons of groups \nof less than ten (10) persons outside of their group,” id.  \n \n55   Tenn.  Exec.  Order  No.  34  (May  6,  2020), \nhttps://publications.tnsosfiles.com/pub/execorders/exec-orders-lee34.pdf. \n \n56   Tenn.  Exec.  Order  No.  36  (May  12,  2020), \nhttps://publications.tnsosfiles.com/pub/execorders/exec-orders-lee36.pdf;  Tenn.  Exec. \nOrder No. 37 (May 12, 2020), https://publications.tnsosfiles.com/pub/execorders/exec-\norders-lee37.pdf. \n \n57   TENNESSEE SECRETARY OF STATE, https://sos.tn.gov (last visited May 14, 2020). \n  \n18 \n\n     \n \nAfrican-American communities.58  An analysis by the Associated Press—one of the first attempts \nto examine the racial disparities of COVID-19 cases and deaths nationwide—found that, in areas \nwhere the demographic data has been publicly shared by government officials, African-Americans \nhave made up 42% of people who have died from COVID-19, despite accounting for roughly only \n21% of the total population in those areas.59  And a CDC report published April 8, 2020, which \nincluded data from 1,482 patients hospitalized across 14 states, found that African-American \npatients made up 33% of those for whom race or ethnicity information was available, despite \nrepresenting only 18% of the states’ populations.60  This “suggest[ed] that black populations might \nbe disproportionately affected by COVID-19.”61  \n49.   An  April  29,  2020  CDC  report  likewise  found  that  “[i]n  a  cohort  of  305 \nhospitalized adults with COVID-19 in Georgia (primarily metropolitan Atlanta), black patients \nwere overrepresented[.]”62 \n \n58   See, e.g., Shelby Lin Erdman, Black Communities Account for Disproportionate Number \nof  COVID-19  Deaths  in  the  US,  Study  Finds,  CNN  (May  6,  2020  10:32  AM) \nhttps://www.cnn.com/2020/05/05/health/coronavirus-african-americans-study/index.html. \n \n59   Kat Stafford  et  al.,  Outcry over racial data grows as virus slams black Americans, \nASSOCIATED  PRESS  (Apr.  8,  2020), \nhttps://apnews.com/71d952faad4a2a5d14441534f7230c7c?fbclid=IwAR1plunY_qfeA2K\nrSUPA1TuJobAwQh53a_Qlkf5dw0dWjz-iz85GA1FOt4.  \n \n60   Shikha  Garg,  M.D.  et.  al.,  Hospitalization  Rates  and  Characteristics  of  Patients \nHospitalized with Laboratory-Confirmed Coronavirus Disease 2019—COVID-NET, 14 \nStates, March 1-30, 2020, Vol. 69 No. 15 MORBIDITY AND MORTALITY WEEKLY REPORT, \n458, 459 (Apr. 17, 2020), https://www.cdc.gov/mmwr/volumes/69/wr/pdfs/mm6915e3-\nH.pdf. \n \n61   Id. \n \n62   Jeremy A.W. Gold, MD, et. al, Characteristics and Clinical Outcomes of Adult Patients \nHospitalized with COVID-19—Georgia, March 2020, Vol. 69 No. 18 MORBIDITY AND \n \n19 \n\n     \n \n50.  Courtney Cogburn, an associate professor at the Columbia University School of \nSocial Work, noted that “[t]here are patterns at this intersection of race and socioeconomic status \nthat make it very clear this is just not a story about poverty.”  That is, racial disparities in serious \nillness and death due to COVID-19 are inextricably linked to a long history and ongoing patterns \nof racial discrimination against African Americans:   \nA history of systemic racism and inequity in access to health care and economic \nopportunity has made many African Americans far more vulnerable to the virus.  \nBlack adults suffer from higher rates of obesity, diabetes and asthma, which make \nthem more susceptible, and also are more likely to be uninsured.  They also often \nreport that medical professionals take their ailments less seriously when they seek \ntreatment.63 \n51.  In Tennessee, there are well-documented and alarming racially disparate patterns \nof serious illness and mortality due to COVID-19.  As of May 12, 2020 African-Americans in \nTennessee represented 21% of reported COVID-19 cases and a staggering 31% of related deaths64 \ndespite making up just 17.1% of the State’s population.65   \n52.  Tennessee has long experienced patterns of racial discrimination in health and \nsocioeconomic life patterns that render African-American Tennesseans at greater risk of severe \nhealth complications from COVID-19.  For example, because of longstanding racial biases in \n \nMORTALITY  WEEKLY  REPORT,  545,  (May  8,  2020) \nhttps://www.cdc.gov/mmwr/volumes/69/wr/mm6918e1.htm?s_cid=mm6918e1_w. \n \n63   Kat Stafford  et  al.,  Outcry over racial data grows as virus slams black Americans, \nASSOCIATED  PRESS  (Apr.  8,  2020), \nhttps://apnews.com/71d952faad4a2a5d14441534f7230c7c?fbclid=IwAR1plunY_qfeA2K\nrSU-PA1TuJobAwQh53a_Qlkf5dw0dWjz-iz85GA1FOt4.  \n \n64   Tenn.  Dep’t.  of  Health,  Cases  by  County  (COVID-19), \nhttps://www.tn.gov/content/tn/health/cedep/ncov/data.html (last visited May 13, 2020). \n \n65   U.S.  Census  Bureau,  QuickFacts  Tennessee, \nhttps://www.census.gov/quickfacts/fact/table/TN/PST045219 (last visited May 10, 2020). \n \n20 \n\n     \n \nmedical care,66 African-Americans with symptoms like cough and fever are less likely than other \npatients to be given a COVID-19 test.67   In other words, persistent structural inequalities mean that \nAfrican-Americans have less access to healthcare, health insurance, and emergency medical help. \nIV.Voting By Mail Absentee in Tennessee \n \n53.  Multiple elections are still scheduled to take place in Tennessee between May and \nthe end of the calendar year, including major statewide elections on August 6 and November 3.68   \n54.  Voters who wish to “vote by mail absentee” during one of these elections must \n“request an absentee ballot not more than ninety (90) and not later than seven (7) days before the \nelection.”69  Accordingly, for the August 6 elections, eligible voters have until July 30 to request \ntheir absentee ballots.  And eligible voters can request their absentee ballots for the November 3 \nelections between August 5 and October 27.  \n55.  But not all voters who wish to “vote by mail absentee” are permitted to do so.  \n56.  Instead, Tennessee has restricted “vot[ing] by mail absentee” to a small subset of \nvoters who fall into one of the following statutorily defined categories: \n \n66   See, e.g., Michael O.  Schroeder, Racial Bias in Medicine Leads to Worse Care for \nMinorities, U.S. NEWS (Feb. 11, 2016), https://health.usnews.com/health-news/patient-\nadvice/articles/2016-02-11/racial-bias-in-medicine-leads-to-worse-care-for-minorities. \n \n67   See Rubix Life Sciences, Health Data in the COVID-19 Crisis: How Racial Equity is \nWidening  for  Patients  to  Gain  Access  to  Treatment  (Mar.  20,  2020), \nhttps://rubixls.com/wp-content/uploads/2020/04/COVID-19-Minority-Health-Access-7-\n1.pdf; see also Blake Farmer, The Coronavirus Doesn't Discriminate, But U.S. Health Care \nShowing  Familiar  Biases,  NPR  (Apr.  2,  2020),  https://www.npr.org/sections/health-\nshots/2020/04/02/825730141/the-coronavirus-doesnt-discriminate-but-u-s-health-care-\nshowing-familiar-biases. \n \n68  See  Tennessee  Secretary  of  State,  2020  Election  Calendar, \nhttps://sos.tn.gov/products/elections/2020-election-calendar.  \n \n69   Tenn. Code Ann. § 2-6-202(a)(1). \n \n21 \n\n     \n \n•  Persons Outside the County: [T]he voter will be outside the county where the voter \nis registered during the early voting period and on election day during all the hours \nthe  polls  are  open  for  any  reason  other  than the  fact  that  the  voter  will  be \nimprisoned; \n \n•  Students and Spouses Outside of the County: [The] voter is enrolled as a full-time \nstudent in an accredited college, university or similar accredited institution of \nlearning in th[e] state which is outside the county where the voter is registered [or \nis] the spouse of [such a] student who resides with the student; \n \n•  Permanent  Absentee  Voting  Register:  [A  voter]  who  because  of  sickness, \nhospitalization or physical disability [is] unable to appear at either the commission \noffice or at the person’s polling place for the purpose of voting [provided that the] \nvoter . . . [(i)] file[s] a statement by the [voter’s] licensed physician with the county \nelection commission stating, under the penalty of perjury, that in the physician’s \nprofessional medical judgment, the patient (voter) is medically unable to appear at \nthe polling place to vote and is medically unable to go to the commission office for \nthe purpose of early voting [and (ii)] file[s] the physician’s statement and the \napplication not less than seven (7) days before the election; \n \n•  Residents of Certain Institutions: [Voters] who are full-time residents of any \nlicensed nursing home, home for the aged or similar licensed institution providing \nrelatively permanent domiciliary care, other than a penal institution, outside the \nvoter’s county of residence [provided that they] substantially follow the [process \nfor  voters  who  qualify  for  the  Permanent  Absentee  Voting  Register]  or  the \n[procedures] for [Persons Outside the County]; \n \n•  Jurors: [Voters who] expect[] to be unable to appear during the early voting period \nor at the polling place on election day because the person is serving as a juror for a \nfederal or state court; \n \n•  Persons Over 60: [A voter who is] sixty (60) years of age or older [provided that] \nthe person requests to vote absentee; \n \n•  Persons with a Disability: [A] voter with a disability70 . . . and the voter’s polling \nplace is inaccessible; \n \n•  Persons Hospitalized, Ill, or Physically Disabled: [A voter] who is hospitalized, ill, \nor physically disabled, and because of such condition . . . is unable to appear at \n[their] polling place on election day [or is] a caretaker of a hospitalized, ill, or \ndisabled person;  \n \n \n70   Tenn. Code Ann. § 2-3-109 defines a “voter with a disability” as a person “whose \ndisability meets the definition of disability as defined by the Americans with Disabilities \nAct.”  \n22 \n\n     \n \n•  Candidates for Office: [T]he voter is a candidate for office in the election for which \nthe voter seeks to cast an absentee ballot; \n \n•  Election Officials – Election Commission Members or Employees: [The voter] is \nan election official or a member or employee of the election commission on election \nday;  \n \n•  Observance of a Religious Holiday: [T]he voter cannot appear during the early \nvoting period or at the polling place because of observance of a religious holiday; \n \n•  Persons Possessing a Valid Commercial Driver License or Transportation Worker \nIdentification Credential: A voter who possesses a valid commercial driver license \nor a valid transportation worker identification credential [provided that the voter, \namong other requirements, certifies] that the voter [(i)] will be working outside of \nthe county or state where the voter is registered during the early voting period and \non election day during all the hours the polls are open; [(ii)] and [h]as no specific \nout-of-county or out-of-state location to which mail may be sent or received during \nsuch time [or is] the spouse of the person who possesses the commercial driver \nlicense. \n \nTenn. Code Ann. § 2-6-201.   \n57.  A voter who does not fall into one of these enumerated categories is not permitted \nto “vote by mail absentee” and must instead cast their ballot in person.   \n58.  According to Defendants Goins and Lee, an individual who reasonably fears \ncontracting COVID-19 while voting in-person is not be eligible to “vote by mail absentee.”71 \n59.  In other words, even voters who are at a higher risk of contracting COVID-19 and \nat a higher risk of severe complications should they contract the illness, like Ms. Greenawalt and \nMr. Lay, and voters who live with individuals who have pre-existing medical conditions that place \nthem at higher risk for severe complications should they contract COVID-19 cannot “vote by mail \nabsentee.”  Instead, to exercise their right to vote, they must risk their health and the health of those \nwith whom the live and vote in person.   \n \n71   Mattise, supra note 9. \n \n23 \n\n     \n \nV.  As  Currently  Construed,  the  Excuse  Requirement  Unduly  and  Unreasonably \nBurdens the Voting Rights of Tennesseans \n60.  Historically, most voters in Tennessee vote in person.72  For most voters, that means \nphysically appearing at a designated polling place where they must not only come into close \ncontact with other voters, observers, and poll workers in violation of Social Distancing Measures, \nbut they must also repeatedly touch equipment and materials such as voting machines, paper \nballots, and shared writing instruments.  At present, public health officials consider all of these \nactivities as risking exposure to and/or transmission of COVID-19.73   \n61.  Meaningful opportunities to vote in person are still necessary to many Tennessee \nvoters.  To prevent viral spread at needed in-person sites, the CDC instructs that Tennessee \nencourage as many voters as possible “to use voting methods that minimize direct contact with \nother people and reduce crowd size at polling stations,” such as mail in methods of voting.74  \n62.  Given that “a year to 18 months is [a] very optimistic” timeline for the availability \nof a safe vaccine for the illness,75 voters will reasonably decide that practicing Social Distancing \nMeasures and/or are self-quarantining is their only option for protecting their health and the health \nof those with whom they live.   \n63.  But, as currently construed, the Excuse Requirement does not recognize practicing \n \n72   See, e.g., U.S. Election Assistance Comm’n, Election Administration and Voting Survey \n2018  Comprehensive  Report  30  (2018) \nhttps://www.eac.gov/sites/default/files/eac_assets/1/6/2018_EAVS_Report.pdf,  (of  the \nover 2.2 million ballots that were cast in Tennessee during the 2018 midterm elections, \nonly 39,712 were cast via mail-in ballot). \n \n73   See, e.g., Miller, supra note 7.  \n \n74   Ctrs. for Disease Control & Prevention, supra note 6. \n \n75   Ercolano, supra note 55. \n \n24 \n\n     \n \nSocial Distancing Measures and/or self-quarantining as a valid reason for “vot[ing] by mail \nabsentee.”  Tenn. Code. Ann. § 2-6-201.76   \n64.  Accordingly, the Excuse Requirement severely burdens the fundamental right to \nvote  of  all  eligible  voters  who  are  practicing  Social  Distancing  Measures  and/or  are  self-\nquarantining due to the COVID-19 pandemic.  \n65.  In  other  words,  as  currently  construed,  the  Excuse  Requirement  will  likely \ndisenfranchise tens of thousands of Tennesseans.  \n66.  Furthermore, since African-Americans in Tennessee have been disproportionately \naffected by COVID-19, the Excuse Requirement as currently construed denies African-Americans \nin Tennessee an equal opportunity to exercise their right to vote.  \n67.  The current construction of the Excuse Requirement is also plainly unreasonable.  \nBecause Tennessee already affords an excuse to eligible voters who are “hospitalized, ill or \nphysically disabled, and because of such condition, [are] unable to appear at [their] polling place[s] \non election day,” Tenn. Code. Ann. § 2-6-201, Defendants could reasonably interpret the statute \nto: (i) include all voters, (ii) for the 2020 election calendar, and (iii) until the State’s ongoing “state \nof emergency” is lifted and the CDC no longer advises individuals to engage in any of its \nrecommended Social Distancing Measures.  \n68.  Several of the remaining minority of states that, under normal circumstances, \nrequire an excuse to vote by mail have interpreted their disability or illness basis for absentee \neligibility in precisely this fashion during the ongoing COVID-19 pandemic.   \n69.  For example, West Virginia now permits all registered voters to vote absentee in \nforthcoming elections due to “[i]llness, injury or other medical reason which keeps [the voter] \n \n76   Mattise, supra note 9. \n25 \n\n     \n \nconfined,” defining “other medical reason” as “any threat to a person’s health posed by an \nepidemic, pandemic, outbreak, disease, virus, or other emergency, which creates potential harm to \nthe public interest, peace, health, safety, or welfare of citizens or voters.”  W. Va. Code R. §§ 153-\n53-2–153-53-3.77  Further, West Virginia construes “confined” as being “restricted to a specific \nlocation for reasons beyond that person’s control, including a recommendation by state or federal \nauthorities for the person to self-quarantine, avoid public places or close contact with other \npersons.”  W. Va. Code R. § 153-53-2.  Per issued rules, West Virginia’s action “cannot violate or \nalter clear statutory requirements” but rather, simply construes existing state law “in favor of \nenfranchisement, not disenfranchisement.”  W. Va. Code R. § 153-53-1. \n70.  Similarly,  Alabama  has  allowed  “any  qualified  voter  who  determines  it  is \nimpossible or unreasonable to vote at their voting place” as a result of COVID-19 to vote by mail \nin primary runoff elections being held in July by reason that “a physical illness or infirmity [] \nprevents [the voter’s] attendance at the polls.”78   \n71.  And, because of COVID-19, Arkansas has determined that Ark. Code Ann. §§ 7-5-\n402, which only allows absentee voting for people who are “absent or unable to attend an election \ndue to illness or physical disability,” should be read “so that all eligible qualified electors currently \n \n77   W. Va. Sec’y of State Mac Warner, Admin. Law Div., Notice Of An Emergency Rule \n(Mar.  20,  2020), \nhttp://apps.sos.wv.gov/adlaw/csr/readfile.aspx?DocId=53039&Format=PDF.  \n \n78   Ala. Leg. Servs. Agency, Absentee Voting During State of Emergency, 17-11-3(e) (Mar. \n18,  2020), \nhttps://www.sos.alabama.gov/sites/default/files/SOS%20Emergency%20Rule%20820-2-\n3-.06-.01ER.pdf; see also Press Release, Alabama Secretary of State, 100 Days Left to \nApply  for  Absentee  Ballot  for  the  Primary  Runoff  Election  (Mar.  31,  2020), \nhttps://www.sos.alabama.gov/newsroom/100-days-left-apply-absentee-ballot-primary-\nrunoff-election; see also Ala. Code § 17-11-3(a)(2). \n \n26 \n\n     \n \nentitled to vote in the March 31, 2020 election may request the appropriate absentee ballots from \ntheir county of residence.”79 \n72.  Virginia, Delaware, and Massachusetts have likewise clarified that all registered \nvoters in their respective states can use existing reasons related to illness and physical disability to \nvote by mail in the upcoming elections.80  And New Hampshire has interpreted its “physical \ndisability” provision to “appl[y] equally to voters who are experiencing symptoms of COVID-\n19 . . . and those who are self-quarantining as a preventative measure.”81  \n \n79   Governor of Arkansas, Exec. Order No. 20-08, (Mar. 20, 2020), \nhttps://governor.arkansas.gov/images/uploads/executiveOrders/EO_20-08._.pdf \n \n80   See Absentee Voting, Va. Dep’t of Elections, https://www.elections.virginia.gov/casting-a-\nballot/absentee-voting/ (last visited May 10, 2020) (Virginia Department of Elections \nstatement clarifying that “[v]oters may choose reason ‘2A My disability or illness’” to vote \nabsentee in upcoming elections due to COVID-19); Governor of Delaware, Exec. Dep’t, \nSixth Modification of the Declaration of a State of Emergency for the State of Delaware \nDue  to  a  Public  Health  Threat  (Mar.  24,  2020),    https://governor.delaware.gov/wp-\ncontent/uploads/sites/24/2020/03/Sixth-Modification-to-State-of-Emergency-\n03242020.pdf (Delaware executive order providing that for upcoming primary and special \nelections “the qualification of ‘sick or physically disabled’ [in Delaware vote-by-mail \nprovisions] shall apply to and include any such voter who is asymptomatic of COVID-\n19 . . . and who herself or himself freely chooses to use such qualification to vote by \nabsentee ballot.); An Act Granting Authority to Postpone 2020 Municipal Elections in the \nCommonwealth and Increase Voting Option in Response to the Declaration of Emergency \nto  Respond  to  COVID-19,  ch.  45  (2020), \nhttps://malegislature.gov/Laws/SessionLaws/Acts/2020/Chapter45  (new  Massachusetts \nlaw clarifying that “any person taking precaution related to COVID-19 in response to a \ndeclared state of emergency or from guidance from a medical professional, local or state \nhealth official, or any civil authority shall be deemed to be unable by reason of physical \ndisability to cast their vote in person,” which is one of the reasons set forth in the state \nconstitution that permits a Massachusetts voter to vote by mail). \n \n81   Memorandum from the Sec’y of State and Att’y General to New Hampshire Election \nOfficials re: Elections Operations During the State of Emergency 2 (Apr. 10, 2020), \nhttps://www.governor.nh.gov/news-media/press-2020/documents/20200410-absentee-\nvoting.pdf. \n27 \n\n     \n \nCLAIM FOR RELIEF \nViolation of the Fundamental Right to Vote \nArticle IV, Section 1 of the Tennessee Constitution \n73.  Plaintiffs  reallege  and  reincorporate  by reference  all  prior  paragraphs  of  this \nComplaint as though fully set forth herein. \n74.  Article IV, section 1 of the Tennessee Constitution provides: “Every person, being \neighteen years of age, being a citizen of the United States, being a resident of the state for a period \nof time as prescribed by the General Assembly, and being duly registered in the county of residence \nfor a period of time prior to the day of any election as prescribed by the General Assembly, shall \nbe entitled to vote in all federal, state, and local elections held in the county or district in which \nsuch person resides.  All such requirements shall be equal and uniform across the state, and there \nshall be no other qualification attached to the right of suffrage.” \n75.  In light of the COVID-19 pandemic, the current construction and enforcement of \nTennessee’s Excuse Requirement severely and unreasonably burdens the fundamental right to vote \nof Tennessee voters.  The Excuse Requirement, as currently construed and enforced, will likely \nprevent tens of thousands of eligible voters from casting ballots, with particularly heavy burdens \non African-American voters.  Under these circumstances, the Excuse Requirement, as currently \nconstrued and enforced, will thus deny the fundamental right to vote guaranteed by the Tennessee \nConstitution. \n76.  Therefore, Defendants, acting under color of state law, have and will continue to \ndeprive Plaintiffs of rights secured to them by Article IV, section 1 of the Tennessee Constitution. \nRELIEF REQUESTED \nWHEREFORE, Plaintiffs respectfully request this Court to: \nA.  Declare that Defendants’ construction and enforcement of the Excuse Requirement \n28 \n\n     \n \n(as stated in Tenn. Code Ann. § 2-6-201) (i) for the 2020 election calendar, (ii) while the State’s \nongoing “state of emergency” is in effect, or (iii) while the CDC is advising individuals to engage \nin any of its recommended Social Distancing Measures violates the fundamental right to vote under \nArticle IV, section 1 of the Tennessee Constitution; \nB.  Issue preliminary and permanent injunctions that order relief including:  \n1.  Prohibiting Defendants from enforcing the Excuse Requirement (as stated in Tenn. \nCode Ann. § 2-6-201) to prevent  \n•  any eligible voter, regardless of age and physical condition;  \n•  any eligible voter who lives with an individual who is at a higher risk of \ncomplications should they contract COVID-19; and/or  \n•  any eligible voter who is at a higher risk of complications should they contract \nCOVID-19  \nto request, receive, and have counted an absentee ballot by mail at least for the 2020 election \ncalendar and until the State’s ongoing “state of emergency” is lifted and the CDC no longer advises \nindividuals to engage in any of its recommended Social Distancing Measures; \n2.  Ordering Defendants to modify election materials, including absentee ballots, to \nreflect the elimination and/or modification of the Excuse Requirement; \n3.  Ordering  Defendants  to  conduct  a  public  information  campaign  informing \nTennessee  voters  about  the  elimination  and/or  modification  of  the  Excuse  Requirement,  in \ncoordination with city and county officials before and during the absentee balloting period; and \n4.  Ordering Defendants to issue appropriate guidance to city and county election \nofficials. \nC.  Award Plaintiffs attorneys’ fees in this action; \n29 \n\n     \n \nD.  Award Plaintiffs their costs of bringing suit; and \nE.  Grant such other and further relief as this Court deems just and proper in the \ncircumstances.   \n30 \n\n     \n \nDated: May 15, 2020   \nRespectfully submitted,   \n/s/ Thomas H. Castelli    Dale E. Ho* \nThomas H. Castelli (BPR No. 024849)  Sophia Lin Lakin* \nACLU Foundation of Tennessee  American Civil Liberties Union Foundation \nP.O. Box 120160  125 Broad Street, 18th Floor \nNashville, TN 37212  New York, NY 10004  \nPhone: (615)-320-7142  Phone: (212) 549-2500 \ntcastelli@aclu-tn.org  dho@aclu.org \n   slakin@aclu.org \n \nNeil A. Steiner*  Angela M. Liu* \nDechert LLP  Dechert LLP \n1095 Avenue of the Americas  35 West Wacker Drive \nNew York, NY 10036-6797  Suite 3400 \nPhone: (212) 698-3500  Chicago, IL 60601-1608 \nneil.steiner@dechert.com  Phone: (312) 646-5800 \n  angela.liu@dechert.com  \nTharuni A. Jayaraman*   \nDechert LLP   \n1900 K Street NW   \nWashington, DC 20006   \nPhone (202) 261-3330   \ntharuni.jayaraman@dechert.com   \n  Attorneys for Plaintiffs \n   \n  *Motion for admission Pro Hac Vice \nforthcoming \n \n \n \n31 ",
      "document_type_other": "",
      "external_url": "https://www.aclu.org/cases/lay-v-goins",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107806"
    },
    {
      "date": "2020-06-08",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "ACLU",
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Tennessee state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 107807,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107807.pdf",
      "title": "Plaintiffs' Combined Rule 65.06 Notice of Motion and Motion to Enforce the Court's Order and/or for Sanctions",
      "text": "IN THE CHANCERY COURT OF TENNESSEE \nFOR THE TWENTIETH JUDICIAL DISTRICT AT NASHVILLE \nEARLE F. FISHER, JULIA \nHILTONSMITH, JEFF BULLARD, \nALLISON DONALD, and \n#UPTHEVOTE901,  \nCase No.: 20-0435-I(III) \nPlaintiffs, \nChancellor Ellen Hobbs Lyle \n      v. \nTRE HARGETT, MARK GOINS, \nWILLIAM LEE, and HERBERT \nSLATTERY III, each in his official capacity \nfor the State of Tennessee, \nDefendants. \n                                     AND \nBENJAMIN WILLIAM LAY, CAROLE \nJOY GREENAWALT, and SOPHIA  Case No.: No. 20-453-IV(III)\nLUANGRATH,  \nChancellor Ellen Hobbs Lyle \nPlaintiffs, \n      v. \nMARK GOINS, in his official capacity as \nCoordinator of Elections for the State of \nTennessee, TRE HARGETT, in his official \ncapacity as Secretary of State for the State of \nTennessee, and WILLIAM LEE, in his \nofficial capacity as Governor of the State of \nTennessee, \nDefendants. \nPLAINTIFFS’ COMBINED RULE 65.06 NOTICE OF MOTION  \nAND MOTION TO ENFORCE THE COURT’S ORDER AND/OR FOR SANCTIONS \n\nCome Plaintiffs pursuant to Rule 65.06 of the Tennessee Rules of Civil Procedure and \nmove the Court for an order (i) to enforce this Court’s June 4, 2020 Memorandum And Order \nGranting Temporary Injunction To Allow Any Tennessee Registered Voter To Apply For A \nBallot To Vote By Mail Due To COVID-19 (the “Order”) and/or (ii) for sanctions. \nPlaintiffs  submit  this  motion  to  bring  to  the  Court’s  attention  the  State’s \nnoncompliance  with  this  Court’s  June  4,  2020  Memorandum  And  Order  Granting \nTemporary Injunction To Allow Any Tennessee Registered Voter To Apply For A Ballot To \nVote By Mail Due To COVID-19 (the “Order”).   \nThe  State  has  instructed  its  election  officials  to  put  on  hold  the  processing  of \nabsentee-ballot requests due to COVID-19, and to treat such requests less favorably than \nany absentee request relating to one of the categories preexisting the Court’s June 4 Order.  \nRather than using the line on the absentee request form indicated by the Order, the State \nhas unilaterally created a new line on the form, so that it can direct voters to that line, \nsegregate their requests from other requests, and decline to process them.  All of this is in \ndirect violation of the plain and express terms of this Court’s Order.   \nIn  support  of  this  motion,  Plaintiffs  rely  upon  the  Memorandum  of  Law  filed \nconcurrently herewith and the Declarations of Jacob Webster Brown, Angela Marie Liu, and \nLondon  Lamar  filed  concurrently  herewith,  and  any  such  further  briefing,  argument,  and \nevidence as may be submitted in this matter. \n1 \n\nDated: June 8, 2020 \nRespectfully submitted, \n/s/ Jacob Webster Brown Steven J. Mulroy* \nJacob Webster Brown (36404)  Steven J. Mulroy (28831) \nBruce S. Kramer (7472)  1 North Front Street \n6000 Poplar Avenue, Suite 150  Memphis, Tennessee 38103 \nMemphis, Tennessee 38119  Memphis, Tennnessee 38103 \nPhone: (901) 756-6300  Phone: (901) 603-8779 \njbrown@andersoncrump.com  smulroy@memphis.edu \nAttorneys for Plaintiffs in Case No.: 20-0435-\nI(III) \n/s/ Thomas H. Castelli\nThomas H. Castelli (024849)  Dale E. Ho* \nACLU Foundation of Tennessee  Sophia Lin Lakin* \nP.O. Box 120160  American Civil Liberties Union Foundation \nNashville, TN 37212  125 Broad Street, 18th Floor \nPhone: (615)-320-7142  New York, NY 10004  \ntcastelli@aclu-tn.org  Phone: (212) 549-2500 \ndho@aclu.org \nslakin@aclu.org \nNeil A. Steiner*  Angela M. Liu* \nDechert LLP  Dechert LLP \n1095 Avenue of the Americas  35 West Wacker Drive \nNew York, NY 10036-6797  Suite 3400 \nPhone: (212) 698-3500  Chicago, IL 60601-1608 \nneil.steiner@dechert.com  Phone: (312) 646-5800 \nangela.liu@dechert.com  \nTharuni A. Jayaraman* \nDechert LLP \n1900 K Street NW \nWashington, DC 20006 \nPhone: (202) 261-3330 \nAttorneys for Plaintiffs in Case No.: No. 20-\ntharuni.jayaraman@dechert.com \n453-IV(III) \n*Admitted Pro Hac Vice \n2 \n\nCERTIFICATE OF SERVICE \nI certify that a true and exact copy of the foregoing notice of motion and motion has been \nserved on June 8, 2020, via email, prepaid U.S. Mail, or both upon opposing counsel of record in \nthe above-styled matter. \n/s/ Thomas H. Castelli \n3 ",
      "document_type_other": "",
      "external_url": "https://www.aclu.org/cases/lay-v-goins",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107807"
    },
    {
      "date": "2020-06-04",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Tennessee state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 107809,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107809.pdf",
      "title": "Memorandum and Order Granting Temporary Injunction to Allow any Tennessee Registered Voter to APply for a Ballot to Vote by Mail Due to COVID-19",
      "text": "E-FILED\n6/4/2020 7:43 PM\nCLERK & MASTER\nDAVIDSON CO. CHANCERY CT.\n  IN THE CHANCERY COURT FOR THE STATE OF TENNESSEE \n  TWENTIETH JUDICIAL DISTRICT, DAVIDSON COUNTY, PART III \n \nHUNTER DEMSTER, EARLE J.  ) \nFISHER, JULIA HILTONSMITH,  ) \nGINGER BULLARD, JEFF BULLARD,  ) \nALLISON DONALD, and   ) \n#UPTHEVOTE901,  ) \n) \nPlaintiffs,    ) \n) \nvs.        )     No. 20-0435-I(III) \n) \nTRE HARGETT, MARK GOINS,  ) \nWILLIAM LEE, and HERBERT  ) \nSLATERY III, each in his official  ) \ncapacity of the State of Tennessee,  ) \n) \nRespondents   ) \n \nAND \n \nBENJAMIN WILLIAM LAY, CAROLE  ) \nJOY GREENAWALT, and SOPHIA   ) \nLUANGRATH,    ) \n        ) \n  Plaintiffs,    ) \n        ) \nvs.        )    No. 20-453-IV(III) \n        ) \nMARK GOINS, TRE HARGETT, and  ) \nWILLIAM LEE, each in his official  ) \ncapacity for the State of Tennessee,  ) \n        ) \n  Defendants.   ) \n \nMEMORANDUM AND ORDER GRANTING TEMPORARY INJUNCTION TO \nALLOW ANY TENNESSEE REGISTERED VOTER TO APPLY FOR A BALLOT \nTO VOTE BY MAIL DUE TO COVID-19 \n \n \n \n  1 \n\n  In this time of the worldwide COVID-19 pandemic and its contagion in gatherings \nof people, almost all states – both Republican and Democrat – are providing their citizens \nthe health protection of a voting by mail option.  This includes southern states such as \nAlabama, South Carolina and Arkansas, and Tennessee‘s neighboring state of Kentucky \nand nearby West Virginia.  The governors, state officials and legislators in those states \nhave spearheaded efforts to expand access to voting by mail to protect the health of their \ncitizens during the pandemic. \n  The Plaintiffs in Case No. 20-453 include some Tennessee registered voters who \nhave or who reside with persons who have autoimmune conditions or other heightened \nsusceptibility to the COVID-19 virus.  The Plaintiffs in Case No. 20-435 are all Tennessee \nregistered voters, except for Jeff Bullard.  The Plaintiffs in case No. 20-435 do not allege \npersonal  conditions  of  heightened  susceptibility.    They  do  allege  that  they  have \ndetermined that it is impossible or unreasonable for them to vote in-person at a polling \nplace in upcoming elections due to the risk of contracting or transmitting the COVID-19 \nvirus.    None  of  these  Plaintiffs,  in  either  case,  qualifies  to  vote  by  mail  under  the \nDefendant State Officials‘ interpretation and application of Tennessee‘s law, Tennessee \nCode Annotated section 2-6-201.  Therefore, in upcoming elections, as the pandemic \ncontinues, these Plaintiffs must go to a polling place and vote in-person to exercise their \nright to vote.  They are not eligible to vote by mail. \n  With situations such  as those presented by the Plaintiffs,  the Defendant State \nOfficials (hereinafter referred to as the ―State‖) have been asked to implement measures, \n \n  2 \n\nlike the majority of states, to temporarily suspend, in upcoming elections, restrictive \nconstruction and application of voting by mail law to take into account the pandemic.  To \nbe clear, the Plaintiffs do not seek for the State to permanently switch to universal and \nautomatic vote by mail in Tennessee.  The Plaintiffs instead seek a temporary easing off \non the restrictions of voting by mail limited to the time of the pandemic.  The State has \nrefused.  It is maintaining the requirements for in-person voting.  The State‘s response to \nthe pandemic is to provide social distancing and sanitation measures at polling places.  \nSignificantly, however, one of the most prominent features of social distancing—wearing \nmasks—cannot be compelled of voters, but only encouraged, at polling places.  Thus \npersons who choose not to wear masks cannot be denied access to the polling place and \npresent exposure to others. \n  Having  met  with  refusal  by  the  State,  the  Plaintiffs  have  filed  these  separate \nlawsuits to obtain during the pandemic access to voting by mail in upcoming elections. \n  The Plaintiffs rest their case on Article I, section 5 and Article IV, section 1 of the \nTennessee Constitution which is more explicit in guaranteeing Tennesseans the right to \nvote than the counterpart federal Constitution.  The Tennessee Constitution provides that, \n―the right of suffrage, as hereinafter declared, shall never be denied to any person entitled \nthereto . . . .‖ \n  The State‘s position is unapologetic.  It claims that unlike the can-do approach of \ntwo-thirds of the U.S. States who have for years allowed any voter to vote by mail and \neleven more states that have relaxed voting by mail restrictions for the 2020 elections due \n \n  3 \n\nto the pandemic, it is impossible for the State of Tennessee, in a state of emergency, to \nexpand access to voting by mail on a temporary basis.  The State provides scenarios and \ncalculations of lack of money, personnel and equipment for increased voting by mail, and \nthey cite to their fear of increased voter fraud from voting by mail. \n  The issue, then, for this Court is whether, in this time of the pandemic, the States‘ \nconstruction  and  application  of  Tennessee  law  constitutes  an  unreasonable  and \ndiscriminatory burden on the fundamental right to vote vigorously guaranteed by the \nTennessee Constitution. \n \n  The  Plaintiffs  are  presently  before  the  Court  on  applications  for  a  temporary \ninjunction.  They seek for the Court to enjoin the States‘ restrictive application of the law \nand for a mandate that the State must provide the Plaintiffs access to voting by mail. \n  On June 3, 2020, a hearing was conducted on the temporary injunction applications \nbased upon evidence filed by all parties and oral argument of Counsel.  At the conclusion \nof the hearing the Court took the matter under advisement. \n  After studying the evidence and the law, and considering argument of Counsel, the \nCourt finds that the evidence does not support the State‘s claims that it is impossible for it \nto provide expanded access to voting by mail.  Respectfully, the evidence is that the \nassumptions the State has employed in its fiscal and resource calculations are oddly \nskewed and not in accordance with the methodology of its own expert and industry \nstandards.    When,  however,  normal  industry-recognized  assumptions  are  used,  the \n \n  4 \n\nevidence establishes that the resources are there to provide temporary expanded access to \nvoting by mail in Tennessee during the pandemic if the State provides the leadership and \nmotivation as other states have done.1  As to voter fraud, the State‘s own expert debunks \nand rejects that as a reason for not expanding access to voting by mail. \n  From this evidence and upon using the legal standard of Anderson-Burdick,2 the \nCourt concludes that the State‘s restrictive interpretation and application of Tennessee‘s \nvoting by  mail law (Tennessee Code Annotated section 2-6-201), during the  unique \ncircumstances of the pandemic, constitutes an unreasonable burden on the fundamental \nright to vote guaranteed by the Tennessee Constitution.  Accordingly the Plaintiffs are \nentitled to issuance of a temporary injunction. \n \n                                                 \n1 See, for example, websites in Alabama and West Virginia where banners on absentee voting during the \npandemic are displayed with informative links and instructions. \n2 The Tennessee Supreme Court has explained the Anderson-Burdick doctrine as follows: \n \nNotably, however, the United States Supreme Court has rejected the notion that strict \nscrutiny applies to every statute imposing a burden on the right to vote under the United \nStates Constitution. Instead, addressing claims arising under the First and Fourteenth \nAmendments, the Court has adopted a ―more flexible standard,‖ pursuant to which a \nshowing of important governmental regulatory interests may justify lesser restrictions on \nthe right to vote, whereas strict scrutiny is reserved for laws that impose ―‗severe‘ \nrestrictions.‖ Burdick v. Takushi, 504 U.S. 428, 434, 112 S.Ct. 2059, 119 L.Ed.2d 245 \n(1992) (quoting Norman v. Reed, 502 U.S. 279, 289, 112 S.Ct. 698, 116 L.Ed.2d 711 \n(1992)); see also Crawford v. Marion Cnty. Election Bd., 553 U.S. 181, 191, 128 S.Ct. \n1610, 170 L.Ed.2d 574 (2008) (plurality opinion) (holding that any burden upon the right \nto vote ―must be justified by relevant and legitimate state interests ‗sufficiently weighty to \njustify the limitation‘ ‖ (quoting Norman, 502 U.S. at 288–89, 112 S.Ct. 698)); Anderson \nv. Celebrezze, 460 U.S. 780, 789, 103 S.Ct. 1564, 75 L.Ed.2d 547 (1983). \n \nCity of Memphis v. Hargett, 414 S.W.3d 88, 102 (Tenn. 2013). \n \n \n  5 \n\n  It is therefore ORDERED that the Plaintiffs‘ motion for a temporary injunction is \ngranted to the extent that, until further order of the Court, the Defendants are enjoined \nfrom: \n—  enforcing their current construction of the ―excuse requirement‖ for \nabsentee  voting  stated  in  Tennessee  Code  Annotated  section \n2-6-201(5)(C) and (D), and  \n \n  are mandated to: \n—  provide any eligible Tennessee voter, who applies to vote by mail in \norder  to  avoid  transmission  or  contraction  of  COVID-19, \nan absentee ballot  in  upcoming  elections  during  the  pendency  of \npandemic circumstances; and \n \n—  implement  the  construction  and  application  of  Tennessee  Code \nAnnotated section 2-6-201(5)(C) and (D) that any qualified voter who \ndetermines it is impossible or unreasonable to vote in-person at a \npolling place due to the COVID-19 situation shall be eligible to check \nthe  box  on  the  absentee  ballot  application  that,  ―the  person  is \nhospitalized, ill or physically disabled and because of such condition, \nthe person is unable to appear at the person‘s polling place on election \nday; or the person is a caretaker of a hospitalized, ill or physically \ndisabled,  person,‖  and  have  that  absentee  voting  request  duly \nprocessed by the State in accordance with Tennessee law.3 \n \n  In addition it is ORDERED that the Defendants are mandated to: \n—  prominently  post  on  their  websites  and  disseminate  to  County \nElection Officials that voters who do not wish to vote in-person due to \nthe COVID-19 virus situation are eligible to request an absentee \nballot  by  mail  or  that  such  voters  still  have  the  option  to  vote \nin-person during Early voting or on Election Day. \n \n  Not ordered herein is a requirement that the State must automatically mail absentee \nballots to all Tennessee registered voters, a practice being implemented in some states \n                                                 \n3 This wording is derived from election instructions posted on the State of Alabama and West Virginia‘s \nwebsites. \n \n  6 \n\nbefore and in response to the pandemic.  The difference is that the injunction issued above \nkeeps in place and tracks the requirement of Tennessee law that to obtain a mail-in ballot, a \nvoter must first apply for one so that it is only voters who apply to vote by mail that the \nState must print and mail absentee ballots to as the applications come in. \n  Also not granted herein is the alternative request for relief in Case No. 20-453 for a \nTennessee licensed physician to certify the entire population of a county to be ―medically \nunable to vote‖ because of the pandemic. \n  In addition, it is ORDERED that no bond is required to secure this temporary \ninjunction. \n  The findings of fact and conclusions of law on which this decision is based are as \nfollows. \n \nTennessee Voting Law \n  The  Tennessee  Constitution  is  more  explicit  than  the  federal  constitution  in \nguaranteeing Tennesseans the right to vote.  Article I, section 5 and Article IV, section 1 \nof the Tennessee Constitution expressly guarantee the right to vote in federal, state and \nlocal elections to all adult persons duly registered in a county district and precinct.  As \nquoted above and  requoted  herein, the Tennessee  Constitution contains the vigorous \nguarantee  that,  ―The  elections  shall  be  free  and  equal,  and  the  right  of  suffrage,  as \nhereinafter declared, shall never be denied to any person entitled thereto . . . .‖  Under the \n \n  7 \n\nprovisions  of  the  Tennessee  Constitution,  voting  is  a  fundamental  right.    Bemis \nPentecostal Church v. State, 731 S.W.2d 897, 901 (Tenn. 1987). \n  The Legislature has enacted laws to allow for the fundamental right to vote to be \nexercised  by  mail-in/absentee  ballot,  but  only  for  a  limited  set  of  circumstances.  \nTennessee Code Annotated section 2-6-201 provides for voting by mail for nine categories \nof persons.  An otherwise eligible voter who does not fall into one of these enumerated \ncategories as construed by State is not permitted to ―vote by mail absentee‖ and must \ninstead cast their ballot in person.  The pertinent category in this case is 5, quoted as \nfollows. \n(5)  PERSONS  OVER  60--PERSONS  HOSPITALIZED,  ILL  OR \nDISABLED. \n \n(A)  A person sixty (60) years of age or older when the person \nrequests to vote absentee; \n \n(B)  The person is a voter with a disability as defined in § 2-3-109, \nand the voter's polling place is inaccessible; \n \n(C)   The  person  is  hospitalized,  ill  or  physically  disabled,  and \nbecause  of such condition, the person is unable to appear at the \nperson's polling place on election day; or \n \n(D)   The person is a caretaker of a hospitalized, ill or disabled \nperson; \n \n \nState’s Interpretation and Application of Section 2-6-201(5)(C) and (D) \n  With respect to the pandemic, it is the State‘s construction and application of \nsection 2-6-201(5)(C) and (D) that only individuals who have ―quarantined because of a \n \n  8 \n\npotential exposure [to COVID-19] or who ha[ve] tested positive [for] COVID-19‖ are \nconsidered ―ill‖ for the purposes of ―vot[ing] by mail absentee.‖  Steiner Decl. Ex. 63, \nTenn. Sec. of State, Tennessee Election COVID-19 Contingency Plan, (April 23, 2020), \nhttps://bit.ly/3g7WrUN. \n  Putting  aside  the  ambiguity  of  the  State‘s  construction  of  ―quarantining‖ \n(self-quarantine vs. contact tracing), the issue for the Plaintiffs in this case is the following.  \nEven voters, who are at higher risk of contracting COVID-19 and/or at a higher risk of \nsevere complications should they contract the illness and voters who live with individuals \nwho  have  pre-existing  medical  conditions  that  place  them  at  higher  risk  for  severe \ncomplications should they contract COVID-19, such as the Plaintiffs in Case No. 20-453, \ndo not have the option to ―vote by mail absentee.‖  Further rendered ineligible for voting \nby mail are Tennesseans, like the Plaintiffs in Case No. 20-435, who have determined that \nit is impossible or unreasonable to vote in-person at a polling place due to the risk of \ncontracting or transmitting the COVID-19 virus.  Thus all of the Plaintiffs in the cases \nbefore the Court are ineligible to vote by mail during the pandemic based upon the State‘s \napplication of Tennessee law. \n \nState’s Justification for Denying Expanded Access to Voting by Mail \n  The reasons the State has refused to allow more access to voting by mail during the \npandemic are (1) that it is not fiscally nor logistically feasible for the State to do so and \n(2) voter fraud.  But the evidence presented to the Court does not support these reasons.  \n \n  9 \n\nThe evidence shows that it is feasible for the State to provide registered voters a vote by \nmail option and that increased voter fraud is not a material concern.  The following are the \nfindings of fact made by the Court based upon the record developed thus far for the \ntemporary injunction.4 \nEvidence on Feasibility \n1.  Quick Expansion of Voting by Mail in 10 States—Within a timeframe of just a few \nmonths, ten states have expanded an ―excuse required‖ statute, like Tennessee‘s to \n―no excuse‖ absentee rules.  These include the neighboring states of:  Alabama, \nArkansas,  South  Carolina,  Kentucky  and  Virginia.    Three  states:    Kentucky, \nVirginia and Indiana have provided this option in a shorter timeframe than is present \nin this case. \n \nSeveral  of the remaining  minority  of states that, under normal circumstances, \nrequire an excuse to vote by mail have interpreted their disability or illness basis for \nabsentee voting broadly during the ongoing COVID-19 pandemic. For example, \nWest Virginia now permits all registered voters to vote absentee in forthcoming \nelections due to ―[i]llness, injury or other medical reason which keeps [the voter] \nconfined,‖ defining ―other medical reason‖ as ―any threat to a person‘s health posed \nby an epidemic, pandemic, outbreak, disease, virus, or other emergency, which \ncreates potential harm to the public interest, peace, health, safety, or welfare of \ncitizens or voters.‖  W. Va. Code R. §§ 153-53-2–153-53-3.  {{Steiner Decl. Ex. \n69, W. Va. Sec‘y of State Mac Warner, Admin. Law Div., Notice Of An Emergency \nRule (Mar. 20, 2020), https://bit.ly/2zbwRO3.}} Further, West Virginia construes \n―confined‖  as  being  ―restricted  to  a  specific  location  for  reasons  beyond  that \nperson‘s control, including a recommendation by state or federal authorities for the \nperson to self-quarantine, avoid public places or close contact with other persons.‖ \nW. Va. Code R. § 153-53-2. Per issued rules, West Virginia‘s action ―cannot violate \nor alter clear statutory requirements‖ but rather, simply construes existing state law \n―in favor of enfranchisement, not disenfranchisement.‖ W. Va. Code R. § 153-53-1. \nSimilarly,  Alabama  has  allowed  ―any  qualified  voter  who  determines  it  is \nimpossible or unreasonable to vote at their voting place‖ as a result of COVID-19 to \nvote by mail in primary runoff elections being held in July by reason that ―a physical \nillness or infirmity [] prevents [the voter‘s] attendance at the polls.‖  {{Steiner \n                                                 \n4 The findings of fact made herein are preliminary for purposes of issuance of the temporary injunction and \nare not binding as ultimate findings of fact. Those will be determined in the trial of the case.  This is \nbecause as the case progresses the parties will develop a complete factual record. \n \n  10 \n\nDecl. Ex. 3, Ala. Leg. Servs. Agency, Absentee Voting During State of Emergency, \n17-11-3(e) (Mar. 18, 2020), https://bit.ly/3cUhOqN; see also Steiner Decl. Ex. 4, \nPress Release, Alabama Secretary of State, 100 Days Left to Apply for Absentee \nBallot for the Primary Runoff Election (Mar. 31, 2020), https://bit.ly/2ygoArG; see \nalso  Ala.  Code  §  17-11-3(a)(2).}}  And,  because  of  COVID-19,  Arkansas  has \ndetermined that Ark. Code Ann. §§ 7-5-402, which only allows absentee voting for \npeople who are ―absent or unable to attend an election due to illness or physical \ndisability,‖ should be read ―so that all eligible qualified electors currently entitled to \nvote in the March 31, 2020 election may request the appropriate absentee ballots \nfrom their county of residence.‖  {{Steiner Decl. Ex. 6, Governor of Arkansas, \nExec. Order No. 20-08, (Mar. 20, 2020), https://bit.ly/2TheWwc. }} \n \nVirginia, Delaware, and Massachusetts have likewise clarified that all registered \nvoters in their respective states can use existing reasons related to illness and \nphysical disability to vote by mail in the upcoming elections.  {{See Steiner Decl. \nEx. 68,  Absentee Voting, Va.  Dep‘t  of Elections, https://bit.ly/3dU4YbW (last \nvisited May 18, 2020) (Virginia Department of Elections statement clarifying that \n―[v]oters may choose reason ‗2A My disability or illness‘‖ to vote absentee in \nupcoming  elections  due  to  COVID-19);  Steiner  Decl.  Ex.  23,  Governor  of \nDelaware,  Exec.  Dep‘t,  Sixth  Modification  of  the  Declaration  of  a  State  of \nEmergency for the State of Delaware Due to a Public Health Threat (Mar. 24, \n2020),  https://bit.ly/3bKVfTM  (Delaware  executive  order  providing  that  for \nupcoming primary and special elections ―the qualification of ‗sick or physically \ndisabled‘ [in Delaware vote-by-mail provisions] shall apply to and include any such \nvoter who is asymptomatic of COVID-19 . . . and who herself or himself freely \nchooses to use such qualification to vote by absentee ballot.); Steiner Decl. Ex. 5, \nAn  Act  Granting  Authority  to  Postpone  2020  Municipal  Elections  in  the \nCommonwealth and Increase Voting Option in Response to the Declaration of \nEmergency to Respond to COVID-19, ch. 45 (2020), https://bit.ly/2LFSZTc (new \nMassachusetts  law  clarifying  that  ―any  person  taking  precaution  related  to \nCOVID-19 in response to a declared state of emergency or from guidance from a \nmedical professional, local or state health official, or any civil authority shall be \ndeemed to be unable by reason of physical disability to cast their vote in person,‖ \nwhich  is  one  of  the  reasons  set  forth  in  the  state  constitution  that  permits  a \nMassachusetts voter to vote by mail).}}  And New Hampshire has interpreted its \n―physical disability provision to ―appl[y] equally to voters who are experiencing \nsymptoms of COVID-19 . . . and those who are self-quarantining as a preventative \nmeasure.‖  {{Steiner Decl. Ex. 28, Memorandum from the Sec‘y of State and Att‘y \nGeneral to New Hampshire Election Officials re: Elections Operations During the \nState of Emergency 2 (Apr. 10, 2020), https://bit.ly/2ZdZ8xV.}} \n \n \n  11 \n\n2.  Sufficient Ballots Are Ready— The Tennessee Secretary of State‘s Division of \nElections has already accounted for increased mail-in voting for eligible voters \n(Goins  Declaration,  May  22,  2020,  ¶¶ 3-4).    The  State  is  already  printing \n1.4 million ballots for the August 2020 election, and it has on hand four million of \nthe three envelope sets necessary to process these ballots through the mail.  (Goins \nDecl ¶ 11). \n \nThus, even if turnout increased 17% from August 2018, and 100% of voters chose \nto case absentee ballots, the State has enough ballots right now. \n \nThe facts are that a total of 1.23 million Tennessean—30% of the 4.16 million \nregistered voters in Tennessee—voted in the August 2018 election.  Tenn. Sec‘y of \nState,  Statistical  Analysis  of  Voter  Turnout  for  the  Nov.  6,  2018  Election  as \nSubmitted  by  the  Counties,  available  at \nhttps://sos-tn-govfiles.tnsosfiles.com/2018%20November.pdf (last visited May 22, \n2020).  This was the highest August turnout in 15 years (Tenn. Sec‘y of State \nElection  Statistics,  available  at  https://sos.tn.gov/products/\nelections/election-statistics (last visited May 22, 2020)).  Conditions which are \nlikely to decrease voting turnout in 2020 are the pandemic and, unlike the August \n2018  elections,  the  August  2020  generally  lacks  county  general  elections. \nHistorically,  according  to  Coordinator  of  Elections  Goins,  ―less  than  2.5%  of \nTennessee voters have voted using the absentee by-mail voting process.‖ However, \nas admitted by Coordinator Goins, the State is presently prepared for 1.4 million \nTennesseans to vote by mail which represents 36% of the total registered voters. \n \nThe situation is little different for November. In the last November presidential \nelection, 2.5 million persons voted, for a turnout of 62%. Tennessee Secretary of \nState website, Statistical Analysis of Voter Turnout for the Nov. 8, 2016 Election as \nSubmitted by the Counties, available at https://sos-tn-gov-files.s3.amazonaws.com/\n2016_November_PPP_Turnout.pdf  (last  visited  May  22,  2020).    If  Tennessee \nprints a total of 4 million ballots, as it has already done for August, see Goins Decl. \n¶¶ 11-12, it will have enough ballots for every single current active Tennessee voter \nto vote absentee, assuming 100% turnout and 100% of voters choosing to vote by \nmail. See Goins Decl. ¶ 5 (3,930,381 active Tennessee voters).   \n \n3.  $1  Million  is  Available—The  State  has  received  $10 million  in  federal  funds \ndedicated  to 2020 election costs (Goins Decl., May 22, 2020, ¶  19), and has \n$1 million of that remaining and available to provide expanded access to voting by \nmail. \n \n4.  Measures Already in Place in Some Counties for Expanded Voting by Mail—Some \ncounties  have  already  implemented  measure  for  an  increased  mail-in  vote.  \n \n  12 \n\nRutherford County plans to hire two extra full-time and four extra part-time workers \nsolely  dedicated  to  processing  absentee  ballot  requests  and  prestuffing  50,000 \nabsentee ballot envelopes (Goins Decl. May 22, 2020, ¶ 16). \n \nState‘s Scenarios and Calculations Not Supported by the Evidence \n  In support of their position that providing expanded access to voting by mail is \nimpossible in Tennessee, the State provided the Declarations of: \n—  five Election Officials across rural and urban Tennessee, \n—  Mark Goins, Coordinator of Elections for the State of Tennessee, and \n—  Kim Wyman, Secretary of State of Washington State. \n \n  The  State  assert  these  Declarations  prove  their  proposition  that  the  State  of \nTennessee does not have the money, personnel or equipment to expand voting by mail in \nTennessee, and that the only measures that are feasible in Tennessee are to stick to \nin-person voting and provide social distancing and sanitation at polling places. \n  This position is not supported by the evidence.  That is because the State provided \nincredible assumptions to the Declarants which assumptions are not supported by the \nhistorical voting patterns and turnout in Tennessee,  and  which do not comport with \nindustry standards on planning for elections.  These faulty facts and assumptions are as \nfollows. \n—  Each of the five Tennessee County Election Officials was told to \nassume  in  stating  feasibility  in  their  counties  that  100%  of  all \nregistered voters in their county will vote.  This has never happened \nin the entire history of Tennessee voting.  The turnout in the Nov. \n2018 elections was high and it was 54% of all registered voters.  The \npercentage  of  turnout  for  the  2016  presidential  election \n(Trump/Clinton)  was  61%.  This  same  unprecedented  number  of \n100% turnout of all Tennessee registered voters was also used by \nDefendant Goins.  Such an extreme assumption carries no weight as \nevidence.    Moreover  this  skewed  assumption  so  permeates  and \n \n  13 \n\nunderlies the State‘s calculations that the assumption substantially \ndetracts  from  the  weight  of  State‘s  entire  evidence  on  lack  of \nfeasibility. \n \n—  The kind of voting by mail Secretary of State Wyman was told to \naddress  is  a  model  where  the  State  initiates  the  process  and \nautomatically sends all registered voters absentee ballots.  This is not \nthe model ordered herein.  The model used in the above temporary \ninjunction requires the voter to initiate the process.  The voter must \ntake the first step to print off a request form and submit it to County \nElection Officials to be provided a mail-in ballot.  This is the model \ncurrently in place under Tennessee Code Annotated section 2-6-201.  \nThe  Plaintiffs  are  not  seeking  a  permanent  change  to  automatic, \nuniversal voting by mail as is the case in Washington State and is \naddressed in the Wyman Declaration.  This distinction is material. \n \n  Requiring a voter to request an absentee ballot eliminates many of the \nchange  of  address  or  faulty  address  problems  Secretary  of  State \nWyman mentions.  Also, requiring a voter to request an absentee \nballot saves the State time and money in sending out request forms to \nall registered voters and provides some governor  on demand for \nabsentee ballots. \n \n  The  difference  in  the  absentee  voting  model  Secretary  of  State \nWyman addresses and the one contemplated by the Plaintiffs and \nordered herein is so material that the Wyman opinions on feasibility \nare not weighty evidence. \n \n  The flaws in the State‘s calculations are well explained by Plaintiffs‘ Counsel, \nquoting as follows, and are adopted by the Court. \n  The fundamental assumption underlying all of the State‘s arguments \nthat relief in this case would be expensive and impractical is its insistence \nthat it must print enough ballots, and hire enough staff, to accommodate \n100% of its voters choosing to vote by mail, and also assuming that 100% of \nits registered voters participate in each election.  See Defs.‘ Resp. at 13; \nPls.‘ Reply, at 27 & n.37 (citing to affidavits attached to State‘s initial \nResponse).  But the State points to no legal requirement for this.  And \nindeed, they acknowledge that they have not been doing it in past elections.  \nTheir plan to be ready for all eligible over-60 registered is a new one made in \nresponse  to  the  Pandemic.    See  Resp.  at  2-3  (acknowledging  the  Plan \n \n  14 \n\ncontemplates a ―dramatic increase‖ in absentee voters). This is an entirely \ndiscretionary decision that is no less novel than the Virus.  \n \n  The State says it would be ―reckless‖ to estimate need based on past \nelectoral  performance.    Sur-Reply  13.    But  this  is  precisely  what  Kim \nWyman  now  advocates,  albeit  using  dubious  projections.    See  Supp. \nWyman Decl., ¶11.  She estimates the ―requested absentee ballot rate‖ to be \nbetween 23% and 60% should an injunction be granted, and she recommends \nthat ―[p]lanning and operations for the mail preparation should be based \nupon these percentages.‖  Wyman Supp. Decl. ¶ 11(emphasis added).  It \nappears that Coordinator Goins‘s extreme devotion to over-preparedness is \nnot only just as novel as—[sic]  \n \n  Even more important, the State‘s expert now recommends that ―the \nreturn ballot processing should be based upon the projected voter turnout in \nthe August and November elections.‖  Wyman Supp. Decl. ¶ 11 (emphasis \nadded); see also id. (―For the success of these operations, it is critical to \nestimate  this  turnout…‖)  (emphasis  added).    This  is  precisely  what \nPlaintiffs have been arguing all along.    On this point (basing cost and \nfeasibility estimates based on projected turnout), Plaintiffs‘ experts agree. \nSee Supp. McReynolds Decl., ¶ 6.  \n \n  Based on any reasonable estimate of turnout using historical data, the \n1.4 million ballots Tennessee has already printed are enough to cover the \nAugust election.  See Plaintiffs‘ Reply, at 27-29.  And if the State prints a \ntotal of 4 million ballots for November (as it has already done for August), \nthat  would  be  enough  for  all  voters  to  vote  absentee,  even  assuming \n(absurdly high) 100% turnout.  Id.  Similarly, the State is staffing up to \nhandle 1.4 million absentee votes this August, so staffing will be sufficient as \nwell.  See Plaintiffs‘ Reply, at 30.  \n \n  Other  logistical  overstatements  are  also  influenced  by  this \nunwarranted  ―100%‖  approach.    The  State  makes  much  of \nchange-of-address  issues,  citing  Davidson  County‘s  rate  of  10%  of \nnotifications of polling location changes being returned as undeliverable.  \nSur-Reply  11–12.    But  location-change  mailings  go  out  to  all  voters \nregistered within a certain geographical subset of the county.  See also \nRoberts Decl. ¶7 (describing address problem as ―Mailing an absentee ballot \nrequest form to every registered voter . . . would result in a significant \namount  of  undeliverable  mail‖)  (emphasis  added).  Tennessee‘s \nelection-specific absentee-ballot application process would obviate concerns \nof undeliverable mail:  individual voters apply to vote absentee using their \n \n  15 \n\ncurrent addresses.  This is not the case for absentee voting in Washington \nState,  nor  for  mass  mailings  in  Davidson  County,  where  the  address \ninformation relied on may be several years‘ out of date.  \n \n  This  distinction—between  an  absentee-application  system  like \nTennessee‘s and a pure ―by-mail voting‖ system like Washington‘s—also \nexplains the various allegedly contradictory statements Plaintiffs‘ expert \nAmber McReynolds has made.  In these statements, she was referring to a \npure ―vote by mail‖ system, in which each voter is automatically mailed a \nballot, not the ―no excuse‖ system sought by Plaintiffs. \n \n  The  same  flawed  assumption  colors  the  State‘s  inflated  cost \nestimates, when it cries budgetary constraints as an excuse to curtail a \nfundamental right and put voters at risk of their health.  Sur-Reply at 14–15.  \nCoordinator Goins estimates a cost of $34.5 million to implement relief, then \nacknowledges that assumes ―100 percent of registered voters vote by-mail.‖  \nGoins Supp. Decl. ¶3.  But the State fails to acknowledge that it currently \nhas $55 million in available federal funds dedicated to election costs which \ncould be drawn upon to pay whatever costs the State incurs (above and \nbeyond what it has already spent to be ready for 117% of August 2018‘s \nrecord-high turnout, see Reply at 29).  The State has publicly acknowledged \nthat it has portions of this $55 million amount unencumbered, but wishes to \nreserve it for later elections. \n \nPlaintiffs’ Surreply in Support of Their Application for Temporary Injunction, June 2, \n2020, Case No. 20-435, pp. 8-10. \n  Thus,  the  evidences  does  not  support  the  State‘s  claims  and  calculations  that \nexpanded voting by mail is not feasible in Tennessee.  To the contrary, Tennessee‘s track \nrecord of voting turnout and the preparations already in place and the $1 million of \navailable  federal  funds  establish  temporarily  expanding  voting  by  mail  during  the \npandemic is feasible in Tennessee \n \n  16 \n\nVoter Fraud \n  The evidence established that voter fraud is not a material reason to refuse to expand \nvoting by mail during the pandemic on several bases. \n  First, many safeguards are already in place. Election officials check to make sure an \nabsentee ballot application is made on behalf of a registered voter at the proper address.  \nTenn. Code Ann. § 2-6-202(d).  They verify that the voter‘s signature on file matches both \nthe signature on each absentee ballot request, § 2-6-202(b), which must be signed under \npenalty of perjury, as well as the absentee ballot itself, § 2-6-202(g).  To guard against \n―ballot harvesting,‖ only election-commission employees may distribute absentee ballots, \nor furnish an unsolicited absentee ballot application, to any person, § 2-6-202(c), and \nelection  officials  routinely  visit  nursing  homes  to  personally  collect  ballots  from \nvulnerable elderly voters, § 2-6-601.  In addition, there are  numerous criminal laws \nagainst various types of voter fraud.  See Tenn. Code Ann. §§ 2-19-104 through 2-19-117. \n  Further,  the  State‘s  expert  witness,  Washington  Secretary  of  State  Wyman \nanswered explicitly in a recent national news article that she is confident that voter fraud is \nnot a material concern with expanded absentee voting, ―Doesn‘t vote by mail and absentee \nvoting lead to more fraud? I am confident that the answer is no.‖ \n  There is also the consideration that Tennessee‘s in-person voting requires showing a \npicture ID at polling locations to verify identity.  Yet the COVID-19 plan for polling \nlocations, promulgated by the State, requires that if a voter is wearing a face covering to \nmitigate COVID exposure and contagion those face coverings should not be removed in \n \n  17 \n\npublic.  These conditions obscure identity and undercut the defense that in-person voting \nduring the pandemic poses less of a threat of voter fraud. \n \nThe Pandemic and In-Person Voting \n  As to the effect of the pandemic on in-person voting at polling places, the Court \nmakes the following findings of fact based upon the record developed thus far for the \ntemporary injunction.5 \n1.  Mail-in voting methods are encouraged by the Centers for Disease Control and \nPrevention (―CDC‖) to ―minimize direct contact with other people and reduce \ncrowd size at polling stations‖ where mail-in voting is allowed in the jurisdiction \n(Recommendations for Election Polling Locations, Centers for Disease Control and \nPrevention, \nhttps://www.cdc.gov/coronavirus/2019-ncov/community/electionpolling-locations.\nhtml (last visited May 7, 2020)). \n \n2.  The duration of in-person voting in Tennessee is a two week early voting period, \nand a twelve hour election day.  \n \n3.   Requiring in-person voters to remain at least six feet apart will elongate lines. \n \n4.  Providing broader  access to  mail-in voting  will lessen the number of persons \ngathering for in-person voting. \n \n5.  Other State institutions are using remote participation options to avoid in-person \ngatherings.    The  Tennessee  State  Senate  is  not  assembling.    The  Tennessee \nSecretary of State‘s customer counter is closed to the public (Tenn. Sec‘y of State, \nhttps://sos.tn.gov/ (last visited May 26, 2020)).  The State Attorney General is \naccepting service of process by mail.  The State Election Commission is holding \nmeeting  by  telephone  (Tennessee  Sec‘y  of  State,  State  Election  Commission \nMeetings, https://sos.tn.gov/products/elections/state-election-commission-meetings \n(last visited May 19, 2020)).  \n                                                 \n5 As stated in an above footnote, the findings of fact made herein are preliminary for purposes of issuance \nof the temporary injunction and are not binding as ultimate findings of fact. Those will be determined in the \ntrial of the case.  This is because as the case progresses the parties will develop a complete factual record. \n \n  18 \n\n \n6.   The Pandemic has so far killed over 340 Tennesseans and hospitalized over 1600.6  \nThe state experiences over 300 new cases every day.  The virus continues to spread.  \nAs of May 21, 2020, the State had 18,961 confirmed cases.  (Steiner Decl. Ex. 34, \nTenn. Dep’t of Health, Coronavirus Disease (COVID-19), https://bit.ly/36ba80L \n(last visited May 21, 2020)).  As has been the case nationally, Tennesseans of all \nages have tested positive for and died from COVID-19. Members of all age groups \nhave contracted the disease. \n \n7.  The Court finds the testimony of the following physicians weighty.  Dr. Sandra \nArnold is Director of the Infectious Disease Department at LeBonheur Hospital in \nMemphis and on the faculty of the University of Tennessee Health Sciences Center.  \nArnold  Decl.  ¶  2.    Dr.  James  Gurney  is  an  epidemiologist  and  Dean  of  the \nUniversity of Memphis‘ College of Public Health.  Gurney Decl. ¶ 1.  Dr. Michael \nThrelkeld is an infectious-disease specialist and former director of the Infection \nControl and Employee Health at Baptist, St. Francis, and St. Joseph Hospitals in \nMemphis.  Threlkeld Decl. ¶¶ 1, 2. Dr. Jeff Warren is a general practitioner with \nseveral decades‘ experience who currently serves on the Memphis City Council and \nthe Memphis-Shelby County Coronavirus Response Task Force.  Warren Aff. ¶¶ 2, \n3.  Drs. Arnold and Threlkeld‘s testimony has guided courts, juries, or both in the \npast.  See Arnold Decl. ¶ 6; Thelkeld Decl. ¶ 3.  \n \nAll  of  these  doctors  support  Plaintiffs‘  requests  for  temporary  and  permanent \ninjunctive relief.  These doctors maintain that continued enforcement of the excuse \nrequirement during the Pandemic would be ―medically inadvisable,‖ Threlkeld ¶ 6; \nWarren  ¶  6,  ―would  create  significant,  unwarranted  risks  to  individuals  and \ncommunities,‖ Arnold Decl. ¶¶ 11, 14, or alternatively, that ―it is prudent from a \npublic health perspective to reduce unnecessary gatherings and allow all registered \nvoters to mail ballots . . . if they so choose,‖ Gurney Decl. ¶ 9.  All of them \nconclude that while plexiglass screens, hand sanitizers, instructions to stay six feet \napart, and the like may help contain poll-site transmission of the Virus, these \nmeasures will not abate the significant, objective medical risk posed by the Virus \nenough to make voting in person medically reasonable.  See Arnold Decl. ¶ 13; \nGurney Decl. ¶ 10; Threlkeld Decl. ¶¶ 6, 7; Warren Decl. ¶¶ 6, 8.  \n \nThese experts opine that although Tennessee is starting to reopen, the Pandemic is \nstill with us, and its severity will persist through the summer, as well as the fall. Dr. \nGurney states:  \n \n                                                 \n6 Tenn. Dep‘t of Health, Coronavirus Disease (COVID-19), https://www.tn.gov/health/cedep /ncov.html \n(last visited May 26, 2020). \n \n  19 \n\nI want to emphasize that the public health situation today is \nessentially the same as it was in mid-March . . . the [Virus] is \nstill highly virulent and circulating unencumbered through the \nState‘s population . . . . [D]iagnostic testing is now adequate \nfor those with symptoms or known exposure but not adequate \nfor reaching the general population or for repeat population \ntesting; thus we do not know the true infection rate . . . we do \nnot have a vaccine . . . and we do not yet have an effective \ntreatment for curing those with serious disease symptoms.  \n. . . . \n \nUnfortunately, there is little reason to believe that any of the \nabove circumstances that characterize the severe outbreak in \nTennessee, or our ability to combat it, will change by August \nwhen primary voting will occur. We also do not expect the \nCOVID-19 pandemic to be resolved by November when the \ngeneral elections will take place.  \n \nGurney Decl. ¶¶ 4-6 (emphasis added).  See also Threlkeld Decl. ¶ 4 (―The [V]irus \ncontinues to spread here in Tennessee, requiring ongoing efforts to protect people \nfrom exposure.  This situation is likely to continue through July and the first week \nof August.‖); Warren Decl. ¶5 (―[T]he threat from COVID-19 continues and is \nserious. In my opinion, the threat will continue through August of 2020.  It is likely \nthere will be a resurgence this fall.‖).  \n \nThe only medical opinion submitted to the Court by the State is the opinion of Dr. \nTim Jones who is employed by the State of Tennessee.  His testimony is not \naccorded weight by the Court based upon the following analysis of Plaintiffs‘ \nCounsel which is adopted by the Court. \n \nOnly one medical opinion, of the five now before this Court, says that \nvoting in person during the Pandemic will be safe. Only one these five \nopinions says that the precautions set forth in the State‘s COVID-19 \nElection  Contingency  Plan  (the  ―Plan‖),  Goins  Decl.  Ex.  2,  are \nacceptable precautions, sufficient to protect voters from exposure to \nthe novel coronavirus (the ―Virus‖).  This is the opinion of Dr. Tim \nJones, who reports and owes his position to one or more of the named \nDefendants in this case.  An independent opinion would be more \npersuasive.  \n \nJones opines that because restrictions are being lifted, preventive \nmeasures are going unenforced, and many people are not wearing \n \n  20 \n\nmasks or social distancing, general ―congregate environments‖ may \nbe riskier than polling sites abiding by the Plan‘s safeguards.  Jones \nDecl. ¶ 8.  This observation may be true, as far it goes.  But it is \nhardly responsive here, because polling places are still unacceptably \ndangerous from a medical standpoint.  See Gurney Supp. Decl. ¶ 3; \nArnold Supp. Decl. ¶ 3.  Tennesseans have the right to increase their \nrisk  of  exposure  to  the  Virus  if  they  so  choose.    All  Plaintiffs \nmaintain in this suit is that they also have the right to self-isolate and \nabide by recommended preventive measures, and that they should not \nhave to abandon these medically recommended guidelines in order to \nexercise a fundamental right.  \n \nJones also relies on the fact that the CDC has updated its guidance to \nsuggest that contracting COVID by touching a surface or object ―isn‘t \nthought to be the main way the virus spreads,‖ even though such \nthings are still ―possible‖ vectors.  Jones Decl. ¶ 7.  But airborne \ninfection at the polling place seems more likely than ever, Supp. \nArnold  Decl.  ¶4,  especially  in  light  of  recent  studies  [footnote \nomitted]. \n   \nAnd,  while  correlation  is  not  necessarily  causation,  correlative \nepidemiological evidence is still probative.  See Supp. Arnold Decl. \n¶5.  This includes the most recent epidemiological study of the April \n2020 Wisconsin election. Here again, what Dr. Jones‘s words may \nstrictly be true, but they are beside the point:  the Wisconsin study \nconsidered  more  than  ―one  outbreak‖  which  ―happens  to  be \nassociated  with a polling site.‖   See  Jones  Decl. ¶8.  The study \ninvolved the measurement of multiple case trajectories throughout the \nState  of  Wisconsin,  by  county,  cross-referenced  with  the  rate  of \nabsentee voting, and density of polling places, by county [footnote \nomitted]. \n \nPlaintiffs’ Surreply, June 2, 2020, Case No. 20-435 at 2-3. \n \n8.  COVID-19 can severely damage lung tissue, cause a permanent loss of respiratory \ncapacity, and also damage tissues in the kidney, heart, and liver.  (Steiner Decl. Ex. \n15,  Ctrs.  for  Disease  Control  &  Prevention,  Interim  Clinical  Guidance  for \nManagement  of  Patients  with  Confirmed  Coronavirus  Disease  (COVID-19), \nhttps://bit.ly/3cDvlCN (last visited May 18, 2020)).  COVID-19 also poses greater \nrisks  for  people  with  preexisting  heart  and  respiratory  conditions,  diabetes, \nindividuals  with  compromised  immune  systems,  and  those  with  many  other \n \n  21 \n\nconditions.  (Steiner Decl. Ex. 12, Ctrs. for Disease Control & Prevention, Groups \nat Higher Risk of Severe Illness, https://bit.ly/2zKcqrw (last visited May 18, 2020)). \n \n9.  The  health  consequences  of  in-person  voting  are  plainly  evident  after  recent \nprimaries. See, e.g. Reingold Decl. ¶ 18.  During Florida‘s recent primary, two \nBroward County poll workers tested positive for COVID-19, one of whom was \nhandling driver‘s licenses as part of the identification verification process.  (Steiner \nDecl. Ex. 65, Anthony Man, Two Broward poll workers, including one who handled \nvoters’ driver licenses, test positive for coronavirus, S. FLA. SUN SENTINEL \n(Mar. 26, 2020), https://bit.ly/2AGGnZZ).  And on April 13, Chicago officials \nreported that a poll worker for the city‘s March 17 election died of COVID-19, \nprompting officials to send letters notifying voters, poll workers, field investigators, \nand cartage companies who were present at the same polling site.  (See Steiner \nDecl.  Ex.  32,  Mary  Ann  Ahern,  Poll  Worker  at  Chicago  Voting  Site  Dies  of \nCoronavirus,  Election  Officials  Say,  NBC  CHICAGO  (Apr.  13,  2020), \nhttps://bit.ly/3dXsxk9).  Likewise, elections held on April 7 in Wisconsin saw \nmulti-hour waits and lines stretching blocks upon blocks in places like Milwaukee \nand Green Bay.  (See, e.g., Steiner Decl. Ex. 24, Kati Anderson, Green Bay Voters \nwait in line past midnight to cast ballot in primary election, WBAY-TV (Apr. 7, \n2020),  https://bit.ly/369FVit).    By  April  29,  health  officials  in  Wisconsin  had \nidentified more than 52 people ―who voted in person or worked the polls during the \nstate‘s presidential primary‖ who ―tested positive [for COVID-19] in the two weeks \nafter the election.‖   (Steiner Decl. Ex. 1, Scott Bauer, 52 Who Worked or Voted in \nWisconsin  Election  Have  COVID-19,  WUWM  (Apr.  29,  2020), \nhttps://bit.ly/3bHdBoI).    On  May  5,  the  Milwaukee  County  COVID-19 \nEpidemiology Intel Team issued a report stating they were able to identify 54 \ncounty residents who had voted curbside, voted in-person, or who had worked at a \npolling site during the April 7 primary election who ―ha[d] symptom onset or lab \nreport confirmation dates indicating that they could have been infectious or infected \nat  the  time  of  voting.‖    (Steiner  Decl.  Ex.  29,  Milwaukee  County  COVID-19 \nEpidemiology  Intel  Team,  Descriptive  Analysis  of  COVID-19  Infections  in \nMilwaukee County after the Wisconsin Election and Easter/Passover Holidays, 4 \n(May 5, 2020), https://bit.ly/2Zf2IYQ).  And of those individuals, 29 ―did not have \nany other known potential exposures to COVID-19.‖  (Id. at 5). \n \n  From the foregoing, the Court finds that for persons with an autoimmune disease or \nother conditions or who reside with someone with these conditions, such as the Plaintiffs in \nCase No. 20-453, they are more susceptible to contracting the virus.  For all persons, such \n \n  22 \n\nas the Plaintiffs in Case No. 20-435, there are the risks of the higher level of contagion of \nthe virus as compared to others viruses or flu, and that contagion is exacerbated indoors \nwhere  there  are  gatherings  of  individuals.    Lastly,  for  all  persons  there  are  various \nconsequences of contracting the virus including fatality or long-term health issues. \n  The Court therefore concludes that for persons with heightened susceptibility to \nCOVID-19, such as the Plaintiffs in Case No. 20-453, the burden placed on them by the \nState not providing them the mail-in option is severe.  For persons who do not fit into this \nmore susceptible category, including the Plaintiffs in Case No. 20-435, the burden placed \non them by the State is in the category of somewhat severe to moderate. \n \nStanding, Justiciability, Ripeness \n  The Court finds that, with the exception of Jeff Bullard (Case No. 20-435-III) and \nJoy Greenawalt (Case No. 20-453-III), all the Plaintiffs are registered voters who do not fit \nwithin one of the categories of Tennessee Code Annotated section 2-6-201 to qualify to \nvote by absentee ballot.  Thus, all, except Jeff Bullard and Joy Greenawalt, have standing \nto bring these lawsuits. \n  In addition, the Plaintiffs‘ claims are ripe and present a justiciable controversy.  \nThe fact that, as testified to by Commissioner Goins, elaborate and lengthy plans have been \nprepared by the State of Tennessee to mitigate the spread and contraction of the COVID-19 \nvirus at polling places establishes that this is not a hypothetical circumstance.  In addition, \nunder the State‘s COVID-19 plan, these Plaintiffs would currently not be eligible to vote \n \n  23 \n\nby mail.  Also, the evidence of record is that the majority of states, the CDC, and the \nNational conference of State Legislatures are encouraging and advising absentee voting for \nthe elections in 2020. \n  There is, then, ample evidence in the record for finding all the Plaintiffs, except Mr. \nBullard and Ms. Greenawalt, have standing, and that their lawsuits present ripe, justiciable \ncontroversies to proceed in this Court. \n \nApplication of Anderson-Burdick Test \n  The Tennessee Supreme Court has not yet ruled on whether courts must apply strict \nscrutiny to restrictions placed on voting where the State must use the least intrusive means \nto further its interest. City of Memphis v. Hargett, 414 S.W.3d 88, 102 (Tenn. 2013).  If \nthere are less restrictive, comparably effective means, the law fails strict scrutiny. Bemis \nPentecostal Church v. State, 731 S.W.2d 897, 903 (Tenn. 1987). \n  Because the Tennessee Supreme Court has not yet ruled that the standard this Court \nis to apply is a strict scrutiny analysis, the Court has not done so to avoid error on appeal.  \nThe Court has instead applied the more flexible Anderson-Burdick test (which in part also \ninvolves strict scrutiny) as stated by the Tennessee Supreme Court in City of Memphis v. \nHargett, which provides, \nNotably, however, the United States Supreme Court has rejected the notion \nthat strict scrutiny applies to every statute imposing a burden on the right to \nvote under the United States Constitution. Instead, addressing claims arising \nunder the First and Fourteenth Amendments, the Court has adopted a ―more \nflexible standard,‖ pursuant to which a showing of important governmental \nregulatory  interests  may  justify  lesser  restrictions  on  the  right  to  vote, \n \n  24 \n\nwhereas  strict  scrutiny  is  reserved  for  laws  that  impose  ―‗severe‘ \nrestrictions.‖ Burdick v. Takushi, 504 U.S. 428, 434, 112 S.Ct. 2059, 119 \nL.Ed.2d 245 (1992) (quoting Norman v. Reed, 502 U.S. 279, 289, 112 S.Ct. \n698, 116 L.Ed.2d 711 (1992)); see also Crawford v. Marion Cnty. Election \nBd., 553 U.S. 181, 191, 128 S.Ct. 1610, 170 L.Ed.2d 574 (2008) (plurality \nopinion) (holding that any burden upon the right to vote ―must be justified by \nrelevant and legitimate state interests ‗sufficiently weighty to justify the \nlimitation‘‖  (quoting Norman, 502  U.S.  at  288–89,  112  S.Ct. \n698)); Anderson  v.  Celebrezze, 460  U.S.  780,  789,  103  S.Ct.  1564,  75 \nL.Ed.2d 547 (1983). \n \n414 S.W.3d 88, 102 (Tenn. 2013).  This doctrine also provides where the burden on the \nright to vote is moderate, the court applies an intermediate level of scrutiny weighing the \nmoderate burden against ―the precise interests put forward by the State as justification for \nthe burden,‖ taking into consideration how ―necessary‖ the burden is.  Id. at 113. \nUnder Anderson-Burdick, the burdens are weighed against the State‘s justifications \nfor imposing the burden of in-person voting.  Those justifications were shown in this case \nin the above analysis of the evidence not to exist.  The evidence demonstrated that \nproviding a vote by mail option is fiscally and logistically feasible, and that voter fraud is \nnot a material threat.  Thus, under these circumstances the State‘s actions of requiring \nin-person voting during the time of the pandemic and not providing an option to vote by \nmail  are  an  unreasonable  burden  on  the  right  to  vote  in  violation  of  the  Tennessee \nConstitution. \nApplication of Tennessee Injunction Law \n  In determining whether to issue a temporary injunction courts are instructed to \nevaluate whether the applicant has demonstrated the following: \n(1)  a substantial likelihood of success on the merits;  \n \n  25 \n\n \n(2)  immediate and irreparable harm before final judgment can be entered; \n \n(3)  that the equities balance in favor of the applicant; and  \n \n(4)  the issuance of the injunction is in the public interest. \n \nSouth Cent. Tenn. R.R. Auth. v. Harakas, 44 S.W.3d 912, 919 n.6 (Tenn. Ct. App. 2000) \n(quoting Robert F. Banks, Jr. & June F. Entman, Tennessee Civil Procedure § 4-3(l) \n(1999)).  See also, Union Planters’ Bank & Trust Co. v. Memphis Hotel Co., 139 S.W. \n715, 718-19 (Tenn. 1911); Butts v. S. Fulton, 565 S.W.2d 879, 882 (Tenn. Ct. App. 1977) \n(citing Wilson v. Louisville & Nashville L.R. Co., 12 Tenn. App. 327 (Tenn. Ct. App. \n1930)); Henry County v. Summers, 547 S.W.2d 247, 251 (Tenn. Ct. App. 1976) (citing \nKing v. Elrod, 268 S.W.2d 103 (Tenn. 1953)); Kaset v. Combs, 434 S.W.2d 838, 841 \n(Tenn. Ct. App. 1968) (citing Greene County Tire & Supply, Inc. v. Spurlin, 338 S.W.2d \n597 (Tenn. 1960), Herbert v. W.G. Bush & Co., 298 S.W.2d 747 (Tenn. Ct. App. 1956)).   \n  The above findings of fact and conclusions of law establish that the Plaintiffs \nprevail over the State on every one of these injunction factors.  The Plaintiffs therefore are \nentitled to issuance of a temporary injunction. \n \n \nNo Injunction Bond Required \nIn concluding that there should be no injunction bond required in this case, the \nCourt is guided by the federal court‘s interpretation of the bond requirement under Rule 65 \nof the Federal Rules of Civil Procedure.  ―[W]hen interpreting our own rules of civil \n \n  26 \n\nprocedure,  we consult and are  guided by  the interpretation that  has been applied to \ncomparable federal rules of procedure.‖ Turner v. Turner, 473 S.W.3d 257, 268–69 (Tenn. \n2015) (citations omitted); see also Huntington Nat. Bank v. Hooker, 840 S.W.2d 916, 921 \n(Tenn.  Ct.  App.  1991)  (―It  is  proper  that  Tennessee  courts  look  to \nthe interpretation given comparable federal rules by  the  federal  courts.   The  appellate \ncourts of Tennessee do look to the federal courts for guidance when the federal courts \nhave interpreted a rule that has not been interpreted by the Tennessee courts.‖) (citation \nomitted). \nFederal Courts, including the Sixth Circuit, have held that the bond requirement \nunder Rule 65 is discretionary and may be waived under certain limited circumstances such \nas where a plaintiff alleges the infringement of a fundamental constitutional right or when \nthe litigation is in the public interest. See, e.g., Moltan Co. v. Eagle-Picher Indus., Inc., 55 \nF.3d 1171, 1176, 1995 WL 326573 (6th Cir. 1995) (―While we recognize that the language \nof Rule 65(c) appears to be mandatory, and that many circuits have so interpreted it, the \nrule in our circuit has long been that the district court possesses discretion over whether to \nrequire the posting of security.‖); Pharm. Soc. of State of New York, Inc. v. New York State \nDep't of Soc. Servs., 50 F.3d 1168, 1174 (2d Cir. 1995) (―Rule 65(c) of the Federal Rules of \nCivil Procedure provides in part that ‗[n]o restraining order or preliminary injunction shall \nissue except upon the giving of security by the applicant, in such sum as the court deems \nproper.‘  Although  the  rule  speaks  in  mandatory  terms,  an  exception  to  the  bond \nrequirement has been crafted for, inter alia, cases involving the enforcement of ‗public \n \n  27 \n\ninterests‖  arising  out  of  ―comprehensive  federal  health  and  welfare  statutes.‘  This \nexception was relied upon in Temple University v. White, 941 F.2d 201 (3rd Cir.1991), \nwhere the court upheld the waiver of the bond requirement in a case in which a hospital had \nbrought suit to ensure that Pennsylvania complied with the Medicaid Act. The court there \nnoted that the hospital had ‗pursued a course of litigation clearly in the public interest, i.e., \nit seeks to preserve its role as a community hospital serving a disproportionate share of low \nincome  patients.‘)  (citations  omitted);  Adams  &  Boyle,  P.C.  v.  Slatery,  No. \n3:15-CV-00705,  2020  WL  1905147,  at  *7  (M.D.  Tenn.  Apr.  17,  2020), aff'd  as \nmodified, 956  F.3d  913,  2020  WL  1982210  (6th  Cir.  2020),  and modified, No. \n3:15-CV-00705, 2020 WL 2026986 (M.D. Tenn. Apr. 27, 2020) (―However, ―the rule in \nour circuit has long been that the district court possesses discretion over whether to require \nthe posting of security,‖ Moltan Co. v. Eagle-Picher Indus., Inc., 55 F.3d 1171, 1176 (6th \nCir. 1995) (internal citation omitted), and ―a court has no mandatory duty to impose a bond \nas a condition for issuance of injunctive relief.‖ Stooksbury v. Ross, No. 3:09-CV-498, \n2012 WL 12841901, at *6 (E.D. Tenn. Aug. 1, 2012) (citing NACCO Materials Handling \nGrp., Inc. v. Toyota Materials Handling USA, Inc., 246 F. App'x 929, 952 (6th Cir. 2007)). \n―When determining whether to require the party seeking an injunction to give security, \ncourts have considered factors such as the strength of the movant's case and whether a \nstrong public interest is present.‖ I Love Juice Bar Franchising, LLC, 2019 WL 6050283, \nat *14 (citing Moltan Co., 55 F.3d at 1176).‖); United Utah Party v. Cox, 268 F. Supp. 3d \n1227, 1260 (D. Utah 2017) (―Despite the mandatory nature of the language in the Rule, \n \n  28 \n\ntrial courts have ―wide discretion under Rule 65(c) in determining whether to require \nsecurity.‖ This preliminary injunction enforces fundamental constitutional rights against \nthe government. Waiving the security requirement best accomplishes the purposes of Rule \n65(c).‖) (footnotes omitted));Bruner v. Zawacki, No. CIV.A. 3:12-57-DCR, 2013 WL \n2903241, at *4 (E.D. Ky. June 13, 2013) (―The Sixth Circuit has long held that a district \ncourt ―possesses discretion over whether to require the posting of security.‖ Moltan Co. v. \nEagle. Picher Indus., Inc., 55 F.3d 1171, 1176 (6th Cir.1995). The security requirement \nhas been waived where an injunction is not likely to result in harm to the party enjoined, \nwhere the exercise of constitutional rights is at issue, and where a suit is brought in the \npublic interest. 13 Moore's Federal Practice, § 65.52 (3d Ed.). In addition, other circuits \nhave held that in public-interest litigation, the district court has the discretion to dispense \nwith the security requirement or to require nominal security if requiring security would, in \neffect, deny access to judicial review. Save Our Sonoran, Inc. v. Flowers, 408 F.3d 1113, \n1126 (9th Cir.2005).‖); Complete Angler, LLC v. City of Clearwater, Fla., 607 F. Supp. 2d \n1326,  1335–36  (M.D.  Fla.  2009)  (―Waiving  the  bond  requirement  is  particularly \nappropriate where a plaintiff alleges the infringement of a fundamental constitutional \nright.‖) (citation omitted); Westfield High Sch. L.I.F.E. Club v. City of Westfield, 249 F. \nSupp. 2d 98, 129 (D. Mass. 2003) (―Lastly, the First Circuit has recognized an exception to \nthe security bond requirement in Fed.R.Civ.P. 65(c) in ‗suits to enforce important federal \nrights or public interests.‘‖) (citation omitted); Lamar Advantage GP Co., LLC v. City of \nCincinnati, 114 N.E.3d 805, 831 (Ohio Com. Pl. 2018) (―While Ohio R. Civ. P. 65(C) \n \n  29 \n\nappears to require the fixing of a bond in order to effectuate a preliminary injunction, state \ncourts have followed the lead of federal courts holding that the setting of the amount of an \ninjunctive bond is within the discretion of the Court and this includes the discretion to \nrequire no bond at all.‖). \nBased on the foregoing law, the Court concludes that no injunction bond is required \nto be posted in this case because in issue is the fundamental constitutional right to vote.  \n \nRulings on Motions in Limine \n  With respect to motions in limine filed by the parties, the Court rules as follows. \n \nDemster v. Hargett (20-435-III) \n \n  May 27, 2020—Defendants’ Motion in Limine—Denied \n  June 3, 2020—Plaintiffs’ Motion in Limine to Admit Expert Testimony of \nAlex Padilla and Allison McReynolds—Granted \n \nLay v. Goins (20-453-III) \n \n  June 2, 2020—Plaintiffs’ Motion to Strike Pursuant to Tenn. R. Civ. P. \n12.06—Denied \n  June 3, 2020—Defendants‘ Oral Motion to Exclude Plaintiffs‘ June 2, 2020 \nReply  Brief  in  Support  of  Motion  for  Temporary  Injunction  and  any \nsupplemental supporting evidence submitted in reply—Denied \nConclusion \n  As stated in the State‘s brief, the COVID-19 virus has upended almost all aspects of \nlife—and voting is no exception.  The overwhelming response of other states has been to \nmake adjustments in their voting by mail protocol.  The Defendants, however, have \nrefused to do this.  The effect of the State‘s failure to adapt and expand the excuse \n \n  30 \n\nrequirements for mail-in voting is that it places a severe burden in Case No. 20-453 on the \nPlaintiffs with heightened susceptibility to the COVID-19 virus and a somewhat severe to \nmoderate burden on all other Plaintiffs, including those in Case No. 20-435.  Yet, the \nState‘s  justifications,  for  not  providing  an  expansion  of  voting  by  mail  during  the \npandemic, are not reasonable, necessary and/or do not exist. Thus, the State‘s restrictive \ninterpretation  and  application  of  Tennessee‘s  voting  by  mail  law  (Tennessee  Code \nAnnotated section 2-6-201), during the unique circumstances of the pandemic, constitutes \nan unreasonable burden on the fundamental right to vote guaranteed by the Tennessee \nConstitution.  Accordingly the Plaintiffs are entitled to issuance of a temporary injunction. \n \n                  s/ Ellen Hobbs Lyle                                  \n              ELLEN HOBBS LYLE \n              CHANCELLOR \n \ncc:  Due to the pandemic, and as authorized by the Twentieth Judicial District of the State \nof Tennessee In Re:  COVID-19 Pandemic Revised Comprehensive Plan as approved on \nMay 22, 2020 by the Tennessee Supreme Court, through June 30, 2020, this Court shall \nsend copies solely by means of email to those whose email addresses are on file with the \nCourt.    If  you  fit  into  this  category  but  nevertheless  require  a  mailed  copy,  call \n615-862-5719 to request a copy by mail.  \n \nFor those who do not have an email address on file with the Court, your envelope will be \nhand-addressed and mailed with the court document enclosed, but if you have an email \naddress it would be very helpful if you would provide that to the Docket Clerk by calling \n615-862-5719. \n \nJacob Webster Brown \nMelody Dernocoeur \nBruce S. Kramer \nSteven J. Mulroy \n  Attorneys for the Plaintiffs in Case No. 20-435 \n \n \n  31 \n\nAlexander S. Rieger \nJanet M. Kleinfelter \nSteven A. Hart \nMatthew D. Cloutier \nKelley L. Groover \n  Attorneys for the Defendants in Case No. 20-435 and Case No. 20-453 \n \nThomas H. Castelli \nNeil A. Steiner \nTharuni A. Jayaraman \nDale E. Ho \nSophia Lin Lakin \nAngela M. Liu \n  Attorneys for the Plaintiffs in Case No. 20-453  \n \n \n  32 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107809"
    },
    {
      "date": "2020-06-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "State Court Website",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "No citation available",
      "court": "Tennessee state trial court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 107808,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/107808.pdf",
      "title": "Memorandum and Order: (1) Denying State’s Motion For Stay Of 6/4/2020 Temporary Injunction Order and (2) Granting State’s Motion For Interlocutory Appeal",
      "text": "E-FILED\n6/10/2020 3:47 PM\nCLERK & MASTER\nDAVIDSON CO. CHANCERY CT.\n  IN THE CHANCERY COURT FOR THE STATE OF TENNESSEE \n  TWENTIETH JUDICIAL DISTRICT, DAVIDSON COUNTY, PART III \n \nHUNTER DEMSTER, EARLE J.  ) \nFISHER, JULIA HILTONSMITH,  ) \nGINGER BULLARD, JEFF BULLARD,  ) \nALLISON DONALD, and   ) \n#UPTHEVOTE901,  ) \n) \nPlaintiffs,    ) \n) \nvs.        )     No. 20-435-I(III) \n) \nTRE HARGETT, MARK GOINS,  ) \nWILLIAM LEE, and HERBERT  ) \nSLATERY III, each in his official  ) \ncapacity of the State of Tennessee,  ) \n) \nDefendants.   ) \n \nAND \n \nBENJAMIN WILLIAM LAY, CAROLE  ) \nJOY GREENAWALT, and SOPHIA   ) \nLUANGRATH,    ) \n        ) \n  Plaintiffs,    ) \n        ) \nvs.        )    No. 20-453-IV(III) \n        ) \nMARK GOINS, TRE HARGETT, and  ) \nWILLIAM LEE, each in his official  ) \ncapacity for the State of Tennessee,  ) \n        ) \n  Defendants.   ) \n \n \n \nMemorandum and Order: (1) Denying State’s Motion For Stay \nOf 6/4/2020 Temporary Injunction Order and (2) Granting \nState’s Motion For Interlocutory Appeal \n \n \n \n  1 \n\n  The Court’s analysis begins with the motion filed by the Defendant State Officials \n(hereinafter referred to as the “State”) to stay a June 4, 2020 Temporary Injunction.  That \nInjunction Order expands access to absentee voting during the pandemic.  The State’s \nmotion is filed pursuant to Tennessee Civil Procedure Rules 62.03 and 62.06. \n \nScope of June 4, 2020 Temporary Injunction \nTo be clear about the issues, the State has NOT been ordered by this Court1 to mail \nout to every Tennessean or registered voter an absentee ballot due to COVID-19.  The \nState is NOT required by the Injunction Order issued on June 4, 2020, to immediately \nprovide a mass mailing of absentee ballots to all voters. \n  What the State has been ordered to do is what Alabama, Arkansas, Kentucky, West \nVirginia and other states similar to Tennessee2 are doing and that is to implement a \ncommon sense measure to temporarily give their registered voters, due to the COVID-19 \nworldwide pandemic, the option of going to the polls to vote in-person or voting by \nabsentee ballot. \n  As required by Tennessee Civil Procedure Rule 65 and case law, the June 4, 2020 \nInjunction Order is conservative, narrowly tailored to the peculiar circumstances of a \nworldwide pandemic, and flexible to fit the diversity of Tennessee voters who cover the \n                                                 \n1 See Memorandum and Order Granting Temporary Injunction to Allow Any Tennessee Registered Voter to \nApply for a Ballot to Vote by Mail Due to COVID-19, June 4, 2020 (referred to therein as the “Injunction \nOrder”). \n2 In the most recent briefing by the Plaintiffs in Case No. 20-453, the Court is informed that now Missouri \nhas joined the vast majority of states who have expanded access to absentee balloting during the pandemic. \nAccording to the Plaintiffs, there are now only three states remaining who have not implemented such \nmeasures. Those states are Mississippi, Texas and Louisiana. \n \n  2 \n\nspectrum  of:    those  who  are  offended  by  COVID-19  mask  wearing,  those  who  are \noffended if a mask is not worn, Republicans, Democrats, Independents, seniors, young, \nautoimmune compromised, and rural, small and big town, and urban voters. \n  Additionally conservative and narrow is that the Injunction Order does not require \nthe State to take the initiative on initial ballot distribution.  It is the voter who must take \nthe  first  affirmative  step  to  fill  out  a form  and  apply  for  an  absentee  ballot  due  to \nCOVID-19.  The only adjustment the Injunction Order makes to existing Tennessee law \n(Tennessee Code Annotated section 2-6-201) for the COVID-19 pandemic is that the \nOrder temporarily expands the absentee ballot process to allow a voter to request an \nabsentee  ballot  due  to  the  pandemic  and  for  the  State  to  process  that.    This  is  a \nconservative and narrow remedy because it is the very same process presently required \nunder Tennessee law.  The Injunction Order does not add a new category to the statute or \nthe State’s absentee ballot form.  Derived from the COVID-19 absentee ballot measures \nimplemented in Alabama and West Virginia, the Injunction Order construes the statute to \ninclude  COVID-19  situations  as  fitting  within  Tennessee  Code  Annotated  sections \n2-6-201(5)(C) and (D) when the guarantee of the right to vote found in the Tennessee \nConstitution is applied to the circumstances of a worldwide pandemic.  Under the terms of \nthe Injunction Order a voter seeking to vote absentee due to COVID-19 uses an existing \ncategory on the absentee ballot application form.     \nThus because the Injunction Order is narrowly tailored to fit the circumstances, the \nresult is that in parts of Tennessee where COVID-19 is not perceived to be a negative \nhealth factor, there will be low or no demand for absentee ballots due to COVID-19 \n \n  3 \n\nbecause it is the voter who has to submit an application for an absentee ballot.  And in the \nparts of the State where citizens do perceive COVID-19 to be a negative health factor, there \nwill be more demand for absentee ballots.  But as the evidence in the June 3, 2020 \ninjunction hearing established, the State has prepared enough ballots for this eventuality, \nhas already posted notices of the new COVID-19 excuse for an absentee ballot, and has \n$1 million of federal funds to help with resources to process absentee ballots submitted due \nto COVID-19. \nDire Fiscal Impact Not Proven; The Injunction Order Does Not Increase Absentee \nVoters  Disproportionate  to  State’s  Preinjunction  Allocation  of  Resources  for \nAbsentee Voting \n \n  The bases the State asserts for a stay are that the State is not prepared for and cannot \nhandle the fiscal and logistical impact, and potential user error of absentee balloting that \nthe State asserts will occur from the expanded access to absentee voting ordered by the \nJune 4, 2020 Temporary Injunction.  With all due respect to the State, the evidence does \nnot support that claim. \n  The record is clear that even before this lawsuit was filed and even before the Court \nissued its Temporary Injunction Order the level of fiscal and logistical impact of absentee \nvoting anticipated under the Injunction Order were already being planned for by the State.  \nThe evidence of record establishes that the number of absentee voters anticipated by the \nexpanded  access  to  absentee  voting  of  the  Injunction  Order  is  consistent  with  the \n1.4 million absentee voters the State had already projected and planned for before these \nlawsuits were filed.  Paragraphs 11-13, 16 of the Declaration of Coordinator of Elections \nGoins  details  the  “overpreparedness”  of  Tennessee  for  absentee  voting  in  terms  of \n \n  4 \n\npersonnel,  logistics  and  equipment.    Because  the  State  had  “overprepared”3 in  its \nprojections  and  planned  for  an  increase  from  historically  2.5%  absentee  voters  to  a \nprojected  36%  of  all  registered  voters  even  before  these  lawsuits  were  filed,  the \nDeclaration  of  Commissioner  Goins  shows  that  expanded  access  to  absentee  voting \nordered by the June 4, 2020 Temporary Injunction is absorbed in what the State had \nalready planned for fiscally and logistically.  Thus, dire fiscal impact and potential user \nerror are not new effects resulting from the Temporary Injunction Order and do not justify \nissuance of a stay.   \n  This Court is not irresponsible.  It is careful, and in connection with the June 3, \n2020 injunction hearing the Court methodically examined and closely questioned all \nCounsel about the fiscal impact of expanded absentee voting.  It was the State who \nasserted lack of funds.  Yet, with all due respect, the State’s proof was not competent and \nnot weighty.  In a nutshell what the State did to support its claim that it could not give \nTennessee voters expanded access to absentee voting during the pandemic because the \nState does not have the resources was to assume \n—  100%  of  all  registered  voters  in  Tennessee  will  vote  (Goins \nSupplemental Declaration June 1, 2020 at ¶¶ 3-4), and that \n \n—  100% of all those 100% registered voters will vote absentee (Id.). \n \nThe condition of 100% turnout of all registered voters has never occurred, ever, in the State \nof Tennessee based upon the historical voter turnout stated in the record. As to the \nassumption that 100% of all registered voters will vote absentee, this assumption is not \n                                                 \n3 Declaration of Mark Goins, Coordinator of Elections for the State of Tennessee, p. 5, ¶ 11 (May 22, \n2020). \n \n  5 \n\nindustry standard.  The opinion of the State’s expert, Washington Secretary of State \nWyman, is that the absentee ballot voting assumption is in the range of 23% to 60%.  \nAccordingly, the State’s argument in its motion to stay that “[i]t would require the State \nand its counties to expend millions of dollars, in a short timeframe, to implement absentee \nvoting that is not contemplated by the statute” has absolutely no support or weight in the \nrecord. \n  Moreover,  despite  the  void  of  proof  left  by  the  State,  and  being  careful  and \nresponsible, the Court, on its own initiative, took the opinion of the Defendant’s expert, \nMs. Wyman, that the industry standard for absentee turnout is 23% to 60%.  Using the \nabsolute maximum of 60%, the Court multiplied that by the greatest number of voter \nturnout in the record which was 61% of 4.16 million registered voters or 2.5 million for the \nNovember  2016  election.  Declaration  of  Mark  Goins,  p.  2,  ¶  5  (May  22,  2020).   \nCalculating 60% of the 2.5 million voters yields 1.5 million.  Accordingly, the absolute \nmaximum that the State should be prepared to handle if absentee voting is expanded for \nCOVID reasons in November 2020 is approximately 1.5 million voters, using the industry \nstandard opined by the State’s expert. The record showed that the State is already prepared \nto handle 1.4 million Tennesseans to vote by mail. Declaration of Mark Goins, p. 5, \n¶¶  11-13, 16 (May 22, 2020).  In addition the State has $1 million of federal funds to \nassist with expanded absentee voting for 2020.  \n  This evidence of record and these calculations are not rebutted by the State in its \nmotion to stay leaving no evidence to support the State’s claims of dire fiscal consequences \nand irreparable harm if the Injunction Order is not stayed.  The evidence of record is that \n \n  6 \n\nthe State can support and cover the expanded access to voting ordered in the Temporary \nInjunction. \nElection Integrity—The State Already Made this Decision Before These Lawsuits \nWere Filed and Before the Injunction Order Was Issued \n \n  There may be voter confusion as the State appears to be dismissive of the Injunction \nOrder.  According to evidence filed by the Plaintiffs cited below in the footnote,4 the State \nhas modified implementation of the Injunction Order contrary to the terms of the Order.   \nThere may also be some absentee ballots not counted because of user error that \nwould not have occurred if the individual voted in-person.  But, again, prior to these \n                                                 \n4 As per instructions from the State, election officials in Tennessee are not processing absentee ballot \napplications and mailing absentee ballots to voters who request the absentee ballots on the basis of \nCOVID-19.  Declarations of London Lamar, Angela Marie Lui and Jacob Webster Brown, filed June 8, \n2020 in support of Plaintiffs’ Combined Rule 65.06 Motion To Enforce The Court’s Order And/Or For \nSanctions.  The State has instructed election officials to put on hold the processing of requests for absentee \nballot applications for individuals who cite COVID-19 or other illness as their reason for making their \nrequest.  Id.  The State has also unilaterally created a new line on its absentee ballot application form, to \nsegregate voters who attempt to apply pursuant to the Injunction Order.  These actions by the State are in \nderogation of the June 4 Injunction Order, page 6, which required the following. \n[T]the Defendants are enjoined from: \n—  enforcing their current construction of the “excuse requirement” for absentee voting stated \nin Tennessee Code Annotated section 2-6-201(5)(C) and (D), and  \nare mandated to: \n—  provide any eligible Tennessee voter, who applies to vote by mail in order to avoid \ntransmission or contraction of COVID-19, an absentee ballot in upcoming elections during \nthe pendency of pandemic circumstances; and \n—  implement  the  construction  and  application  of  Tennessee  Code  Annotated  section \n2-6-201(5)(C)  and  (D) that  any  qualified  voter  who  determines  it is  impossible  or \nunreasonable to vote in-person at a polling place due to the COVID-19 situation shall be \neligible to check the box on the absentee ballot application that, “the person is hospitalized, \nill or physically disabled and because of such condition, the person is unable to appear at \nthe person’s polling place on election day; or the person is a caretaker of a hospitalized, ill \nor physically disabled, person,” and have that absentee voting request duly processed by \nthe State in accordance with Tennessee law. \nIn addition it is ORDERED that the Defendants are mandated to: \n—  prominently post on their websites and disseminate to County Election Officials that voters \nwho do not wish to vote in-person due to the COVID-19 virus situation are eligible to \nrequest an absentee ballot by mail or that such voters still have the option to vote in-person \nduring Early voting or on Election Day. \n \n \n  7 \n\nlawsuits being filed and prior to issuance of the Injunction Order, the State was prepared \nfor 1.4 million Tennesseans to vote absentee.  That is, the State was already planning for \nan increase in absentee voting from 2.5% of voters to 36% of all registered voters.  The \nState, therefore, had accepted and come to terms with the issue of potential user error and \nthat some absentee ballots may be rejected. \n  Even more basic, though, with respect to the pandemic is that the issue of user error \ngoes back to the individual and giving them a choice since it is their fundamental right \nunder the Tennessee Constitution to vote which is at stake.  It is for the individual, not the \nState, to weigh the risk of not filling out the absentee ballot correctly and their vote not \nbeing counted, versus exposing themselves to the polling place during the pandemic.  As \nthe findings of fact of the Injunction Order make clear, one size does not fit all.  There are \nso many different situations for each voter related to the Virus (autoimmune, caretaker for \nsomeone who has COVID-19 heightened susceptibility, having been exposed to the Virus, \netc.), as well as health effects which can be permanent or fatal if the Virus is contracted, \nthat an individualized remedy is appropriate and fits the circumstances.  By notifying \nvoters of the alternatives of in-person voting at a polling place versus the availability of \nabsentee ballots due to the pandemic and providing those ballots when requested by a voter \nand processing them, the State fulfills its duty under the Tennessee Constitution, leaving \nthe rest up to the individual. \n  Additionally, in all the details and nuances of this case, it is important not to lose \nsight that what is at issue is a fundamental right which requires the State, under Tennessee \nlaw, to have good reasons for limitations imposed on that right.  City of Memphis v. \n \n  8 \n\nHargett, 414 S.W.3d 88, 102 (Tenn. 2013).  As Article I, section 5 of the Tennessee \nConstitution provides, “the right of suffrage, as hereinafter declared, shall never be denied \nto any person entitled thereto . . . .”  By not making the conservative, narrow changes to \nabsentee balloting temporarily ordered by this Court to address the ongoing pandemic in \nTennessee,  the  State  is  violating  the  Tennessee  Constitution.    The  authority  for  the \nInjunction Order is not, to use a cliché, “judicial activism” or “legislating from the bench.”  \nIt is the oath administered to all courts in this State to uphold the Tennessee Constitution.  \nThat is the authority for the Injunction Order. \n  Lastly, the State in its motion for interlocutory appeal and stay has pivoted from the \nargument made at the injunction hearing that voter fraud was the compelling, or at least a \nnecessary and reasonable justification, for denying the expansion of absentee balloting \nrequired by the Court.  Now in its motion to stay and for interlocutory appeal the State has \npivoted away from voter fraud, perhaps because its own expert debunked that justification.  \nNow the State argues chaos.  This too is not a legitimate justification for a stay because the \nevidence cited by the State comes from states which have not implemented the careful, \nconservative terms of the Injunction Order in this case.  Quoting from the Plaintiffs’ \nopposition as follows: \n[T]he State cites to ballot delivery problems in Maryland, Memo at 4-6, but \nMaryland adopted a complete-vote-by-mail system—a remedy that Plaintiffs \ndid not request and that this Court studiously avoided.  Order at 6-7.  The \nState further points to problems including long lines at in-person voting \nlocations in Washington, D.C.,  Memo at 4-5, but fails to mention that the \nDistrict reduced polling places by 86%, which contributed to longer lines at \nthe remaining polling locations despite a 15-fold increase in the number of \nabsentee ballots requested.  Thus, the District’s problems with long lines \nwould only have been worse—burdening voters even more and exacerbating \n \n  9 \n\npublic health concerns due to crowding—if the District had required an \nexcuse  for  voting  absentee,  and  had  forced  even  more  voters  to  vote \nin-person.    Likewise,  the  State  mentions  an  issue  with  the  instructions \naccompanying  absentee  ballots  sent  to  voters  in  a  single  Pennsylvania \ncounty, Memo at 6, but again conveniently omits that the absentee ballots \nthemselves had the correct instructions. \n \nPlaintiffs’ Brief in Opposition to Defendants’ Motion for Stay Pending Appeal, Case No. \n20-453 at 9-10 (footnotes omitted). \n  For  all  these  reasons,  it  is  ORDERED  that  the  Court  denies  a  stay  of  its \nMemorandum  and  Order  Granting  Temporary  Injunction  to  Allow  Any  Tennessee \nRegistered Voter to Apply for a Ballot to Vote by Mail Due to COVID-19, issued June 4, \n2020, and that Order shall remain in effect. \n \nState’s Motion for Interlocutory Appeal \n  As to the Defendants’ motion for interlocutory appeal, it is ORDERED that the \nmotion  is  granted  based  upon  factor  3  of  Tennessee  Appellate  Rule  9(a)  that  “the \nchallenged order will not otherwise be reviewable upon entry of final judgment.”  As \nstated above, the Injunction Order expanding access to absentee balloting takes effect \nimmediately.  By the time this case is final the absentee balloting for the August 2020 \nelection will have occurred.  Accordingly interlocutory review is appropriate. \n  As to factors 1 and 2 of Tennessee Appellate Rule 9(a) the Court’s analysis is that \nthe Injunction Order will be upheld on appeal for the reasons stated above and based upon \nthe clear law and evidence stated in the June 4, 2020 Memorandum and Order Granting \nTemporary Injunction to Allow Any Tennessee Registered Voter to Apply for a Ballot to \n \n  10 \n\nVote by Mail Due to COVID-19.  This is not a close call in this case.  This is a common \nsense, conservative remedy given the unprecedented worldwide pandemic.  As stated in \nthe findings of fact of the Injunction Order numerous other states have implemented this \nsame remedy in the same or less time as Tennessee has in this case and under statutory \nschemes similar to Tennessee.  The State’s evidence opposing such relief falls well below \nthe mark required to burden the fundamental right to vote.  The evidence and law are \nclearly that the Plaintiffs should prevail based upon a temporary injunction order that is \nappropriately narrowly tailored to address the State’s constitutional violation.  And any \nincreased efforts of expanded absentee voting that result from the Injunction Order can be \nabsorbed and handled by the State because the increase is consistent with the range of \nabsentee voters the State had projected and prepared for before the lawsuit was filed and \nthe Injunction Order was entered.  The Injunction Order is not fiscally nor logistically \nirresponsible.  The remedy provided in the Injunction Order is consistent with the State’s \n“overprepared”5 projections for absentee balloting preexisting these lawsuits.  \n  For these reasons, factors one and two of Tennessee Appellate Rule 9(a)6 do not \napply in determining whether the Court should grant the State’s motion for an interlocutory \nappeal. \n                                                 \n5 Declaration of Mark Goins, p. 5, ¶ 11 (May 22, 2020). \n6 Tennessee Rule of Appellate Procedure 9(a) provides, \n(a) Application for Permission to Appeal; Grounds. Except as provided in rule 10, an \nappeal by permission may be taken from an interlocutory order of a trial court from which \nan appeal lies to the Supreme Court, Court of Appeals or Court of Criminal Appeals only \nupon application and in the discretion of the trial and appellate court. In determining \nwhether to grant permission to appeal, the following, while neither controlling nor fully \nmeasuring  the  courts'  discretion,  indicate  the  character  of  the  reasons  that  will  be \nconsidered: (1) the need to prevent irreparable injury, giving consideration to the severity \n \n  11 \n\n  Thus, pursuant to Tennessee Appellate Procedure Rule 9(a) factor 3, this Court \ngrants an interlocutory appeal so a superior court can promptly issue a ruling on whether \nthe June 4, 2020 Temporary Injunction is valid and shall remain in effect. \n \n \n \n                  s/ Ellen Hobbs Lyle                                  \n              ELLEN HOBBS LYLE \n              CHANCELLOR \n               \ncc:  Due to the pandemic, and as authorized by the Twentieth Judicial District of the State \nof Tennessee In Re:  COVID-19 Pandemic Revised Comprehensive Plan as approved on \nMay 22, 2020 by the Tennessee Supreme Court, through June 30, 2020, this Court shall \nsend copies solely by means of email to those whose email addresses are on file with the \nCourt.    If  you  fit  into  this  category  but  nevertheless  require  a  mailed  copy,  call \n615-862-5719 to request a copy by mail.  \n \nFor those who do not have an email address on file with the Court, your envelope will be \nhand-addressed and mailed with the court document enclosed, but if you have an email \naddress it would be very helpful if you would provide that to the Docket Clerk by calling \n615-862-5719. \n \nJacob Webster Brown \nMelody Dernocoeur \nBruce S. Kramer \nSteven J. Mulroy \n  Attorneys for the Plaintiffs in Case No. 20-435 \n                                                                                                                                                             \nof the potential injury, the probability of its occurrence, and the probability that review \nupon entry of final judgment will be ineffective; (2) the need to prevent needless, \nexpensive, and protracted litigation, giving consideration to whether the challenged order \nwould be a basis for reversal upon entry of a final judgment, the probability of reversal, and \nwhether an interlocutory appeal will result in a net reduction in the duration and expense of \nthe litigation if the challenged order is reversed; and (3) the need to develop a uniform body \nof law, giving consideration to the existence of inconsistent orders of other courts and \nwhether the question presented by the challenged order will not otherwise be reviewable \nupon entry of final judgment. Failure to seek or obtain interlocutory review shall not limit \nthe scope of review upon an appeal as of right from entry of the final judgment. \n \nTENN. R. APP. P. 9(a) (West 2020). \n \n \n  12 \n\n \nAlexander S. Rieger \nJanet M. Kleinfelter \nSteven A. Hart \nMatthew D. Cloutier \nKelley L. Groover \n  Attorneys for the Defendants in Case No. 20-435 and Case No. 20-453 \n \nThomas H. Castelli \nNeil A. Steiner \nTharuni A. Jayaraman \nDale E. Ho \nSophia Lin Lakin \nAngela M. Liu \n  Attorneys for the Plaintiffs in Case No. 20-453  \n \n  13 ",
      "document_type_other": "",
      "external_url": "https://www.courthousenews.com/wp-content/uploads/2020/06/tn-lyle-order.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/107808"
    }
  ],
  "document_count": 5
}