{
  "case_id": 10886,
  "fetched_at": "2025-10-22T00:12:05.420062",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": 0,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Indiana state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1995,
    "id": 10886,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 32123,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": 1995,
      "docket_filing_number": 1339,
      "is_main_docket": true,
      "court": "Indiana state trial court",
      "state": "Indiana",
      "docket_office_number": "",
      "docket_number_manual": "45C01-9507-CT-01339",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Thorpe v. State of Indiana",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "<p>[This summary is temporary while we research the case.] This is a class action lawsuit in which the plaintiffs sought an order requiring the defendants to provide adequate criminal legal defense services to people charged with criminal offenses who were unable to afford other legal counsel. The case was filed on September 1, 1995, in an Indiana trial court.</p>\r\n<p>&nbsp;</p>",
    "summary_published_date": "2024-07-11T11:26:08.322005-04:00",
    "summary_short": "",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/10886",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=10886",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=10886",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=10886"
  },
  "documents": [
    {
      "date": "1997-10-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1296,
      "cite_1_reporter": "N.E.2d",
      "cite_1_vol": 686,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Indiana state appellate court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138227,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138227.pdf",
      "title": "Opinion on Rehearing",
      "text": " \n \n  the crimes upon the same factual allegations, i.e., the \ninfliction of the same injuries on the victim. As a result, \n686 N.E.2d 1296 \nwe reversed Thorpe’s burglary conviction and remanded \nTransfer Granted \nthe  matter  to  the  trial  court  with  instructions  that \nSee Appellate Rule 11 \njudgment of conviction be entered for burglary as a Class \nCourt of Appeals of Indiana. \nB felony. \nGary D. THORPE, Appellant-Defendant,    \nv.  The  State  seeks  rehearing,  claiming  that  the  supreme \nSTATE of Indiana, Appellee-Plaintiff.  court’s  decisions  in  Games  v.  State,  684  N.E.2d  466 \n(Ind.1997)  and  Grinstead  v.  State,  684  N.E.2d  482 \nNo. 52A05-9605-CR-190.  (Ind.1997), decided six days after our opinion, preclude a \n|  reduction  in  Thorpe’s  burglary  conviction  on  double \nOct. 17, 1997.  jeopardy grounds. Thorpe responds that the reduction in \nhis burglary conviction *1297 should stand because he \nadvanced  a  state  constitutional  claim,  the  validity  of \nwhich remains after the Games and Grinstead opinions \nSynopsis \nbecause  those  decisions  were  limited  to  federal \nDefendant was convicted in the Miami Circuit Court, \nconstitutional principles. \nThomas G. Wright, J., of attempted murder and burglary \n  \nas  a  Class  A  felony.  The  Court  of  Appeals  reversed \nIn a footnote, the supreme court in Games commented on \nburglary conviction, and on petition for rehearing held, \nthe defendant’s state constitutional claim: \nper  Kirsch,  J.,  that  state  double  jeopardy  principles \n“In  presenting  the  general  claim  that  his  sentences \nrequired  reduction  of  burglary  conviction  to  Class  B \nviolate the double jeopardy provisions of the Indiana \nfelony. \nand United States Constitutions, the defendant cites \n  \nboth constitutions. However, the defendant does not \nPetition for rehearing denied. \nprovide Indiana authority, and we find none from this \n  \nCourt,  establishing  an  independent  state  double \nChezem, J., concurred in the result. \njeopardy  protection  based  upon  an  analysis  of  the \n  \nIndiana  Constitution.  Of  the  cases  cited  by  the \ndefendant in support of his double jeopardy argument, \nAttorneys and Law Firms \nonly Bevill v. State, 472 N.E.2d 1247 (Ind.1985) [also \ncited  by  Thorpe  here]  mentions  the  Indiana \n*1296  Brent  Westerfeld,  Indianapolis,  for \nConstitution. However, the mention in Bevill is only a \nAppellant-Defendant. \nrecitation of the defendant’s claim that it violated the \nIndiana Constitution. Bevill resolves the claim utilizing \nJeffrey  A.  Modisett,  Attorney  General,  Priscilla  J. \nan  analysis  based  upon  the  federal  provision.  The \nFossum,  Deputy  Attorney  General,  Indianapolis,  for \ndefendant presents no argument urging that the Indiana \nAppellee-Plaintiff. \nConstitution  provides  double  jeopardy  protections \n \ndifferent  from  those  under  the  federal  constitution. \n \nBecause the defendant fails to present an argument \n \nbased  upon  a  separate  analysis  of  the  Indiana \n \nConstitution, ‘we will only analyze this under federal \ndouble jeopardy standards.’ Gregory-Bey v. State, 669 \nN.E.2d 154, 157 n. 8 (Ind.1996).” \n  \nOPINION ON REHEARING \n684 N.E.2d at 473 n. 7 (additional citations omitted). \n  \nKIRSCH, Judge. \nThe supreme court based its decision to ignore the state \nconstitutional issue upon the defendant’s failure to argue \nIn a memorandum decision issued July 16, 1997, we held \nthat the Indiana Constitution required a separate analysis \nthat  principles  of  double  jeopardy  barred  Thorpe’s \nof  the  double  jeopardy  claim.  There  was  no  reason, \nconvictions for both attempted murder and burglary as a \nhowever, for a defendant to advance a separate analysis \nClass A felony because the charging informations based \nunder  the  state  constitution’s  double  jeopardy  clause \n  1 \n \n\n \nbecause prior to the  Games decision, double jeopardy  (1994)). Nothing more was required. \nclaims brought under the state constitution were analyzed    \nconjointly with double jeopardy claims brought under the   The supreme court’s footnote 7 noting that the defendant \nfederal constitution. See Neal v. State, 659 N.E.2d 122,  did not advance a separate state constitutional analysis, \n124-25 (Ind.1995); Buie v. State, 633 N.E.2d 250, 260-61  together  with  the  concurring  opinion  noting  that  the \n(Ind.1994). See also  Chiesi v. State, 644 N.E.2d 104,  majority opinion made no change in state constitutional \n106-07  (Ind.1994)  (citing  Indiana  Constitution,  not  law,  can  only  mean  that  the  erosion  of  the  double \nfederal  constitution,  and  applying  Blockburger  test  to  jeopardy protections under the federal constitution did not \ncharging informations and proof at trial).  result  in  a  similar  reduction  in  double  jeopardy \n   protections under the state constitution. For this reason we \n Defendants  now have  a  reason to argue  that  double  hold, as in our recent decision of Valentin v. State, 685 \njeopardy claims under the state constitution should be  N.E.2d 1100 (Ind.Ct.App.1997), that the double jeopardy \nanalyzed differently than their federal counterpart because  protection afforded to Indiana citizens under our *1298 \nof the change in the analysis of federal double jeopardy  state  constitution  remains  unchanged.  Because  the \nclaims brought about by United States v. Dixon, 509 U.S.  informations charging Thorpe with attempted murder and \n688,  113  S.Ct.  2849,  125  L.Ed.2d  556  (1993),  as  burglary as a Class A felony are based upon infliction of \ninterpreted and made binding by our supreme court in  the same injuries on the victim, state double jeopardy \nGames. Despite such a change in federal constitutional  principles demand that Thorpe’s burglary conviction be \njurisprudence, the majority opinion in Games “makes no  reduced to a Class B felony. \nchange in Indiana constitutional or statutory law in this    \nregard and so the precedential value of our earlier cases is  The State’s petition for rehearing is denied. \nnot affected.” Games, 684 N.E.2d at 481-81 (Sullivan, J.,    \nconcurring). \n  \n Here, Thorpe adequately asserted a state constitutional \nFRIEDLANDER, J., concurs. \nclaim.  In  his  appellate  brief,  he  referred  to  his  state \nconstitutional right, specifically cited to the applicable \nCHEZEM, J., concurs in result. \nprovision of the state constitution, and cited to case law \nwhich analyzed  coterminously  double jeopardy  claims \nbrought under both the state and federal constitutions.  All Citations \nAppellant’s Brief at 23-24 (citing Flowers v. State, 481 \nN.E.2d 100 (Ind.1985); Bevill v. State, 472 N.E.2d 1247  686 N.E.2d 1296 \n(Ind.1985);  Channell  v.  State,  658  N.E.2d  925   \n(Ind.Ct.App.1995),  trans.  denied  (1996);  England  v. \nState, 625 N.E.2d 1264 (Ind.Ct.App.1993), trans. denied \n \n \n \n  2 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138227"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 119909,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/119909"
    },
    {
      "date": "1995-12-29",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Pleading / Motion / Brief",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Indiana state trial court",
      "no_title": true,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 31023,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/31023.pdf",
      "title": "Plaintiff Motions",
      "text": "I.\nIntroduction\nPlaintiffs brought this action on their own behalf and on\nbehalf of all present and future indigent persons facing criminal\nprosecution in Lake County Superior Court-Criminal Division, Lake\nCounty Superior Court-Juvenile Division, and Lake County Superior\nCourt-County Division (hereinafter collectively \"Lake County\nCourts\"). The relief sought is that the Defendants be ordered to\nprovide adequate preconviction assistance of counsel. Plaintiffs\nrequested all other proper relief.\nAlthough the Defendants have known of the constitutional\ndefects of the Lake County Public Defender system for nearly a\nquarter of a century, they have failed to remedy it. This\nundisputed history of neglect makes it reasonable for a neutral\nobserver to conclude that the Defendants will continue to fail to\nprovide effective preconviction assistance of counsel. The\nDefendants' failings have resulted and, unless there is judicial\nintervention, will continue to result in inadequate preconviction\nassistance of counsel and have jeopardized the rights that\neffective assistance of counsel would protect. The General\nAssembly, the local legislature and local executive departments\nhave known of these failings for twenty-five years and have done\nnothing. When representative democracy has disintegrated to the\nextent that it proves itself incapable, over long periods, to\nprovide the minimal constitutional protections required by the\n1\nlake\\pleading\\sumjud.001\n\nBill of Rights, the Courts are left with no choice but to provide\nthe governance mandated by the Constitution. \nThe Defendants have not made even the slightest attempt at\nremedial action. There is no evidence that the deficient\nconditions complained of have not always existed in Lake County.\nII.\nProcedural History\nThis litigation was filed 31 July 1995 on behalf of Straley\nM. Thorpe (\"Thorpe\"), who is a duly licensed attorney in Indiana.\nThorpe is a public defender in Lake Superior Court-County\nDivision Room III. He brought this suit on his own behalf and on\nbehalf of his public defender clients. Plaintiffs Derrick L.\nDavis (\"Davis\"); Larry Peterson (\"Peterson\"); Mustafa N. Shabazz\n(\"Shabazz\"); Eugene Eddie (\"Eddie\"); Hobart Kendrick\n(\"Kendrick\"); Lawrence Mourfield (\"Mourfield\"); and Lamart Carter\n(\"Carter\") are all indigent persons charged with having committed\ncriminal offenses in Lake County, Indiana.\nThe Defendants are the State of Indiana (\"Indiana\") and\nGovernor Evan Bayh (\"Governor\") as the chief executive branch\nofficer of Indiana; Lake County; the Lake County Council, and its\nmembers, Frances DuPey, Troy Montgomery, Morris Carter, Lance\nRyskamp, John Aguilera, Robert Crossk, and Larry Blanchard; the\nLake County Board of County Commissioners and its members,\n2\nlake\\pleading\\sumjud.001\n\nRudolph Clay, Ernest Niemeyer, and Peter Katic; and the Superior\nCourt of Lake County, Indiana, and its Criminal Division, the\nHon. James Clement as a Judge and its chief executive officer,\nthe Hons. Richard Conroy, James Letsinger, and Richard Maroc as\njudges; the Superior Court of Lake County-Juvenile Division with\nMary Beth Bonaventura as its Judge; and the Superior Court of\nLake County-County Court with the Hons. Nicholas J. Schiralli,\nSheila M. Moss, and Anthony P. Trapane as its judges.\nOn 31 October 1995, the State Defendants moved to dismiss\nthe complaint and submitted a 23-page brief. On 10 November 1995,\nthe Lake County Council moved to dismiss the complaint and\nsubmitted an 8-page brief. On 20 November 1995, Defendant\nLetsinger moved to dismiss the complaint and submitted a 5-page\nbrief.\nIII.\nThe Undisputed Facts\n1. Ineffective preconviction assistance of counsel and the\nPlaintiffs:\nThe uncontroverted facts concerning the representation\nprovided to Plaintiffs Derrick L. Davis, Larry Peterson, Mustafa\nN. Shabazz, Eugene Eddie, Hobart Kendrick, Lawrence Morefield,\nand Lamart Carter appear at ¶¶ 57-101 of the Plaintiffs' Amended\nComplaint. (hereinafter \"PAC\").\nAt the time of the filing of the complaint, Thorpe had been\na public defender in Lake Superior Court-County Division Room III\nsince 1985. He brings this suit on his behalf and on behalf of\n3\nlake\\pleading\\sumjud.001\n\nhis clients. \nDavis was an indigent person charged with having committed\ncriminal offenses in Lake County, Indiana. Davis has been in\ncustody since 17 June 1994, when he surrendered to law\nenforcement authorities. On or about 12 July 1994, Davis had his\ninitial hearing. On or about 19 July 1994, a Public Defender was\nappointed to represent Davis. Since that date, his public\ndefender had personally met with Davis only twice. Each meeting\nlasted less than a half hour. Since that date, his public\ndefender has spoken with Davis over the telephone three times.\nEach telephone call lasted for less than a half hour. Since that\ndate, Davis has written to his public defender three times\nregarding his case, but has yet to receive a written response.\n(PAC ¶57-66) \nPeterson is an indigent person charged with having committed\ncriminal offenses in Lake County, Indiana, and has been in\ncustody since approximately 6 January 1995. Since that date, his\ntrial public defender has personally met with him only three\ntimes. No meeting lasted more than ten minutes. Peterson has\nwritten his public defender approximately thirty times seeking\nmore information on his case. His public defender has only\nresponded to three of the letters. Peterson is \"OR'ed\" on the\ncase in Lake County, but remains in custody on a hold from\nKentucky. Peterson has requested assistance in being promptly\nreturned to the State of Kentucky, but his public defender has\nprovided no assistance in that matter. As a result of the Public\n4\nlake\\pleading\\sumjud.001\n\nDefender not assisting Peterson in making the proper demand for\ntransportation to be tried in the Kentucky. Peterson has been and\nwill continue to be held in custody unnecessarily. A competent\npublic defender would have provided assistance of counsel in this\nmatter which would have resulted in his being transported for\ntrial on the Kentucky charges. Peterson has spoken with his\nattorney less than five times because the Lake County Jail has a\ntelephone policy which only permits inmates to use the phones on\nWednesday and Friday. The phones are turned on at 8:30 a.m. (when\nthe attorneys are usually in court) and turned off at 12:00 noon\n(when the attorneys are usually not in court). Peterson's\nattorney refuses to accept collect phone calls at her private\noffice. (PAC ¶¶67-73) \nPlaintiff Shabazz was arrested on or about 17 January 1995,\nfor possession of a firearm without a permit and escape.\nShabazz's initial hearing was on or about 1 February 1995. On or\nabout 7 February 1995, a Public Defender was appointed to\nrepresent Shabazz. Since that date, his trial public defender has\npersonally met with him less than five (5) times. During these\nmeetings Shabazz was led to believe, based upon statements of his\npublic defender, that his public defender had been in ex parte\ncommunications with the trial court judge regarding what sentence\nwould be imposed should a conviction result. Each meeting between\nShabazz and his public defender lasted less than a half hour.\nSince 7 February 1995, his public defender has spoken with\nShabazz over the telephone twice. Each telephone call lasted less\n5\nlake\\pleading\\sumjud.001\n\nthan fifteen minutes. Since 7 February 1995, Shabazz has written\nto his trial public defender ten times but has never received a\nwritten response. Shabazz was convicted at trial. It was the\nfirst trial setting, and Shabazz, because his defense had not\nbeen prepared, moved to continue the trial. The motion was\ndenied. After the conviction and sentencing, a Lake County\nAppellate Defender was appointed to represent Shabazz on his\nappeal. Since that date, his appellate public defender has never\nmet with Shabazz to discuss his case. Since that date, his\nappellate public defender has never spoken with Shabazz over the\ntelephone. Since that date, Shabazz has written to his trial\npublic defender five times but has never received a written\nresponse. (PAC ¶¶74-87) \nPlaintiff Eddie is an indigent person charged with having\ncommitted crimes in Lake County. Eddie has been in custody since\n12 February 1995. Since that date, his public defender has\npersonally only met with Eddie three times. Each meeting lasted\nless than fifteen minutes and consisted, almost exclusively, of\nthe public defender lobbying Eddie to accept a plea bargain.\nSince that date, his public defender has never spoken with Eddie\non the telephone. (PAC ¶¶88-91) \nPlaintiff Kendrick is an indigent person charged with having\ncommitted crimes in Lake County whose experience with the Public\nDefender system is similar to Davis', Peterson's, and Eddie's.\n(PAC ¶92) \nPlaintiff Mourfield is an indigent person charged with\n6\nlake\\pleading\\sumjud.001\n\nhaving committed crimes in Lake County. Mourfield's experience\nwith the Public Defender system is similar to Davis', Peterson's,\nand Eddie's. (PAC ¶93) \nPlaintiff Carter is an indigent person charged with having\ncommitted crimes in Lake County. Carter has been incarcerated 14\nmonths. His first public defender did not visit him for the first\nsix months that Carter was in custody. Carter's public defender\nwas suspended from the practice of law for misconduct, and\nanother public defender was appointed to represent Carter.\nCarter's second public defender visited him one time in jail. In\nFebruary 1995, Carter's second public defender withdrew from the\ncase and a third public defender was appointed. Carter's third\npublic defender visited Carter twice, but only to pass on plea\noffers from the State, and did not discuss preparing a defense.\nCarter's third public defender did not investigate Carter's case.\n(PAC ¶¶94-101)\n2. The historic failure to provide effective preconviction\nassistance of counsel in Lake County:\nThe uncontroverted facts concerning the history of the\nDefendants' failure, or refusal, to provide effective\npreconviction assistance of counsel to indigents in Lake County\nappear at ¶¶156-230 of the Plaintiffs' Amended Complaint.\na. 1972 Report: A Program for the Improved Administration\nof Justice in Lake County:\nIn 1972, a report titled A Program for the Improved\nAdministration of Justice in Lake County was prepared by the\nInstitute of Court Management. Plaintiffs' counsel has been\n7\nlake\\pleading\\sumjud.001\n\nunable to obtain a copy of this report. However, portions of it\nare quoted in subsequent reports. It was paraphrased in a report\nprepared by the Criminal Courts Technical Assistance Project of\nthe Institute for Advanced Studies in Justice of the American\nUniversity Law School, Washington, D.C.. (See Exhibit 1, \"The\nStructure and Funding for Criminal Defense of Indigents in\nIndiana, hereinafter \"Structure and Funding\"). The Institute of\nCourt Management had never before encountered such widespread\ndissatisfaction coupled paradoxically with feelings of\nresignation, apathy and impotence. Structure and Funding at 14.\nNo subsequent report has ever contradicted this finding or\nconcluded that the conditions found to exist have improved.\nb. 1973 Report: Criminal Court Calendar Management in Lake\nCounty (1973):\nIn 1973, a report titled Criminal Court Calendar Management\nin Lake County was prepared by the American Judicature Society.\nPlaintiffs' counsel has been unable to obtain a copy of this\nreport. Portions of it are quoted in Structure and Funding. The\nAmerican Judicature Society noted that there was severe delay in\ncriminal cases in Lake County, and cases become lost while\ndefendants remain in jail. Presumably this includes public\ndefender clients. Structure and Funding\" at 13-14.\nNo subsequent report has ever contradicted this finding or\nconcluded that the conditions found to exist have improved.\nc. 1974 Report: The Structure and Funding for Criminal\nDefense of Indigents in Indiana (1974):\nStructure and Funding was prepared by the Criminal Courts\n8\nlake\\pleading\\sumjud.001\n\nTechnical Assistance Project of the Institute for Advanced\nStudies in Justice of the American University Law School,\nWashington, D.C. It was part of a program of the Law Enforcement\nAssistance Administration of the U.S. Department of Justice. \nThe study was a \"statewide survey of indigent defense\nservices in Indiana.\" Structure and Funding at 1. Lake County was\nincluded, and Judge James J. Richards, Chief Judge, Superior\nCourt of Lake County, was one of the individuals interviewed. Id.\nat 5. \nThe Report agreed with observations which had been made two\nyears earlier in a report on Lake County prepared by the\nInstitute for Court Management titled A Program for the Improved\nAdministration of Justice in Lake County. The Report noted that\nit had \"never before encountered such widespread dissatisfaction\ncoupled paradoxically with feelings of resignation, apathy and\nimpotence\" surrounding a court system. Id. at 14. It noted that\nas much as a week might pass between an arrest and initial\nhearing. Id. at 14. The Report noted that, in the area of\nproviding effective assistance of counsel to juveniles in Lake\nCounty, \"the overall picture . . . is of deficient defense\nservices.\" Id. at 19. \nThe Report concurred in an earlier report that \"all those\ninvolved should be free from political influence\" and the\n\"existing practice of the Criminal Court judges appointing public\ndefenders should be discontinued.\" Id. at 24. \nThe Report noted that a:\n9\nlake\\pleading\\sumjud.001\n\npublic defender in Lake County (was) being\nprosecuted federally for alleged kickbacks or\nextortion from indigent appointments . . .\n[and] that suits [were] pending concerning\naspects of defender services . . . and\n[other] suits [were] being seriously\ncontemplated concerning defender services,\nparticularly with respect to misdemeanor\nrepresentation (or non-representation). Id.\nat 28-29. \nLake County, at that time, had 1,676 felonies, 11,200\nmisdemeanors and 1,026 juvenile matters annually and it was\nestimated that 60% were indigent. Id. at 45 and Appendix A.\nNo subsequent report has ever contradicted this finding or\nconcluded that the conditions found to exist have improved. \nd. 1974 Report Review of the Structure, Scope and Adequacy\nof the Public Defender System in Lake County, Indiana:\nIn 1974, a report titled Review of the Structure, Scope and\nAdequacy of the Public Defender System in Lake County, Indiana\nwas prepared in conjunction with the Criminal Courts Technical\nAssistance Project of the American University Law School,\nWashington, D.C. and done under a contract with the Law\nEnforcement Assistance Administration of the U.S. Department of\nJustice. (See Exhibit 2, \"Review of the Structure, Scope and\nAdequacy of the Public Defender System in Lake County, Indiana,\nhereinafter referred to as \"Structure, Scope and Adequacy.\")\nThe Report was requested by Judge James J. Richards.\nStructure, Scope and Adequacy at 6. The purpose of the Report was\nto present \"an evaluation of the system, with suggestions for\nimprovement.\" Id. at 2.\nThe Report's first recommendation is that: \n10\nlake\\pleading\\sumjud.001\n\nindigent defense service be divorced from the\njudiciary and be given autonomous status, so\nas to protect the office from political,\neconomic or other influences which might\ninhibit the professional independence of the\npublic defender in providing full, competent\nand zealous representation of the accused.\nId. at 4.\nThe Report recommends that \"an adequate budget be made\navailable.\" Id. at 4. The Chief Judge of Lake Superior Court,\nJames J. Richards, requested that the study be undertaken because\n\"federal litigation was currently challenging the constitutional\nadequacy of the present public defender system, and the need for\ntechnical assistance was urgent.\" Id. at 6. Apparently, there was\nsome \"political\" turf infighting among the Superior Court Judges\nabout even doing the study. The Report notes that Judge Andrew V.\nGiorgi objected contending that the study would \"not be advisable\nat this time.\" Id. at 8. Due to these \"internal problems,\" the\nstudy was delayed. Id. at 8.\nThe Report noted that a far higher percentage of public\ndefender clients remained in jail (99%) than private clients\n(57%) during the time of the study. Id. at 22. The average number\nof days was \"significantly longer for indigent defendants.\" Id.\nat 23. The Report noted that \"in 82% of the disposed pauper\ncases, the client was never released, while in only 22% of the\ndisposed retainer cases was the client never released.\" Id. at\n23. This raised \"the question of whether poor clients are forced\nto plead guilty to a charge simply in order to get released.\" Id.\nat 23. \nThe public defender's \"limited scope and effectiveness of\n11\nlake\\pleading\\sumjud.001\n\nthe service\" was noted in the fact that no public defender was\nprovided at preliminary hearings. Id. at 23. In a description\nwhich fits the current public defender office, the Report notes\nthat the \"offices in the Center next door to the chief judge have\nalmost no books or files. . . [and]. the two secretaries and the\ntwo investigators are selected by the chief judge.\" Id. at 24. \nThe Report notes that one of the:\nfirst changes which should be made (and one\nwhich is not a budgetary item) relates to the\nprofessional independence of the chief public\ndefender and the other lawyers on his staff.\nThey should not be selected by the chief\njudge of the Criminal Division. ( . . . this\ncharacteristic of the Lake County plan was\nsharply criticized by several individuals,\nincluding prominent members of the legal\nprofession, and by former and present\nofficers of local bar associations.) The term\n\"patronage\" was frequently used to\ncharacterize the present arrangement.1\n(Footnote in original. One pauper attorney\nstated that he had worked in Judge Gorgi's\npolitical campaign prior to his appointment\nby the Judge. One had been associated with\nJudge Gorgi's brother in private practice.\nOne investigator had previously been a worker\nin the Democratic organization.) Id. at 33.\nNearly thirty years ago, it was widely recognized that\nhaving judges employ defenders \"will cripple seriously any system\nproviding defender services.\" Structure, Scope and Adequacy at\n34. The \"least desirable method is to leave the [hiring] choice\nwith the Criminal trial judge.\" Structure, Scope and Adequacy at\n34. Subsequent events confirmed this observation. In 1985, Judge\nOrval W. Anderson of Lake Superior Court County Division was\nconvicted. See United States v. Anderson, 798 F.2d 919 (7th Cir.\n1986). James J. Krajewski was appointed in his stead. Krajewski\n12\nlake\\pleading\\sumjud.001\n\nfired assistant public defenders because they were Democrats.\nKrajewski was a Republican. A federal court ordered their\nreinstatement. Krajewski violated the federal court's order and\nwas held in contempt. See Fisher v. Krajewski, 873 F.2d 1057 (7th\nCir. 1989); Kurowski v. Krajewski, 848 F.2d 767 (7th Cir. 1988).\nThe Report noted that the Chief Public Defender \"will be\nhandicapped in fulfilling his responsibility . . . if he does not\nhave the authority to select his assistants.\" Id. at 35. The\nReport recommended that \"in order to attract an experienced,\ncompetent person [to be a defender] the salary should be\ncomparable to that paid to the prosecutor.\" Id. at 39. The Report\nnoted the deficient nature of the Public Defender infrastructure\nbecause the office needed \"private offices for the defenders so\nthat confidentiality and privacy of interviews will be assured. A\nsmall working library . . . should be readily available within\nthe defender unit.\" An increased defender staff was recommended\nalso. Id. at 49. The Report noted that there was not even an\n\"office manual of procedure\". Id. at 56. None exists today\neither.\nA fair summary is that the Lake County Public Defender\nOffice in 1995 is not significantly different from the Lake\nCounty Public Defender Office in 1975. No subsequent report has\never contradicted this finding or concluded that the conditions\nfound to exist have improved.\ne. 1986 Spangenberg Report:\nThe 1986 Report was a state-wide study prepared for the\n13\nlake\\pleading\\sumjud.001\n\nIndiana Public Defender Council, a state agency, and the Criminal\nJustice Section of the Indiana State Bar Association. Funding was\nprovided by the American Bar Association's Bar Information\nProject. The study by Robert Spangenberg, a nationally recognized\nexpert in the area of public defender systems and the adequate\nassistance of counsel, examined public defense in Indiana and\nLake County. (See Exhibit 3, \"Evaluation of Partial State Funding\nfor Public Defender Services in Indiana\", hereinafter \"1986\nReport.\")\nSpangenberg's conclusions were, unsurprisingly, that public\ndefense in Indiana and Lake County had been studied many times\nwith no measurable improvement in services. The studies\n\"consistently pointed out a number of deficiencies in the\nindigent defense system.\" (1986 Report at 27) \nThe study concluded that the following deficiencies were\nendemic in Indiana:\n! Lack of public defender independence from the\njudiciary;\n! Lack of early entry into cases;\n! Low compensation possibly discouraging the\nparticipation of experienced criminal\npractitioners in the system;\n! Lack of support services and money for\ninvestigation and experts;\n! Extensive reliance on part-time defense\nattorneys and the increased possibility of\nconflicts of interest with their private\npractices;\n! Expansion of contract programs without\nstandards or necessary monitoring and\nsupervision or emphasizing only cost factors\n14\nlake\\pleading\\sumjud.001\n\nin the negotiation and award of contracts;\nand,\n! Lack of controls on the caseloads of\nindividuals. (Id. at 43) \nLake County was not noted as an exception to these\nconclusions. No subsequent report has ever contradicted this\nfinding or concluded that the conditions found to exist have\nimproved.\n3. The current and continuing failure to provide effective\npreconviction assistance of counsel to indigents in Lake County:\nThe uncontroverted facts concerning the Defendants' current\nfailure, or refusal, to provide effective preconviction\nassistance of counsel to indigents in Lake County appear at ¶¶ \n102-55 of the Plaintiffs' Amended Complaint. \nAs of 1986, an objective observer would have been left with\nthe clear impression that little of significance had changed in\nthe Lake County Public Defender \"system\" since the Reports\ndescribed above. Those Reports placed the Defendants, and each of\nthem, on notice of the constitutional failings inherent in the\nLake County Public Defender \"system.\" This has not changed. It\nalso provides a factual basis upon which to conclude that the\ninadequacies will persist.\nEach year, approximately seventy percent (70%) of all\npersons charged with crimes in Lake County Courts (Superior,\nJuvenile and County Division) qualify for public defenders. (See\nExhibit 4, \"Comments of the Indiana Public Defender Council\",\nhereinafter \"Council Comments,\" Appendix F at 5.) Not all Lake\n15\nlake\\pleading\\sumjud.001\n\nCourts provided information for the Council's study. More than\n60% of the persons charged with crimes who end up being\nrepresented by Public Defenders are African-American or Hispanic.\nThe amount spent to prosecute indigent defendants is far\nmore than double the amount spent to defend poor persons charged\nwith crimes. By all accepted standards, the Defendants have\nfailed to allocate constitutionally adequate funds or to create a\nconstitutionally adequate system to deliver indigent defense\nservices. (PAC ¶¶102-20)\nEach Court contracts with attorneys to provide legal\nrepresentation for indigent defendants. Public Defenders are not\nsubject to any apparent non-judicial supervision or quality\ncontrol. The decision on whether to hire a particular attorney is\nbased upon that attorney's personal, and/or partisan,\nrelationship with the particular judge who hires the public\ndefender. This relationship creates an inherent conflict of\ninterest in that Public Defenders must vigorously represent their\nclients (a circumstance that inevitably, upon occasion, involves\nangering a judge) in front of the same person who can fire them\nfrom their positions as Public Defenders. Thus, there is a direct\nand immediate disincentive for Public Defenders to do anything to\ndisplease the Judge. (PAC ¶¶121-131)\nPublic Defenders receive clients on a rotating basis. There\nis no upper limit on the number of cases a Public Defender may\nhave assigned to him or her. Systems in which compensation does\nnot vary with the number of cases assigned, or amount of time or\n16\nlake\\pleading\\sumjud.001\n\neffort expended by the lawyer on a particular case are called\n\"fixed price\" systems and have been criticized by the Courts and\nprofessional legal organizations. Council Comments at 9. \nPublic Defenders are considered part-time at-will employees,\nand most have private civil and criminal law practices which\ncompete for their time and attention. These Defenders do not have\nadequately funded staff investigators, staff secretaries, or\nstaff paralegals. There is a Public Defender Office; however it\nis probably not a coincidence that Jerry T. Jarrett, the\nadministrator of the Public Defender Office, is an individual who\nis presently, or recently has been, suspended from the practice\nof law by the Indiana Supreme Court for neglecting client\naffairs, and who was hired by the Presiding Judge for reasons not\nassociated with this individual's competence. (PAC ¶¶132-37) \n(See Exhibit 5, \"Memorandum Opinion In the Matter of Jerry T.\nJarrett.\") This employment decision by the Judges looks like pure\npersonal patronage to \"help\" a friend in a \"jam\" by giving him a\npublic sector job, in other words, the hiring of a friend who has\nhit a bump in the employment road. \nThe Council and Commissioners have intentionally underfunded\nthis portion of the Courts' budgets to such an extent that the\nfunds appropriated are insufficient to provide adequate indigent\ndefense services. The Courts and Judges have intentionally failed\nto mandate funds for this underfunded portion of the Courts'\nbudgets to such an extent that the funds appropriated are\ninsufficient to provide adequate indigent defense services. The\n17\nlake\\pleading\\sumjud.001\n\nfees paid to Public Defenders are seriously inadequate, and along\nwith the lack of any funds for defense services, hamper their\nability to provide effective assistance of counsel to indigent\ndefendants. (PAC ¶¶138-45)\nIndigent criminal defendants are denied a fair trial and\neffective assistance of counsel because the \"system\" provides\ninadequate resources and services. Defenders are rendered\nineffective as the adversarial process is undermined and\nunreasonably, and unjustly, skewed to favor the prosecution. The\ncumulative effect of these inadequacies is that the \"system\"\nfails to satisfy minimum constitutional standards. The gross\ndisparity between the resources expended for the prosecution, as\ncompared to the defense of criminal indigent defendants reflects\na fundamental unevenness in the adversary process that precludes\na fair trial. (PAC ¶¶146-54)\nThe Public Defender \"system\" for providing legal\nrepresentation to poor people charged with crimes does not allow\nsufficient time and resources to permit adequate defense\nservices, including:\n! interviewing;\n! investigation;\n! research;\n! motion practice;\n! trial preparation;\n! client advice; and\n! overall attention to the case, given forced excessive \ncaseloads. (PAC ¶155)\nThe past, and present, constitutional deficiencies of the\nLake County Public Defender \"system\" were recently catalogued in\na report prepared for the State Public Defender Office by the\n18\nlake\\pleading\\sumjud.001\n\nSpangenberg Group. (See Exhibit 6, \"A Study of the Lake County,\nIndiana Superior Court Trial and Appellate Public Defender\nSystems, 1982-1992,\" hereinafter \"Spangenberg\"; PAC ¶¶156-62) \nSpangenberg, a nationally recognized expert in institutional\nindigent defense, came to several professional expert opinions\nregarding the Lake County \"system\" of public defense. The\nSpangenberg Report expressed the opinion that:\ndue to numerous systemic deficiencies, the\nLake County Public Defender \"system\" in\noperation in the Lake County Superior Court\nduring the period 1982 to 1992 was unable to\nassure the effective preconviction assistance\nof counsel for indigent defendants that they\nare entitled to under the United States\nConstitution, the Indiana Constitution and\nIndiana law. (Spangenberg at 4). \nSpangenberg was of the opinion that:\nthe system in question during this time\nperiod could not guarantee reasonably\neffective [preconviction] assistance of\ncounsel as required under the Sixth\nAmendment. (Id. at 4-5). \nIn judging the Lake County Public Defender System, the\nSpangenberg Report used nationally recognized standards for\ndelivery of defense services set forth in the American Bar\nAssociation's Standards for Criminal Justice, Providing Defense\nServices in effect for the period 1982-1992. (Id. at 5). The ABA\nCriminal Justice Standards are recognized as the most significant\nmodel for criminal justice systems. (Id. at 6). The Spangenberg\nReport used other standards. (Id.)  According to reports\navailable as far back as 1972, the Lake County Public Defender\n\"system\" was unconstitutionally defective because it failed to\n19\nlake\\pleading\\sumjud.001\n\nprovide constitutionally adequate assistance of counsel.\nConstitutional litigation has previously been brought against the\nLake County Public Defender \"system.\" (Id. at 8) (PAC ¶¶163-70)\nSince at least 1972, the Lake County Public Defender\n\"system\" has:\n! been denied adequate resources to provide\nconstitutionally adequate assistance of\ncounsel to the Plaintiff class (Id. at 11);\n! failed to provide constitutionally adequate\nassistance of counsel to indigents charged\nwith criminal offenses (Id. at 11); \n! forced Public Defenders to operate within a\nsystem which makes it impossible to provide\nconstitutionally adequate assistance of\ncounsel (Id. at 11) (PAC ¶173)\n! failed to comply with relevant provisions of\nthe ABA Criminal Justice Standards and other\nstandards (Id. at 12);\n! failed to provide constitutionally adequate\nassistance of counsel sufficient to comply\nwith the Sixth Amendment (Id. at 12);\n! had a structure which requires Lake County\nPublic Defenders to \"serve two masters\" (the\njudge and their private practice) a situation\nthat has created conflicts and disincentives\nto devote sufficient time to their public\ndefender clients\" (Id. at 12); \n! lacked a program to effectively address\nconflicts and overload of public defenders.\n(Id. at 12) (PAC ¶¶171-77)\nThe Judges handpick Public Defenders who worked in their\ncourtrooms. (Id. at 13) (PAC ¶178)\nSince at least 1972, the Lake County Public Defender\n\"system\" has:\n! failed to provide Lake County Public\nDefenders with adequate support services,\n20\nlake\\pleading\\sumjud.001\n\nincluding investigators, experts and\nsecretaries (Id. at 13);\n! failed to provide adequate training to new,\nas well as experienced, public defenders (Id.\nat 13);\n! had an inadequate physical facility including\ninsufficient office space, insufficient\noffice equipment and an inadequate law\nlibrary (Id. at 13);\n! failed to provide any adequate outlet for\noverflow cases (Id. at 13); \n! failed to provide counsel to indigent\ndefendants at their initial hearing (Id. at\n13);\n \n! failed to adequately address the provision of\ncounsel in execution cases until compelled to\nby other governmental entities (Id. at 13);\n! failed to attempt to equalize the extreme\ndisparity in resources between public\ndefenders and prosecutors (Id. at 13);\n! employed Public Defenders on terms where they\nwere unable to devote their full and\nundivided attention to their indigent clients\n(Id. at 14); \n! encouraged, condoned, and continued to employ\npublic defenders who fail to visit clients,\nfail to file motions (other than bond\nreduction motions), fail to use experts and\ninvestigators and who willingly go to trial\nwhether or not they are prepared (Id. at 14);\n! created disincentives for public defenders to\nadequately represent indigent persons charged\nwith criminal acts (Id. at 15);\n! caused part-time public defenders to have\ncaseloads which far exceed caseload standards\nof the NLADA and NAC (Id. at 15); \n! caused part-time public defenders to have\ncaseloads which far exceed caseload standards\npromulgated by the Indiana Public Defender\nCommission (Id. at 15); \n21\nlake\\pleading\\sumjud.001\n\n! created disincentives for public defenders to\nlearn enough about their clients, or the\nfacts of their clients' cases, in order to\neffectively represent them (Id. at 16) (PAC\n¶¶179-91)\nSince at least 1972, the Lake County Public Defender\n\"system\" has:\n! created disincentives for Lake County\nappellate public defenders to visit their\nclients, to file illogical and poorly-\nprepared briefs, to fail to file reply\nbriefs, to fail to file petitions for\nrehearing, and to fail to file petitions for\ntransfer, by not adequately paying appellate\npublic defenders (Id. at 16);\n! lacked an assigned counsel program to address\nproblems of conflicts and attorney overload\n(Id. at 16-17);\n! lacked an independent chief public defender\nto supervise attorneys, provide\nadministrative services or act as public\ndefender in situations of overload (Id. at\n19);\n! tolerated \"politics\" and judicial\ninterference and influence to pervert the\nprovision of constitutionally adequate\nassistance of counsel. (Id. at 19); \n! failed to terminate public defenders for\nshoddy work. (Id. at 19);\n! permitted familiarity with a judge, or other\ncounty official, rather than skill or\nexperience, to be the basis for hiring. (Id.\nat 20);\n! failed to protect the professional\nrelationship between attorney and client and\nfailed to provide public defenders with the\nsame freedom of action as private counsel.\n(Id. at 20-21);\n! had a hiring process which effectively\nthwarts public defender independence. (Id. at\n22);\n22\nlake\\pleading\\sumjud.001\n\n! allowed issues of race, and politics, to\npervade and taint the hiring process, in\nwhich political --in the sense of narrow\npartisan and/or patronage-- concerns\novershadow professional competence and\ndedication to the rights of indigent\ndefendants. (Id. at 25-26);\n! had a hiring process that has been driven by\nconsiderations of politics and race. (Id. at\n26);\n! failed to compensate personnel in a manner\ncomparable to the prosecutor's office. (Id.\nat 26) (PAC ¶¶192-02)\nSince at least 1972, the Lake County Public Defender\n\"system\" has:\n! failed to provide resource equity, in terms\nof lawyers, compensation for lawyers,\nsecretaries, law clerks and investigators and\nexpert witnesses between the prosecutor's\noffice and public defenders. (Id. at 26);\n! has failed to insulate public defenders from\njudicial interference and meddling, by making\npublic defenders at-will employees of the\njudges in whose courts they practice. (Id. at\n29);\n! tolerated unequal judicial treatment of\npublic defenders compared to private counsel.\n(Id. at 30);\n! allowed judges to treat public defenders\ndifferently from, and less favorably in\ncomparison to, private counsel. (Id. at 30);\n! support services for Public Defenders that\nwere constitutionally inadequate,\ninvestigators were unreliable, secretaries\nuntrained in legal work, and experts rarely\navailable. (Id. at 33);\n! had judges hiring investigators for public\ndefenders. (Id. at 33);\n! required investigators for public defenders\nto also be investigators for the probation\noffice. (Id. at 34);\n23\nlake\\pleading\\sumjud.001\n\n! failed to have an adequate number of\nadequately trained secretaries for public\ndefenders. (Id. at 35);\n! failed to provide adequate expert witnesses\nfor public defenders. (Id. at 35); \n! provided no training for new public\ndefenders. (Id. at 36);\n! placed its most inexperienced public\ndefenders into the most complex cases without\nadequate training, supervision or support\nservices. (Id. at 37);\n! resulted in constitutionally inadequate\nrepresentation, in that trial public\ndefenders in execution cases have not\nconducted adequate legal research on their\nclients' cases and did not conduct\nconstitutionally adequate crime and life\nhistory investigations on the clients in\npreparation for trial. (Id. at 38); \n! demanded that public defenders carry\ncaseloads far in excess of the number of\ncases an attorney can carry and provide\neffective [preconviction] assistance of\ncounsel. (Id. at 41);\n! caused public defenders to fail to: visit\nclients in jail; conduct factual\ninvestigations; do legal research; have\ncriminal investigations when it was in the\nclient's best interests; provide any\nrepresentation in matters involving\nsentencing; prepare for trial; advise clients\nto plead guilty when it was the client's best\ninterest to proceed to trial; tender jury\ninstructions; and, preserve error in trial\n(Id. at 43) (PAC ¶¶203-16)\nSince at least 1972, the Lake County Public Defender\n\"system\" has had public defenders who were ignorant of the law,\noverloaded with cases, interfered with by trial judges, placed\nprivate clients' interests ahead of public defender clients'\ninterests, lacked training and supervision, and/or lacked\n24\nlake\\pleading\\sumjud.001\n\nnecessary support services. The Lake County Public Defender\n\"system\" has failed to provide constitutionally adequate\nassistance of counsel by assigning execution cases to public\ndefenders who were unqualified. The Lake County Public Defender\n\"system\" has failed to provide constitutionally adequate\nassistance of counsel by being a system that has overloaded\nappellate public defenders. (Spangenberg at 43-45) (PAC ¶¶217-20)\nThe \"system\" has failed to provide resources that would make\nit possible for public defenders to: \n! appear at the prefiling stage of criminal\nproceedings;\n! appear at preliminary and/or initial hearings;\n! promptly meet with clients;\n! promptly conduct factual investigations;\n! do legal research;\n! have criminal investigations done when it has been\nin the client's best interests to have a criminal\ninvestigation conducted;\n! conduct discovery;\n! file appropriate motions;\n! adequately prepare for trial;\n! provide any adequate representation in matters\ninvolving sentencing, such as raising mitigating\nfactors;\n! advise clients to proceed to trial, rather than\nplead guilty, when it was in the client's best\ninterest to proceed to trial;\n! tender jury instructions; and,\n! preserve error in trial (Id. at 46-47) (PAC ¶¶221-\n26) \n25\nlake\\pleading\\sumjud.001\n\nThe Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being\na system that has remained unconstitutional for all the reasons\nalleged above for more than twenty (20) years. This system will\nnot be changed without judicial intervention. The public defender\nsystem in operation in Lake County, as documented in the\nSpangenberg Report for the period 1982 to 1992, has not\nmaterially changed as of the date of the filing of this complaint\n--except perhaps to deteriorate further-- with regard to assuring\neffective preconviction assistance of counsel for plaintiff class\nmembers to which they are entitled under the United States\nConstitution, the Indiana Constitution and Indiana law. \nAll Defendants have been aware for nearly a quarter-century\nof the systemic failures and inadequacies of the Lake County\nPublic Defender \"system.\" The Reports noted above were done about\nthe system, oftentimes at the Defendants' request. The Reports\ndemonstrate that the Defendants have intentionally failed to act\nin any responsible way to remedy the constitutional failings\ndetailed in this complaint. The Lake County indigent defense\nsystem was, and remains, inherently incapable of providing\nconstitutionally adequate services and has inherent conflicts of\ninterest that makes the entire \"system\" --if it could be called\none --constitutionally deficient. Indigent criminal defense\nservices in Lake County, Indiana, operate without regard for, and\nin violation of, accepted minimum standards of training, workload\nand resources standards for indigent defense services which have\n26\nlake\\pleading\\sumjud.001\n\nbeen promulgated by the American Bar Association, the National\nStudy Commission on Defense Services, the National Legal Aid and\nDefender Association, the National Advisory Commission on\nCriminal Justice Standards and Goals, and the Indiana Public\nDefender Council guidelines. The State of Indiana has made funds\navailable to counties which comply with the Indiana Public\nDefender Council guidelines. See I.C. 33-9-15-1 et seq. (PAC\n¶¶228-33). The Defendants' unanimous \"non-response\" to this\ncrisis in public defense amounts to the cynical policy which\ncould be described as: \"If you ignore them, they will go away --\nthey will go away to prison.\"\nNone of the facts as alleged in the amended complaint are in\ndispute -- only the legal meaning of the facts. The sources for\nthese facts and opinions, except those affecting the plaintiffs,\nare unimpeachably unbiased.\nIV.\nArguments\nSummary of the Arguments\nPlaintiffs' Position:\nPlaintiffs state a cause of action for a deprivation of a\nfederal right (the right to preconviction effective assistance of\ncounsel) under color of state law (the State of Indiana's failure\nto provide it). There is no serious question that the\nConstitution creates an enforceable right to receive effective\nassistance of counsel. The question raised by the Defendants is\nwhether the right is enforceable prior to being convicted or\n27\nlake\\pleading\\sumjud.001\n\nafter being convicted. This question is the legal question of the\nexistence of a right. The evidentiary question regarding whether\nthe Defendants' past and present failure to provide effective\nassistance of counsel prior to conviction establishes that the\nDefendants are either unable, or unwilling, to provide effective\npreconviction assistance of counsel, is a distinct question. The\nDefendants do not contest the existence of the right but rather\nclaim it is only enforceable in post conviction relief\nproceedings or on direct appeal. The Defendants' argument\nconflate being not guilty with being provided a fair trial. Under\ntheir theory, only innocent persons are entitled to effective\nassistance of counsel.\nPoor people are entitled to both objective justice (not\nbeing wrongfully convicted) and subjective justice (the\nappearance of not being wrongfully convicted). The undisputed\nhistory of Lake County's actual provision of counsel leaves a\ndispassionate observer with the firm conviction that the\nperformance of the public defender system in Lake County is so\ndeficient that it undermines the basic faith in the fairness of\nthe criminal justice system. It compels the relief requested in\norder to justify the public's even minimal faith in the basic\nfairness of the system.\nThe Plaintiffs are entitled to prevent a deficient\npreconviction performance of counsel -- the first prong of the\nStrickland v. Washington, 466 U.S. 668, 80 L.Ed.2d 674, 685, 104\nS.Ct. 2052 (1988) -- because after trial the harm becomes (for\n28\nlake\\pleading\\sumjud.001\n\nall practical purposes) irreparable. A helpful analogy would be\nto consider what an airline passenger is \"entitled\" to. An\nairline passenger is \"entitled\" to competent pre-crash assistance\nof air traffic controllers because post-crash only remedial\nmedical care is available. The other equitable notion to consider\nis that the State of Indiana, by bringing suit against the\nPlaintiffs, is estopped from asserting any \"technical\" non-\nsubstantive defense to a claim that it is failing to provide\neffective preconviction assistance of counsel. The relationship\nbetween the State of Indiana and indigent defendants, such as the\nPlaintiffs herein, is illuminated by the following analogy. \nAssume there is a car race with two cars. The State owns\nboth cars. The \"Prosecution Car\" is tuned up and ready to go. It\nhas a driver and a garage full of mechanics, a tank full of gas,\nand money to buy any equipment the State needs. The \"Public\nDefender Car\" has been out of tune for twenty-five years, has\nonly one driver (who doubles as the mechanic), the tank has been\non empty for twenty-five years, and the tires are bald. \nThe \"Public Defender Car\" driver must petition race\nofficials, after the race has begun, for permission to buy\nanything needed to try to be competitive in the race. The State's\narguments are that only after the race is over, and the Public\nDefender car has predictably lost, may a challenge to the\nfairness of the race be brought. This is like saying that only\nafter you have lost your bet can you complain that the fix was\nin. Such a public defender system is nothing more than a \"misty\n29\nlake\\pleading\\sumjud.001\n\nmirror\" defender system that cannot be tolerated.\nThe State argues for continuing a criminal justice system\nwhich gambles about appearances of justice and does not mind\nlosing. This is not a gamble the judicial system should recognize\nas legitimate.\nThe State should be estopped from arguing that the Defense\nmust await the conclusion of the race before alleging a foul. The\nPlaintiffs have a right to prevent an unfair race rather than\nparticipate in one and try to reverse the results afterwards. The\nState, by underfunding the Accused's efforts, is estopped from\narguing it is going to be a \"fair\" race.\nState Defendants' Position:\nThe State Defendants' positions are that:\n! the Plaintiffs have \"an adequate remedy at\nlaw\" and must suffer a wrongful conviction in\norder to state a cause of action. (State\nDefendants' Memorandum in Support of Motion\nto Dismiss, hereinafter \"State's Memorandum\")\n§ B, p. 5-12); or, \n! the Plaintiffs are \"in the wrong court\" and\nmust litigate ineffective assistance of\ncounsel prior to conviction (State's\nMemorandum § C, p. 12-15); or, \n! at least the State Defendants should be\ndismissed because they cannot do anything\nabout Lake County's failure to provide\neffective preconviction assistance of counsel\n(State's Memorandum § D, p. 16-18); and, \n! Judges are immune from damages (State's\nMemorandum, § D [sic], p. 18-20); and,\n! Thorpe lacks standing (State's Memorandum §\nE, p. 20-21).\nThe State Defendants' position is that poor people charged\n30\nlake\\pleading\\sumjud.001\n\nwith crimes are not entitled to effective preconviction\nassistance of counsel prior to conviction but rather are only\nentitled to have their convictions reversed if their public\ndefenders' performances were so abysmal that a court of appeals\nor post-conviction court will overturn it. The Defendants'\nposition is, in effect, \"So what? Too bad. Don't worry; it will\nall be sorted out after conviction.\"\nThe choice this Court must make is whether poor people\nrepresented by Public Defenders are entitled to some form of\nrelief which will prevent highly probable, indeed almost\nguaranteed, ineffective preconviction assistance of counsel or\nwhether the Plaintiffs' only recourse is a futile appeal.\nCounty Council Defendants' Position:\nThe County Council argues it has no \"statutory\" authority to\nprovide criminal defense because the General Assembly has\n\"vested\" that authority with the Courts. They next urge that the\nPlaintiffs fail to sufficiently allege an equal protection claim\nby arguing, incorrectly, that the Plaintiffs must allege and\nprove that a racially discriminatory purpose \"must be the\nmotivating factor.\" (County Brief at 7.)\nDefendant Letsinger's Position:\nLetsinger claims judicial immunity from damages. The\nPlaintiffs concede that the precedents regarding judges acting in\ntheir capacity as \"judges deciding cases\" may apply; however,\nLetsinger fails to acknowledge that, in the instant situation,\n31\nlake\\pleading\\sumjud.001\n\nthe judges are acting in their capacity as \"employers\" and\n\"administrators of a system,\" not as judges deciding legal\nissues. Letsinger does not acknowledge that as administrators and\nemployers they have no more immunity than a sheriff operating a\njail unconstitutionally. Relief is not being sought against\nLetsinger in his \"judge\" capacity, but rather in his\n\"administrative\" capacity. \n \nStandards for Motions to Dismiss and Summary Judgment\nThe Defendants state the proper standard for rulings on\nMotions to Dismiss. Plaintiffs move for summary judgment pursuant\nto Indiana Rules of Trial Procedure Rule 56 on their claims that\nindigent criminal defendants are not provided constitutionally\nadequate legal representation when judged by the standards of the\nFifth, Sixth, Eighth and Fourteenth Amendments to the United\nStates Constitution; and Article 1, § 13; Article 1, § 12;\nArticle 1, § 16; and, Article 1, § 17 of the Indiana\nConstitution. \n\"Summary judgment is appropriate where the pleadings,\ndepositions, answers to interrogatories, affidavits, if any, and\nadmissions on file show that there is no genuine issue of\nmaterial fact, and the moving party is entitled to judgment as a\nmatter of law.\" Vukadinovich v. Board of School Trustees, 978\nF.2d 403, 408 (7th Cir. 1992).\nThe facts presented above are not disputed. The facts of the\npast, and present, systemic failure are contained in the\nindependently-prepared reports listed. The Defendants will be\n32\nlake\\pleading\\sumjud.001\n\nunable to dispute the facts. Rather they will only be able to\ndispute the meaning of the facts. The affidavits and the\nadditional reports accurately and truthfully describe the\nhistorical and current state of the Lake County Public Defender\n\"system.\" \nThe Plaintiffs, and all neutral observers, are persuaded, as\nthe Court should be, that there is, in fact, a \"Lake County\nPublic Defender System\" and that this \"system\" can be judged for\ncompliance with the Indiana and United States Constitutions just\nas any other governmental system that is required by the\nconstitutions. A \"jail\" system would be one example. \nThe pertinent questions are: \"What is the system `supposed'\nto do?\" and \"What does it `actually' do?\" Plaintiffs contend the\nsystem falls short of all the constitutional standards described\nabove. There are no other facts material to this court's\ndetermination of the legal question as to whether the public\ndefender \"system\" in Lake County violates:\nthe Sixth Amendment;\nthe Fifth Amendment;\nthe Eighth Amendment;\nthe Fourteenth Amendment;\nArticle 1, § 13;\nArticle 1, § 12;\nArticle 1, § 16; and/or\nArticle 1, § 17.\nSummary judgment is proper where there is no real conflict\nregarding facts dispositive of the litigation. Johnson v.\nPatterson (1991), Ind. App., 570 N.E.2d 93. \n\"There is no issue for trial unless there is sufficient\nevidence favoring the nonmoving party for a . . . verdict for\n33\nlake\\pleading\\sumjud.001\n\nthat party. If the evidence is merely colorable, or is not\nsignificantly probative, summary judgment may be granted.\" Bostic\nv. City of Chicago, 981 F.2d 965, 969 (7th Cir. 1992), (quoting\nAnderson v. Liberty Lobby, Inc., 477 U.S. 242, 249, 106 S.Ct.\n2505, 2511 (1986)). \nA grant of summary judgment is proper if the trial court\nneed not weigh conflicting evidence in order to reach a decision,\nand summary judgment is appropriate when there is no dispute or\nconflict regarding facts that are dispositive of the litigation.\nFortmeyer v. Summit Bank (1991), Ind. App., 565 N.E.2d 1118. \nSince the pleadings, affidavits and neutral reports show\nthere is no genuine issue as to any material fact, summary\njudgment is appropriate. The Plaintiffs have demonstrated they\nare entitled to judgment as a matter of law. \n1. The \"system\" has failed, and will continue to fail to meet\nrequirements of the Sixth Amendment:\nThe United States Constitution Sixth Amendment guarantees\nevery individual charged with a crime the right to competent\npreconviction assistance of counsel regardless of ability to pay.\nThe Sixth Amendment provides, in its pertinent part:\nIn all criminal prosecutions, the accused\nshall enjoy the right to. . . have the\nassistance of counsel for his defense. \nThe core federal constitutional claim in this litigation is\nthe Sixth Amendment right to effective preconviction assistance\nof counsel. This section of the argument will discuss all other\nfederal rights involved in this litigation in the context of this\n34\nlake\\pleading\\sumjud.001\n\nright. \nThe right to counsel is \"one of the safeguards deemed\nnecessary to insure fundamental rights of life and liberty.\"\nJohnson v. Zerbst, 304 U.S. 458, 462, 58 S.Ct. 1019, 82 L.Ed.\n1461 (1937). It is the right to effective counsel. Mann v.\nRichardson, 397 U.S. 759, 90 S.Ct. 1441, 25 L.Ed.2d 763 (1970).\nEffective preconviction assistance of counsel requires an active\nand diligent advocate. Anders v. California, 386 U.S. 738, 18\nL.Ed.2d 493, 87 S.Ct. 1396 (1967), reh. den., 388 U.S. 924, 18\nL.Ed.2d 1377, 87 S.Ct. 2094. \nIn Gideon v. Wainwright, 372 U.S. 335 at 344, 83 S.Ct 792, 9\nL.Ed.2d 799 (1963), the Court noted that governments \"both state\nand federal, . . . spend vast amounts to try Defendants accused\nof crime.\" Fairness and justice are reasonably assured if the\namount spent on prosecution is reasonably balanced with the\namount spent on defense because the Constitution's guarantee of\nassistance of counsel cannot be satisfied by a mere formal\nappointment. Avery v. Alabama, 308 U.S. 444, 446, 84 L.Ed.2d 377,\n60 S.Ct. 321 (1940). This principle was reaffirmed in Kimmelman\nv. Morrison, 477 U.S. 365, 91 L.Ed.2d 305, 106 S.Ct. 2574 (1986).\n\"The right to counsel is a fundamental right of criminal\ndefendants; it assures the fairness, and thus the legitimacy, of\nour adversary system.\" Id. at 374. The \"right to counsel is the\nright to effective [preconviction] assistance of counsel.\" Id. at\n377. \"Where a state obtains a criminal conviction in a trial in\nwhich the accused is deprived of the effective assistance of\n35\nlake\\pleading\\sumjud.001\n\ncounsel the State unconstitutionally deprives the defendant of\nhis liberty.\" Id. at 383. The \"right to effective assistance of\ncounsel is personal to the defendant, and is explicitly tied to a\nfundamentally fair trial - a trial in which the determination of\nguilt or innocence is \"just\" and \"reliable.\" Id. (J. Powell,\nconcurring) at 392-93. \nEffective preconviction assistance of counsel encompasses\nthe right to have one's counsel adequately prepare and\ninvestigate the case. Wade v. Armentrout, 798 F.2d 304 (8th Cir.\n1986). Investigation \"is an essential component of the adversary\nprocess.\" Crisp v. Duckworth, 743 F.2d 580 (7th Cir. 1984).\nEffective \"representation hinges on adequate investigation and\npre-trial preparation.\" Goodwin v. Balkom, 684 F.2d 794, 805\n(11th Cir. 1982). Proper investigation, by effective counsel,\nenables cross-examination of crucial prosecution witnesses in a\nmanner that impacts on the witnesses' credibility and demeanor in\nways a reviewing court could never ascertain. Inadequate\ninvestigation in seeking out and interviewing defense witnesses\nmay well be the reason that a record does not disclose the\nprejudice. \nOnly if there is a balance in funding is the defense\nadequate to meet the prosecution. Courts have long recognized\nadequate funds must be provided for investigative assistance to\nindigent defendants in order to assure the constitutional\nguarantee of adequate defense. Smith v. Enomoto, 615 F.2d 1251\n(9th Cir. 1980); Mason v. Arizona, 504 F.2d 1345 (9th Cir. 1974),\n36\nlake\\pleading\\sumjud.001\n\ncert. den., 420 U.S. 936 (1975). The Defendants may argue that\nthey \"have no money.\" This \"no money\" argument was advanced by\nthe State of Oklahoma in Ake v. Oklahoma, 470 U.S. 68, 84 L.Ed.2d\n53, 105 S.Ct. 1087 (1989), for not having to provide a\npsychiatrist. Oklahoma argued \"that to provide Ake with\npsychiatric assistance . . . would result in a staggering burden\nto the State.\" Id. at 78. \nThe United States Supreme Court directly and unambiguously\nrejected the argument, stating that \"the governmental interest in\ndenying Ake the assistance of a psychologist is not substantial.\"\nId. at 79. Not only do the Plaintiffs have an interest in a fair\ntrial with adequate representation of counsel, the \"State, too,\nhas a profound interest in assuring that its ultimate sanction is\nnot erroneously imposed and we do not see why monetary\nconsiderations should be . . . persuasive.\" Id. at 83. \nSpending money is not irreparable harm. The Plaintiffs are\nnot required to be subjected to the risk of illegal conviction if\nthey raise systemic failure to provide adequate preconviction\nassistance of counsel which may result in such conviction. The\nprinciple of \"innocent until proven guilty\" upon which the entire\ncriminal justice system is based requires that no indigent\ndefendant be declared guilty unless the government, opposed by\nconstitutionally adequate and competent counsel, proves guilt\nbeyond a reasonable doubt.\nThe Plaintiffs are requesting adequate representation by a\nsystem clean of conflicts of interests. If this is not provided,\n37\nlake\\pleading\\sumjud.001\n\nthe injuries suffered by the Plaintiffs are, among other things,\n! an unfair trial;\n! an unwarranted conviction; and/or\n! a wrongful imprisonment; \nUnder the Defendants' argument an accused has standing to\nenforce a right to effective pretrial assistance of counsel only\nafter these events have occurred. The Defendants do not identify\nthe preconviction vehicle available to an accused to prevent a\nwrongful conviction or a constitutionally flawed defense. The\nDefendants' arguments are more correctly aimed at reversing a\nwrongful conviction in a criminal appeal than at preventing a\nviolation by way of a civil action. The difference is the\ndifference between prevention and cure. The Defendants'\nirrational argument is: let the harm occur; it can be fixed. The\nPlaintiffs' far more rational argument is: when harm appears\nextremely likely to occur, particularly when the harm is\nirremediable, such as wrongful imprisonment and loss of liberty;\nthere is a right to prevent the harm. An analogy to the\nDefendants' argument would be that only after a car wreck should\na driver be concerned about whether the brakes are defective --\neven though mechanics were saying for years that the brakes were\ndefective. \nThe right to effective preconviction assistance of counsel\nis more pervasive than any of the Plaintiffs' rights because a\ndefense attorney's performance directly affects a criminal\ndefendant's ability to assert and protect all his, or her, other\nrights, such as their Fifth Amendment right to due process; the\n38\nlake\\pleading\\sumjud.001\n\nEighth Amendment right to bail; the Fourteenth Amendment right to\ndue process of law; the Fourteenth Amendment right to equal\nprotection of the law; and the Fourteenth Amendment right to\nracial equality. \nThe right to effective preconviction assistance of counsel\nis a linchpin right that has been made applicable to many\npreconviction steps in criminal proceedings not explicitly\naddressed in the Sixth Amendment, e.g. custodial interrogations,\nMiranda v. Arizona, 384 U.S. 436, 16 L.Ed.2d 694, 86 S.Ct. 1602\n(1966); preliminary examinations, Coleman v. Alabama, 399 U.S. 1,\n26 L.Ed.2d 387, 90 S.Ct. 1999 (1970); pre-indictment lineups,\nKirby v. Illinois, 406 U.S. 682, 32 L.Ed.2d 411, 92 S.Ct. 187\n(1972); arraignment, Hamilton v. Alabama, 368 U.S. 52, 7 L.Ed.2d\n114, 82 S.Ct. 157 (1961); post-indictment lineup, U.S. v. Wade,\n388 U.S. 227, 18 L.Ed.2d 1149, 87 S.Ct. 1926 (1968); sentencing,\nTownsend v. Burke, 334 U.S. 736, 95 L.Ed.2d 661, 71 S.Ct. 286\n(1948); first appeal of right, Douglas v. California, 372 U.S.\n353, 9 L.Ed.2d 811, 83 S.Ct. 814 (1963); collateral attacks on\nconviction, Johnson v. Avery, 393 U.S. 483, 21 L.Ed.2d 718, 89\nS.Ct. 747 (1969); and probation and parole hearings, Gagnon v.\nScarpelli, 411 U.S. 778, 36 L.Ed.2d 656, 93 S.Ct. 1756 (1972).\nWhen effective preconviction assistance of counsel is not\nprovided, the entire adversary system itself suffers. McQueen v.\nSwenson, 498 F.2d 207 (8th Cir. 1974). Inadequate representation\nis \"not a product of an adversary [process], but a flaw in the\nadversary process.\" Id. at 218-19. Systemic resource deprivation\n39\nlake\\pleading\\sumjud.001\n\ncannot be countenanced because it conceals its own existence.\nThis deprivation can be objectively measured. See Note: How to\nThread the Needle: Toward A Checklist Based Standard for\nEvaluating Ineffective Assistance of Counsel Claims, 77\nGeorgetown L.J. 413, 415 (1988). By the criteria contained in\nboth the case law and the literature, it can be reasonably\nconcluded that underfunding, combined with no limits on\ncaseloads, forces individual public defenders to accept ever-\nincreasing caseloads and that ineffective assistance of counsel\nwill occur. Overburdening public defenders conceals the nature\nand extent of the damage done to defendants' rights. State v.\nSmith, 140 Ariz. 355, 362, 681 P.2d 1374, 1381 (1984). \nThe Sixth Amendment also protects rights that do not\nnecessarily affect the outcome of the trial. The right to\neffective preconviction assistance of counsel for defense\nincludes defense provided prior to trial. Luckey v. Harris, 860\nF.2d 1012 (11th Cir. 1988), cert. den. 495 U.S. 957, 110 S.Ct.\n2562 (1990). In the post-trial context, certain errors may be\ndeemed harmless because they did not \"affect\" the outcome of the\ntrial. These errors could be prevented with effective\npreconviction assistance of counsel.\nWhether an accused has been prejudiced by the denial of a\nright is an issue that relates to relief --whether the defendant\nis entitled to have his or her conviction overturned-- rather\nthan to the question of whether such a right exists and whether\nit can be protected prospectively. Prospective relief is designed\n40\nlake\\pleading\\sumjud.001\n\nto avoid future harm. Prospective relief is appropriate to\nprotect constitutional rights even if the violation of these\nrights would not affect the outcome of the trial.\nOnly when effective preconviction assistance of counsel is\nrendered before judgment can the adversary system truly test the\nguilt or innocence of the accused. \"An accused is entitled to be\nassisted by an attorney . . . who plays the role necessary to\nensure that the trial is fair.\" Strickland, supra at 685, held\nthat in \"certain Sixth Amendment contexts, prejudice is presumed\n[by the] denial of the assistance of counsel.\" A public defender\ncan only play the necessary role if able. Lack of caseload\nlimits, the inability to adequately investigate, and inadequate\nsupport staff disable.\nAppellate review is not an adequate remedy for defendants\nwho have been \"assisted\" by counsel made ineffective by the lack\nof resources. Such a wrongful loss of liberty is too great to be\ntolerated or fostered. See Gaines v. Manson, 194 Conn. 510, 481\nA.2d 1084, 1093 (1984). The Lake County \"system\" does both. There\nis an obvious loss of freedom while in custody, either pre- or\npost-conviction, or on probation. Setting aside a conviction does\nnot afford a complete remedy. Besides, if investigation and\npreparation are inadequate, it follows that any record relied\nupon to show the extent of prejudice would, of necessity, be\nincomplete. U.S. v. Tucker, 716 F.2d 576 (9th Cir. 1983). Thus,\nthe harm of inadequate representation conceals itself from the\nreviewing court. The question is: \"What would an investigation,\n41\nlake\\pleading\\sumjud.001\n\nwhich was not done, reveal?\"\nIt is difficult, nearly impossible, to obtain a reversal of\na conviction based upon incompetent counsel. The current standard\nto determine, after a conviction, whether there was\nconstitutionally deficient ineffective preconviction assistance\nof counsel is the Strickland test. A causal connection must be\nproven between the shortcomings of counsel and the outcome.\nBecause Strickland creates an almost insurmountable hurdle for\nDefendants claiming ineffective preconviction assistance of\ncounsel, prevention becomes even more important to the criminal\ndefendant because he or she is jailed.\nThe instant litigation specifically addresses this point\nbecause inadequate investigation and burdensome caseloads are not\ntrial strategy. These symptoms indicate systemic failure. \nBefore reversing a conviction, an appellate court must be\nconvinced of two things: 1) a deficient performance by counsel;\nand 2) a sufficiently great prejudice to the defendant.\nStrickland, supra at 694. The Strickland Court, in discussing the\nfirst prong, held that there was a strong presumption that trial\ncounsel was adequate, that any errors were conscious ones, and\nthat the trial counsel's conduct was constitutionally adequate.\nStrickland, supra at 690-91. \"Judicial scrutiny of counsel's\nperformance must be highly deferential. It is all too tempting\nfor a defendant to second-guess counsel's assistance. . . .[a]\ndefendant must overcome the presumption that, under the\ncircumstances, the challenged action might be considered sound\n42\nlake\\pleading\\sumjud.001\n\ntrial strategy.\" Id. at 689. Citations omitted. Strickland\ncreates, by way of a \"factual presumption,\" an almost\ninsurmountable hurdle for defendants to overcome in order to\nobtain a reversal of a conviction. \nThe \"system\" undermines the reliability of this \"factual\npresumption\" by starving the defense of resources. Thus, what\nStrickland does \"in law,\" the Lake County \"system\" undoes \"in\nfact.\" Preventing ineffective assistance of counsel becomes even\nmore important to the criminal defendant because he, or she,\nloses their liberty by being jailed during the pendency of the\nappeal of the wrongful conviction. Plaintiffs' litigation\nspecifically addresses this point because inadequate\ninvestigation and burdensome caseloads are not trial strategy.\nThese symptoms indicate systemic failure.\nThe Sixth Amendment protects rights that do not affect the\noutcome of the trial. Luckey v. Harris, supra. In the post-trial\ncontext, certain errors may be deemed harmless because they did\nnot affect the outcome of the trial. Whether an accused has been\nprejudiced by the denial of a right is an issue relating to the\nrelief granted (whether the defendant is entitled to have his or\nher conviction overturned) rather than to the question of whether\nsuch a right exists in the first place and can be protected\nprospectively. Prospective relief is designed to avoid future\nharm. Prospective relief is appropriate to protect constitutional\nrights even if the violation of these rights would not affect the\noutcome of the trial. Luckey v. Harris, supra.  \n43\nlake\\pleading\\sumjud.001\n\nThus, the Plaintiffs are entitled to prevent a deficient\nperformance of counsel --the first prong of the Strickland test--\nfrom occurring prior to trial, because after trial the harm\nbecomes, for all practical purposes, irreparable. This is because\nappellate review holds little likelihood of success due to the\npresumptions in play that uphold guilty verdicts. \nThe Indiana Supreme Court has recognized that serious and\nsystemic problems in public defense systems do exist. See Smith\nv. State (1987), 511 N.E.2d 1042:\nerrors and omissions made by trial counsel\nlead to the unerring conclusion that\nappellant was denied his right to effective\nassistance of counsel . . . We note that the\nrecord reflects counsel had only become a\npublic defender a few weeks prior to\nappellant's trial and resigned shortly\nthereafter due to an overbearing caseload.\nThe reversal of this conviction may not have\ncome about so much from an individual\nperformance as from a flaw in the system\nmaintained to provide legal counsel to those\nunable to meet the expense on their own.\nIn addition to the investigations and studies performed\nabove, the Indiana Supreme Court has initiated a \"rulemaking\"\nprocess as a result of Appellant Jihad Muhammad's October 14,\n1992 \"Petition for Rule Making or Other Intervention\" with the\nIndiana Supreme Court. (See Exhibit 7, \"Petition for Rule Making\nor Other Intervention\", hereinafter \"Petition for Rule Making.\")\nIn response to this request, the Supreme Court issued an order\nrequesting public comment in Request for Rule Making Concerning\nthe Marion County Public Defender System, Cause Number 49500-\n9210-MS-822. (See Exhibit 8, \"Order Seeking Comment on Petition\n44\nlake\\pleading\\sumjud.001\n\nfor Rule Making\", hereinafter \"Request for Rule Making.\")\nThe Indiana Public Defender Commission, a public agency,\nprepared and filed its \"Comments\" which contained the pertinent\nAmerican Bar Association's Standards for Criminal Justice.\" (See\nExhibit 9, \"Comments of the Indiana Public Defender Commission\",\nhereinafter \"Commission Comments,\" and Council Comments.)\nThe IPDC focused its findings and recommendations on three\nareas: 1) the need for independent public defender boards; 2)\nincreased funding and compensation; and 3) meaningful caseload\nand workload limits. IPDC noted that there \"are serious problems\nwith the quality of representation provided to indigent persons\nin nearly all counties in Indiana.\" Council Comments at 1. The\nCouncil noted that \"indigent defense services are grossly\nunderfunded in Indiana.\" Council Comments at 2. \nStatewide, including Lake County, public defender systems\nhad a lack of independence for public defenders; excessive\ncaseloads; inadequate compensation; lack of support staff and\nlack of funds for investigation and expert assistance. Council\nComments at 1.\nIPDC noted that the \"level of pay per case should raise\ngrave concerns about the quality of services provided in Indiana\n. . . with the impact of inadequate compensation on the quality\nof representation [being] of even greater concern when the\nservices are provided by part-time, salaried and contractual\npublic defenders with unlimited caseloads.\" Council Comments at\n25. This is the situation in Lake County. \"In Lake County, some\n45\nlake\\pleading\\sumjud.001\n\nof the part-time public defenders in the Superior Court--Criminal\nDivision, reported that they received over 100 new felony cases\nin 1992.\" Council Comments at 28. This an amount far beyond any\nstandards recommended by any recognized group. Standards for\nindigent defense services have been promulgated by the American\nBar Association, the National Study Commission on Defense\nServices. (See Exhibit 10, Standards of the American Bar\nAssociation, the National Study Commission on Defense Services,\nthe National Legal Aid and Defender Association and the National\nAdvisory Commission on Criminal Justice Standards and Goals). As\nif anticipating the Defendants' arguments, the Council noted that\nin \"Indiana there is currently no effective remedy for a\ndefendant to prevent the harm [ineffective assistance of council]\nbefore it occurs.\" Council Comments at 31.\nThe Plaintiffs would add that the legislative branch also\nhas failed to provide either the structure, or the resources, to\ndefend the \"rights of those [it wishes] to throw to the wolves.\"\nState v. Peart, 621 So.2d 780, 791 (La. 1993). The Defendants do\nnot contest the proposition that the Lake County \"system\" falls\nwell \"below an objective standard of reasonableness under\nprevailing professional norms.\" Williams v. State (1987), Ind.\n508 N.E. 1264.\nThe Supreme Court's action on the Request for Rule Making\ndescribed in Defendants' Motion also indicates an awareness\nsimilar to that evidenced in the State v. Peart, supra. Justice\nSullivan, in his concurring opinion in Dubinion v. State (1992),\n46\nlake\\pleading\\sumjud.001\n\nInd. App., 600 N.E.2d 136, wrote that the \"case vividly\ndemonstrates the need for a dramatic and substantial revision of\nthe Marion County Municipal Court system, including most\nprominently the Municipal Court Public Defender system.\" Dubinion\nat 138. This observation also applies to Lake County.\nOther State's courts facing challenges to the adequacy of\ndefender systems have ordered systemic changes like those\nrequested in the instant case. See State v. Peart, supra. State\nex rel. Stephan v. Smith, 242 Kan. 336, 747 P.2d 816 (1987)\n(charged dropped against indigent defendants due to inadequate\npublic defender compensation); State v. Robinson, 123 N.H. 665,\n465 A.2d 1214 (1983) (cap on public defender fees lifted); Arnold\nv. Kemp, 306 Ark. 294, 813 S.W.2d 770 (1991) (cap on fees lifted;\npreconviction injunctive relief provided); and Arkansas v. Post,\n311 Ark. 510, 845 S.W.2d 487 (1993) (State, having delegated the\nresponsibility for providing indigent defense, has the ultimate\nresponsibility for the payment of public defender fees). \nThe Kemp Court noted that it had:\n  perpetuated throughout the years, a system of\nappointment without just compensation . . .\nthat is long past due for correction. The\nonly proper and permissible course for us to\nfollow is simply to give effect to the plain\nlanguage of our constitution (citations\nomitted) . . . Arkansas has delayed in\nconfronting the realities of contemporary\ncriminal defense practice, particularly in\nthe area of capital litigation, even as the\nconcept of what constitutes due process has\nchanged.\nNo limit is placed upon public defender caseloads. Just as\nplacing a maximum limit of fees on public defenders'\n47\nlake\\pleading\\sumjud.001\n\nrepresentation is unconstitutional, Makemson v. Martin County,\n491 So.2d 1109 (1986), so too is the inverse of a limitless\nnumber of cases. None of the courts have caseload maximums for\ntheir public defenders. Individual public defenders may attempt\nto do their professional best to vigorously represent public\ndefender clients, but without caseload limits, researchers,\nparalegals, investigators, adequate funding for depositions and\nexperts, these efforts are thwarted, and constitutionally\nadequate assistance of counsel is not provided. The studies show\nthat throughout the years, a public defender system without just\ncompensation that is long past due for correction has existed in\nLake County. The Plaintiffs contend that the only proper and\npermissible course to follow is simply to give effect to the\nplain language of the state and federal constitutions. Lake\nCounty in particular has delayed in confronting the realities of\ncontemporary criminal defense practice. \nThe present lack of funding, overwhelming caseloads, and\nlack of defense support services places an unconscionable burden\nupon public defenders in Lake County. Due to the number and types\nof cases, and the number of indigent defendants, more funding for\nthe defense of the poor is required because defense \"of the poor\n(is) an imperative duty . . . [devolving] upon the public or some\nportion of it.\" Blythe v. State (1854), 6 Ind. 13. \nPlaintiffs are entitled to a process that is constitutional,\nlawful, and just, and appears constitutional, lawful and just.\nThe Plaintiffs are also entitled to a result that is\n48\nlake\\pleading\\sumjud.001\n\nconstitutional, lawful, and just and appears constitutional,\nlawful, and just. Justice, and the appearance of justice, are\ncentral to American law. \"We the People of the United States, in\norder to form a more perfect union, establish justice . . .\"\nUnited States Constitution Preamble. \"To the end, that justice be\nestablished, public order maintained, and liberty perpetuated.\"\nIndiana Constitution Preamble. Effective preconviction assistance\nof counsel is a prerequisite to establish justice for criminal\ndefendants.\nThe methods \"employed in the enforcement of our criminal\nlaws [are] the measures by which the quality of our civilization\nmay be judged.\" Coppedge v. U.S., 369 U.S. 438, 449, 8 L.Ed.2d\n21, 82 S.Ct. 917 (1962). As former Chief Justice Burger has\nstressed, surely \"an effective system of justice is as important\nto the social, economic and political health of the country as an\nadequate system of medical care is to our physical health.\" C.J.\nWarren Burger, Has the Time Come?, 55 F.R.D. 119, 123 (1972). \n \"The evil--it bears repeating--the evil is in what the\nadvocate finds himself compelled to refrain from doing; not only\nat trial, but also as to possible pretrial plea negotiations and\nin the sentencing process.\" Holloway v. Arkansas, 435 U.S. 475,\n490, 98 S.Ct. 1173, 1182, 55 L.Ed.2d 426 (1978). Public\ndefenders, if restrained from being effective and vigorous\nadvocates, are nothing more than warm bodies with law degrees\nsitting next to the Plaintiffs in the courtroom. The \"assistance\nof counsel is among those `constitutional rights so basic to a\n49\nlake\\pleading\\sumjud.001\n\nfair trial that their infraction can never be treated as harmless\nerror.'\" Id. at 489 (citing Chapman v. California, 386 U.S. 18,\n23, 87 S.Ct 824, 827,28, 17 L.Ed.2d 705 (1967). \nInadequate funding perverts the process from the beginning\nwhen the immediate task is to investigate because no one can \"say\nwhat a prompt and thorough going investigation (might) disclose\nas to the facts.\" Powell v. Alabama, 287 U.S. 45, 58, 77 L.Ed.\n158, 53 S.Ct 55 (1932). \nThe Indiana and Lake County system for providing legal\nrepresentation to poor people charged with crimes allows\ninsufficient time and resources to permit adequate defense\nservices, including: \n! interviewing;\n! investigation;\n! research;\n! motion practice;\n! trial preparation;\n! client advice; and, \n! overall attention to the case, given forced \nexcessive caseloads.\nThe Rules of Professional Conduct provide that a \"lawyer\nshall not represent a client if the representation of that client\nmay be materially limited by the lawyer's responsibilities to\nanother client.\" (Rule 1.7(b)) \nUnderfunding and understaffing increase the likelihood of\npublic defender malpractice because cases are not thoroughly\ninvestigated. Public defenders then may become personally liable\nfor the malpractice and violations of defendants' civil rights.\nPolk County v. Dodson, 454 U.S. 312, 70 L.Ed.2d 509, 102 S.Ct.\n445 (1991). \n50\nlake\\pleading\\sumjud.001\n\nContrary to Defendants' contentions, appearing in their\nMotions to Dismiss, appellate review is not the answer for\ncriminal defendants who have been \"assisted\" by counsel made\nineffective by the lack of resources. Only when effective\nassistance of counsel is rendered before judgment can the\nadversary system truly test the guilt or innocence of the\naccused. \"An accused is entitled to be assisted by an attorney .\n. . who plays the role necessary to ensure that the trial is\nfair.\" Strickland, supra, at 685 (emphasis added). A public\ndefender can only play the necessary role if able. Lack of\ncaseload limits, the inability to adequately investigate, and\ninadequate support staff disable.\nThis Court should deny the Defendants' Motions to Dismiss\nand grant Plaintiffs' Motion for Summary Judgment because Lake\nCounty's Public defender \"system\" is unconstitutionally\ninadequate.\n2. The \"system\" fails to meet the requirements of the Fifth\nAmendment:\nThe United States Constitution Fifth Amendment, taken singly\nor together with the Sixth Amendment, the Eighth Amendment and\nFourteenth Amendments, provides that persons accused of crimes\nwho are too poor to afford counsel are entitled to pre-conviction\nadequate assistance of counsel, due process of law, and equal\nprotection of the laws. Luckey v. Harris, supra. \nThe right to due process of law is based on the Fifth\nAmendment to the United States Constitution, which states:\n51\nlake\\pleading\\sumjud.001\n\nNo person shall be . . . deprived of life,\nliberty, or property, without due process of\nlaw;\nPlaintiffs incorporate their prior argument on ineffective\npreconviction assistance of counsel.\n3. The \"system\" fails to meet the requirements of the Eighth\nAmendment:\nEffective preconviction assistance of counsel is needed in\norder to assure that excessive bail will not be required nor that\nexcessive fines and/or cruel and unusual punishments be inflicted\nin violation of the United States Constitution Eighth Amendment.\nThe right to bail and the right to be free from cruel and unusual\npunishments is based on the Eighth Amendment which states, in its\npertinent part that, \"excessive bail shall not be required, . . .\nnor cruel and unusual punishments inflicted.\" \nDelays in appointment of counsel, and the caseloads imposed\nupon counsel appointed, for pretrial detainees in jail\neffectively deny the Plaintiffs their right to bail. This is so\nbecause if caseload levels and inadequate resources prevent their\nattorney from preparing a defense, then a fortiorari any issues\nof bail will never be adequately investigated and/or presented. \nThe uncontradicted past history and uncontroverted present\nstate of the Lake County Public Defender \"system\" demonstrates\nthat the \"system\" fails to provide adequate assistance of counsel\nand thus violates the Sixth Amendment. It is clear that the\nDefendants have abandoned their obligations and that their\nefforts are mere \"tokens\" intended to keep up appearances by\n52\nlake\\pleading\\sumjud.001\n\nproviding counsel without, in reality, providing effective, as\nopposed to token, assistance of counsel. See Benner, Tokenism and\nthe American Indigent: Some Perspectives on Defense Services, 12\nAmerican Criminal Law Review 667 (1975). It is apparent that\nPlaintiffs state a claim upon which relief can be based.\n \n4. The \"system\" fails to meet the requirements of the\nFourteenth Amendment:\na. Fourteenth Amendment Right to Due Process of Law:\nFor all practical purposes, the right to due process of law,\nfound in the United States Constitution Fourteenth Amendment, is\nidentical to Fifth Amendment due process of law. The systemic and\nfunding deficiencies of the public defender system result in\nineffective preconviction assistance of counsel and deprivations\nof due process. Counsel cannot fully and adequately protect those\ninterests due to inadequate funding and caseloads.\nb. Fourteenth Amendment right against income discrimination\nThe right to equal protection of the law and against wealth\nbased discrimination is based on the Fourteenth Amendment which\nstates:\nNo state shall make or enforce any law which\nshall . . . deny to any person within its\njurisdiction the equal protection of the\nlaws.\nCriminal defendants with the financial means to obtain\nadequate defense services are afforded a different quality of\njustice in Lake County. The failure of the Indiana criminal\ndefense system denies the Plaintiffs their rights to equal\nprotection of the law guaranteed by the Fourteenth Amendment.\n53\nlake\\pleading\\sumjud.001\n\nc. Fourteenth Amendment right against race discrimination\nThe right to be free from racially discriminatory\ngovernmental practices is based on the Fourteenth Amendment,\nwhich states: \nNo state shall make or enforce any law which\nshall . . . deny to any person within its\njurisdiction the equal protection of the\nlaws.\nThe evidence of intentional neglect and underfunding of\npublic defense is so overwhelming that it is reasonable to\nconclude that the Defendants intend that poor people, generally,\nand African-Americans, in particular, who are charged with\ncrimes, receive inadequate assistance of counsel. Palmer v.\nThompson, 403 U.S. 217, 29 L.Ed.2d 438, 91 S.Ct. 1940, (1971).\nSee also Brest, Palmer v. Thompson: An Approach to the Problem of\nUnconstitutional Legislative Motive, 1971 Supreme Court Review 95\nat 119-20. \"An invidious discriminatory purpose may often be\ninferred from the totality of the relevant facts, including the\nfact, if it is true, that the law bears more heavily on one race\nthan another.\" Washington v. Davis, 426 U.S. 229, 48 L.Ed.2d 597,\n96 S.Ct. 2040 (1976). Equally sinister would be the conclusion\nthat there is a willful disregard and lack of concern that they\nreceive effective preconviction assistance of counsel.\nIt is undisputed that at least sixty percent (60%) of the\npersons represented by public defenders are African-Americans\neven though only 25% of the population of Lake County is African-\nAmerican. Since \"normally the actor is presumed to have intended\nthe natural consequences of his deeds\" Washington (J. Stevens,\n54\nlake\\pleading\\sumjud.001\n\nconcur.), at 253, it can be reasonably inferred that the\nDefendants intended for African-Americans to receive ineffective\npreconviction assistance of counsel. It certainly has been\nadequately alleged to state a cause of action.\nPlaintiffs need not obtain the proverbial \"smoking gun,\"\ni.e., an explicit statement of racially discriminatory intent. It\nis rare in criminal cases to find a direct statement of intent;\nyet convictions under the much heavier \"beyond a reasonable\ndoubt\" standard of proof are reached. Likewise, a direct\nstatement of intent to prove intent to commit a racist act is not\nrequired to make a finding of intentional racial discrimination.\nA fact finder may infer from the surrounding circumstances the\nintent of the actors at the time. \nAs the Supreme Court noted more than a century ago:\nThe motives of the legislators, considered as\nto the purposes they had in view, will always\nbe presumed to accomplish that which follows\nas the natural and reasonable effect of their\nenactments. Their motives, considered as the\nmoral inducements for their votes, will vary\nwith the different members of the legislative\nbody. The diverse character of such motives,\nand the impossibility of penetrating into the\nhearts of men and ascertaining the truth,\nprecludes all such inquiries as impracticable\nand futile. Soon Hing v. Crowley, 113 U.S.\n703, 710-11, 5 S.Ct. 730, 28 L.Ed. 1145\n(1885).\n \nThe Defendants are presumed to have intended the\nconsequences of their acts. Thus, if the result is to keep poor\npeople, who are disproportionately African-Americans,\ninadequately represented, such a result is presumed to be\nintended. Just as very few murderers verbally announce their\n55\nlake\\pleading\\sumjud.001\n\nintent to kill and very few robbers declare their intent to rob,\nor shoplifters their intent to shoplift, no modern politician or\nofficeholder will intentionally make a racist statement in\npublic. It would be intellectually dishonest to require such as\nthe only satisfactory proof of racially discriminatory intent.\nPlaintiffs have alleged that it is known and understood by\nthe white majority on the Council that persons represented by\npublic defenders in Lake County are African-American. Plaintiffs\nhave also alleged that part of the motive of the white majority\nparty on the Council for neglecting and underfunding public\ndefense (and thus failing to assure that adequate legal counsel\nis provided to poor persons charged with crimes in Lake County)\nis a racial animus towards African-Americans, or a lack of\nconcern about how African-Americans are treated by the criminal\njustice system. Plaintiffs have alleged that the systemic and\nfunding deficiencies of the Indiana and Lake County criminal\ndefense scheme for indigents violate the Plaintiffs' rights\nguaranteed them by the Fourteenth Amendment right to be free from\ngovernmental policies that have a known racially discriminatory\neffect. \nHistory shows that the \"system\" in Lake County does not\nprovide constitutionally adequate effective preconviction\nassistance of counsel. The \"system\", in itself, constitutes a\nsystemic failure to satisfy minimum constitutional standards, and\nan injunction or other equitable relief would be a proper remedy.\nCircumstantial evidence is given the same weight as direct\n56\nlake\\pleading\\sumjud.001\n\nevidence. \"The law makes no distinction between the weight to be\ngiven either direct or circumstantial evidence.\" U.S. v. Clark,\n506 F.2d 416, 418 (5th Cir. 1975). In United States v. Container\nCorp., 393 U.S. 333, 337 (1969) at 436 fn. 13, the Court held:\nThe law presumes that a person intends the\nnecessary and natural consequences of his\nacts. Therefore, if the effect of the\nexchanges of pricing information was to\nraise, fix, maintain, and stabilize prices,\nthen the parties to them are presumed, as a\nmatter of law, to have intended that result.\nId. at 430.\nOnce Plaintiffs demonstrate the possibility that an improper\nconsideration, e.g. discrimination against African-Americans, is\na motivating factor, it is unnecessary to allege that it was\ndominant or primary. \nThe Plaintiffs have, with their allegations, and evidence,\nclearly stated a claim upon which relief can be granted.\nThe Lake County Council County materially misstates the law\nin this respect by willfully misrepresenting Minority Police\nOfficers Association of South Bend v. City of South Bend, 617 F.\nSupp 133, affirmed 801 F.2d 964 (7th Cir. 1986) (Council Brief at\n7-8). The County argues that the Plaintiffs must allege and prove\nthat a racially discriminatory purpose \"must be the motivating\nfactor.\" Council Brief at 7. The correct statement of law is that\na Plaintiff need only allege that race \"was a motivating factor.\"\nId. at 1348. Minority Police Officers holds that impact \"is a\nstarting point and if stark and unexplainable on other grounds,\nmay provide evidence of discriminatory intent or purpose.\" Id. at\n57\nlake\\pleading\\sumjud.001\n\n1348. Material misquotation is unacceptable. See Anderson v.\nHolmes, 16 F.3d 219 (7th Cir. 1994).\n5. The \"system\" fails to comply with Article 1, § 13:\nThe core Indiana constitutional claim in this litigation\nrevolves around the right to pretrial and preconviction effective\nassistance of counsel. This section of the brief, in a manner\nsimilar to the discussion infra of the federal right to effective\npreconviction assistance of counsel, will discuss all other state\nconstitutional rights in the context of the right to effective\npreconviction assistance of counsel. \nThe Indiana right to effective preconviction assistance of\ncounsel is based on Indiana Constitution Article 1, § 13, which\nstates: \nIn all criminal prosecutions, the accused\nshall have the right . . . to be heard by\nhimself and counsel;\nPlaintiffs incorporate their prior argument on the federal\nright to adequate assistance of counsel prior to conviction\nexcept to add that the Indiana right to effective pre-conviction\nassistance of counsel is older and broader than the federal\nright. Webb v. Baird (1854) 6 Ind. 13; Batchelor v. State, (1920)\n189 Ind. 69, 125 N.E. 773. To paraphrase Justice Lairy in the\nBatchelor opinion \"the privilege of the presence of counsel upon\nthe trial would be a poor concession to the accused if the right\nto effective representation prior to the trial was denied.\" Id.\nat 776.\nThe right to effective preconviction assistance of counsel\n58\nlake\\pleading\\sumjud.001\n\nis more pervasive than any of the Plaintiffs' rights. This is\nbecause a defense attorney's performance directly affects a\ncriminal defendant's ability to assert and protect all these\nother state-created rights, such as, the right to due course of\nlaw pursuant to Indiana Constitution Article 1, § 12, the right\nto reasonable bail pursuant to Indiana Constitution Article 1, §\n16, the right to bail pursuant to Indiana Constitution Article 1,\n§ 17, the right to reformative, rather than vindictive, justice\npursuant to Indiana Constitution Article 1, § 18, and the right\nto equal privileges and immunities pursuant to Indiana\nConstitution Article 1, § 23; Indiana has, in addition, held that\nthere can be no conviction without adequate counsel. Winn v.\nState (1953), 232 Ind. 70, 111 N.E.2d 653.\nThe right to counsel of all persons at all critical stages\nof a criminal proceeding is fundamental, and denial of this right\nis denial of fundamental due process. Clark v. State (1991), Ind.\nApp., 577 N.E.2d 620. It attaches when adversarial proceedings\ncommence. Wright v. State (1992), 593 N.E.2d 1192, cert. den. ___\nU.S. ___, 113 S.Ct. 605, 121 L.Ed.2d 540.\nThe right to effective preconviction assistance of counsel\napplies at the following: identification proceedings, Clark v.\nState, supra; lineups, Page v. State (1991), Ind. App., 582\nN.E.2d 438; and post-conviction, Ferrier v. State (1979), 270\nInd. 279, 385 N.E.2d 422, appeal after remand, 274 Ind. 585, 413\nN.E.2d 260.\nIt is beyond reasonable dispute that the Indiana\n59\nlake\\pleading\\sumjud.001\n\nConstitution protects the right to effective preconviction\nassistance of counsel for paupers, which is co-extensive with the\nright to counsel of non-paupers. State ex re. Brown v. Thompson\n(1948), 251 Ind. 546, 242 N.E.2d 919. \nEffective preconviction assistance of counsel, prior to\nconviction, is critical. This is  because after conviction, a\nseries of state law presumptions exist that are analogous to the\nStrickland presumptions. The presumptions make reversing the\nconviction nearly, or effectively, impossible. There is a strong\npresumption that effective preconviction assistance has been\nprovided. Terry v. State (1984), Ind., 465 N.E.2d 1085; Metcalf\nv. State (1983), Ind., 451 N.E.2d 321; Davis v. State (1983),\nInd., 446 N.E.2d 1317; Miller v. State (1980), 273 Ind. 493, 405\nN.E.2d 909. This is a \"rebuttable\" presumption. Kappos v. State\n(1991), Ind, App., 577 N.E.2d 974, trans. den. The law makes\n\"factual\" assumptions that serve as the foundation for a legal\n\"presumption.\"\nTo overcome these presumptions regarding effective\npreconviction assistance of counsel, the Defendant must present\n\"strong and compelling\" evidence. Babs v. State (1993), Ind.\nApp., 621 N.E.2d 326, trans. den.; Fugate v. State (1993), Ind,\n608 N.E.2d 1370 (1993). The conviction will only be set aside if\nthere has been a \"breakdown in the adversarial process which\nrenders the result unreliable.\" Young v. State (1986), Ind., 482\nN.E.2d 246; Roberts v. State (1992), Ind., 599 N.E.2d 595; Adams\nv. State (1991), Ind., 575 N.E.2d 625. \n60\nlake\\pleading\\sumjud.001\n\nThis unreliability can be proved by a showing that the\nperformance fell below an \"objective standard of reasonableness\"\nwhich deprived the Defendants of a fair trial. Bellmore v. State\n(1992), Ind., 602 N.E.2d 111; Cuppett v. Duckworth, 8 F.3d 1132\n(7th Cir. 1993). \nWhat better \"strong and compelling\" evidence is there that\nthe Lake County Public Defender system's performance has fallen\nbelow an objective standard of reasonableness than the five\nreports spanning more than 20 years, all of which are uniformly\ncritical of the delivery of public defender services to poor\ncitizens charged criminally in Lake County?\nThe Defendants, through systematic underfunding and neglect,\nhave systematically destroyed any factual foundation to underpin\nthe Strickland presumption. Thus, Plaintiffs have alleged, and\ndemonstrated, not only the lack of a fair trial, but also the\nlack of a fair \"pretrial.\"\nThe Plaintiffs have adequately alleged this compelling lack\nof adequate assistance of counsel to state a claim upon which\nrelief may be based. Furthermore the evidence is sufficiently\nuncontested to grant the Plaintiffs' summary judgment on this\nissue.\n6. The \"system\" closes the courts and denies due course of law\nin violation of Article 1, § 12:\nThe Indiana constitutional right to due course of law and\nopen courts is based on Article 1, § 12, which states: \nAll courts shall be open; and every man, . .\n. shall have remedy by due course of law. \n61\nlake\\pleading\\sumjud.001\n\nThe systemic and funding deficiencies of the Indiana and\nLake County criminal defense scheme for indigents has two\neffects. First, the Plaintiffs are denied due course of law prior\nto trial through ineffective preconviction assistance of counsel.\nSecond, the courts are effectively \"closed\" to the Plaintiffs\nbecause there is no effective lawyer to keep them \"open.\" \nThese allegations are sufficient to state a claim upon which\nrelief can be granted under Article 1, § 12 of the Indiana\nConstitution, and the facts are sufficiently uncontested to grant\njudgment.\n7. The \"system\" allows excessive bail to be required in\nviolation of Article 1, § 16:\nThe Indiana right to reasonable bail is based upon Article\n1, § 16, which states: \"Excessive bail shall not be required.\" \nPlaintiffs incorporate by reference their Eighth Amendment\narguments. It should be noted Article 1, § 16 jurisprudence is\nnot well developed. The Plaintiffs have found only eight (8)\ncases interpreting it. Several provide guidance on the role of\neffective preconviction assistance of counsel in asserting bail\nrights. For example, in Sherelis v. State (1983), Ind. App., 452\nN.E.2d 411, it was held that bail \"is excessive where the amount\nset represents a figure higher than that calculated to assure the\naccused party's presence at trial.\" Id. at 413. In reviewing I.C.\n35-33-8-4, the Court noted the very detailed and fact sensitive\nnature of the bail inquiry. \nFailing to provide adequate resources to perform the\n62\nlake\\pleading\\sumjud.001\n\ndetailed investigation means that poor people are denied an\nindividualized bail determination after a careful investigation\nand assessment of the facts by their public defenders. This is\nbecause their lawyers do not have the resources to prepare a\nthoroughly developed factual basis. In addition, unnecessary jail\ncosts are accrued when persons who would otherwise be out are\nimprisoned. \nIf there were adequate resources, an adequate presentation\nrelating to bail could be done, and unlawful pretrial detention,\nwhich is a form of pre-conviction punishment, would be avoided.\nThus, ineffective assistance of counsel results in inadequate\nbail hearings and results in pre-conviction punishment. See also,\nMott v. State (1986), Ind. App., 490 N.E.2d 1125, for an example\nof a carefully individualized assessment of the facts related to\nbail. The \"object of bail very definitely is not to effect\npunishment in advance of conviction.\" Hobbs v. Lindsay (1959),\n240 Ind. 74, 162 N.E.2d 85, 88. The \"right to freedom by bail\npending trial is an adjunct to that revered Anglo-Saxon aphorism\nwhich holds an accused to be innocent until his guilt is proven\nbeyond a reasonable doubt.\" Id. at 88. \nThus, failure to provide adequate assistance of counsel for\npurposes of defending the right to bail and the right to\nreasonable bail amounts to nothing other than punishment prior to\nconviction. This is perfectly demonstrated by Plaintiff Carter's\nsituation. He has been incarcerated 14 months. His first public\ndefender did not visit him for the first six months of that\n63\nlake\\pleading\\sumjud.001\n\ncustody. Carter's second public defender visited him one time in\njail. In February 1995, Carter's second public defender withdrew\nfrom Carter's case and a third public defender was appointed.\nCarter's third public defender visited Carter twice, but only to\npass on plea offers from the state. He did not discuss preparing\na defense. (PAC ¶¶94-101)\nThus, Carter was \"punished\" by the length of his\npreconviction incarceration --a period of time, fifteen months,\nwhich compares unfavorably with Third World Countries, or the\nformer Soviet Union, for their length of pretrial detention\nwithout trial. Here, the political crime appears to be a\nfinancial inability to afford a private lawyer.\nThis pre-conviction punishment results in \"time-served\"\npleas. See also Green v. Petil (1944), 222 Ind. 467, 54 N.E.2d\n281, 282. Furthermore, as noted in Hobbs, supra, at 88, the\n\"right to freedom by bail is of especial significance to the\naccused who must prepare his defense in the interim.\" (Emphasis\nadded.) \nThus, ineffective assistance of counsel in the bail\nproceedings results in two substantive evils, pre-conviction\npunishment and further aggravation of the problem of inadequate\npreparation. See, generally, Holland v. Hargar (1980), Ind., 409\nN.E.2d 604; Pollard v. State (1969), 252 Ind. 513, 250 N.E.2d\n748; State v. Ryan (1986), Ind., 490 N.E.2d 1113; and Brown v.\nState (1975), 262 Ind. 629, 322 N.E.2d 708.\n64\nlake\\pleading\\sumjud.001\n\n8. The \"system\" denies the right to bail in violation of\nArticle 1, § 17:\nThe Indiana right to bail is based upon Article 1, § 17,\nwhich states:\nOffenses, other than murder or treason, shall\nbe bailable by sufficient sureties.\nThe Plaintiffs incorporate the argument related to Article\n1, § 16.\n9. The State, by initiating legal action against the\nPlaintiffs, is equitably estopped from asserting any non-\nsubstantive defenses to the Plaintiffs' claim that ineffective\npreconviction assistance of counsel is being provided:\nThe Defendants rely on Will v. Michigan Dept. of State\nPolice, 491 U.S. 58, 105 L.Ed.2d 45, 109 S.Ct. 2304 (1989), as\nauthority for the proposition that sovereign states are not\npersons within the meaning of 42 U.S.C. 1983, and that therefore\na state Court has no jurisdiction to adjudicate alleged federal\nconstitutional violations against Defendant State of Indiana. \nThe Defendants do not contend that this Court does not have\njurisdiction under the State Constitution. Thus, this point is\nwaived. Plaintiffs contend that even Will is inapplicable due to\nthe unique nature of the case. The issue in Will was whether the\nMichigan Department of State Police could be sued for damages\nunder 42 U.S.C. 1983. In the instant case, the Plaintiffs are\nsuing for injunctive relief to prevent the State of Indiana,\nwhich is prosecuting them, from failing to provide adequate\nassistance of counsel. This is a material difference because the\nState of Indiana has placed the Plaintiffs in a position of peril\n65\nlake\\pleading\\sumjud.001\n\nconstituting a loss of freedom. \nIn Will, Michigan had not brought any legal action against\nthe Plaintiffs. The Plaintiffs were seeking compensation from the\nstate treasury for wrongs done to them. Here, the Plaintiffs are\nseeking to prevent the wrong from being done them by a litigant\nin another case. The only recourse available to the plaintiffs is\nto bring litigation against the entity or person which is\nprosecuting them. As the Will Court noted, states can be\n\"persons\" -- at least under 15 U.S.C. 13 [a] and [c]-- if, as\nhere, the relief sought is injunctive. \nThe Supreme Court's primary concern was to not subject\nsovereign states treasuries to possible damage liability. Will,\nsupra, at 68. The Court held that \"although in other respects the\nimpact on state sovereignty was much talked about, no one\nsuggested that Section 1 would subject the State's themselves to\na damages suit under federal law.\" This leaves a clear exception\nfor suits seeking injunctive relief. \nThe State, by bringing suit against the Plaintiffs in their\ncriminal proceedings, has waived any 11th Amendment immunity\nbecause it has acted as a \"person\" for purposes of 42 U.S.C.\n1983. Those legal actions are brought in the State's name and the\nState is the only \"person\" who can remedy the systematic\ndeprivation of adequate assistance of counsel. \nAdditionally, the Defendants are equitably estopped because\nthe relief requested is the ability to fairly contest a lawsuit.\nThe State of Indiana has sued the Plaintiffs for criminal relief.\n66\nlake\\pleading\\sumjud.001\n\nThe Plaintiffs have sued the State, and its operatives, for civil\ninjunctive relief to permit the Plaintiffs to fairly contest the\ncriminal action. The State Defendants, in effect, want to require\nthe Plaintiffs to be convicted before they can assert a claim for\nineffective preconviction assistance of counsel. The State\nDefendants would force the Plaintiffs to be harmed, thus\ntriggering potential civil damages liability, rather than to seek\nto prevent such damages. The entire point of an injunction is to\nprevent harm, thus obviating the necessity of remedying the harm.\nThe Plaintiffs, by seeking injunctive relief, are trying to\navoid having the potential harm become actual harm. The States'\nmisunderstanding is evident by the \"results\" only standard it\nargues. Sometimes, factually guilty Defendants are not convicted\neven though they have had inadequate assistance of counsel.\nPlaintiffs are entitled to both a process that is constitutional\nand a result that is constitutional. Stated quaintly, an ounce of\nprevention (assuring adequate counsel prior to verdict) is worth\nmore than a pound of cure (attempting to set aside a verdict due\nto ineffective assistance of counsel).\nV.\nDefense Arguments\nState Defendants' Position:\nThe State Defendants' positions are:\n1. the Plaintiffs have \"an adequate remedy\nat law\" in setting aside a \"wrongful\"\nconviction (State Defendants' Motion to\nDismiss § B, p. 5-12); or, \n67\nlake\\pleading\\sumjud.001\n\n2. the Plaintiffs are \"in the wrong court\"\n(State Defendants' Motion to Dismiss § C, p.\n12-15) because the trial courts will\nguarantee the Plaintiffs' preconviction right\nto counsel; or, \n3. the State Defendants should be dismissed\nbecause they cannot do anything about it\n(State Defendants' Motion to Dismiss § D, p.\n16-18); and, \n4. Judges are immune from damages (State\nDefendants' Motion to Dismiss (second) § D,\np. 18-20); and, \n5. Thorpe lacks standing to represent the\nPlaintiffs in this legal action (State\nDefendants' Motion to Dismiss § E, p. 20-21).\nThe State Defendants' position is that poor people who have\nno choice but to be represented by public defenders are not\nentitled to prevent ineffective preconviction assistance of\ncounsel and are only entitled to have a conviction reversed if\ntheir public defender's performance was so abysmal that an\nappellate court cannot in good conscience let it stand. The\nairplane crash analogy described above should be recalled. The\nDefendants' theory of post-crash relief suffers from the triple\nflaw of being tolerant of systemic constitutional violations,\nimpractical and the most roundabout remedy conceivable.\nAdditionally, it favors cure over prevention.\nThe Defendants' contention is that, in order to be entitled\nto relief, the Plaintiffs must show:\n1. there was a deficient performance by counsel;\n2. which caused a sufficiently great prejudice\nto the defendant to cause an innocent person\nto be convicted.\nThe Defendants' response to ineffective assistance of\n68\nlake\\pleading\\sumjud.001\n\ncounsel is, in essence, \"So what, too bad, don't worry, let the\nappellate courts sort it out after a conviction.\" Since it is the\nState which seeks a conviction in the first place, this argument\nof conviction first, relief later is consistent with the State's\ninterests and desires.\nThe choice the Courts, as an institution, must make is\nwhether the Plaintiffs are entitled to relief designed to prevent\nhighly probable ineffective preconviction assistance of counsel\nor whether the Plaintiffs' only recourse is in setting aside a\nwrongfully obtained conviction. \nUnder the Defendants' theory of the case, the Plaintiffs\nhave no civil rights remedy but rather only has a remedy\navailable in the criminal proceeding.\nThis Court should reject the notion that it is powerless to\nprevent civil rights violations from occurring. Assume that the\nPlaintiff has no right to effective preconviction assistance of\ncounsel but that this Court mistakenly orders the relief sought\nby the Plaintiff. Who would be harmed by taking the steps\nrequested to assure compliance with national guidelines for\neffective assistance of counsel? No one. It is no different from\nasking who is harmed by boiling the water when the public water\nsupply is at risk. The Plaintiffs have the right to prevent\nineffective assistance of counsel. \nThere are several instances where judicial intervention of\nan equitable and/or injunctive nature has provided systemic\nrelief to prevent systemic ineffective assistance of counsel. See\n69\nlake\\pleading\\sumjud.001\n\nState v. Smith, supra; Order on Prosecution of Criminal Appeals\nby the Tenth Judicial Circuit Public Defender, 561 So.2d 1130\n(Fla. 1990) (systemic equitable relief ordered to address\n\"tremendous backlog of appeals\"); Rose v. Palm Beach County, 361\nSo.2d 135 (Fla. 1978) (Courts have the power to do all things\nreasonably necessary for the administration of justice, including\ncompelling the expenditure of funds from other branches of\ngovernment. The doctrine is most compelling when the judicial\nfunction at issue is the safe-guarding of fundamental rights.)\nEscambia County v. Behr, 384 So.2d 147 (Fla. 1980) (systemic\nrelief ordered against the counties who were the only real\nparties in interest); Hatten v. State, 561 So.2d 562 (Fla. 1990)\n(mandate compelling case to be reviewed and briefs filed); Jewell\nv. Maynard, 383 S.E.2d 536 (W.Va. 1989) (writ of prohibition\nissued against judge forbidding him from appointing an attorney\nto represent additional indigent defendants after a special\nmaster concluded that the state was at a \"flash point\" in\nproviding indigents with adequate representation).\nThe State argues that the \"trial court\" will assure\neffective preconviction assistance counsel to each plaintiff. The\nhistory of the \"system\" described in the reports puts the lie to\nthis argument. However, the State can point to no instance where\na Lake Superior Trial Court has refused to permit a trial to\nproceed due to ineffective preconviction assistance of counsel.\nThe State will not be able to show a single instance where any of\nthe Defendant Judges have reversed a conviction, or prevented one\n70\nlake\\pleading\\sumjud.001\n\nfrom occurring by aborting a trial on its own motion, for\nineffective assistance of counsel. History shows that either\nineffective assistance of counsel conceals itself from Trial\nCourts, or that Trial Courts do not recognize it when it is\npresent, or that they tolerate it. \nThere is a large real world difference between a Court\nhaving the \"theoretical\" authority to do something and actually\ndoing it. The Courts \"can\" prevent ineffective preconviction\nassistance of counsel but the Defendant Courts have not. Indeed,\nthe Defendant Court's have hired a lawyer suspended from the\npractice of law for neglecting clients to administer the Public\nDefender system. Certain undisputed facts lead to the inference\nthat the Courts are more concerned about patronage matters (see\nFisher v. Krajewski, supra, and Kurowski v. Krajewski, supra; and\nJarrett's hiring) than minimal standards of public defense. There\nis no record of any Judge disciplining or discharging a public\ndefender for ineffective assistance of counsel --only for not\nbeing of the correct political persuasion.\nThis State's argument further suggests that the trial\njudge's role, in effect, is to be an indigent defendant's second\n\"quality control\" lawyer whose task it is to constantly oversee\nand monitor the adequacy of the performance of his \"lead\" lawyer\nand to remove him if inadequate assistance is being provided.\nPlacing this duty on trial judges to \"second guess\" defense\ncounsel would also raise the specter of judges becoming\nadversaries to the prosecution and raises serious problems with\n71\nlake\\pleading\\sumjud.001\n\nthe appearance of conflict or favoritism. The State will be\nunable to provide any instance of this trial court \"safety net\"\nin operation, thus making this an argument with no real world\nbasis.\nThe Defendants raise an \"exhaustion of remedies\" argument\nurging that courts of appeal, in the direct appeal of the\nPlaintiff's wrongful conviction, should determine, on a case-by-\ncase basis, whether an individual defendant's rights were\nviolated. Defendants note that each plaintiff has a pending\naction to litigate the question of the constitutional adequacy of\nhis or her counsel in the criminal court where the charge is\npending. See Richards v. State (1985), Ind. 476 N.E.2d 497. This\n\"exhaustion of remedies\" argument does not apply because of the\nnature of the wrong being committed. The wrong being committed is\nsystemic ineffective assistance of counsel, which only lends\nitself to prevention rather than cure.\nThe West Virginia Supreme Court's analysis in Jewell, supra,\nis a sufficient rejoinder to this argument:\nthe current system does not consistently\nensure experienced, competent, capable\ncounsel to all indigent defendants and others\nentitled to appointed counsel. Id. at 542.\nThe Jewel Court further noted:\nWe now must answer the question: What is to\nbe done? This Court must measure the current\nsystem against generally accepted\nconstitutional standards to determine whether\nthe system meets those standards. Id. at 545. \nThe Jewell Court found the entire West Virginia system\ndeficient based upon a single petition brought by a single\n72\nlake\\pleading\\sumjud.001\n\nlawyer. The West Virginia system was deficient when measured\nagainst \"generally accepted constitutional standards\" and ordered\nextraordinary relief. The Plaintiffs have shown that the Lake\nCounty system has been, is, and will continue to be \"deficient\nwhen measured against generally accepted constitutional\nstandards.\" That the procedural vehicle used happened to be a\nmandate in West Virginia, rather than a request for injunctive\nrelief, is a difference without a distinction. The relief\nobtained was equitable in nature. Id. at 547.\nThe Oklahoma Supreme Court in State v. Lynch, 796 P.2d 1150\n(Okla. 1990), granted interim extraordinary systemic relief which\nwas to stay in place until the legislature acted. In State ex\nrel. Stephan v. Smith, supra, a mandamus action allowed\npreconviction systemic relief in the nature of extraordinary\nrelief similar to that requested by the Plaintiffs in this\naction. In Wilson v. State, 574 So.2d 1338 (Miss. 1990), the\nSupreme Court of Mississippi held, in discussing the\ndiscretionary authority of the legislature to allocate funds,\nthat the:\ndiscretionary authority of the Legislature is\nwide indeed, but it does not cover quite all\nthe spectrum. If it [the Legislature] fails\nto fulfill a constitutional obligation to\nenable the judicial branch to operate\nindependently and effectively, then it has\nviolated its Constitutional mandate, and the\njudicial branch has the authority as well as\nthe duty to see that courts do not atrophy.\nWilson at 1339-40.\nSee also Pruett v. State, 574 So.2d 1342 (Miss. 1990).\n73\nlake\\pleading\\sumjud.001\n\nThe Arizona Supreme Court in State v. Smith, supra, which\nwas a \"systemic\" case, found that it was: \nobvious that the caseload of the defendant's\nattorney was excessive, if not crushing. In\nmaking this determination [the court did] not\nbase [its] opinion on the standards alone,\nbut also on [its] own experience that the\ndefendant was inadequately represented. The\nfact that one felony defendant out of 149 was\ngiven minimum adequate representation does\nnot mean that others were properly\nrepresented. The insidiousness of\noverburdening defense counsel is that it can\nresult in concealing from the courts, and\nparticularly the appellate courts, the nature\nand extent of damage that is done to\ndefendants by their attorneys' caseloads. We\ndo not believe the Mohave County system is in\nconformance with these standards.\nId. at 1381. \nThe State v. Smith Court further noted that:\nWe believe the procedure followed by Mohave\nCounty violates the right of a defendant to\ndue process and right to counsel as\nguaranteed by the Arizona and United States\nConstitutions. We reach this conclusion based\nupon the reasoning stated above, that an\nattorney so overburdened cannot adequately\nrepresent all his clients properly and be\nreasonably effective. Some defendants must\nreceive inadequate representation in relation\nto those who do, in fact, receive adequate\nrepresentation.\nId. at 1381.\nThe Court continued:\nBecause this decision mandates new procedures\nnot heretofore contemplated, we order that\nthis opinion shall be prospectively applied\nafter the mandate issues in this matter. In\nmatters tried prior to the issuance of the\nmandate, the defendant will still be required\nto show that he was, in fact, denied adequate\nassistance of counsel. As to trial commenced\nafter the issuance of the mandate, if the\n74\nlake\\pleading\\sumjud.001\n\nsame procedure for selection and compensation\nof counsel is followed as was followed in\nthis case, there will be an inference that\nthe procedure resulted in ineffective\npreconviction assistance of counsel, which\ninference the state will have the burden of\nrebutting.\nId. at 1384.\nSee State v. Robinson, supra (cap on public defender fees\nlifted systemwide); Arkansas v. Post, supra, (State held to be\nultimately responsible for the payment of public defender fees). \nIn any event, the issue of what relief the Plaintiffs are\nentitled to is something more appropriately addressed at the\nremedy stage, not the \"pleading\" stage, of the litigation.\nState Counsel for the Defendants erroneously asserts that\nthe Platt Plaintiffs sought \"statewide\" relief. More During oral\nargument on the Motions to Dismiss the Second Amended Complaint,\nthe Trial Court, the Hon. Christopher Burnham, inquired on the\nprecise point of statewide relief. The undersigned attorney\norally clarified that the word \"state\" was a clerical error and\nthat only \"countywide\" relief was being sought. Countywide relief\nin Platt was consistent with the class definition, which was a\ncountywide class. \nThe Defendants are unable to distinguish Luckey v. Harris,\nsupra. Even should the Court be persuaded that it cannot enter\norders preventing the violation of the civil right to effective\npreconviction assistance of counsel under the U.S. Constitution,\nthe Indiana Constitution provides an independent and adequate\nbasis for a cause of action and injunctive relief.\n75\nlake\\pleading\\sumjud.001\n\nCounty Council Defendants' Position:\nThe County Council argues it has no \"statutory\" authority\nover criminal defense because the General Assembly has \"vested\"\nthe authority with the Courts. It next argues that the Plaintiffs\nfail to sufficiently allege an equal protection claim. \nAs the legislature for the County, however, the Council is\nnot without the ability to require, as a condition of funding,\nthat certain minimal standards be in place. The Council's\nsuggestion that the Plaintiffs are seeking any \"specific\" level\nof funding or structure is both irrelevant and incorrect. The\nPlaintiffs, as a class, are in imminent danger of being provided\nineffective pretrial assistance of counsel because the Defendants\npermit preconviction inadequate assistance of counsel to occur.\nThis consideration seems more appropriate at the remedy stage. \nThe Council's argument that ineffective pretrial assistance\nof counsel \"must\" be approached on a \"case-by-case\" basis is\nabout as persuasive as urging that plague be treated on a \"case-\nby-case\" basis. An example would be urging that cholera (a\nwaterborne disease caused by deficient sanitation measures)\nshould be treated on a \"case-by-case\" basis rather than\ninstalling proper water and sewage treatment. It is an\nunscientific argument at best and a primitive one at worst.\nThe Council attempts to miscast the nature of the\nPlaintiffs' claims by arguing that this is a case about\n\"differences\" in quality. Council Memorandum at 5. The Plaintiffs\nallege, and the facts prove the allegations to be true, that this\n76\nlake\\pleading\\sumjud.001\n\nis a claim about structurally endemic inadequate pretrial\nassistance of counsel caused by all responsible departments of\ngovernment --judicial, legislative and executive. Not\nsurprisingly, the Council Defendants \"point the finger\" over\nthere. But their argument, curiously, is that Plaintiffs should\naddress their request for relief to the legislative, not the\njudicial, branch of government. The Council is the local\nlegislative branch of government.\nThe Plaintiffs are not required to cite a particular \"case\"\nwhich establishes what the \"constitution requires as adequate\"\ncompensation. Council Memorandum at 5. Spangenburg's expert\nopinion establishes this fact of inadequate pretrial assistance\nof counsel. \nThe Council's argument regarding the provision of experts,\nor any investigation for that matter, places the Court in the\nrole of \"senior fiscal\" officer and directly in conflict with the\nability to render a vigorous defense. The absurdity of the \"case-\nby-case\" scenario urged by the Council is made clear by having\nJudges be \"senior bean counters\" for the defense but not for the\nprosecution. This argument by the Council proves the conflict\nthat exists when judges hire the individual public defenders and\nproceed to control how they litigate the case. \nThe Council's attempt to liken private counsel\nrepresentation (a relationship freely entered into between the\nclient and the lawyer) with public defender representation (an\ninvoluntary relationship between the client and the public\n77\nlake\\pleading\\sumjud.001\n\ndefender, which as the Council agrees is subjected to intrusive\njudicial oversight of defense strategy and tactics) illuminates\nthe Council's lack of knowledge regarding how the system \"works.\"\nIt is clear from their arguments that the Council is unfamiliar\nwith the numerous reports which prove the constitutional\ndecrepitude of the Lake County Public Defender system. Two\nexamples of the \"quality\" of judicial oversight of public\ndefenders in Lake County are sufficient to dispose of this\nargument. In In the Matter of McGrath (1987), Ind., 506 N.E.2d\n1083, the Supreme Court, in its per curiam opinion, stated:\nUpon review of the matters now before the\nCourt, we find that the Respondent, who is an\nattorney admitted to the Bar of Indiana on\nOctober 21, 1975, was, at all times relevant\nherein, employed as a part-time salaried\nAppellate Public Defender by the Criminal\nDivision of the Lake County Superior Court. \nDuring a period between February, 1984, and\nFebruary, 1986, forty-six criminal cases were\nassigned to the Respondent for which he was\nto perfect an appeal.  The Respondent\nproceeded in a timely fashion in only seven\nof the assigned cases. In three of the cases\nassigned to him, the Respondent filed a\nrecord but did not complete the appeals;  six\nother appeals were dismissed because of his\nfailure to complete the work;  in\ntwenty-three assigned cases, he failed to\nfile a record resulting in belated appeals; \nand in seven cases, he failed to file the\nrecord or to complete the appeal.  It is\nclear from the foregoing findings that the\nRespondent engaged in misconduct.\nThe Council's argument does not simply ignore the facts of\nhow the Lake County system works, but the Council County\nmaterially misleads the court on the law by quoting, out of its\nproper context, Minority Police Officers. Council Memorandum at\n78\nlake\\pleading\\sumjud.001\n\npage 7-8. The County argues that the Plaintiffs must allege and\nprove that a racially discriminatory purpose \"must be the\nmotivating factor.\" Council Memorandum at 7. The correct\nstatement of law is that a Plaintiff need only allege that race\n\"was a motivating factor.\"  Minority Police Officers at 1348.\nMinority Police Officers holds that impact \"is a starting point\nand if stark and unexplainable on other grounds, may provide\nevidence of discriminatory intent or purpose.\" Id. at 1348.\nWillful misstatements of the law are subject to sanction. Selch\nv. Letts, 5 F.3d 1040 (7th Cir. 1993).\nDefendant Letsinger's Position:\nLetsinger contends judicial immunity from damages. Judges\nacting in a judicial such as when they are \"deciding cases\" have\nimmunity. Judges acting in their capacity as employers and\nadministrators of a \"system\" not deciding issues of law and do\nnot. A different standard applies. See Fisher v. Krajewski,\nsupra, and Kurowski v. Krajewski, supra.\nThe actions involved here are actions by judges, but are not\njudicial actions as that term is used in Pierson v. Ray, 386 U.S.\n554, 87 S.Ct. 1299, 18 L.Ed.2d 285 (1967). Maintaining a corrupt\nhiring system merely for the purpose of defending patronage power\nis hardly an \"exercise [of] their functions with independence\nwithout fear of consequence.\" Letsinger Memorandum at 2.\nPatronage hiring can hardly be defended on the grounds that it is\n\"principled and fearless decision making.\" This is a standards,\npractices, and policy litigation, not an erroneous ruling. The\n79\nlake\\pleading\\sumjud.001\n\nJudge Defendants are being held accountable for their\nadministrative decisions. Forrester v. White, 484 U.S. 219, 108\nS.Ct. 538, 98 L.Ed.2d 555 (1988). The \"extent of immunity depends\non the capacity in which the judge acts; judicial decisions are\nimmune absolutely, while administrative decisions must be\nevaluated under principles of qualified immunity.\" Kurowski v.\nKrajewski, supra, at 773. The Defendant Judges, just like\nKrajewski in firing public defenders, are acting in their\nadministrative roles when hiring and administering public\ndefenders. Just as the Defendant Judges are not entitled to\nabsolute immunity, neither are they entitled to qualified\nimmunity. The contours of the right to effective assistance of\ncounsel are so well known and established that a reasonable\nperson in the Judges' position would have understood that\nindigents are entitled to effective assistance of counsel prior\nto conviction. Also, a reasonable person would have understood,\nin light of all the studies performed on Lake County indigent\ndefense, that effective preconviction assistance of counsel is\nnot provided in Lake County.\nThis suit is not brought by an unhappy litigant who has lost\na case due to an erroneous ruling by a judge \"acting maliciously\nand corruptly.\" Letsinger Memorandum at 2. Rather, it is brought\nby persons who are involuntary indigent passengers in a public\ndefender railroad car which the Defendant Judges have put on\nautopilot and most probably will drive off the tracks. Letsinger\ncompares his situation to Judge Stumpp who ordered, sans\n80\nlake\\pleading\\sumjud.001\n\njurisdiction, a tubal ligation on a minor. Stumpp's case was an\nindividual \"case\" which adjudicated the rights of an individual.\nLetsinger's situation, and the Plaintiffs' circumstance, is a\nsystem of administration involving a policy decision which is in\nthe nature of an employment decision --not a judicial decision. \nThe broad formulation of Letsinger's argument, when parsed\ncarefully, stands for the proposition that judges may\nintentionally hire public defenders who will provide ineffective\npreconviction assistance of counsel. \nThis litigation is not directed against Letsinger \"for his\nrole in [the] convictions,\" Letsinger Brief at 3, but rather for\nhis role in creating and maintaining a hopelessly conflicted and\nconstitutionally deficient public defender system which does not\nprovide justice prior to verdict. \nLetsinger's argument conflates \"jurisdiction\" with\n\"authority.\" The General Assembly has \"authorized,\" or empowered,\njudges to create, administer, and employ public defenders for\nindigents. This authorization does not, however, \"immunize\"\njudges in their administrative and employer capacity from the\nrequirement to provide effective preconviction assistance of\ncounsel.\n\"Jurisdiction,\" on the other hand, is a conceptually\ndistinct notion from \"authorization.\" The General Assembly has\ncreated the Court that Letsinger occupies and given it\n\"jurisdiction\" to hear certain cases.\nIn a sense, there it is no real difference between the\n81\nlake\\pleading\\sumjud.001\n\ninstant case and cases involving improper discharge, or\nviolations of employees civil rights. A different standard\napplies.\nLetsinger incorporates the State Defendants' Arguments\nregarding the Plaintiffs' entitlement to injunctive relief, and\nPlaintiffs likewise incorporate their response.\nThe Defendants' argument that the trial court will assure\neffective preconviction assistance counsel to each plaintiff\nsuggests that the trial judge will, in effect, become the\nindigent defendants second \"quality control\" lawyer whose task it\nis to constantly oversee the adequacy of the performance of his\n\"lead\" lawyer and remove him if inadequate assistance is being\nprovided. The Plaintiffs specifically reject the implicit \"means\njustifies the ends\" argument that if \"a plaintiff is acquitted or\nsucceeds in having the charges dropped, his appointed counsel is\nnot, by definition, inadequate.\"  All persons, regardless of\ntheir factual innocence or guilt, or whether they are found\nguilty or not guilty, are entitled to a fair trial, that appears\nto be a fair trial, while represented by constitutionally\nadequate counsel. \nUnder the State's analysis, for example, a person could be\nheld for years in custody. But the State would argue that the\naccused really had effective preconviction assistance of counsel\nif the charges were eventually dismissed. The hypocrisy of the\nState's argument becomes clear because under this theory, only\n\"guilty\" people are entitled to \"effective\" assistance of\n82\nlake\\pleading\\sumjud.001\n\ncounsel. One must be convicted before Strickland would apply.\nUnder the Defendants' hypothetical, appointed counsel may be\ninadequate, thus fulfilling the first prong of the Strickland\ntest. But since the inadequacy does not have disastrous effects\non the Plaintiffs, as required in Strickland in order to justify\na reversal of a conviction, the Plaintiffs therefore should not\nprevail. The representation was inadequate, but fortunately, it\ndid not harm the Plaintiff. \nThere is an obvious loss of freedom while in custody or on\nprobation if one is convicted. Setting aside a conviction does\nnot afford a complete remedy. Thus preventing the violation must\nbe even more of a priority. Incarceration while awaiting a\nreversal would meet the standard described in Haines v. Trueblood\n(1918), 67 Ind. App. 456, 119 N.E. 383. In Haines, the Court held\nthat in \"determining the adequacy of legal remedies and the\nconsequent superiority of equitable remedies, some force is given\nto the fact, if it exists, that the former are vexatiously\ninconvenient, or that a denial of the latter results in\nirritation, annoyance, and embarrassment readily relieved by the\napplication of such remedy.\" Id. at 386. Surely, the Defendants\nwould concede that imprisonment awaiting a legal remedy is an\nirritation, annoyance and embarrassment. Haines provides strong\narguments for granting the Plaintiffs requested relief because it\nwill \"secure repose from perpetual litigation\" surrounding\neffective preconviction assistance of counsel. Id.\nThe State claims to have found a case, In re Forfeiture\n83\nlake\\pleading\\sumjud.001\n\nHearing as to Caplin & Drysdale, 837 F.2d 637 (4th Cir. 1988),\nwhich is contrary to Luckey v. Harris, supra. A close reading of\nthis case indicates significant differences between the two. \nFirst, Caplin neither employs Luckey v. Harris methodology\nnor explains why it does not. Second, the evidentiary setting is\nsignificantly different from Luckey v. Harris. In Caplin, the\npublic defender office appointed to represent Reckmeyer did not\nhave a 25-year proven history of constitutionally\nineffectiveness. Caplin recognizes the possibility of a per se\nrule, given a certain factual setting, when it notes that claims\n\"of ineffective preconviction assistance are generally to be\nresolved through an inquiry into the fairness of a particular\nproceeding and not by a per se rulemaking.\" Id. at 647 (emphasis\nadded). The Fourth Circuit thus reserves the option, in specific\nand particular instances, to adopt a per se rule. Under Caplin,\nit depends upon the facts, and the facts in the instant case are\nsignificantly different from, and far more deplorable, than the\nfacts in Caplin.\nAll the Plaintiffs are trying to do is prevent harm from\nhappening when it seems clear, in light of history, that it will.\nThere is no \"evidence\" that it will not happen and studies of the\nLake County \"system\" allege and prove, without dispute, that\nsystematic ineffective preconviction assistance of counsel has\nbeen going on in Lake County for years and will continue unless\nsystemic action is taken. \"Piecemeal\" actions, as the State and\nCounty recommend, have not worked. \n84\nlake\\pleading\\sumjud.001\n\nThe State asserts, without presenting either facts or\nauthority, that the adequacy of representation provided to\nindigent criminal defendants is an issue present in every\ncriminal proceeding where a criminal defendant is represented by\neither retained or appointed counsel. \nThe only issues present in a criminal case prior to\nconviction are the issues raised by the charging information and\nany defense asserted against it. The State implies that\ninadequacy is \"automatically\" at issue, but fails to inform this\ncourt how this issue is raised. Nor does it give any examples of\nit happening. The fact that it \"could\" does not prove that it\n\"does.\" Saying something is so, does not make it so. If\npreconviction ineffective assistance of counsel were present in\nevery case, then the Defendants should be able to show at least\none instance of judicial intervention. \nIf the State's argument, with its implicit assumptions made\nexplicit, is restated, it is as follows: In every case in Lake\nCounty since 1975, the trial judge has been keenly on watch to\nassure that every indigent (and privately represented) criminal\ndefendant was provided with constitutionally effective counsel.\nIf the defendant was not provided with constitutionally effective\ncounsel, then the trial court, on its own, took all steps\nnecessary to assure that effective counsel was rendered in order\nto prevent a conviction in violation of the right to effective\npreconviction assistance of counsel. Strickland, supra, at 694.\nStrickland's \"strong presumption\" that trial counsel was\n85\nlake\\pleading\\sumjud.001\n\n\"adequate\" and its \"highly deferential\" scrutiny places the bar\nvery high and are based upon the presumption of a system that\ngenerally provides effective preconviction assistance of counsel.\nAs pled, in the instant action, no such presumptions can exist\nregarding Lake County. \nAll of the Defendants' arguments are attempts to sidestep\nthe day of reckoning which has been approaching for more than\ntwenty years. This Court should bear in mind the Louisiana\nSupreme Court's \"final warning\" to the Louisiana Legislature,\nwhen it stated: \nIf legislative action is not forthcoming and\nindigent defense reform does not take place,\nthis Court, in the exercise of its\nconstitutional and inherent power and\nsupervisory jurisdiction, may find it\nnecessary to employ the more intrusive and\nspecific measures it has thus far avoided to\nensure that indigent defendants receive\nreasonably effective preconviction assistance\nof counsel. Peart at 791. \nThe State contends that the Plaintiffs' \"adequate remedy at\nlaw\" is having a conviction reversed. Obviously, this is not the\nstandard when a system is as constitutionally insufferable as the\nLake County system has been over the last quarter of a century. \nInjunctive relief requiring a system to operate according to\ncertain universally recognized norms prevents the wrongful\nconviction, imprisonment, and loss of civil rights such as\nvoting.\nVI.\nConclusion\nThe State of Indiana is ultimately responsible for providing\n86\nlake\\pleading\\sumjud.001\n\n constitutionally adequate assistance of counsel and cannot\nshirk its responsibility for these services. Systemic resource\ndeprivation cannot be countenanced because it conceals its own\nexistence. State v. Smith, supra. The Fifth Amendment, taken\nsingly or together with the Sixth and Fourteenth Amendments,\nprovides that persons accused of crimes who are too poor to\nafford counsel are entitled to pre-conviction adequate assistance\nof counsel, due process of law, and equal protection of the laws.\nLuckey v. Harris, supra. \nThe Fifth, Sixth and Fourteenth Amendments provide not only\nthat representation failing the Strickland standard irreparably\ntaints the lawfulness of the verdict, but also that due process\nof law requires adequate assistance of counsel even before a\nverdict is reached in order to avoid such a tainted outcome. The\nConstitution's guarantee of assistance of counsel cannot be\nsatisfied by mere formal appointment. Avery v. Alabama, 308 U.S.\n444, 446, 84 L.Ed.2d 377, 60 S.Ct. 321 (1940). This was\nreaffirmed in Kimmelman v. Morrison, 477 U.S. 365, 91 L.Ed.2d\n305, 106 S.Ct. 2574 (1986). \"The right to counsel is a\nfundamental right of criminal defendants; it assures the\nfairness, and thus the legitimacy, of our adversary system.\" Id.\nat 374. The \"right to counsel is the right to effective\npreconviction assistance of counsel.\" Id. at 377. \"Where a state\nobtains a criminal conviction in a trial in which the accused is\ndeprived of the effective preconviction assistance of counsel the\nState unconstitutionally deprives the defendant of his liberty.\"\n87\nlake\\pleading\\sumjud.001\n\nKimmelman, at 383. \"(T)he right to effective preconviction\nassistance of counsel is personal to the defendant, and is\nexplicitly tied to a fundamentally fair trial -- a trial in which\nthe determination of guilt or innocence is \"just\" and \"reliable.\"\nId. (J. Powell concurring) at 392-93. \nThe Trial Court \"has the ultimate responsibility for the\nconduct of a fair and lawful trial.\" Lakeside v. Oregon, 435 U.S.\n333, 341-42, 55 L.Ed.2d 319, 98 S.Ct. 1091 (1978). It is properly\nthis Court's responsibility to ensure that public defenders\nprovided by the State are able to act in accordance with\nprofessionally accepted standards of competent representation,\nsuch as the ABA guidelines. \nIndigent criminal defense services in Lake County function\nwithout regard for, and in violation of, accepted minimum\nstandards of training, workload and resources. Legal services\nprovided by the County to indigent persons charged with crimes do\nnot satisfy minimum constitutional obligations. \nThe uncontradicted past history and uncontroverted present\nstate of the Lake County Public Defender \"system\" demonstrates by\na preponderance of the evidence that the \"system\" fails to\nprovide adequate assistance of counsel and thus violates the\nSixth Amendment. It is clear that the State of Indiana has\nabandoned its obligations, and that Lake County's efforts are\nmere \"tokens\" intended to keep up appearances by providing\ncounsel without, in reality, providing effective preconviction\nassistance of counsel. \n88\nlake\\pleading\\sumjud.001\n\nPlaintiffs need only prove, by a preponderance of the\nevidence, present and prospective ineffective preconviction\nassistance of counsel. They need not wait for the highly\nprobable, indeed almost inevitable, prospective harm to become\nactual harm. They are entitled to injunctive relief.\nThe Defendants are required by the Sixth Amendment to the\nUnited States Constitution to provide poor people with adequate\nlegal representation. The State of Indiana has attempted to\ndelegate this constitutional duty to Lake County. Lake County has\naccepted this duty without honoring it.\nDiscriminatory purpose can be established by showing a\ndecisionmaker \"selected or reaffirmed a particular course of\naction at least in part `because of' not merely `in spite of' its\nadverse effects upon an identifiable group.\" Personnel\nAdministration v. Feeney, 442 U.S. 256, 279, 60 L.Ed.2d 870, 99\nS.Ct. 2282 (1979). \"Proof of discriminatory intent must\nnecessarily usually rely on objective factors.\" Id. at 279. \nOnce Plaintiffs prove that an improper consideration, e.g.\ndiscrimination against the poor, is a motivating factor, it is\nunnecessary to demonstrate that it was dominant or primary. The\nburden of proof switches to the defendants to prove that \"the\nsame decision would have resulted even had the impermissible\npurpose not been considered.\" Village of Arlington Heights v.\nMetropolitan Housing Development Corporation, 429 U.S. 252, 265,\n270-71 n.21, 50 L.Ed.2d 450, 97 S.Ct. 555 (1977). \nThe Plaintiffs are merely requesting an adequate defense\n89\nlake\\pleading\\sumjud.001\n\nprovided by an attorney free of conflicts of interests and that\nits adequacy be determined before the Plaintiff goes to trial. If\nthis is not provided, the injuries suffered by the Plaintiffs\nare, among other things,\n! an attorney with conflicts of interests\namounting to divided loyalties;\n! unjustifiable pretrial detention;\n! an unfair trial;\n! an unwarranted conviction; and/or\n! a wrongful imprisonment.\nWHEREFORE, Plaintiffs request the Court to deny the\nDefendants' Motions to Dismiss, to grant their Motion for Summary\nJudgment and for all other just and proper relief.\nRespectfully Submitted this Friday 29 December 1995.\nLAUDIG & GEORGE\n________________________\nStephen Laudig 8802-49\n156 East Market Street 6th Floor\nIndianapolis, IN 46204\nTel 317-637-6071\nFax 317-685-6505\nAttorney for Plaintiffs \n90\nlake\\pleading\\sumjud.001\n\nCERTIFICATE OF SERVICE\nI certify that a copy of the foregoing document has been\nserved, via first class mail, postage prepaid, or by hand-\ndelivery upon:\nRay L. Szarmach \nRobert P. Kennedy\nWayne E. Uhl\nLinda Garcia-Marmolego\nKathryn D. Schmidt\non this Friday 29 December 1995.\n_____________________________  \nStephen Laudig\n91\nlake\\pleading\\sumjud.001",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/31023"
    },
    {
      "date": "1995-09-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Indiana state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 31022,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/31022.pdf",
      "title": "Plaintiffs' First Amended Complaint - Class Action",
      "text": "STATE OF INDIANA ] LAKE CIRCUIT COURT\nCOUNTY OF LAKE ] CAUSE NUMBER 45C019507CT01339\nSTRALEY M. THORPE, on his own  ]\nbehalf as a Lake County County]\nCourt public defender, and on ]\nbehalf of his public defender ]\nclients, ]\nDERRICK DAVIS, LARRY PETERSON,  ]\nMUSTAFA N. SHABAZZ, EUGENE EDDIE, ]\nHOBART KENDRICK,LAWRENCE MOREFIELD ]\nand LAMART CARTER, on their own  ]\nbehalf and on behalf of all  ]\nothers similarly situated. ]\n]\n     Plaintiffs, ]\n]\n-vs- ]\nSTATE OF INDIANA, et al., ]\nDefendants ]\nPLAINTIFFS' FIRST AMENDED COMPLAINT\nCLASS ACTION\nINTRODUCTORY STATEMENT\n1. This is a class action commenced under 42 U.S.C. §1983,\nthe United States Constitution and the Indiana Constitution.\n2. Plaintiffs seek an order requiring the defendants, and\neach of them, to provide adequate criminal legal defense services\nto  poor  persons  who  are  criminal  defendants  in  Lake  County,\nIndiana.\n3. Plaintiffs bring this action on behalf of all present and\nfuture  indigent  persons  charged  with  having  committed  criminal\noffenses in Lake County, Indiana.\n4. Indigent  defense  legal  services  must  be  adequate  to\nassure that an indigent defendant has a fair opportunity to present\nan adequate, thorough, rigorous and vigorous defense and public\ndefenders must be free from undue judicial influence.\n1\ncomplain.002\n\n5. The State of Indiana is required by the United States\nConstitution and the Indiana Constitution to provide adequate legal\nrepresentation  to  poor  persons  charged  with  having  committed\ncriminal offenses.\n6. Indiana has delegated this duty to Lake County and its\ngoverning institutions.\n7. Lake  County,  and  its  governing  institutions,  have\naccepted the responsibility for fulfilling this duty.\n8. Legal services provided by Lake County to poor people and\nindigent  persons  charged  with  crimes  do  not  satisfy  minimum\nconstitutional obligations.\n9. Plaintiffs allege a systemic failure on the part of the\nDefendants, and each of them, to provide constitutionally adequate\ncriminal defense services for poor persons charged with crimes.\n10. These failures are inherent in, and pervasive throughout,\nthe Lake County Public Defender \"system.\"\nParties\nPlaintiffs:\n11. Plaintiff Straley M. Thorpe (\"Mr. Thorpe\") is a duly\nlicensed attorney in Indiana who is a public defender in Lake\nSuperior Court-County Division Room III. He is bringing this suit\non his own behalf and on behalf of his public defender clients.\n12. Plaintiff Derrick L. Davis (\"Mr. Davis\") is an indigent\nperson charged with having committed criminal offenses in Lake\nCounty, Indiana.\n13. Plaintiff Larry Peterson (\"Mr. Peterson\") is an indigent\n2\ncomplain.002\n\nperson charged with having committed criminal offenses in Lake\nCounty, Indiana.\n14. Plaintiff  Mustafa  N.  Shabazz  (\"Mr.  Shabazz\")  is  an\nindigent person charged with having committed criminal offenses in\nLake County, Indiana.\n15. Plaintiff  Eugene  Eddie  (\"Mr.  Eddie\")  is  an  indigent\nperson charged with having committed criminal offenses in Lake\nCounty, Indiana.\n16. Plaintiff Hobart Kendrick (\"Mr. Kendrick\") is an indigent\nperson charged with having committed criminal offenses in Lake\nCounty, Indiana.\n17. Plaintiff  Lawrence  Morefield  (\"Mr.  Morefield\")  is  an\nindigent person charged with having committed criminal offenses in\nLake County, Indiana.\n18. Plaintiff Lamart Carter (\"Mr. Carter\") is an an indigent\nperson charged with having committed criminal offenses in Lake\nCounty, Indiana.\n19. The State of Indiana (\"Indiana\") has a constitutional\nduty to provide constitutionally adequate assistance of counsel to\npoor people charged with crimes.\n20. Defendant Governor Evan Bayh (\"Governor\") is the chief\nexecutive branch officer of Indiana and is sued individually and in\nthe official capacity as governor. The Governor has taken an  oath\nto uphold the Indiana and United States Constitutions.\n21. Defendant Lake County is a political and geographical\nsubdivision of Indiana and exists under the laws of Indiana and has\n3\ncomplain.002\n\na  constitutional  duty  to  provide  constitutionally  adequate\nassistance of counsel to poor persons charged with crimes.\n22. Defendant  County  Council  of  Lake  County,  Indiana\n(\"Council\") is the legislative branch of Lake County government and\nis vested with the legislative powers of Lake County, Indiana of\nincluding the power to create, maintain and adequately fund the\nprovision of legal representation for poor persons charged with\ncrimes. Each member of the County Council has taken an oath to\nuphold the Indiana and United States Constitutions.\n23. Defendant Board of County Commissioners of Lake County,\nIndiana (\"Commissioners\")is the executive branch of Lake County\ngovernment and has the duty to create, maintain, and adequately\nfund a constitutionally adequate Lake County Public Defender System\nand provide adequate resources for legal representation of poor\npersons  charged  with  crimes.  Each  member  of  the  Board  of\nCommissioners has taken an oath to uphold the Indiana and United\nStates Constitutions.\n24. Defendant Superior Court of Lake County Indiana and its\nCriminal, Juvenile and County Divisions (hereinafter \"Lake County\nCourts\"  unless  a  particular  court  is  specifically  identified)\nconstitute  the  local  presence  of  the  state  judicial  branch  of\ngovernment  and  have  the  duty,  responsibility,  authority,  and\njurisdiction  to  create,  maintain  and  adequate  fund  a\nconstitutionally adequate Lake County Public Defender System in\norder  enforce  the  constitutional  rights  of  indigent  criminal\ndefendants, to have constitutionally adequate assistance of counsel\n4\ncomplain.002\n\nat the trial and appellate stages. Each member of the Superior\nCourts has taken an oath to uphold the Indiana and United States\nConstitutions.\n25. The Lake County Courts have a constitutional duty to\nprovide each poor person charged with a crime with an adequate\nattorney,  who  must  provide  the  indigent  defendant  with  legal\nservices which protect him and provide him with the best defense\npossible  under  the  circumstances  of  the  case  and  given  the\ndefendant's particular situation.\n26. Defendant Frances DuPey is a duly elected member of the\nCounty Council of Lake County, Indiana and is sued individually and\nin the official capacity of member of the County Council. This\nDefendant has taken an oath to uphold the Indiana and United States\nConstitutions.\n27. Defendant Troy Montgomery is a duly elected member of the\nCounty Council of Lake County, Indiana and is sued individually and\nin the official capacity of member of the County Council. This\nDefendant has taken an oath to uphold the Indiana and United States\nConstitutions.\n28. Defendant Morris Carter, is a duly elected member of the\nCounty Council of Lake County, Indiana and is sued individually and\nin the official capacity of member of the County Council. This\nDefendant has taken an oath to uphold the Indiana and United States\nConstitutions.\n29. Defendant Lance Ryskamp is a duly elected member of the\nCounty Council of Lake County, Indiana and is sued individually and\n5\ncomplain.002\n\nin the official capacity of member of the County Council. This\nDefendant has taken an oath to uphold the Indiana and United States\nConstitutions.\n30. Defendant John Aguilera is a duly elected member of the\nCounty Council of Lake County, Indiana and is sued individually and\nin the official capacity of member of the County Council. This\nDefendant has taken an oath to uphold the Indiana and United States\nConstitutions.\n31. Defendant Robert Crossk is a duly elected member of the\nCounty Council of Lake County, Indiana and is sued individually and\nin the official capacity of member of the County Council. This\nDefendant has taken an oath to uphold the Indiana and United States\nConstitutions.\n32. Defendant Larry Blanchard is a duly elected member of the\nCounty Council of Lake County, Indiana and is sued individually and\nin the official capacity of member of the County Council. This\nDefendant has taken an oath to uphold the Indiana and United States\nConstitutions.\n33. Defendant  Rudolph  Clay  is  a  duly  elected  County\nCommissioner and is a member of the Board of County Commissioners\nof  Lake  County,  Indiana  and  is  sued  individually  and  in  the\nofficial capacity of County Commissioner. This Defendant has taken\nan oath to uphold the Indiana and United States Constitutions.\n34. Defendant  Ernest  Niemeyer  is  a  duly  elected  County\nCommissioner and is a member of the Board of County Commissioners\nof  Lake  County,  Indiana  and  is  sued  individually  and  in  the\n6\ncomplain.002\n\nofficial capacity of County Commissioner. This Defendant has taken\nan oath to uphold the Indiana and United States Constitutions.\n35. Defendant  Peter  Katic  is  a  duly  elected  County\nCommissioner and is a member of the Board of County Commissioners\nof  Lake  County,  Indiana  and  is  sued  individually  and  in  the\nofficial capacity of County Commissioner. This Defendant has taken\nan oath to uphold the Indiana and United States Constitutions.\n36. Defendant James Clement is the chief executive officer\nfor the Lake Superior Court, Criminal Division and is a judge in\nthe criminal division of the Superior Court of Lake County, Indiana\nand  is  sued  individually,  and  in  the  capacities  of  the  chief\nexecutive  officer  for  the  Lake  County  Superior  Court  Criminal\nDivision. This Defendant has taken an oath to uphold the Indiana\nand United States Constitutions.\n37. Defendant  Richard  Conroy  is  a  judge  in  the  criminal\ndivision of the Superior Court of Lake County, Indiana and is sued\nindividually and in the capacity of Lake County, Indiana Superior\nCourt Judge. This Defendant has taken an oath to uphold the Indiana\nand United States Constitutions.\n38. Defendant James Letsinger is a judge in the criminal\ndivision of the Superior Court of Lake County, Indiana and is sued\nindividually and in the capacity of Lake County, Indiana Superior\nCourt Judge. This Defendant has taken an oath to uphold the Indiana\nand United States Constitutions.\n  39. Defendant  Richard  Maroc  is  a  judge  in  the criminal\ndivision of the Superior Court of Lake County, Indiana and is sued\n7\ncomplain.002\n\nindividually and in the capacity of Lake County, Indiana Superior\nCourt Judge. This Defendant has taken an oath to uphold the Indiana\nand United States Constitutions.\n40. Defendant  Mary  Beth  Bonaventura  is  a  judge  in  the\nJuvenile Division of the Superior Court of Lake County, Indiana and\nis sued individually and in the capacity of Lake County, Indiana\nSuperior Court Judge. This Defendant has taken an oath to uphold\nthe Indiana and United States Constitutions.\n41. Defendant Nicholas J. Schiralli is a judge in the County\nDivision of the Superior Court of Lake County, Indiana and is sued\nindividually and in the capacity of Lake County, Indiana Superior\nCourt Judge. This Defendant has taken an oath to uphold the Indiana\nand United States Constitutions.\n42. Defendant  Sheila  M.  Moss  is  a  judge  in  the  County\nDivision of the Superior Court of Lake County, Indiana and is sued\nindividually and in the capacity of Lake County, Indiana Superior\nCourt Judge. This Defendant has taken an oath to uphold the Indiana\nand United States Constitutions.\n43. Defendant Anthony P. Trapane is a judge in the County\nDivision of the Superior Court of Lake County, Indiana and is sued\nindividually and in the capacity of Lake County, Indiana Superior\nCourt Judge. This Defendant has taken an oath to uphold the Indiana\nand United States Constitutions.\nClass Allegations\n44. The named plaintiffs bring this action as a class action\nunder I.R.T.P. Rule 23, on behalf of themselves and all persons\n8\ncomplain.002\n\nsimilarly situated.\n45. The class that plaintiffs seek to represent consists of\nall  individuals  who  are,  or  will  in  the  future  be,  adversely\naffected  by  the  unconstitutional  practices  of  the  Lake  County\nPublic Defender \"system.\"\n46. The class of plaintiffs is the following class:\nall poor and/or indigent persons who are, or\nwill  be,  charged  with  violations  of  the\ncriminal  laws  of  Indiana  in  the  Superior\nCourts  (Criminal,  Juvenile,  and  County\nDivisions) of Lake County.\n47. The  named  plaintiffs  and  the  class  are,  or  will  be,\nsubject to the acts, practices and omissions complained of herein.\n48. The Plaintiff class meets all of the requirements of\nI.R.T.P. Rule 23(A) in that:\nThe  Plaintiff  class  is  so  numerous  that\njoinder of all members is impracticable. More\nthan five thousand (5,000) persons each year\nare  indigent  criminal    defendants  in  Lake\nCounty  and  are  affected  each  year  by  the\nsystemic  deficiencies  outlined  in  this\ncomplaint.\n49. The questions of law raised are common to all members of\nthe Plaintiff class.\n50. The claims of the representative parties are typical of\nthe claims of the class, in that all class members have been, or\nwill  be,  denied  effective  indigent  representation  prior  to\nconviction and after conviction.\n51. The representative parties will fairly and adequately\nprotect the interests of the class, in that all questions of law\naffecting the named Plaintiffs are equally applicable to the Class;\n9\ncomplain.002\n\nand Plaintiffs are represented by counsel who are familiar with\nquestions of law and fact applicable to the class, and who are\nexperienced  in  public  interest  litigation  involving  federal\nconstitutional law and affecting low income persons.\n52. Plaintiff class satisfies the requirements of I.R.T.P.\n23(B) in that the prosecution of separate actions by individual\nmembers of the class would create a risk of:\ninconsistent  or  varying  adjudications  with\nrespect  to  individual  members  of  the  class\nwhich would establish incompatible standards\nof conduct for the parties opposing the class.\n53. The parties opposing the class have acted, or refused to\nact, on grounds generally applicable to the class, thereby making\nappropriate final injunctive relief or corresponding declaratory\nrelief with respect to the class as a whole.\n54. Questions of law or fact common to the members of the\nclass  predominate  over  any  questions  affecting  only  individual\nmembers, and a class action is superior to other available  methods\nfor the fair and efficient adjudication of the controversy.\n55. The Defendants, and each of them, have acted, or refused\nto  act,  on  grounds  generally  applicable  to  the  class,  thereby\nmaking appropriate final injunctive relief with respect to the\nclass as a whole.\n56. Specifically  the  Defendants,  and  each  of  them\nindividually and acting in concert, have failed to provide a system\nof indigent defense which meets Federal and State constitutional\nguarantees for indigent criminal defense.\nFACTS\n10\ncomplain.002\n\n57. Plaintiff Straley M. Thorpe has been a public defender in\nLake Superior Court-County Division Room III since 1985.\n58. Plaintiff Derrick L. Davis is an indigent person charged\nwith having committed criminal offenses in Lake County, Indiana.\n59. Mr. Davis has been in custody since 17 June 1994 when he\nsurrendered to law enforcement authorities.\n60. On  or  about  12  July  1994  Mr.  Davis  had  his  initial\nhearing.\n61. On or about 19 July 1994 a Lake County Public Defender\nwas appointed to represent Mr. Davis.\n62. Since that date his public defender has personally met\nwith Mr. Davis twice.\n63. Each meeting lasted less than 1/2 hour.\n64. Since that date his public defender has spoken with Mr.\nDavis over the telephones three times.\n65. Each telephone call lasted for less than 1/2 hour.\n66. Since  that  date  Mr.  Davis  has  written  to  his  public\ndefender three times but has never received a written response.\n67. Plaintiff Larry Peterson is an indigent person charged\nwith having committed criminal offenses in Lake County, Indiana. \n68. Mr.  Peterson  has  been  in  custody  since  approximately\nJanuary 6, 1995.\n69. Since that date his trial public defender, Angela Bryant,\nhas personally met with Mr. Peterson only three (3) times. No\nmeeting lasted more than ten (10) minutes.\n70. Mr.  Peterson  has  written  his  public  defender\n11\ncomplain.002\n\napproximately thirty times seeking more information on his case.\nShe has only responded to three of the letters.\n71. Mr. Peterson is \"OR'ed\" on the case in Lake County but\nremains  in  custody  on  a  hold  from  Kentucky.  Mr.  Peterson  has\nrequested assistance in being promptly returned to Kentucky but his\npublic defender has provided no assistance. As a result of the\nPublic Defender not assisting Mr. Peterson in making the proper\ndemand for transportation to Kentucky to be tried on the Kentucky\ncase,  Mr.  Peterson  is  being  held  unnecessarily.  A  competent\nattorney would have provided counsel to Mr. Peterson which would\nresult  in  his  being  transported  to  Kentucky  for  trial  on  the\nKentucky charges.\n72. Mr. Peterson has spoken with his attorney less than five\ntimes because the Lake County has a telephone policy which only\npermits inmates to use the phones on Wednesday and Friday.  The\nphones are turned on at 8:30 a.m. (when the attorneys are usually\nin court) and turned off at 12:00 noon (when the attorneys are not\nin court). \n73. Mr. Peterson's attorney refuses to accept collect phone\ncalls at her private office.\n74. Plaintiff Mustafa N. Shabazz (\"Mr. Shabazz\") was arrested\non or about 17 January 1995 for possession of a firearm without a\npermit and escape.\n75. Mr. Shabazz's initial hearing was on ar about 1 February\n1995.\n76. On or about 7 February 1995 a Lake County Public Defender\n12\ncomplain.002\n\nwas appointed to represent Mr. Shabazz at trial.\n77. Since that date his trial public defender has personally\nmet with Mr. Shabazz less than five (5) times.\n78. During these meetings Mr. Shabazz was led to believe\nbased  upon  statements  of  his  public  defender  that  his  public\ndefender had been in ex parte communications with the trial court\njudge regarding what sentence would be imposed.\n79. Each meeting lasted less than 1/2 hour.\n80. Since that date his public defender has spoken with Mr.\nShabazz over the telephones twice.\n81. Each telephone call lasted for less than fifteen minutes.\n82. Since that date Mr. Shabazz has written to his trial\npublic  defender  ten  times  but  has  never  received  a  written\nresponse.\n83. Mr. Shabazz was convicted at a trial. It was the first\ntrial setting and Mr. Shabazz, because his defense had not been\nprepared, moved to continue the trial. The motion was denied.\n84. After  the  conviction  and  sentencing  a  Lake  County\nAppellate Defender was appointed to represent Mr. Shabazz on his\nappeal.\n85. Since that date his appellate public defender has never\nmet with Mr. Shabazz to discuss his case.\n86. Since that date his appellate public defender has never\nspoken with Mr. Shabazz over the telephone.\n87. Since that date Mr. Shabazz has written to his trial\npublic  defender  five  times  but  has  never  received  a  written\n13\ncomplain.002\n\nresponse.\n88. Plaintiff  Eugene  Eddie  (\"Mr.  Eddie\")  is  an  indigent\nperson charged with having committed crimes in Lake County.\n89. Mr. Eddie has been in custody since 12 February 1995.\n90. Since that date his public defender has personally only\nmet with Mr. Eddie three times.\n91. Each  meeting  lasted  less  than  fifteen  minutes  and\nconsisted, almost exclusively, of the public defender lobbying Mr.\nEddie to accept a plead agreement.\n92. Since that date his public defender has never spoken with\nMr. Eddie on the telephone.\n93. Hobart Kendrick (\"Mr. Kendrick\") is an indigent person\ncharged  with  having  committed  crimes  in  Lake  County  whose\nexperience with the Lake County Public Defender system is similar\nto Mr. Davis', Mr. Peterson's, and Mr. Eddie's.\n94. Lawrence Morefield (\"Mr. Morefield) is an indigent person\ncharged  with  having  committed  crimes  in  Lake  County  whose\nexperience with the  Lake County Public Defender system is similar\nto Mr. Davis', Mr. Peterson's, and Mr. Eddie's.\n95. Lamart  Carter  (\"Mr.  Carter\")  is  an  indigent  person\ncharged with having committed crimes in Lake County. \n96. Mr. Carter has been incarcerated 14 months. His first\npublic defender did not visit him for the first six months Mr.\nCarter was in custody. \n97. Mr. Carter's public defender was to be suspended from the\npractice of law for misconduct and another public defender was\n14\ncomplain.002\n\nappointed to represent Mr. Carter. \n98. Mr. Carter's second public defender visited him one time\nin jail. \n99. In  February  1995  Mr.  Carter's  second  public  defender\nwithdrew from Mr. Carter's case and a third public defender was\nappointed. \n100. Mr. Carter's third public defender visited Mr. Carter\ntwice but only to pass on plea offers from the state and did not\ndiscuss preparing a defense. \n101. Mr. Carter's third public defender did not investigate\nMr. Carter's case.\nFACTUAL ALLEGATIONS AS TO THE PLAINTIFF CLASS\n102. Each  year  approximately  eighty  percent  (80%)  of  all\npersons  charged  with  crimes  in  Lake  County  Courts  (Superior,\nJuvenile and County Division) qualify for public defenders.\n103. More than 60% of the persons charged with crimes who end\nup being represented by Lake County Public Defenders are African-\nAmerican or Hispanic.\n104. The State of Indiana is required by the United States\nConstitution and the Indiana Constitution to provide adequate legal\nrepresentation  to  poor  persons  charged  with  having  committed\ncriminal offenses.\n105. The Courts of the State of Indiana are required by the\nUnited States Constitution, and the Constitution of Indiana, to\nprovide  poor  persons  charged  with  having  committed  criminal\noffenses with adequate legal representation.\n15\ncomplain.002\n\n106. Indiana has, in fact, in law, and in effect, delegated\nthis duty to provide adequate legal representation to poor people\ncharged with having committed criminal offenses to Lake County and\nits  governing  institutions  including,  but  not  limited  to,  the\nCounty  Council  of  Lake  County,  Indiana;  the  Board  of  County\nCommissioners of Lake County, Indiana; and the Lake County Courts.\n107. Lake County and its governing institutions including, but\nnot limited to, the County Council of Lake County, Indiana; the\nBoard of County Commissioners of Lake County, Indiana; and the Lake\nCounty Superior Courts have, in fact, accepted the responsibility\nfor fulfilling this duty has been.\n108. Defendant Lake County and its governing institutions, as\nidentified in paragraph immediately preceding this one, have not in\nfact fulfilled these duties.\n109. By delegating to Lake County the entire burden of, and\nresponsibility  for,  providing  defense  services  for  criminal\nindigent defendants without assuring that effective assistance of\ncounsel is in fact provided, the State of Indiana has ignored, and\nviolated, its constitutional obligations to assure the adequacy of\nsuch services and the fair trial of such defendants. \n110. Indiana has shifted to Lake County the entire financial\nburden for providing indigent criminal defense services, a burden\nit is, in fact, unwilling, to bear.\n111. The amount spent by the State of Indiana to prosecute\nindigent defendants is far more than double the amount spent to\ndefend poor persons charged with crimes.\n16\ncomplain.002\n\n112. The Defendants, and each of them, have failed to allocate\nconstitutionally  adequate  funds  or  create  a  constitutionally\nadequate system to deliver indigent defense services.\n113. The  Defendant  Lake  County,  the  Council  and  the\nCommissioners provide funds for indigent public defense as part of\nthe Courts' budgets.\n114. The amount of funds provided to the Defendant Courts has\nbeen, is, and, without judicial intervention, will continue to be,\nconstitutionally adequate assistance of counsel.\n  115. The compensation paid to Lake County Public Defenders to\nprovide indigent representation has been, is, and will, without\njudicial intervention, continue to be, seriously inadequate and,\nalong with the lack of any funds for defense services, hampers a\nPublic Defender's ability, in light of case loads and lack of\nsupport services, to provide effective representation to indigent\ndefendants.\n116. Lake County Public Defenders are hampered by the lack of\nfunds and are unable to retain experts to conduct scientific tests,\ninvestigations, or provide other defense services.\n117. Indigent  defense  services  provided  in  Lake  County,\nIndiana do not satisfy the minimum constitutional obligations of\nproviding  adequate  defense  to  indigent  criminal  defendants  and\njuveniles.\n118. These failures are inherent in and pervasive throughout\nthe Lake County Public Defender \"system.\"\n119. The Defendants have not established a uniform system of\n17\ncomplain.002\n\npublic defense nor any guidelines controlling establishing public\ndefense.\n120. The Defendant Lake County Courts use a contract system in\nwhich the individual attorney contracts to provide services for a\nspecified dollar amount.\n121. Each Defendant Court and each Defendant Judge contracts\nwith private attorneys to provide legal representation for indigent\ndefendants in their respective court.\n122. Lake County Public Defenders are hired by the individual\nJudges and are paid out of that Court's budget.\n123. The  contracts  to  provide  legal  representation  to\nindigents are not let on an open bid system nor are there any\nadopted or written \"guidelines\" which control hiring or firing of\npublic defenders.\n124. Lake County Public Defenders are subject to no apparent\nnon-judicial supervision or any quality control.\n125. In virtually all the Courts, the decision on whether to\nhire a particular attorney is based upon that attorney's personal,\nand/or partisan, relationship with the particular judge who hires\nthe particular public defender.\n126. Lake County Public Defenders are generally, though not\nalways, hired on a partisan basis;  viz., Republican judges hire\nRepublican attorneys.\n127. Upon information and belief, the political party loyalty\nof applicants for the position of Lake County Public Defenders is\ndetermined, and/or known of, and/or is a factor in the decision to\n18\ncomplain.002\n\nhire a person to be a Lake County Public Defender.\n128. All past and present Lake County Public Defenders appear\nto have been hired because of their personal, and/or partisan,\nand/or political connections with the hiring Judge and not because\nof any documented skill, or competence, either in providing or\nmanaging public defense that they were required to demonstrate in\norder to be employed.\n129. The Defendant Judges who decide whether to employ the\nparticular Lake County Public Defenders who practice in his, or\nher, court have direct hiring, disciplining and firing powers.\n  130. This  relationship  creates  an  inherent  conflict of\ninterest  in  that  Lake  County  Public  Defenders  must  vigorously\nrepresent  their  clients  (a  circumstance  that  inevitably,  upon\noccasion, involves angering a judge) in front of that same person\nwho can fire them from their position as a Lake County Public\nDefender.\n131. Thus, there is a direct and immediate disincentive for\nLake County Public Defenders to do anything that would displease\nthe Judge.\n132. Lake  County  Public  Defenders  receive  clients  on  a\nrotating basis and there is no upper limit on the number of cases\na Lake County Public Defender may have assigned to him or her.\n133. Compensation for Lake County Public Defenders does not\nvary with the number of cases assigned, or amount of time, or\neffort, expended by the lawyer on a particular case.\n134. Lake  County  Public  Defenders  are  all  considered\n19\ncomplain.002\n\n\"part-time\"  at-will  employees  and  most  have  private  civil  and\ncriminal law practices which compete for their time and attention.\n135. Lake  County  Public  Defenders  do  not  have  adequately\nfunded staff investigators, staff secretaries, or staff paralegals.\n136. There is a Lake County Public Defender Office.\n137. However, the administrator of the Public Defender Office\nis an individual who is presently, or recently has been, suspended\nfrom  the  practice  of  law  by  the  Indiana  Supreme  Court  for\nneglecting client affairs, and who was hired by the Presiding Judge\nfor reasons not associated with this individual's competence.\n138. The  Defendants  Council  and  Commissioners  have\nintentionally underfunded this portion of the Courts' budgets to\nsuch an extent that the funds appropriated are insufficient to\nprovide adequate indigent defense services.\n139. The  Defendants  Lake  County  Courts  and  Judges  have\nintentionally failed to mandate funds for this underfunded this\nportion of the Courts' budgets to such an extent that the funds\nappropriated are insufficient to provide adequate indigent defense\nservices.\n140. The  fees  paid  to  Lake  County  Public  Defenders  are\nseriously inadequate, and along with the lack of any funds for\ndefense  services,  hamper  their  ability  to  provide  effective\nassistance of counsel to indigent defendants.\n141. Lake County Public Defenders often have insufficient time\nto consult with their indigent clients.\n142. Insufficient time to consult with clients is detrimental\n20\ncomplain.002\n\nto a Public Defender's ability to represent these clients since the\ndelays  result  in  lost  evidence  when  memories  fade,  witnesses\ndisappear and physical evidence is lost.\n143. Lake County Public Defenders are also hampered in their\nability to provide effective representation by the lack of funds\navailable to retain experts, conduct scientific tests or provide\nother defense services.\n144. Lake  County  Public  Defenders  are  often  unable  to\nadequately represent their clients due to the unavailability of\nfunds for expert witnesses and investigation expenses.\n  145. There is intense pressure from the courts and prosecutors\nto hurry the cases of indigent defendants to guilty pleas or to\ntrial which does not give adequate time to investigate the cases\nand to prepare adequate defenses.\n146. Indigent criminal defendants in Lake County are denied a\nfair trial and effective assistance of counsel, in that the various\n\"system\"  for  providing  indigent  criminal  defense  inherently\nprovides inadequate resources and services.\n147. As a direct and proximate result, Lake County Public\nDefenders are rendered ineffective as the adversarial process is\nundermined and unreasonably, and unjustly, skewed to favor the\nprosecution.\n148. The  cumulative  effect  of  the  inadequacies  in  the\nprovision of indigent criminal defense in Lake County constitutes\na systemic failure to satisfy minimum constitutional standards.\n149. The gross disparity between the resources expended for\n21\ncomplain.002\n\nthe prosecution, as compared to the defense of, criminal indigent\ndefendants  reflects  a  fundamental  unevenness  in  the  adversary\nprocess that precludes a fair trial.\n150. The lack of resources increases the burden on Lake County\nPublic Defenders and, in effect, creates a financial disincentive\nfor  them  to  provide  thorough  and  effective  defense  services\nconsistent with minimum standards of representation.\n151. The failure to provide adequate resources for essential\ninvestigation and other defense-related expenses, such as expert\nwitnesses, psychiatric examinations and scientific tests, imposes\na substantial burden on Lake County Public Defenders.\n152. Public  Defenders  are  not  appointed  to  the  defense\npromptly after the arrest, or if appointed, are not able, because\nof staggering caseloads and inadequate funding for investigation,\nto  undertake  the  immediate  representation  of  members  of  the\nplaintiff class.\n153. This  failure  to  promptly  appoint  a  public  defender\ndeprives  a  defendant  of  the  opportunity  to  obtain  effective\nassistance  of  counsel  when  the  evidence  is  fresh  and  the\nindividual's constitutional rights are most at risk.\n154. This deprives indigent defendants of counsel at critical\nstages of the prosecution.\n155. The Lake County Public Defender \"system\" for providing\nlegal representation to poor people charged with crimes allows\ninsufficient  time  and  resources  to  permit  adequate  defense\nservices, including:\n22\ncomplain.002\n\na. interviewing;\nb. investigation;\nc. research;\nd. motion practice;\ne. trial preparation;\nf. client advice; and,\ng. overall  attention  to  the  case,  given\nforced excessive caseloads.\n156. Lake County government has had reports on the Lake County\nPublic Defender \"system\" prepared in the past.\n  157. In 1972, a report titled  A  Program  for  the Improved\nAdministration  of  Justice  in  Lake  County  was  prepared  by  the\nInstitute of Court Management.\n158. In  1973,  a  report  titled   Criminal  Court  Calendar\nManagement in Lake County was prepared by the American Judicature\nSociety.\n159. In 1974, a report titled  The Structure and Funding for\nCriminal  Defense  of  Indigents in Indiana ,  was  prepared  by  the\nCriminal Courts Technical Assistance Project.\n160. In 1974, a report titled Review of the Structure, Scope\nand Adequacy of the Public Defender System in Lake County, Indiana\nwas prepared by the Criminal Courts Technical Assistance Project.\n161. These past and present constitutional deficiencies of the\nLake County Public Defender \"system\" have recently been catalogued\nin a report prepared for the State Public Defender Office by the\nSpangenberg Group (\"Spangenberg\"). \n162. The Spangenberg Report is titled A Study of the Lake\nCounty, Indiana Superior Court Trial and Appellate Public Defender\nSystems,  1982-1992.  A  copy  is  attached  and  incorporated  by\nreference as Exhibit 1.\n23\ncomplain.002\n\n163. Spangenberg, a nationally recognized expert in the area\nof  gauging  and  providing  indigent  defense,  came  to  several\nprofessional expert opinions regarding the Lake County \"system\" of\npublic defense.\n164. The Spangenberg Report expressed the opinion that \"due to\nnumerous systemic deficiencies, the Lake County Public Defender\n\"system\" in operation in the Lake County Superior Court during the\nperiod 1982 to 1992 was unable to assure the effective assistance\nof counsel for indigent defendants that they are entitled to under\nthe  United  States  Constitution,  the  Indiana  Constitution  and\nIndiana law.\" (Spangenberg at 4)\n165. Spangenberg  was  of  the  opinion  that  \"the  system  in\nquestion during this time period could not guarantee reasonably\neffective  assistance  of  counsel  as  required  under  the  Sixth\nAmendment.\" (Spangenberg at 4-5)\n166. In judging the Lake County system the Spangenberg Report\nused  nationally  recognized  standards  for  delivery  of  defense\nservices set forth in the American Bar Association's Standards for\nCriminal Justice, Providing Defense Services in effect for the\nperiod 1982-1992. (Spangenberg at 5)\n167. The ABA Criminal Justice Standards are recognized as the\nmost significant model for criminal justice systems. (Spangenberg\nat 6)\n168. The Spangenberg Report used other standards. (Spangenberg\nat 6)\n169. According to reports available as far back as 1972, the\n24\ncomplain.002\n\nLake  County  Public  Defender  \"system\"  was  unconstitutionally\ndefective because it failed to provide constitutionally adequate\nassistance of counsel.\n170. Constitutional litigation has previously been brought\nagainst the Lake County Public Defender \"system.\" (Spangenberg at\n8)\n171. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has been denied\nadequate resources to provide constitutionally adequate assistance\nof counsel to the Plaintiff class. (Spangenberg at 11)\n172. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide  constitutionally  adequate  assistance  of  counsel  to\nindigents charged with criminal offenses. (Spangenberg at 11)\n173. Beginning as long ago as 1972, and continuing until the\npresent,  the  Lake  County  Public  Defenders  have  been  forced  to\noperate  within  a  system  which  makes  it  impossible  to  provide\nconstitutionally adequate assistance of counsel. (Spangenberg at\n11)\n174. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\ncomply  with  relevant  provisions  of  the  ABA  Criminal  Justice\nStandards and other standards. (Spangenberg at 12)\n175. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel sufficient\n25\ncomplain.002\n\nto comply with the Sixth Amendment. (Spangenberg at 12)\n176. Beginning as long ago as 1972, and continuing until the\npresent,  the  Lake  County  Public  Defender  \"system\"  has  had  a\nstructure which requires Lake County Public Defenders to \"serve two\nmasters (the judge and their private practice) a situation which\nhas created conflicts and disincentives to devote sufficient time\nto their public defender clients.\" (Spangenberg at 12)\n177. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has lacked a\nprogram to effectively address conflicts and overload of public\ndefenders. (Spangenberg at 12)\n178. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has had a hiring\nprocess for Lake County Public Defenders in which the Defendant\nJudges  have  handpicked  Public  defenders  who  worked  in  their\ncourtrooms. (Spangenberg at 13)\n179. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide  Lake  County  Public  Defenders  with  adequate  support\nservices,  including  investigators,  experts  and  secretaries.\n(Spangenberg at 13)\n180. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide adequate training to new, as well as experienced, public\ndefenders. (Spangenberg at 13)\n181. Beginning as long ago as 1972, and continuing until the\n26\ncomplain.002\n\npresent,  the  Lake  County  Public  Defender  \"system\"  has  had  an\ninadequate physical facility including insufficient office space,\ninsufficient  office  equipment  and  an  inadequate  law  library.\n(Spangenberg at 13)\n182. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide any adequate outlet for overflow cases. (Spangenberg at\n13)\n183. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide counsel to indigent defendants at their initial hearing.\n(Spangenberg at 13)\n184. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nadequately address the provision of counsel in execution cases\nuntil compelled to by other governmental entities. (Spangenberg at\n13)\n185. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nattempt to equalize the extreme disparity in resources between\npublic defenders and prosecutors. (Spangenberg at 13)\n186. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel because\nLake County Public Defenders were unable to devote their full and\nundivided attention to their indigent clients. (Spangenberg at 14)\n27\ncomplain.002\n\n187. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which encourages, condones, and continues to employ public\ndefenders who fail to visit clients, fail to file motions (other\nthan  bond  reduction  motions),  who  fail  to  use  experts  and\ninvestigators and who willingly go to trial whether or not they are\nprepared. (Spangenberg at 14)\n188. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\n\"system\"  which  has  created  incentives  to  public  defenders  to\ninadequately  represent  indigent  persons  charged  with  having\ncommitted crimes. (Spangenberg at 15)\n189. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  caused  part-time  public  defenders  to  have\ncaseloads which far exceed caseload standards of the NLADA and NAC.\n(Spangenberg at 15)\n190. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  caused  part-time  public  defenders  to  have\ncaseloads which far exceed caseload standards promulgated by the\nIndiana Public Defender Commission. (Spangenberg at 15)\n28\ncomplain.002\n\n191. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which creates incentives for public defenders to frequently\nfail to learn enough about their clients or the facts of their\nclients' cases to effectively represent them. (Spangenberg at 16)\n192. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has created incentives to Lake County appellate public\ndefenders to fail to visit their clients, to file illogical and\npoorly-prepared briefs, to fail to file reply briefs, to fail to\nfile petitions for rehearing, and to fail to file petitions for\ntransfer,  by  not  adequately  paying  appellate  public  defenders.\n(Spangenberg at 16)\n193. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which lacks an assigned counsel program to address problems\nof conflicts and attorney overload. (Spangenberg at 16-17)\n194. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has lacked an independent chief public defender to\nsupervise  attorneys,  provide  administrative  services  or  act  as\npublic defender in situations of overload. (Spangenberg at 19)\n29\ncomplain.002\n\n195. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has tolerated \"politics\" and judicial interference and\ninfluence to pervert the provision of constitutionally adequate\nassistance of counsel. (Spangenberg at 19)\n196. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has failed to terminate public defenders for shoddy\nwork. (Spangenberg at 19)\n197. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem in which familiarity with a judge, or other county official,\nrather than skill or experience, has been the basis for hiring.\n(Spangenberg at 20)\n198. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has failed to protect the professional relationship\nbetween attorney and client and failed to provide public defenders\nwith the same freedom of action as private counsel. (Spangenberg at\n20-21)\n199. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\n30\ncomplain.002\n\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  had  a  hiring  process  which  effective  thwarts\npublic defender independence. (Spangenberg at 22)\n200. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem in which issues of race, and politics, pervade and taint the\nhiring process and in which political --in the sense of narrow\npartisan  and/or  patronage--  concerns  overshadow    professional\ncompetence and dedication to the rights of indigent defendants.\n(Spangenberg at 25-26)\n201. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  in  which  hiring  has  been  driven  by  considerations  of\npolitics and race. (Spangenberg at 26)\n202. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  failed  to  compensate  personnel  in  a  manner\ncomparable to the prosecutor's office. (Spangenberg at 26)\n203. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has failed to provide resource equity, in terms of\nlawyers,  compensation  for  lawyers,  secretaries,  law  clerks  and\n31\ncomplain.002\n\ninvestigators and expert witnesses between the prosecutor's office\nand public defenders. (Spangenberg at 26)\n204. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has failed to insulate public defenders from judicial\ninterference  and  meddling,  by  making  public  defenders  at-will\nemployees of the judges in whose courts they practice. (Spangenberg\nat 29)\n205. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has tolerated unequal judicial treatment of public\ndefenders compared to private counsel. (Spangenberg at 30)\n206. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  allowed  judges  to  treat  public  defenders\ndifferently from, and less favorably in comparison to, private\ncounsel. (Spangenberg at 30)\n207. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  in  which  support  services  for  Public  Defenders  were\nconstitutionally  inadequate,  investigators  were  unreliable,\nsecretaries untrained in legal work, and experts rarely available.\n32\ncomplain.002\n\n(Spangenberg at 33)\n208. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  had  judges  hiring  investigators  for  public\ndefenders. (Spangenberg at 33)\n209. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has required investigators for public defenders to\nalso be investigators for the probation office. (Spangenberg at 34)\n 210. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has failed to have an adequate number of adequately\ntrained  secretaries  for  public  defenders.  (Spangenberg  at  35)\n211. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has failed to provide adequate expert witnesses for\npublic defenders. (Spangenberg at 35)\n212. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has provided no training for new public defenders.\n33\ncomplain.002\n\n(Spangenberg at 36)\n213. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has placed its most inexperienced public defenders\ninto the most complex cases without adequate training, supervision\nor support services. (Spangenberg at 37)\n214. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  proximately  resulted  in  constitutionally\ninadequate  representation,  in  that  trial  public  defenders  in\nexecution cases have not conducted adequate legal research on their\nclients' cases and did not conduct constitutionally adequate crime\nand life history investigations on the clients in preparation for\ntrial. (Spangenberg at 38)\n215. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has demanded that public defenders carry caseloads far\nin excess of the number of cases an attorney can carry and provide\neffective assistance of counsel. (Spangenberg at 41)\n216. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has caused public defenders to fail to:\n34\ncomplain.002\n\na. visit clients in jail;\nb. conduct factual investigations;\nc. do legal research;\nd. have criminal investigations when it was in\nthe client's best interests to have a criminal\ninvestigation conducted;\ne. provide  any  representation  in  matters\ninvolving sentencing;\nf. prepare for trial;\ng. advise clients to plead guilty when it is in\nthe  client's    best  interest  to  proceed  to\ntrial;\nh. tender jury instructions;\ni. preserve error in trial; (Spangenberg at 43)\n217. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  --as  a  result  of  public  defenders  who  were\nignorant of the law, overloaded with cases, interfered with by\ntrial judges, who placed private clients' interests ahead of public\ndefender  clients'  interests,  lacked  training  and  supervision,\nand/or  lacked  necessary  support  services--  resulted  in\nconstitutional violations. (Spangenberg at 43)\n218. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has,  in  execution  cases,  forced  under-qualified\nattorneys to take on cases far too sophisticated and complex for\ntheir level of expertise. (Spangenberg at 44)\n219. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which,  in  execution  cases,  amounts  to  judicial  murder.\n35\ncomplain.002\n\n220. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  overloaded  appellate  public  defenders.\n(Spangenberg at 45)\n221. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide resources to make it impossible for public defenders to: \na. appear  at  the  prefiling  stage  of  criminal\nproceedings;\nb. appear at preliminary and/or initial hearings;\nc. promptly meet with clients;\nd. promptly conduct factual investigations;\ne. do legal research;\nf. have criminal investigations done when it has\nbeen in the client's  best interests to have a\ncriminal investigation conducted;\ng. conduct discovery;\nh. file appropriate motions;\ni. adequately prepare for trial;\nj. provide any adequate representation in matters\ninvolving  sentencing  such  as  raising\nmitigating factors;\nk. advise  clients  to  proceed  to  trial,  rather\nthan plead guilty, when it was in the client's\nbest interest to proceed to trial;\nl. tender jury instructions;\nm. preserve error in trial; (Spangenberg at 46-\n47)\n222. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has prevented public defenders from representing every\nclient zealously. (Spangenberg at 49)\n223. The  failure,  alleged  in  the  paragraph  immediately\n36\ncomplain.002\n\npreceding this, has compromised the integrity of guilty pleas,\nguilty  findings,  and  sentences,  and  the  judicial  process.\n(Spangenberg at page 49)\n224. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem  which  has  --  as  a  result  of  relentless  caseloads,  the\ncomplex and serious nature of the felony cases handled, the lack of\nsufficient support staff, the lack of investigators and experts,\nand the imbalanced relationships public defenders were forced to\nhave with judges-- resulted in guilty pleas, guilty findings, and\nsentences which are constitutionally invalid. (Spangenberg at 50)\n225. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has made it difficult, if not impossible, for judges\nto be sensitive to the important roles of both the prosecutor and\ndefense counsel in relation to public defense. (Spangenberg at 53)\n226. Beginning as long ago as 1972, and continuing until the\npresent, the Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being\na system which has resulted in judicial abuse and intimidation of\npublic defenders. (Spangenberg at 54)\n227. Little of significance has changed in the Lake County\nPublic Defender \"system\" since the following reports placed the \n37\ncomplain.002\n\nDefendants,  and  each  of  them  on  notice  of  the  constitutional\nfailings inherent in the Lake County Public Defender \"system\":\na. A Program for the Improved Administration of\nJustice in Lake County (1972);\nb. Criminal  Court  Calendar  Management  in  Lake\nCounty (1973);\nc. The Structure and Funding for Criminal Defense\nof Indigents in Indiana (1974);\nd. Review of the Structure, Scope and Adequacy of\nthe  Public  Defender  System  in  Lake  County,\nIndiana (1974)\n228. The Lake County Public Defender \"system\" has failed to\nprovide constitutionally adequate assistance of counsel by being a\nsystem which has remained unconstitutional for all the reasons\nalleged above for more than twenty (20) years and will not be\nchanged without judicial intervention.\n229. The public defender system in operation in Lake County as\ndocumented in the Spangenberg Report for the period 1982 to 1992\nhas not materially changed as of the date of the filing of this\ncomplaint --except perhaps to deteriorate further-- with regard to\nassuring  effective  assistance  of  counsel  for  plaintiff  class\nmembers  which  they  are  entitled  to  under  the  United  States\nConstitution, the Indiana Constitution and Indiana law.\n230. All Defendants, or their predecessors in office, are, or\nhave been, aware for more than twenty (20) years of the systemic\nfailures  and  inadequacies  of  the  Lake  County  Public  Defender\n\"system\" and have intentionally failed to act in any responsible\nway to alleviate, or remedy the constitutional failings detailed in\nthis complaint.\n231. The Lake County indigent defense system was, and remains,\n38\ncomplain.002\n\ninherently  incapable  of  providing  constitutionally  adequate\nservices and has inherent conflicts of interest which has make the\nentire \"system\" --if it could be called one --constitutionally\ndeficient.\n232. Indigent  criminal  defense  services  in  Lake  County,\nIndiana function without regard for, and in violation of accepted\nminimum standards of, training, workload and resources standards\nfor indigent defense services which has have been promulgated by\nthe American Bar Association; the National Study Commission on\nDefense Services; the National Legal Aid and Defender Association;\nthe National Advisory Commission on Criminal Justice Standards and\nGoals; and the Indiana Public Defender Council guidelines.\n233. The State of Indiana has made funds available to counties\nwhich comply with the Indiana Public Defender Council guidelines.\nSee I.C. 33-9-15-1 et seq.\n234. All  Defendants,  except  the  State  of  Indiana  and  the\nGovernor, have chosen to not comply with the guidelines described\nin  the  paragraph  immediately  preceding  this  one,  in  order  to\nmaintain and perpetuate the present unconstitutional system, to\nmaintain  improper  political  and  patronage  based  employment\ndecisions and in order to continue to provide inadequate assistance\nof council.\n235. Indigent  criminal  defense  services  in  Lake  County\nfunction without regard for, and in violation of, these accepted\nminimum standards.\n236. Without judicial intervention the Defendants, and each of\n39\ncomplain.002\n\nthem will either continue to engage in or continue to permit, the\npractices alleged above to continue and the Plaintiffs, and the\nPlaintiff class will continue to be harmed.\n237. Plaintiffs have no adequate remedy at law, but must call\nupon equity for effective relief.\nFIRST CAUSE OF ACTION\nFIFTH AMENDMENT-DUE PROCESS OF LAW\n238. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n239. The Fifth Amendment of the United States Constitution,\nstates:\nNo person shall be . . . deprived of life,\nliberty, or property, without due process of\nlaw;\n240. The  inherent  inadequacies  of  the  Lake  County  Public\nDefender  \"system\",  and  its  lack  of  adequate  funding  and  other\nsources, alleged above deny the Plaintiffs, and the class they\nrepresent,  due  process  of  law  guaranteed  them  by  the  Fifth\nAmendment to the Constitution.\nSECOND CAUSE OF ACTION\nSIXTH AMENDMENT-ADEQUATE ASSISTANCE OF COUNSEL\n241. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n242. The Sixth Amendment of the United States Constitution\nstates:\nIn  all  criminal  prosecutions,  the  accused\nshall enjoy the right to a speedy and public\ntrial, by an impartial jury of the state . . .\n(and) to be informed of the nature and cause\nof the accusation, to be confronted with the\nwitnesses  against  him;  to  have  compulsory\n40\ncomplain.002\n\nprocess for obtaining witnesses in his favor,\nand to have the assistance of counsel for his\ndefense.\n243. The  inherent  inadequacies  of  the  Lake  County  Public\nDefender \"system\", and its lack of adequate funding, alleged above,\ndeny the Plaintiffs, and the class they represent, their rights to\na speedy and public trial by an impartial jury, to be informed of\nthe nature and the cause of the accusation, to confront witnesses,\nto have compulsory process to obtain witnesses and to have the\nassistance of counsel for their defense as guaranteed them by the\nSixth Amendment to the Constitution.\nTHIRD CAUSE OF ACTION\nRIGHT TO BAIL\n244. Paragraphs  1  through  235  are  hereby  realleged  by\nincorporation.\n245. The Eighth Amendment of the United States Constitution\nstates, in its pertinent part:\nExcessive  bail  shall  not  be  required,  nor\nexcessive fines imposed, nor cruel and unusual\npunishments inflicted.\n246. The  inherent  inadequacies  of  the  Lake  County  Public\nDefender \"system\", the delays in appointment of counsel, and the\ncaseloads imposed upon counsel appointed for pretrial detainees in\njail, alleged above, effectively deny the Plaintiffs', and the\nclass they represent, their right to bail and inflict cruel and\nunusual  punishments  in  violation  of  the  Eighth  and  Fourteenth\nAmendments and other rights under the Eighth Amendment.\nFOURTH CAUSE OF ACTION\nFOURTEENTH AMENDMENT-DUE PROCESS\n41\ncomplain.002\n\n247. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n248. The  Fourteenth  Amendment  of  the  United  States\nConstitution states:\nNo state shall make or enforce any law which\nshall abridge the privileges or immunities of\ncitizens of the United States; nor shall any\nstate deprive any person of life, liberty, or\nproperty, without due process of law; nor deny\nto  any  person  within  its  jurisdiction  the\nequal protection of the laws.\n249. The systemic and funding deficiencies of the Lake County\nPublic Defender \"system\", alleged above, violate the Plaintiffs',\nand the class they represent, their rights to due process of law\nunder the Fourteenth Amendment to the United States Constitution.\nFIFTH CAUSE OF ACTION\nFOURTEENTH AMENDMENT-EQUAL PROTECTION OF THE LAW\n250. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n251. The  Fourteenth  Amendment  of  the  United  States\nConstitution states:\nNo state shall make or enforce any law which\nshall abridge the privileges or immunities of\ncitizens of the United States; nor shall any\nstate deprive any person of life, liberty, or\nproperty, without due process of law; nor deny\nto  any  person  within  its  jurisdiction  the\nequal protection of the laws.\n252. Non-indigent  criminal  defendants  in  Lake  County  are\nafforded a different, and inferior,  quality of justice and the\nfailure of the Lake County Public Defender \"system\", denies the\nPlaintiffs', and the class they represent, their rights to equal\nprotection of the law guaranteed by the 14th Amendment.\n42\ncomplain.002\n\nSIXTH CAUSE OF ACTION\nDUE COURSE OF LAW\n253. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n254. Article 1 Section 12, of the Indiana Constitution states:\nAll courts shall be open; and every man, for\ninjury done to him in his person, property, or\nreputation, shall have remedy by due course of\nlaw. Justice shall be administered freely, and\nwithout  purchase;  completely,  and  without\ndenial; speedily, and without delay.\n255. The systemic and funding deficiencies of the Lake County\nPublic Defender \"system\", alleged above, violate the Plaintiffs',\nand the class they represent, rights to have the courts open,\nspeedily and freely administered justice, in violation of Article\n1, Section 12 of the Indiana Constitution.\nSEVENTH CAUSE OF ACTION\nRIGHT TO EFFECTIVE ASSISTANCE OF COUNSEL\n256. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n257. Article 1, Section 13 of the Indiana Constitution states:\nIn  all  criminal  prosecutions,  the  accused\nshall have the right to a public trial, by an\nimpartial jury . . . to be heard by himself\nand  counsel;  to  meet  the  witnesses  face  to\nface,  and  to  have  compulsory  process  for\nobtaining witnesses in his favor.\n258. The systemic and funding deficiencies of the Lake  County\nPublic Defender \"system\", alleged above, violate the Plaintiffs',\nand  the  class  they  represent,  rights  to  a  public  trial  by  an\nimpartial jury, to be heard by effective counsel, to meet witnesses\nface  to  face,  and  to  have  compulsory  process  for  obtaining\n43\ncomplain.002\n\nwitnesses, guaranteed to them by Article 1, Section 13 of the\nIndiana Constitution.\nEIGHTH CAUSE OF ACTION\nRIGHT TO REASONABLE BAIL\n259. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n260. Article  1,  Section  16,  of  the  Indiana  Constitution\nstates:\nExcessive  bail  shall  not  be  required.\nExcessive fines shall not be imposed. Cruel\nand  unusual  punishments  shall  not  be\ninflicted.\n261. The systemic and funding deficiencies of the Lake County\nPublic Defender \"system\", violate the Plaintiffs', and the class\nthey represent, rights to bail and against the infliction of cruel\nand unusual punishments guaranteed them by the Article 1, Section\n16 of the Indiana Constitution.\nNINTH CAUSE OF ACTION\nRIGHT TO BAIL\n262. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n263. Article  1,  Section  17,  of  the  Indiana  Constitution\nstates:\nOffenses, other than murder or treason, shall\nbe bailable by sufficient sureties.\n264. The systemic and funding deficiencies of the Lake  County\nPublic Defender \"system\", violate the Plaintiffs', and the class\nthey represent, right to bail as guaranteed them by Article 1,\nSection 17 of the Indiana Constitution.\n44\ncomplain.002\n\nTENTH CAUSE OF ACTION\nREFORMATION NOT VINDICTIVE JUSTICE\n265. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n266. Article  1,  Section  18,  of  the  Indiana  Constitution\nstates:\nThe  penal  code  shall  be  founded  on  the\nprinciples  of  reformation,  and  not  of\nvindictive justice.\n267. The systemic and funding deficiencies of the Lake County\nPublic Defender \"system\", violate the Plaintiffs', and the class\nthey  represent,  rights  to  reformation  and  against  vindictive\njustice which are guaranteed them by Article 1, Section 18 of the\nIndiana Constitution.\nELEVENTH CAUSE OF ACTION\nEQUAL PRIVILEGES AND IMMUNITIES\n268. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n269. Article  I,  Section  23,  of  the  Indiana  Constitution\nstates:\nThe General Assembly shall not grant to any\ncitizen, or class of citizens, privileges or\nimmunities which, upon the same terms, shall\nnot equally belong to all citizens.\n270. The systemic and funding deficiencies of the Lake County\nPublic Defender \"system\", violate the Plaintiffs', and the class\nthey represent, rights to equal privileges and immunities which are\nguaranteed  them  under  Article  1,  Section  23  of  the    Indiana\nConstitution.\nTWELFTH CAUSE OF ACTION\n45\ncomplain.002\n\nUNIFORM GENERAL APPLICATION OF LAW\n271. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n272. Article  4,  Section  23,  of  the  Indiana  Constitution\nstates:\nIn all the cases enumerated in the preceding\nSection,  and  in  all  other  cases  where  a\ngeneral law can be made applicable, all laws\nshall  be  general,  and  of  uniform  operation\nthroughout the State.\n273. The systemic and funding deficiencies of the Lake County\nPublic Defender \"system\", violate the Plaintiffs', and the class\nthey represent, rights to the uniform operation of laws which are\nguaranteed  them  under  Article  4,  Section  23  of  the  Indiana\nConstitution.\nTHIRTEENTH CAUSE OF ACTION\nRACIAL DISCRIMINATORY EFFECT\n274. Paragraphs  1  through  237  are  hereby  realleged  by\nincorporation.\n275. It is known, and understood, to the persons who operate\nthe Lake County Public Defender \"system\", virtually all of whom are\nwhite, that most of the persons represented by Lake County Public\nDefenders are African-American and/or Hispanic.\n276. Part of the reason that the Council, Commissioners and\nJudges have neglected to assure that adequate legal counsel is\nprovided to poor persons charged with crimes in Lake County is a\nracial animus, and/or a lack of concern, about whether Africa-\nAmericans  and  Hispanics  receive  constitutionally  adequate\nassistance of counsel.\n46\ncomplain.002\n\n277. The systemic and funding deficiencies of the Lake County\ncriminal defense scheme for indigents violate the Plaintiffs', and\nthe class they represent, rights guaranteed them by the Fourteenth\nand Fifteenth Amendments to be free from governmental policies\nwhich have a known racially discriminatory effect.\n278. Some Defendants desire to implement a Lake County Public\nDefender \"system\" which comports with Indiana  Constitutional and\nFederal Constitutional requirements, but have been frustrated by\nother Defendants.\nPRAYER FOR RELIEF\nWHEREFORE, Plaintiffs pray that this Court:\nB. Immediately order that the public defenders representing\nthe named Plaintiffs be provided adequate resources to provide\neffective assistance of counsel, or in the alternative, that they\nbe released from custody and/or not forced to go to trial until\nadequate legal representation is provided.\nC. Order that Defendants provide, including mandating funds\nand/or  a  new  public  defender  system  structure,    a  system  of\nadequate indigent defense which will provide, at a minimum, for the\nspeedy and immediate appointment of attorneys at critical stages\nfor all indigents;\nD. Order that Defendants provide adequate defense services\nand experts needed for the representation of indigents;\nE. Order that Defendants provide adequate compensation for\nindigent defense attorneys.\nF. Order that uniform standards be promulgated and adopted\n47\ncomplain.002\n\ngoverning  the  representation  of  indigents  consistent  with  the\njudgment in this case.\nG. Award attorneys' fees and costs incurred in this action\nand all other relief as may be appropriate under 42 U.S.C. 1988 or\nunder any other pertinent statute.\nH. Make  and  enforce  such  other  orders  as  may  aid  the\nDefendants in the discharge of their solemn oaths of office.\nI. Award money damages and grant such other and further\nrelief as the Court deems just and proper.\nRespectfully Submitted, this Friday 1 September 1995.\nLAUDIG & GEORGE\n___________________________\nStephen Laudig 8802-49\nAttorneys for Plaintiffs\n156 East Market-Sixth Floor\nIndianapolis, IN 46204\nTel 317-637-6071\nFax 317-685-6505\n48\ncomplain.002\n\nCERTIFICATE OF SERVICE\nI certify that a copy of the foregoing document has been\nserved, via first class mail, postage prepaid, or by hand-delivery\nupon:\nRay L. Szarmach \n7207 Indianapolis Blvd.\nHammond IN 46234\nTel 219-845-9504\nFax 219-\nRobert P. Kennedy\n8396 Mississippi Street\nMerrillville, IN 46410\nTel 219-769-2323\nFax 219-769-5007\nWayne E. Uhl\nAnthony W. Overholt\nIBCS 5th Floor\n402 West Washington\nIndianapolis 46204\nTel 317-232-6333\nFax 317-232-7979\non this Friday 1 September 1995.\n_____________________________   \nStephen Laudig\n49\ncomplain.002",
      "document_type_other": "",
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/31022"
    }
  ],
  "document_count": 4
}