{
  "case_id": 16627,
  "fetched_at": "2025-10-22T00:28:40.181137",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Non-settlement Outcome",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Illinois",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": "State Developmental Disability Facility ",
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Cook",
        "name": "W. A. Howe Developmental Center",
        "defendant_level_other": "State Developmental Disability Facility ",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Intellectual Disability (Facility)",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2010,
    "constitutional_clause": [
      {
        "value": "Due Process"
      }
    ],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": null,
    "id": 16627,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Classification / placement",
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Individualized planning",
      "General/Misc.: Informed consent/involuntary medication",
      "Disability and Disability Rights: Integrated setting",
      "Disability and Disability Rights: Least restrictive environment",
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in detention facilities",
      "Jails, Prisons, Detention Centers, and Other Institutions: Placement in mental health facilities",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Medical care, unspecified",
      "Medical/Mental Health Care: Intellectual/Developmental Disability",
      "Jails, Prisons, Detention Centers, and Other Institutions: Confinement/isolation"
    ],
    "last_checked_date": "2019-03-07T00:00:00-05:00",
    "main_docket": {
      "id": 28567,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "Illinois",
      "docket_office_number": "",
      "docket_number_manual": "",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "CRIPA Investigation of Howe Developmental Center (2009)",
    "never_filed": true,
    "non_docket_case_number": "168-23-17",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Department of Justice Civil Rights Division",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "None Yet / None",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "Illinois",
    "summary": "<p>In 2007, the Department of Justice's Civil Rights Division (\"DOJ\") opened this investigation into the W. A. Howe Developmental Center (\"Howe\"), which was located approximately thirty miles outside of Chicago, in Tinley Park, Illinois. At the time, Howe housed 349 adult residents. The DOJ initiated the investigation pursuant to its authority under the Civil Rights of Institutionalized Persons Act. </p><p>This was not the first investigation of Howe conducted by the DOJ. In 1992, after a multiyear investigation of Howe, the DOJ entered into a consent decree with the State of Illinois regarding necessary improvements to the facility. Specifically, the consent decree required Howe to make improvements in the areas of resident assessment, evaluation, and training; use of restraints; medical care; medication administration; record keeping; and staffing. However, in 1996, the DOJ stipulated to an agreed order to terminate the consent decree and dismiss the case. </p><p>In 2006, the U.S. Department of Health and Human Services' Centers for Medicare and Medicaid Services (\"CMS\") placed Howe in \"immediate jeopardy\" of losing Medicaid certification due to serious deficiencies identified at the facility. One year later, CMS did in fact terminate Howe's Medicaid contract. At that time, Medicaid funding provided approximately one-half of Howe's $53 million annual budget. Howe was still decertified at the time of the DOJ's finding letter in November 2009. The DOJ decided to initiate the second CRIPA investigation after receiving substantial allegations of new or continuing violations at the facility. </p><p>DOJ toured the facility in December 2007, and issued a findings letter to the Illinois Governor at the time, Pat Quinn, on November 9, 2009. Meanwhile, in 2008, after the investigation had been conducted but before the findings letter was issued, the State of Illinois announced its intention to close Howe by June 30, 2009. While the State did halt closure planning for some time, it announced its final decision to close Howe and complete all resident transitions by April 2010. </p><p>In the 2009 findings letter, the DOJ explained that numerous conditions and practices at Howe violated the constitutional and federal statutory rights of its residents. Specifically, DOJ found that Howe failed to provide residents with adequate: (1) protection from harm; (2) health care; (3) psychiatric care; (4) behavioral treatment and habilitation; (5) integrated treatment planning; and (6) transition planning and placement in the most integrated setting. </p><p>The letter went on to propose a vast array of remedial measures to address the deficiencies in the six areas discussed above. The DOJ explicitly noted that while the State had announced its plan to close the facility, the constitutional and statutory violations would have continuing effects, and the State had an obligation to provide relief to the residents of Howe in whatever setting they would eventually reside in.   </p><p>According to a report by the University of Illinois at Chicago, the Howe Developmental Center did eventually close on June 21, 2010. The 181 residents present at the time were moved to other State Operated Developmental Centers. It seems as if the DOJ did not take any additional steps to bring a lawsuit against Howe. The investigation appears to be closed as it is listed under the archives category on the DOJ website.</p>",
    "summary_published_date": "2019-03-07T00:00:00-05:00",
    "summary_short": "In 2007, the DOJ notified the State of Illinois of its intention to investigate the W.A. Howe Developmental Center, an intellectual and developmental disability facility located approximately 30 miles outside Chicago. While the DOJ did issue a findings letter, which outlined a number of conditions and practices that violated the constitutional and statutory rights of residents at Howe, no further formal legal action was taken. This is presumably because in 2008 the State of Illinois announced its intention to close the facility permanently. The Howe Center did close, on June 21, 2010, and the DOJ investigation appears to have ended as well given that it appears in the archives category on the DOJ website. ",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/16627",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16627",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16627",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16627"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115485,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115485"
    },
    {
      "date": "2009-11-09",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "U.S. Department of Justice, Civil Rights Division, Special Litigation Section",
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 97355,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/97355.pdf",
      "title": "Re: Investigation of the W.A. Howe Developmental Center, Tinley Park, Illinois",
      "text": "U.S. Department of Justice \nCivil Rights Division \nAssistant Attorney General \n950 Pennsylvania Avenue, NW - RFK \nWashington, DC  20530 \nNovember 9, 2009 \nThe Honorable Pat Quinn \nGovernor \nOffice of the Governor \n207 State House \nSpringfield, Illinois  62706 \nRe:\t  Investigation of the W.A. Howe Developmental Center, \n\nTinley Park, Illinois \n\nDear Governor Quinn: \nWe are writing to report the findings of the investigation of the Civil Rights\nDivision and the United States Attorney’s Office for the Northern District of Illinois\nof conditions and practices at the W.A. Howe Developmental Center (“Howe”), in\nTinley Park, Illinois.  On July 25, 2007, we notified you of our intent to conduct an\ninvestigation of Howe pursuant to the Civil Rights of Institutionalized Persons Act\n(“CRIPA”), 42 U.S.C. § 1997.  CRIPA authorizes the Department of Justice to seek\nremedies for any pattern or practice of conduct that violates the constitutional or\nfederal statutory rights of persons with developmental disabilities who are served\nin public institutions. \nOn December 3-7, 2007, we conducted an on-site review of care and \ntreatment at Howe with expert consultants in various disciplines.  Before, during,\nand after our tour, we reviewed a wide variety of relevant State and facility\ndocuments, including policies and procedures, as well as medical and other records\nrelating to the care and treatment of Howe residents.  During our tour, we also\ninterviewed Howe administrators, professionals, staff, and consultants, and visited\nresidents in their residences, at activity areas, and during meals.  In keeping with\nour pledge of transparency and to provide technical assistance, where appropriate,\nwe conveyed our preliminary findings to State counsel and to certain State and\nfacility administrators and staff during exit presentations at the close of our on-site \nreview. \n\n- 2 -\nWe would like to express our appreciation to Howe administrators,\nprofessionals, and staff, as well as to the State officials involved in our\ninvestigation, for their assistance, cooperation, professionalism, and courtesy\nthroughout our investigation.  We hope to continue to work with the State and\nHowe officials in the same cooperative manner going forward. \nWe have concluded that numerous conditions and practices at Howe violate\nthe constitutional and federal statutory rights of its residents.  Many of the findings\nwe make in this letter are due to or exacerbated by Howe’s failure to focus its\ntreatment and care on moving individuals into the most integrated settings\nappropriate to their needs.  In particular, we find that Howe fails to provide its\nresidents with adequate:  (1) protection from harm; (2) health care; (3) psychiatric\ncare; (4) behavioral treatment and habilitation; (5) integrated treatment planning;\nand (6) transition planning and placement in the most integrated setting.  See \nYoungberg v. Romeo, 457 U.S. 307 (1982); Title XIX of the Social Security Act, 42\nU.S.C. § 1396; 42 C.F.R. Part 483, Subpart I (Medicaid Program Provisions);\nAmericans with Disabilities Act (“ADA”); 42 U.S.C. § 12132 et seq.; 28 C.F.R. §\n35.130(d); see also Olmstead v. L.C., 527 U.S. 581 (1999). \nWe are aware that, on September 5, 2008, the State announced its intention\nto close Howe by June 30, 2009.  We are furthermore aware that the State \ntemporarily halted closure planning earlier this year, before announcing on August\n28, 2009, its final decision to close Howe, and to complete all resident transitions by\nApril 2010.  While the Department of Justice acknowledges the State’s closure\ndeliberations and decision, the purpose of this letter is advise you formally, in\naccordance with CRIPA, of the findings of our investigation, the facts supporting\nthem, and the minimum remedial measures necessary to remedy the deficiencies\nset forth below.  42 U.S.C. § 1997b(a).  Even as the closure of Howe proceeds, the\nconstitutional violations at the facility will have continuing effects, for which the\nState must provide relief in whatever setting a Howe resident eventually resides. \nAs it closes Howe, the State retains a statutory obligation to move the facility’s\nresidents to the most integrated setting appropriate for them as individuals. \nI.  BACKGROUND \nLocated in Tinley Park, Illinois, approximately 30 miles outside of Chicago,\nHowe is a licensed 500-bed intermediate care facility for individuals with\ndevelopmental disabilities.  Howe is one of nine residential developmental centers\noperated by the Illinois Department of Human Services.  At the time of our tour in \nDecember 2007, Howe housed 349 adult residents.  The Howe campus consists of 40\nresidential group homes, 35 of which were occupied during our tour.  Most of the \ngroup homes housed between 8 and 11 individuals.  The campus also includes an \n\n- 3 -\nadministration building, a professional services building, and a social habilitation\nbuilding. \nIn 2006, the U.S. Department of Health and Human Services’ Centers for\nMedicare and Medicaid Services (“CMS”) placed Howe in “immediate jeopardy” of\nlosing Medicaid certification due to serious deficiencies identified at the facility by\nCMS surveyors.1  In 2007, prior to our investigation, CMS terminated Howe’s\nMedicaid contract.  At the time of the termination, Medicaid funding provided\napproximately one-half of Howe’s $53 million annual budget.  To date, Howe \nremains decertified. \nIn addition to the deficiencies identified by CMS, several prominent\nstatewide disability advocacy organizations in Illinois expressed concern over the\nquality of care provided to the residents at Howe.  These organizations routinely\ncited to a number of resident deaths during 2005-2007, alleging substandard care as\na contributing factor to those deaths.  At the time we notified the State in July 2007\nof our investigation, at least fourteen residents had died in the previous 18 months.\nSince our tour in December 2007, sixteen more residents have died. \nThis is the second CRIPA investigation of Howe undertaken by the\nDepartment of Justice.  In 1992, after a multi-year investigation of Howe, we\nentered into a consent decree with the State of Illinois regarding necessary\nimprovements to the facility.  The consent decree, filed in the United States District \nCourt for the Northern District of Illinois, specifically required Howe to make\nimprovements in the areas of resident assessment, evaluation, and training; use of\nrestraints; medical care; medication administration; record keeping; and staffing. \nIn 1996, we stipulated to an agreed order to terminate the consent decree and\ndismiss the case.  Unfortunately, we received substantial allegations of new or\ncontinuing violations and therefore, as noted above, opened a new CRIPA\ninvestigation in 2007.  This letter provides our findings from the current\ninvestigation. \nII.  FINDINGS \nA.  TRANSITION PLANNING \nFederal law requires that a state actively pursue the timely discharge of\ninstitutionalized residents to the most integrated, appropriate setting that is\nconsistent with the resident’s needs.  Howe is failing to place residents in the most \n1   CMS surveys are conducted by a designated State Survey Agency\n(“SSA”).  The SSA in Illinois is the Illinois Department of Public Health (“IDPH”). \n\n- 4 -\nintegrated setting appropriate to their individual needs, in violation of Title II of\nthe Americans with Disabilities Act (“ADA”), and the regulations promulgated\nthereunder.  In construing the anti-discrimination provision contained in Title II of\nthe ADA, the Supreme Court has held that “[u]njustified [institutional] isolation . . .\nis properly regarded as discrimination based on disability.”  Olmstead v. L.C., 527 \nU.S. 581, 597, 600 (1999).  Specifically, the Court established that states are\nrequired to provide community-based services and supports for persons with\ndevelopmental disabilities when the state’s treatment professionals have\ndetermined that community placement is appropriate, provided that the transfer is\nnot opposed by the affected individual, and the placement can be reasonably\naccommodated, taking into account the resources available to the state and the\nneeds of others with disabilities.  Id. at 602, 607. \nSuccessful transition of residents into a more integrated setting is a\nfundamental obligation of an institution such as Howe.  Howe’s failure to meet this \nobligation is caused in part by the breakdowns in care noted in the below sections of\nthis letter.  The State’s decision to close Howe does not relieve the State from its \nobligation to provide federally mandated adequate transition planning.  To the \ncontrary, the State’s decision to close Howe intensifies the facility’s poor record of\nsuccessful transitions.  Howe’s deficiencies detailed below – to protect residents\nfrom harm (section B), provide adequate health care (section C), psychiatric care\n(section D), behavioral treatment and habilitation (section E), and integrated\ntreatment planning (section F) – all hinder the residents’ opportunities to live in a\nmore integrated setting and unnecessarily prolong institutionalization. \nThe result of Howe’s failure to move residents to community placements is to\ndeprive residents of the most integrated appropriate treatment setting, to\nexacerbate challenging behaviors, and to foster institutionalized behaviors and\nattitudes.  Among the staff at Howe, we observed a culture that accepts movement\ntoward community placements at a glacial pace.  Often there is no movement at all. \nTransition to community placement, when considered, is viewed as a distant\npossibility. \nOf the residents present at Howe for some portion of the period between\nSeptember 1, 2006, and September 30, 2007, only 80 residents were recommended\nfor placement by their treatment team.  Although persons with disabilities can live\nin community-based settings with proper supports, fewer than one-fourth of the\nindividuals at Howe were recommended for community placement by their \ntreatment team.  During this same 13-month period, only 32 residents\n(approximately 9% of the census at the time of our tour) were discharged to\ncommunity placements.  This rate of community placement is low and results in a\nlarge number of individuals remaining at the facility for long periods of time. \n\n- 5 -\nFor example, B.L., a resident who has no challenging behaviors, no\npsychiatric symptoms, can dress herself, complete all morning grooming, eating,\nand bedmaking activities before leaving for her workshop placement, and has few\nhealth problems, was not referred to any community agencies in the past year.  This \nfailure clearly maintains B.L. in an overly restrictive setting and deprives her of\nmeaningful choices about where to live. \nAccording to Howe’s list entitled, “People Recommended for Community\nPlacement by Treatment Team - 9/1/06 - 9/30/07,” residents recommended for\nplacement in the community in 2004 still have not been placed.  Of residents who \nhave requested community placement, some have remained at Howe even longer,\ndespite evidence that there is no serious obstacle to such movement.  For example,\nB.M., whose “one issue is his anger,” had anger management replacement behavior\nconsistently above 90 percent and, at times 100 percent, for the last 11 of 14\nmonths.  Although there is also a note about B.M. having mobility problems, B.M.’s\nISP does not even address steps toward community placement. \nStaff at Howe hold incorrect beliefs as to prerequisites for community living,\nwhich further restricts residents’ progress toward living in a less restrictive setting. \nFor example, staff expressed to our expert consultant the belief that residents\nneeded to be successful in a community day program before actively pursuing\ncommunity living.  Further, staff consider success in the development of social,\nvocational, and basic living skills to be requirements for community placements,\nwhich they are not.  Those skills increase residents’ options for living in the\ncommunity, but social deficits, vocational deficits, and basic living deficits are not\ninherently barriers to community living.  Staff also expressed the belief that a\nfailure to develop certain skills necessitates postponing target dates for placement\nby a matter of years.  For example, A.A.’s Qualitative Monthly Review Summary\nacknowledges that he has the goal of moving into a community placement, but\nstates that “at the pace he is going[,] the target dates may need to go up a few \nyears.”  (Emphasis added). \nAs barriers to placement are not identified in ISPs, and there are no goals\naimed at overcoming those barriers, the transition process is simply not a focus for\nstaff.  Where goals regarding placement are included, they are vaguely stated and\nmonitoring information is obscure.  Sometimes the goals rely on external agencies\nor outside persons to move the process forward.  For example, C.P.’s ISP states that\nher goal of moving to a community-based residence was not met “due to guardian’s\nlack of interest and knowledge to seek placement at this time.” \nTransition plans, when generated at all, come too late and lack sufficient\ninformation to generate useful, proactive planning.  Too often, the section entitled, \n“What will make this person successful in community living environment?” is blank. \n\n- 6 -\nTransition plans are not included in residents’ records, so they are not readily\navailable to the treatment team. \nWe did note that, once a resident is referred, the process becomes more\nproactive and effective.  This was evidenced by the fact that, at the time of our tour,\nplacements had increased.  Nevertheless, Howe residents are institutionalized far \nlonger than necessary due to deficient transition planning.  This deficiency is of\ngreat concern as Howe proceeds with closure plans and transitions residents to new\nsettings. \nB.  PROTECTION FROM HARM \nThe Supreme Court has recognized that persons with developmental\ndisabilities who reside in state-operated institutions have a “constitutionally\nprotected liberty interest in safety.”  Youngberg v. Romeo, 457 U.S. at 318. \nTherefore, as the Court explained, the state “has the unquestioned duty to provide\nreasonable safety for all residents” within the institution.  Id. at 324.  In our \njudgment, the State of Illinois fails to protect Howe residents from harm and risk of\nharm, and to provide residents with a reasonably safe living environment.  Failure \nto provide a reasonably safe living environment undermines the other care and\ntreatment provided at Howe, prolongs the time periods spent by individuals there,\nand delays the movement of individuals to more integrated settings in violation of\nOlmstead. \nGenerally accepted professional standards to protect persons with\ndevelopmental disabilities from harm in an institutional setting, which are\nnecessary to prevent constitutional violations, utilize a two-pronged approach:  (1)\nidentifying and responding quickly to occurrences of harm by collecting pertinent\ninformation, and (2) implementing affirmative measures to effectively manage the\nrisk of future occurrences of harm.  The processes of responding to and preventing\nharm are generally understood as “incident management” and “risk management”\nrespectively. \n1.  Incident and Risk Management \nThe term “incident management” can be understood as the immediate\nresponses taken by the facility when an individual has incurred actual harm or\nwherein the proclivity for such harm is real and/or imminent.  Although Howe\nmaintains an Incident Management Committee to review reportable incidents and\ninjuries, as explained in further detail below, individuals at Howe are at significant\nrisk of harm and injury due to the facility’s ineffective incident management. \n\n- 7 -\nAdditionally, generally accepted professional standards for facilities like\nHowe require implementation of a risk management system that identifies an\nindividual’s risks of harm and develops preventative interventions through skill\nacquisition, environmental changes, and therapeutic interventions.\nInterdisciplinary treatment teams must thoroughly assess residents to determine\nindividual risks and develop effective strategic interventions to reduce risk. \nMoreover, facilities must utilize objective data to measure the success of the\nstrategic interventions in preventing harm, and when necessary modify the\ninterventions to improve outcomes. \nWe find that Howe’s risk management practices do not provide the level of\nprotection necessary to reasonably prevent harm, substantially depart from\ngenerally accepted professional standards, and consequently fail to meet\nconstitutional and federal standards.  Howe residents continue to be at significant\nrisk of harm and injury due to the facility’s absent or ineffective responses to\nongoing harm.  Below, we discuss three areas of incident and risk management:  (1)\nreportable incidents and injuries; (2) risk assessment and intervention; and (3)\nabuse and neglect investigations. \na.  Reportable Incidents and Injuries \nGenerally accepted professional standards require that facilities like Howe\nmaintain a reporting system to identify all reportable incidents and injuries\naccurately and responsibly.  A “reportable” incident will commonly include incidents\nsuch as falls, peer aggression, accidents, restraints, self-injurious behaviors,\ninjuries of unknown origin, and abuse and neglect allegations. \nTo its credit, Howe’s criteria for collecting reportable incident information\nappears to align with generally acceptable standards.  Howe’s procedures for\nactually reporting and reviewing these incidents, however, substantially depart\nfrom those standards.  Indeed, the procedures have not been revised for nearly 20 \nyears.  More troubling than the procedures being simply outdated is our finding\nthat there are significant inconsistencies in the staff’s adherence to the procedures.\nThese inconsistencies result in under-reporting of reportable incidents, which in\nturn, results in insufficient responses to occurrences of harm.  \nDespite the evidence of under-reporting, the number of reportable incidents\nat Howe is disturbing.  For example, for the period of September 2006 through\nSeptember 2007, Howe reported nearly 3,000 incidents, including 8 deaths and\nmore than 100 allegations of abuse and neglect.  Many of these incidents describe\nharm suffered by individual residents that could have been avoided had the facility\ntaken preventive measures to manage the risk of harm. \n\n- 8 -\nOur expert consultant concluded that among the types of reportable\nincidents, aggression and assault are “rampant” at Howe.  From September 2006 to\nSeptember 2007, more than 150 individuals – about half of all residents at the\nfacility – were assaulted by their peers.  The injuries suffered as a result of these\naggressive incidents included:  scratches, abrasions, human bites, head trauma, and \nin more than 20 instances, lacerations that required the use of staples, sutures, or\nDermabond2 to close the wounds.  Human bites alone account for 25 percent of all\naggressive incidents at Howe, a trend that our expert consultant found to be\n“staggering” in comparison with other institutions with similar populations.  \nOther notable examples of reportable incidents of harm during the period of\nSeptember 2006 through September 2007 included residents who suffer from pica3 \nsuccessfully obtaining and ingesting foreign objects such as mechanical restraint\ndevices, plastic bags, keys, metal coils, and puzzle pieces, as well as some 22\nindividuals who reportedly sustained fractures, including one resident who suffered\nthree fractures, and three residents who had two fractures. \nMany Howe residents suffered significant personal injury during the\noccurrences of reportable incidents of harm.  For example: \n• \t In June 2007, A.A.4 displayed increasingly intense aggressive behavior\nuntil he punched through a window with his hand and arm.  He \nrequired 23 sutures at the local emergency room to close the wound. \n•\t  In July 2007, when a Howe physician referred B.B. to the local hospital\ndue to her coughing and respiratory distress, x-rays identified three rib\nfractures.  Investigators concluded that she may have suffered the\nfractures when she tripped over a misplaced chair the previous day.\nAt the time of the fall, however, staff reported only that her foot was \nsore. \n2   Dermabond is the brand name of a liquid bonding agent used as an\nalternative to stitches for closing wounds. \n3  Pica is a medical condition in which a person ingests or attempts to\ningest nonfood substances such as clay, chalk, hair, or glue. \n4   To protect the identity of residents, we use coded initials throughout\nthis letter.  We will transmit separately a schedule cross-referencing the coded\ninitials with the actual names of the residents. \n\n- 9 -\n•\t  Similarly, in October 2007, staff found C.C. with significant bruising\non her shoulder and back, and reported that she “may have fallen from\nher bed or chair.”  Twenty-two hours later, a Howe physician examined\nC.C. and sent her to the local hospital for x-rays.  There, the \nemergency room physician diagnosed a fractured clavicle, and reported\nthe matter to the Illinois State Police because the physician concluded\nthat it was hard to believe that her injury came from a fall. \nAlarmingly, 7 of the 10 most frequently injured residents had been assigned\nintensive staffing at the time of their injuries.  The intervention strategy of\nassigning enhanced individual supervision for a time after injuries occur, as we saw\nat Howe, is often ineffective to ensure residents’ daily safety.  For example, during\nthe period of September 2006 through September 2007: \n•\t  Tragically, D.D. suffered significant injuries while on 1:1 supervision,5 \nprior to his unexpected death in April 2007.  These injuries included\nmultiple lacerations requiring 40 sutures, injuries to his face and head,\nhuman bites to his chest, and an abrasion to his penis requiring\nclosure with Dermabond.  When the frequency of harm to D.D.\nescalated in late 2006, strategies to protect him remained relatively\nunchanged.  His record reflects that substantive changes were limited\nto psychoactive medication adjustments and the cancellation of his\ndaily program schedule. \n•\t  E.E. suffered 37 injuries while on 1:1 supervision, including a fracture\nin September 2006, and lacerations requiring Dermabond on January\n19, January 26, and February 23, 2007. \n•\t  F.F. injured himself on at least 40 separate occasions while on\nintensive supervision during the one-year period examined.  Some \ninjuries were so severe as to require treatment at a hospital, including\nthe need for sutures or Dermabond on at least four occasions. \n•\t  G.G. had an intensive staffing assignment during the one-year period\nreviewed until her unexpected death in November 2007.  Yet during\nthis time, G.G. sustained at least 25 injuries, including two self-\ninflicted lacerations requiring closure by Dermabond. \n5   The term “1:1 supervision” refers to a heightened level of supervision\nin which the facility will order a staff person to continually supervise one particular\nresident. \n\n- 10 -\n•\t  Similarly, H.H. was placed on 1:1 supervision in November 2001 due to\nher unsteady gait and risk of falling.  Yet from September 2006\nthrough November 2007, H.H. suffered 28 injuries, including two\nlacerations in July 2007 requiring closure by Dermabond. \n•\t  I.I. was placed on 1:1 supervision nearly 10 years ago to prevent him\nfrom intentionally harming himself.  Despite the heightened\nsupervision level, I.I. caused injury to himself 13 times in the one-year\nperiod examined. \nIn addition to the reportable incidents identified by Howe,  we are concerned, \nas stated above, about the problem of under-reporting of incidents of harm.  Howe \ndoes not have a firm grasp on the actual numbers of reportable incidents, injuries,\nand uses of restraints6 at the facility.  The pervasive (and self-admitted) under-\nreporting of incidents of harm at Howe minimizes the extent of the actual harm\noccurring, which in turn results in insufficient responses to the occurrences of harm\nto residents.  In a review of Acute Care Logs for just one week, we found more than\ntwenty instances of injury to residents that were treated by medical staff but had\nnot been reported on either the individual’s injury history or the facility’s aggregate\ninjury totals.  These omissions included serious injuries such as head injuries,\nfractures, and lacerations requiring sutures and staples. \nCompilation of accurate information regarding occurrences of harm is a\ncritical first step in maintaining an adequate incident management system.  On the \nbasis of our examination, Howe falls substantially short of accepted standards of\npractice in reporting incidents and compiling data regarding resident harm.  This \ndereliction has contributed to violations of residents’ constitutional rights. \nb. \t Risk Assessment and Intervention \nHowe has not implemented policies or procedures to identify and reduce risk\nof harm to residents.  The Risk Management Committee, Howe’s primary vehicle\nfor managing risk, does not address resident risks from a systemic standpoint. \nRather, the committee limits its focus to strategies to reduce enhanced staffing\nassignments to individuals currently assigned intensive staffing.  Our expert\nconsultant found that “for all intents and purposes, [Howe] had no formal risk\nmanagement system as late as December 2007.” \n6   The use of restraints at Howe is discussed below in section II.D.2 of \nthis letter. \n\n- 11 -\nEffective risk management requires that assessments and intervention\nstrategies be taken prior to harm whenever possible, yet Howe only identifies\nresidents at risk of harm after the occurrence of actual harm.  This practice\nunderscores Howe’s lack of prevention efforts, which leads to constitutionally\ninadequate protection of residents. \nAlthough Howe has identified some residents at risk of harm, even if that\nidentification only happened after the actual occurrence of harm, Howe fails to\nidentify residents at risk of harming others.  In some cases, Howe has failed to \nidentify such residents even after the occurrence of actual harm.  The following\nresidents, among many others, were not identified as being at risk of harming\nothers despite the serious and recurring injuries they inflicted on their peers: \n•\t  J.J. injured peers on four occasions between October 2006 and August\n2007.  When J.J. pushed K.K. out of her wheelchair, she caused K.K. to\nfracture her maxillary spine.  Three days after the incident with K.K., \nJ.J. struck and injured L.L. \n•\t  M.M. assaulted N.N. in October and December 2006, and January\n2007.  The latter assault caused N.N. a laceration deep enough to\nrequire sutures. \n•\t  O.O. injured five peers on six separate occasions from November 2006\nto June 2007, including an assault on P.P., and a laceration to Q.Q.\nrequiring sutures. \n•\t  From October 2006 through July 2007, R.R. attacked and injured S.S.\nfour times, and injured three other peers at least once. \n•\t  T.T. injured seven different individuals, causing bite wounds on at\nleast two occasions, during the one-year period of September 2006\nthrough September 2007. \n•\t  In November 2006, U.U. assaulted V.V., causing a laceration requiring\nsutures to close.  The following month, U.U. assaulted W.W., causing a\nlaceration that required staples to close. \nHowe’s failure to provide adequate intervention to address residents’ aggressive\nbehaviors places residents at continued risk of serious harm and substantially\ndeparts from generally accepted professional standards. \nAdditionally, although we note that Howe opened a special residence to safely\nhouse women with pica just prior to our tour in December 2007, many ingestion \n\n- 12 -\nhazards remained evident, including metal shower curtain rings, dried and plastic\nflowers, and stereo speaker wires.  Though preventive measures at this residence\nare a good starting point, additional steps must be implemented to reduce\nopportunities to engage in pica. \nc.  Abuse and Neglect Investigations \n  Based on extensive record and mortality reviews, we find that abuse and\nneglect of residents is pervasive at Howe.  This conclusion is consistent with the \nfindings of CMS and the State’s protection and advocacy organization.  The facility\ninvestigated approximately 100 allegations of abuse and neglect in the year ending\nin September 2007.  Nearly 75 percent of those incidents alleged physical or sexual\nabuse.  Based on our review, Howe’s system to investigate alleged harm is not\nsufficient to hold accountable those who engage in abuse and neglect, and thus\npromotes constitutional violations. \nGenerally accepted professional standards for investigative practices require\nthat investigations be timely, thorough, and logical.  The extent to which an \ninvestigation is thorough is measured in part by the degree to which the\ninvestigator probes for answers, researches facility documents, and challenges\ndiscrepant accounts of events.  This includes gathering all relevant evidence, and\ninterviewing and re-interviewing witnesses.  Logical investigative conclusions are\nreached when the investigator is able to apply critical thinking to the information\nhe or she has gathered, and synthesize that information into a coherent report. \nThe overall quality of Howe’s investigations falls substantially below\ngenerally accepted professional standards because investigations fail to reach\nlogical, well-reasoned conclusions.  In some instances, the investigative files were in\nsuch disarray that it was difficult, if not impossible, to discern the process and\noutcome of the investigation.  The disorganized manner in which the investigative\nrecords are maintained at Howe reflects the disorganized and incomplete quality of\nthe investigations themselves. \nOf the 100 abuse and neglect investigations Howe initiated7 from September\n2006 to September 2007, only six were substantiated, while the outcomes of 43\nothers were not indicated on facility reports.  The two examples presented below \n7  Illinois’ Office of Inspector General (“OIG”) also conducts\ninvestigations of alleged abuse and neglect at state-operated facilities for\nindividuals with developmental disabilities.  We do not address those investigations\nin this Findings Letter. \n\n- 13 -\nfrom the period examined illustrate Howe’s lack of thoroughness in conducting\nabuse and neglect investigations: \n•\t  The investigation of X.X.’s sudden death in July 2007 revealed that\ntwo attending staff members failed to provide cardiopulmonary\nresuscitation (“CPR”) after finding X.X. unresponsive in his bed\nbecause the staff members simply “did not think to do it.”  Reportedly,\nwhen a staff member found X.X. unresponsive, lying face down in his\nbed, she unsuccessfully attempted to wake him.  She then allegedly\nyelled for another staff member to call an emergency code.  Reportedly,\ninstead of immediately calling the code, the staff member ran to the\nroom and attempted to wake X.X. without success.  The staff member \nthen allegedly reported the incident to the facility operator, who in\nturn paged the nurse.  When one of the staff members later told the \ninvestigator that she had tried to obtain a CPR facial mask for X.X.,\nthe investigator did not probe further to find out why she was looking\nfor a CPR mask when she stated previously that she “did not think” to\ninitiate CPR.  The lack of critical thinking applied during this\ninvestigation may have exonerated staff negligence that may have\ncontributed to X.X.’s death.  More troubling, we found evidence in this\nmatter that indicated Howe records may have been falsified, because\nbed check notes for X.X. were entered after he went to the local \nhospital.  The administrative review of the investigation does not\nindicate that document falsification was identified or addressed. \n•\t  The investigation of alleged verbal abuse by a staff member, who was\nwatching television while on duty, had obvious flaws.  In October 2007, \ntwo family members were in a residence retrieving the personal\nbelongings of their brother who had recently died.  When entering the\nhome the family members allegedly saw a staff member sitting alone\nin the living room watching television.  Reportedly, while in the\nbrother’s room, the family members heard the staff member verbally\nabuse a resident in an effort to make the resident stop what he was\ndoing and sit down.  The investigators of this incident, however, failed\nto interview the alleged victim, other residents in the area at the time\nof the alleged abuse, or the alleged perpetrator’s peers or supervisors.\nMoreover, the investigation failed to address why a staff member was\nsitting alone watching television while she was on duty.  After the \nalleged perpetrator simply denied the allegation and a second\nemployee denied hearing anything at all, Howe investigators\ndetermined that there was insufficient evidence to support the\nallegation and closed the investigation. \n \n\n- 14 -\nBased on our review of Howe investigations over a twelve-month period, we\nfind that Howe’s inadequate investigative practices must improve significantly to\nmeet the constitutional rights of the individuals who live at Howe. \n2.  Quality and Records Management \nGenerally accepted professional standards require that a facility like Howe\ndevelop and maintain an integrated system to monitor and ensure quality of care\nacross all aspects of care and treatment.  An effective quality management program\nmust incorporate adequate systems for data capture, retrieval, and statistical\nanalysis to identify and track trends.  The program should also include a process for\nmonitoring the effectiveness of corrective actions taken in response to problems that\nare discovered. \nAdditionally, generally accepted professional standards in record\ndocumentation require that an institution’s official record be an accurate and\nthorough account of the care of the resident, allowing access to the individual’s most\ncurrent medical, behavioral, social, and habilitative information.  Failure to keep\nthe record in a timely, organized fashion compromises the integrity of the record\nand provides an opportunity for erroneous clinical decision-making by treatment \nteams. \na.  Quality Management \nHowe substantially departs from generally accepted quality management\nstandards.  Howe conducts a biannual injury analysis that is largely dependent\nupon staff providing timely information, which often does not occur.  Because the \nnecessary information is not timely provided, the injury analysis is completed\nmonths after injury trends occur.  With such extensive delays, it is virtually\nimpossible to identify and address significant current trends.  As a result, we find \nthat Howe’s process for quality management falls substantially short of meeting\ngenerally accepted professional standards. \nb.  Records Management\n In each of our record reviews, both on-site and after our tour, we found \nsignificant deviations from generally accepted professional standards.  For example,\nwe saw illegible entries by numerous staff; progress notes placed in the record out of\norder; and outdated assessments and support plans.  According to our expert\nconsultant, the records at Howe are “maintained haphazardly at best.”  Howe’s \nfailure to maintain a generally acceptable documentation system poses significant\nrisks for its residents, and promotes constitutional violations. \n\n- 15 -\n3.  Use of Restraints \nGenerally accepted professional standards and constitutional mandates\nrequire staff to release a resident from physical and mechanical restraints when he\nor she no longer presents an imminent threat to him/herself or others.  Moreover, \nrestraints are only to be used in the presence of imminent danger, and the level of\nintrusiveness of the restraint is to be graduated with the least restrictive manner\nnecessary to prevent harm.  For example, if a resident begins to show aggression\ntoward another person, but ceases the aggressive behavior after being restrained,\nthen the threat of imminent harm to self and others is eliminated, and the restraint \nmust be released. \nRestraint practices at Howe deviate substantially from generally accepted\nprofessional standards, specifically in the facility’s use of four, five, and six-point\nrestraints.  Residents at Howe are subject to such restraints too frequently and for \ntoo long.  From September 2006 to September 2007, Howe staff placed more than\n700 restraints on residents.  Many of these restraints were applied consecutively,\nresulting in individuals being restrained for hours at a time.  For example,\nresidents Y.Y., Z.Z., A.B., J.J., A.D., and F.F. spent between three and eight hours\nat a time in restraints.  In 60 percent of Howe’s uses of restraints, residents were\nimmobilized with their wrists and ankles strapped in place.  In many cases,\nindividuals were also strapped across their chests (five-point restraint) and placed\nin a helmet or face-mask (six-point restraint). \nMoreover, Howe’s procedures to review the appropriateness of restraint were\nfrequently untimely and cursory.  Examples of inappropriate restraint use at Howe\ninclude: \n•\t  Staff placed resident D.D., who died suddenly in February 2007, in\nfour, five, and six-point restraints with increasing frequency during\nthe last months of his life.  Staff mechanically restrained D.D. on nine\noccasions between October and December 2006, despite serious health\nconcerns regarding his hypertension and erratic behavior.  On \nNovember 29, 2006, D.D. was mechanically restrained for two hours\nwithout evidence that his vital signs were checked at all.  On \nDecember 4 and 10, 2006, when staff again mechanically restrained\nD.D. for two hours, his blood pressure rose to 138/90 and 190/120,\nrespectively.  On December 29, 2006, when D.D. was again\nmechanically restrained, the nurse contacted the Howe physician,\nreported elevated pulse and blood pressure (180/100) readings, yet the\nphysician did not order D.D.’s release from the restraints.  Ninety\nminutes later, D.D.’s blood pressure reached 200/100 while still in five-\n\n- 16 -\npoint restraints, and staff finally released him and gave him\nhypertension medication. \n•\t  In March 2007, A.B. became upset when her sweater zipper broke;\nstaff personally held her for five minutes, and then placed her in five-\npoint restraints for 35 minutes.  When documenting what justified this\nintrusive response, staff wrote that A.B. “began [hitting] self on hand. \nBlocking, verbal prompt did not stop the behavior.”  The psychologist\nand Qualified Mental Retardation Professional (“QMRP”) reviewed\nthis restraint more than 40 days later, but noted that no changes were\nneeded to the resident’s behavior program. \n•\t  In October 2007, when staff told A.B. to stop picking her teeth, she\nbegan to yell and hit her face.  When verbal prompts and physical\nblocks of her arms were unsuccessful in stopping the self-injurious\nbehavior, staff physically held A.B. for ten minutes, and then placed\nher in five-point restraints for 55 minutes.  The QMRP reviewed the \nrestraint two weeks later and concluded that the resident’s behavior \nintervention plan remained appropriate. \nHowe’s indiscriminate use of restraints, and untimely and cursory reviews of\nwhether they are appropriate, constitute an unlawful deprivation of residents’\nconstitutionally protected liberty interests. \nC.\t  HEALTH CARE \nThe Supreme Court has determined that institutionalized persons with\ndevelopmental disabilities are entitled to adequate health care.  Youngberg v.\nRomeo, 457 U.S. at 324.  The Court labeled this as one of the “essentials of care that \nthe State must provide.”  Id.  Identifying a resident’s health care needs and\nproviding adequate health care is a basic component of the planning necessary for\nan individual to live in the most integrated setting appropriate to the individual’s\nneeds.  Failure to provide adequate health care undermines the other care and\ntreatment provided at Howe and may unnecessarily prolong individuals’ stay at\nHowe. \nPlainly stated, the health care provided to Howe residents is inadequate,\nfalling well below constitutional and other federal standards.  Timely access to\nnecessary medical care often is dangerously delayed.  Medical assessments occur too \ninfrequently, the documentation of medical charts is lacking, and effective\ncommunication between medical providers is absent.  These deficiencies have \nresulted in residents experiencing worsening of symptoms, progression of illnesses,\nand death. \n\n- 17 -\nHealth care at Howe is reactive rather than forward-looking.  Reactive health \ncare occurs when an individual’s access to care depends upon the person presenting\nthemselves for assessment and treatment, while foward-looking health care\nrequires medical professionals to identify individuals at risk, to perform\nassessments, and to provide appropriate treatment.  In a residential disability\ncenter setting such as Howe, individuals are often unable to articulate their health\nstatus to staff or request medical attention due to intellectual or developmental\ndisabilities.  Given these conditions, it is incumbent upon Howe to ensure that the\nhealth care provided is sufficiently proactive to identify potential health issues, to\nintervene before harm or suffering occurs due to illness or injury, and to provide\naccess to health care as soon as possible once symptoms indicating a health problem\narise.  Below, we address eleven areas of health care we find to be problematic at \nHowe. \n1. \t General Medical Care \nAmong the generally accepted professional standards of care in\ndevelopmental facilities like Howe is the requirement that access to necessary\nmedical care be timely.  Delays in assessments, progress reporting, and treatment\nput residents at risk of experiencing complications and avoidable suffering.  We \nfound numerous examples of delays in residents receiving necessary medical care,\nand observed that there are no clear standards or expectations for the Howe\nmedical staff regarding the frequency of physician assessments and progress\nreporting.  These problems have led to violations of the Constitution. \nWhile monthly physician progress notes appeared to be the standard in the\npast, our expert consultant’s review of Howe’s medical charts revealed that this was\nnot the practice during the period of September 2006 through September 2007.\nSome medical charts showed gaps of three to five months between physician\nprogress notes, while several others showed gaps as large as seven to eight months. \nThe examples below illustrate Howe’s problems regarding delayed access to\nnecessary medical care and infrequent physician assessments and progress\nreporting: \n•\t  The medical chart of X.X., a 30-year-old resident who died in July\n2007, contained a physician progress note and order dated April 6,\n2007, requesting a neurological consultation.  The medical chart does \nnot indicate, however, that any consultation ever took place in the\nthree months prior to X.X.’s death.  According to the autopsy report,\nthe cause of X.X.’s death was “seizure disorder, secondary to congenital \n\n- 18 -\nhydrocephalus/natural.”8  According to Howe’s medical records, X.X.\nwas last examined by a neurologist on January 20, 2005, more than\ntwo years earlier.  A note in his medical record on February 2, 2007,\nreported bizarre behavior including, “spitting in shoes and inside his\npants, urinating on the floor . . . was redirected; told to stop and also\nblocked . . . will continue to observe and monitor throughout the day.”\nNumerous other notes indicated inappropriate urination, which can be\nsuggestive of worsening hydrocephalus, yet this behavior was not\nrecognized as potentially reflecting a worsening medical condition.\nFurther, there is an eight-month gap in physician progress notes from\nAugust 2006 through April 2007.  Not only did X.X. not see a\nneurologist in a timely manner, but the only medication prescribed to\nhim was a cream to treat dry skin. \n•\t  A.E. died in July 2007 from hydrocephalus.  The last physician\nprogress note was entered into A.E.’s medical chart more than a month\nbefore her death, and her last physical examination was in January\n2007.  There is no record of neurological consultation, and the\ndocumentation for her physical examination noted that no neurological\nexam was completed at that time, except for checking deep tendon\nreflexes.  Moreover, A.E.’s vital signs were occasionally not recorded,\nand at times when her vital signs were poor, there was no\ndocumentation of pulse oximetry9 results. \n•\t  A.F. is a resident with chronic active Hepatitis C.  A.F.’s medical chart \nindicates that in January 2006, it was recommended that a liver\nultrasound exam be completed.  The ultrasound did not occur, \nhowever, until 15 months later, in April 2007.  An assessment in July\n2007 recommended a colonoscopy and an esophagogastroduodenoscopy \n8   Hydrocephalus is an abnormal condition in which cerebrospinal fluid\naccumulates in the ventricles of the brain because of blockage of normal fluid\noutflow from the brain or failure of fluid to be absorbed into the bloodstream quickly\nenough. \n9   Pulse oximetry is a noninvasive diagnostic test used for detecting\noxygen levels in the blood. \n\n- 19 -\n(“EGD”),10 but at the time of our tour in December 2007, some five \nmonths later, we saw no evidence that either test had been completed. \nThese examples also indicate, in particular, that the medical staff at Howe do\nnot provide ongoing assessments of residents’ neurological problems, which is\nexacerbated by the fact that there is no on-site neurology service at the Howe clinic.\nResidents must be transported to a hospital approximately one hour away.  The \ntime from referral to appointment ranged from one to three months to see the\nneurologist.  This dramatically limited the continuity of care and overall\ninvolvement of neurologists in resident care.  In two of the examples noted above,\nresidents died from complications associated with hydrocephalus, a serious, yet\nmanageable condition.  Hydrocephalus can be fatal in cases when the diagnosis is\nnot early, and the symptoms are not regularly monitored and appropriately treated.\nIf treated early and appropriately, however, individuals with hydrocephalus can\nrecover with a good quality of life. \nAdditionally, generally accepted professional standards require that there be\neffective communication between medical providers and specialists in order to\nensure that findings and recommendations are addressed.  A review of Howe’s \nmedical charts reveals that consultation reports do not show when, or if, the\nprimary treating physician reviewed the results of the consultation. \nThe lack of effective communication and sharing of information between\nmultiple medical providers working with the same patient can result in delays in\ntreatment, duplication of treatment, and complications due to conflicting\napproaches to care.  In some cases, the breakdown in communication results in \ntragedy, as illustrated below: \n•  In February 2007, C.D. died of a heart attack.  On the day she died,\nC.D. underwent an unscheduled gynecological exam without the\nnecessary anti-anxiety medication she typically received prior to\ngynecological exams, mammograms, and dental visits.  Witness \naccounts of the exam describe C.D., who was blind and non-verbal, as \nbeing extremely upset, restrained by staff, and repositioned frequently\nduring the exam.  C.D.’s medical chart indicates that she was sensitive \nand resistant to touch, and contains a “desensitization plan” to reduce \n10   An EGD is a diagnostic procedure in which an endoscope (a long,\nflexible, lighted tube with an attached videocamera) is guided down a patient’s\nmouth, throat, esophagus, stomach, and duodenum (the beginning of the upper\nintestine).  The endoscope allows a physician to visually detect abnormalities in the\norgans of the upper gastrointestinal tract. \n\n- 20 -\nanxiety during medical examinations, which includes the\nadministration of anti-anxiety medication.  In fact, her medical record \ndocumented successful procedures, including mammograms, when the\nplan was closely followed, as well as prior unsuccessful procedures\nconducted without the benefit of sedation.  C.D.’s medical chart did not \nreveal any documented urgent or emergent need for the gynecological\nexam to be conducted that day, nor was there any documentation that\nthe interdisciplinary team or primary care physician approved the\ndeparture from C.D.’s desensitization plan.  The lack of communication \nand coordination regarding C.D.’s exam resulted in her undergoing an\nunnecessary and avoidable traumatic procedure.  Eyewitnesses to the\nexam reported that C.D. constantly struggled during the procedure\nand was held down by several staff members.  The resulting effects on\nher heart rate, blood pressure, and other sympathetic nervous system\nresponses potentially contributed to her fatal arrhythmia. \nWhile we address C.D.’s tragic death as an example of Howe’s ineffective\ncommunication between medical providers, we are compelled to note also the\nglaring inconsistencies in the documentation of this incident.  Particularly troubling\nin this regard is the physician’s note for the procedure itself; the note omits any\nmention of any problems with cooperation or agitation by C.D.  The discharge\ntransfer summary completed after C.D.’s death is similarly silent regarding the\nstruggle of her exam, indicating only that C.D. “was undergoing a medical\nprocedure, had a heart attack, and was provided life-saving services and rushed to\nthe hospital.”  It was only in a CMS survey conducted shortly after C.D.’s death that\nthe facts surrounding C.D.’s extreme agitation during the procedure are first\ndocumented. \nGenerally, we have found that the primary focus of the medical care provided\nat Howe is acute care.  This type of “reactive” approach to providing medical care\naccounts for Howe’s poor record of assessments, progress reporting, and\ncommunication.  Our expert consultant’s review of Howe’s medical charts did not\nlocate any efforts directed at providing preventative care, routine screening, or\nholistic treatment of Howe’s developmentally disabled residents.  Although we\nobserved that physicians at Howe were able to verbally provide detailed summaries\nof residents’ acute medical issues during medical staffing meetings and when\nvisiting residents, irregular physician evaluations or assessments that only address\nan acute need in isolation from the complete individual increases the risk of\noverlooking important information that affects care and the residents’ quality of\nlife.  For example: \n•  A.A.’s medical chart shows regular monthly physician progress notes\nuntil April 2006, at which point the notes appear only in regard to \n\n- 21 -\nacute issues.  Those notes make no mention of A.A.’s bipolar disorder,\nand the sleep record in the chart is from 2005, with no information for\n2006 or 2007.  Individuals diagnosed with bipolar disorder should have\nongoing monitoring of sleep patterns in order to detect the emergence\nof hypomania/mania as early as possible.  In A.A.’s case, this \nmonitoring did not occur, or at least was not provided to the physician;\nthe physician progress notes are reactive to acute issues, and do not\nregularly track the status of A.A.’s overall health. \n•\t  Howe’s Assessment Initial/Annual Comprehensive Physical Exam form\nadds to the facility’s lack of individualized and continuous care, as the\nform contains pre-populated responses for the treating physician to\ncheck.  This form prevents a truly individualized assessment and\nincreases the risk that a physician reviewing the chart will assume\nthat incomplete areas of the form mean that the findings were normal. \n2. \t Medical Emergencies \nThe medical emergency response system at Howe falls substantially below\ngenerally accepted professional standards and places residents at risk of suffering\nserious complications or death.  Howe staff is slow to recognize medical\nemergencies, and is often disorganized in its response.  Moreover, information \nconcerning medical emergencies, including follow-up documentation and incident\nreporting, is often incomplete, disorganized, and untimely.  In some cases, the \nreports are simply inaccurate and misleading.  Competency-based training with\nregard to medical emergencies is also inadequate.  This is problematic in cases\nwhere a physician is not present during the emergency, because a direct care staff\nor an unskilled nurse will have to delay providing emergency treatment until a\nskilled nurse, an Emergency Medical Technician, or a physician arrives.  This delay\nof potentially critical treatment places residents at risk of severe injury or even\ndeath.  The following are just a few tragic examples of Howe’s ineffective\nmanagement of medical emergencies: \n•\t  As discussed earlier in section II.A.1.b, the investigation of X.X.’s\nsudden death in July 2007 revealed that two attending staff members\nfailed to provide CPR after finding X.X. unresponsive in his bed\nbecause they simply “did not think to do it.”  Reportedly, when a staff\nmember found X.X. unresponsive, laying face down in his bed, she\nunsuccessfully attempted to wake him.  She then allegedly yelled for\nanother staff member to call an emergency code.  Reportedly, instead\nof immediately calling the code, the staff member ran to the room and\nattempted to wake X.X. without success.  The staff member then \n\n- 22 -\nallegedly reported the incident to the facility operator, who in turn,\npaged the nurse. \n•\t  Despite a documented history of swallowing difficulties, A.S., a 67-\nyear-old resident, died in February 2008 after choking on a food bolus.\nThe Emergency Center Nursing Flowsheet from St. James Hospital\nindicated, “did not attempt the Heimlich.”  The Medical \nEmergency/CPR Case Review form indicated that it “took over 5\nminutes to activate” emergency notification procedure.  “No idea,” was \nthe documented answer for the form questions, “Was the emergency\nintervention initiated within 2 minutes of the occurrence?” and “Was \nthe intervention implemented correctly?”  Progress notes from the\nphysician responding indicated the Heimlich maneuver was tried, but\nno details were included.  Progress notes from direct support staff were\nnot available for review. \n•\t  A.G. died at Howe in January 2008.  Staff found her unresponsive on a\ncouch in a common area, already blue/grey in color.  Four months \nbefore her death, A.G. had fallen to the floor from her bed, but despite\nthe seriousness of her fall, Howe failed to send her to the emergency\nroom until the next day, when she began to develop a change in\nconsciousness and shortness of breath.  At that time she was noted to \nhave four fractured ribs and a large pneumothorax,11 requiring\nplacement of a chest tube.  Additionally, A.G. was also noted to have a\nlost a significant amount of weight in the months prior to her death –\nmore than 10 percent of her body weight in a three-month period – yet\nthere were no documented concerns or plans to address the weight\nloss. \n3.\t  Nursing Assessments  \nWe find the nursing assessments at Howe generally to be incomplete and\nfragmented.  It also appears that in many cases, nurses are not conducting\nassessments at all, but instead are simply duplicating the results of prior \nassessments.  Of particular concern are assessments of residents with acute\nillnesses and injuries.  For example, in January 2007, Howe staff measured Z.Z.’s\nblood pressure to be 145/86 while in restraints.  Z.Z. remained in restraints for two \nhours, but the attending nurse did not flag this high blood pressure reading, and\ndid not conduct an appropriate physical assessment.  Below, we detail several areas \n11   Pneumothorax is a collection of air or gas in the pleural cavity, which\ncan cause the lungs to collapse. \n\n- 23 -\nin which the nursing assessments at Howe substantially depart from generally\naccepted professional standards. \nNursing assessments at Howe are not adequately integrated into the\nresidents’ individualized support plans (“ISPs”).  Part of the ISP should be an \nindividual health care plan (“IHCP”).  The IHCP should be periodically updated\nthroughout the year to reflect changes in the resident’s health status and goals.\nThe goals and outcomes of the IHCPs at Howe, however, are updated only once a \nyear.  Of all the IHCPs our expert consultant reviewed, only three were updated\nprior to the resident’s annual interdisciplinary assessment.  This means that the \nindividual’s treatment team is not provided with the individual’s current health\nstatus when determining necessary supports and services.  Treatment of residents’ \nhealth care is an ongoing process and such infrequent evaluation of the nursing\nneeds of residents fails to meet acceptable standards of care. \nAdditionally, the participation by the nurses in the interdisciplinary\ntreatment team meetings that produce the ISPs is inadequate.  Information \nobtained from nursing assessments and nursing diagnoses is not reflected within\nthe ISP process.  The nurses’ role in the care and desired outcomes of Howe’s \nresidents is fragmented at best.  In general, nurses are not proactive with regard to\nthe health care outcomes of residents.  Preventative care is particularly important\nfor residents at Howe with diminished communication skills who cannot easily\nidentify and convey health issues. \nNursing care plans at Howe are general and non-specific, and often do not\ninclude individualized interventions to prevent recurrence of illnesses.  We find the \nrecommendations contained in the nursing care plans fail to delineate individual-\nspecific signs and symptoms to be monitored.  This is particularly concerning for\nresidents identified at high risk for injury or illness.  Moreover, nurses at Howe are \nnot providing consistent monitoring and complete documentation regarding chronic\nhealth care issues, such as constipation and aspiration, which are life-threatening\nconditions for many health-compromised residents at Howe. \nFurther, pain assessment and individual manifestations of pain are not\ndocumented in the nursing care plans.  Residents’ pain may manifest in behavioral\nsymptoms, such as depression, anxiety, aggression, or decreased socialization.  All \nof these may lead to a decrease in pain tolerance, or unnecessary administration of\npsychotropic medications that treat the behavioral symptoms of the pain, but do not\naddress the cause of the pain. \nThe recognition and documentation of individual manifestations of pain is\nparticularly important, given Howe’s heavy reliance upon temporary, part-time\nnurses to provide care.  Indeed, our expert consultant asked Howe’s Director of \n\n- 24 -\nNursing how a temporary part-time nurse would know whether a particular\nresident was in pain.  The Director replied that the incoming nurse would have to\nobtain such information from the direct care staff.  If the documentation were \nadequate, then any nurse could rely on residents’ charts to better understand their\nneeds and behaviors, and would not need to rely on the assessments of the direct\ncare staff, who are often not medically trained professionals. \nInadequate documentation by Howe nurses is also problematic.  When notes \nare made in the flow sheets and logs, they are often incomplete, failing to fully\ndescribe the health event, and hindering adequate follow-up care.  For example: \n•\t  Menstrual cycle records are often incomplete, particularly in Z.Z.’s\ncase, where no explanation is provided for long gaps in the record. \n•\t  Long gaps appear in the sleep records of residents, particularly in the\ncase of G.G. \nInadequate documentation is also present in the nursing progress notes.  A \nnursing progress note should fully describe the condition presented, and each\nsubsequent progress note should address the condition until resolution.  The \nmajority of nursing progress notes reviewed by our expert consultant, however, did\nnot contain a description, action taken, or follow-up action, for the conditions\npresented.  Moreover, Howe progress notes are disconnected – failing logically to\nflow from shift to shift – and result in a lack of appropriate follow-up care to the\ncondition presented.  Progress notes also include vague expressions and relative\nterms with little diagnostic value, such as “good day,” “ate well,” or “quiet night.” \nFurther, dated progress notes are often not in chronological sequence, hindering\nreview even when the progress notes are adequate. \n4. \t Physical Therapy and Nutritional Management \nHowe does not provide sufficient physical therapy services.  Physical therapy\nis critical to the residents of Howe in order to maintain their motor skills, joint\nrange of motion, gait training, and posture.  Many residents at Howe remain in\nIndividual Positioning Devices (“IDPs”), such as wheelchairs, without a specific\nmedical indication that such confinement is necessary.  Confining residents\nunnecessarily to IPDs greatly increases the risk of osteoporosis, atrophy, scoliosis,\nskin breakdown, and muscle weakness over time, and needlessly complicates\nplacement in a more integrated setting.  Some Howe residents are ambulatory, but\nnevertheless use IDPs to prevent falls or to facilitate transport.  This practice will\nfoster regression of ambulation skills.  These deficiencies violate the Constitution. \n\n- 25 -\nDue to a high and unmanageable caseload, the physical therapists at Howe\ndo not have time to conduct ongoing training and evaluation of direct care staff to\nensure that physical therapy programs are being adequately implemented.  Direct \ncare staff is responsible for the majority of the motor skill needs of residents, but\nare inadequately trained for this responsibility.  It appears that Howe provides new\ndirect care staff with minimal training on only transfers and positioning.  \nAgain, due to a high and unmanageable case load, the physical therapists at\nHowe reactively address the most serious cases, leaving many residents with\nphysical therapy needs untreated.  In addition, the caseload is likely causing other\nissues that we observed, such as: \n•\t  Physical therapists do not routinely review positioning plans. \n•\t  Evaluations do not routinely include long-term physical therapy goals\nto optimize or maintain residents’ independence.  Evaluations also do \nnot routinely include a baseline functioning assessment. \n•\t  Physical therapists rarely attend interdisciplinary treatment team\nmeetings, and consequently, have been unable to communicate to other\nHowe professionals the physical therapy needs of the majority of\nresidents. \nOf particular concern regarding physical therapy is Howe’s failure to conduct\nadequate root-cause analysis of resident falls.  This failure places Howe residents at\nrisk of injury.  Successful fall prevention requires a thorough clinical assessment of\nresidents who fall (or have a history of falls) and their environment.  After a fall, \nclinical staff should evaluate orthostatic blood pressure; extrinsic factors (e.g., wet\nfloor, loose rug); intrinsic factors (e.g., seizure disorder); and medications.  A \nthorough assessment of gait and balance should be included in the evaluation. \nFurther, the appropriateness of mobility devices, such as walkers and wheelchairs,\nand the need for personal assistance should be reviewed regularly and re-evaluated \nas necessary.  Such steps, which will decrease the risk of future falls, are not\ncurrently being taken at Howe. \nAnother area of concern is Howe’s general nutritional management, and its\nphysical and nutritional management of residents with swallowing difficulties.\nHowe has an Interdisciplinary Nutritional Management Committee that meets at\nregular intervals to discuss the nutritional management needs of residents and the\ncurrent meal plan.  The outcomes of these committee meetings, however, are not\neffectively communicated across disciplines.  For example, a Howe nutritionist\nstated that the nutritionists were not routinely informed of changes or additions of\nmedications, particularly antibiotics. \n\n- 26 -\nAdditionally, individuals at Howe with dysphagia (swallowing disorder), and\nthose at risk of aspiration are not assessed on a routine basis, and the nutritional\nmanagement team has not developed levels of care to prioritize residents with the\nmost serious and acute needs for services.  Similarly, Howe residents diagnosed\nwith Gastro-Esophageal Reflux Disease (“GERD”) do not have detailed positioning\nplans.  Howe does not have a comprehensive positioning program, which is critical\nfor proper swallowing, adequate digestion, and nutritional management.  Further, \nthere does not appear to be a process at Howe to reassess or modify a positioning\nprogram should a swallowing event occur (e.g., choking, gagging, or coughing). \nWe reviewed meal plans at Howe and found them to be easy to read and\nunderstand.  Our observation of meals, however, revealed that positioning is not\nimplemented on schedule.  Physical and nutritional plans are not adequately\nindividualized (i.e., no choices are provided), and do not address varied settings\nwhere swallowing difficulties occur.  These concerns in physical and nutritional\nmanagement place residents at Howe at risk of significant injury. \n5.  Infection Control \nThe Howe Infection Control Committee (“Committee”) plans for and manages\nthe facility’s response to outbreaks of infectious illness, specifically in critical areas\nregarding the current guidelines for methicillin-resistant Staphylococcus aureus\n(“MRSA”) treatment and management.  Our expert consultant reviewed the\nminutes of the Committee’s meetings from 2006 and 2007, as well as the Howe\nInfection Control Manual.  The Committee adequately discusses current infection\ncontrol issues and anticipates and plans for seasonal patterns of infectious disease. \nWe note, however, that a centralized record showing the updated immunization\nstatus of each resident and employee was not available at the time our tour. \n6.  Pharmacy Services \nWe have found Howe’s pharmacy services to be constitutionally inadequate. \nGenerally accepted professional standards regarding pharmacy services for a\nfacility such as Howe require routine review of medication regimens by\npharmacists, and effective communication between the pharmacists and the\nprescribing clinicians.  Howe substantially departs from these standards.  Reviews \nof medication regimens are irregular and infrequent.  When the reviews do take \nplace, identified issues are not effectively communicated to the prescribing clinician. \nOur expert consultant reviewed the “Medication Quarterly Reviews by\nClient” for the period of March 1, 2007 through November 30, 2007, and found that\nall of the reviews were conducted in either June or November.  That is to say, there\nwas not a single medication review during the 5-month period between June and \n\n- 27 -\nNovember.  Some residents were identified as having even longer gaps between\nmedication reviews, such as A.J. (19 months), C.G. (13 months), C.H. (8 months),\nand A.K. (7 months).  In A.L.’s case, the combination of medications prescribed put\nA.L. at risk of a fatal rash (Stevens-Johnson Syndrome) and required careful\nmonitoring that, as evidenced by the 13-month gap in review, did not happen.  Our \nexpert consultant similarly reviewed the Drug Regimen Review Findings forms\nfrom January 1, 2007, through November 30, 2007, and most of the reviews\noccurred in either February or November.  With only a few exceptions, no reviews\nwere conducted during the nine-month period between February and November. \nIn reviewing the “Medication Quarterly Reviews by Client” and the “Drug\nRegimen Review Findings,” it is apparent that the communication between the\npharmacist and the prescribing clinicians is ineffective.  Many reviews included\ncomments or requests for clarification by the pharmacist, who identified serious\nconcerns with the choice or dosage of prescribed medication.  It is not clear from the \nreviews, however, what, if any, action was taken by the prescribing clinician in \nresponse.  For example, in one review a request for clarification was noted because\nA.M. shares a last name with another resident, and it appears that a medication\nprescribed to A.M. was actually meant for the other resident.  In another example, a\nrequest for clarification was made regarding C.I.’s prescription of non-enteric-coated\naspirin, which could be dangerous if C.I. has a history of gastrointestinal bleeding,\nstomach ulcers, reflux, or gastric sensitivity. \nIn addition, there had been no Pharmacy and Therapeutics Committee\nmeetings at Howe for at least the six months prior to our tour in December 2007.\nThere appears to be a state-level Pharmacy and Therapeutics Committee, but it\ndoes not appear Howe is represented on this Committee. \nThe substantial departure from generally accepted professional standards of\ncare at Howe regarding pharmacy services places the residents at risk for\nsignificant medical complications, adverse drug reactions, and potentially even\ndeath.  Individuals with developmental disabilities are at great risk for adverse\ndrug reactions and side effects from medications.  The need for dedicated and \nfrequent oversight of all medication use is imperative for patient safety.    \n7.  Medication Administration \nCurrently, Howe has no formal system in place to track medication error data\nadequately, or to analyze such data to identify problems, plan for improvements,\nimplement changes, and evaluate the effect of changes.  Moreover, there are no \nregular forums at Howe in which such data are shared and discussed with the\nnursing staff.  These absences are a substantial departure from generally accepted\nprofessional standards. \n\n- 28 -\nDuring our tour, Howe’s Director of Nursing stated that medication errors\nwere rare at Howe.  We have found, however, that the medication error reporting\nsystem at Howe is ineffective, and communication at all levels of the nursing staff is \npoor.  The lack of an effective reporting system and poor communication suggest\nthat medication errors may not be accurately identified and reported. \nAdditionally, two other medication administration issues at Howe suggest\nthe potential for medication errors.  First, nurses at Howe are responsible for\nadministering medication to several housing units, and often to so many residents\nas to exceed what can safely be managed.  Second, because of Howe’s low retention \nrate among nurses, newly hired and temporary nurses are reassigned frequently\nand are unfamiliar with residents’ identities. \n8.  Dental Care \nDental care at Howe falls substantially below generally accepted professional\nstandards and places residents at an unjustifiable risk of harm.  Generally accepted\nprofessional standards require that residents receive routine dental care every six\nmonths, and that oral x-rays be completed annually.  Routine dental care facilitates \nearly detection and treatment of oral disease.  Such care is particularly critical for\nindividuals with developmental disabilities because they may be nonverbal or may\nhave difficulty communicating pain or discomfort. \nGenerally accepted professional standards also require that individuals with\ndisabilities be positioned appropriately when receiving dental care services.  Proper\npositioning is important to ensure residents’ safety because they may have a higher\nrisk for aspiration, have skeletal conditions that must be taken into account, or\nexhibit combative behavior because of their disabilities. \nSubstantially departing from generally accepted professional standards, 215\nof the 332 Howe residents we reviewed were not receiving any routine dental care.\nFor these residents, dental care consisted only of emergency care and/or necessary\nextractions.  These residents received dental care under general anesthesia only. \nAnother 100 residents received comprehensive dental care, also under general\nanesthesia.  Only 17 residents participated in limited dental exams and treatment\non site without anesthesia.  Even in the small number of instances where the \nfacility did provide routine dental assessments, the assessments tended to be\nannual instead of every six months.  Moreover, x-rays were conducted rarely, only\nwhen “absolutely necessary,” even where residents’ records noted that they had\nserious dental problems like moderate to severe gingivitis, periodontitis, or bleeding \ngums.  Further, and again contrary to generally accepted professional standards,\nresidents at risk for dysphagia were positioned at a uniform angle for dental work, \n\n- 29 -\ndespite the recommendations of speech pathologists, who indicated that more\nindividualized positioning was necessary. \n \nHowe’s failure to provide routine dental care to the majority of its residents\nand position them properly when they receive dental services places residents at\nrisk of serious harm.  Lack of routine dental care may result in delays in treatment,\nwhich may lead to infections, abscesses, need for extractions, and systemic disease,\nincluding heart disease and bacterial infections in the blood.  Dental pain can also\nmanifest itself in a variety of other types of harm, including behavioral and\nnutrition problems, choking, and aspiration.  Finally, among other complications,\nimproper positioning places residents at risk of aspiration. \n9.  Nursing Staffing and Training \nShortages of nurses have led Howe to rely heavily upon temporary part-time\nnurses, and have forced many nurses to work excessive overtime.  For example, our\nexpert consultant reviewed the staffing schedules for July and August 2007, and\nfound that 68 shifts were “doubles” – that is, a nurse worked a 16-hour double shift, \nand 81 shifts during the month of August were staffed by temporary part-time \nnurses.  During this period there were 67 medical incidents or injuries that required\ntransfer from Howe. \nStaffing information at Howe is fragmented and logged manually within the\nseparate residences.  The scheduling and planning of nurses across residences is\nconducted by the Director of Nursing, and does not appear to account for the\nindividual needs and levels of care of residents within each of the residences.  For \nexample, House 105 is the residence with Howe’s most medically fragile residents,\nyet until just prior to our tour, it was understaffed by nurses. \nHowe’s system of staffing nurses is inadequate and jeopardizes resident\nsafety and quality of care.  Howe lacks a centralized, computer-based staffing\ninformation system, and at the time of our tour, was unable to present us with\ncomplete information regarding staffing minimums and ratios of nurses to\nresidents.  Howe’s information regarding staffing is disorganized, and therefore,\nprovides very little meaningful data necessary for appropriate staffing planning and\nscheduling. \nFurthermore, Howe lacks an adequate nursing training program.  The \ntraining provided at Howe is not uniformly competency-based.  Nurses are not \nroutinely evaluated on whether they are capable of competently performing the\nskills presented in the training and necessary for their duties at Howe.  \n\n- 30 -\nHowe’s nursing staffing is insufficient, and Howe’s system of nurse training\nprograms are inadequate.  Both of these deficiencies are major contributing factors\nto the constitutionally inadequate nursing care provided at Howe. \n10.  Medical Records \nHowe’s record keeping practices substantially depart from generally accepted\nprofessional standards that medical records be organized, accurate, and up to date. \nFacilities like Howe should maintain all medical records in a uniform \norganizational format; enter notes legibly; clearly mark sections of the medical\nchart to delineate the contents within each section; note documentation errors \nproperly; indicate the type of note being entered; indicate date and time; sign notes;\nfile documents properly into the correct patient’s chart; and, timely add documents\nto residents’ charts to keep records current.  Following these protocols is critical\nbecause medical records are vital in capturing, sharing, and storing necessary\ninformation to provide timely, appropriate, and potentially live-saving medical care. \nAt Howe, residents’ medical records are poorly organized and extremely\ndifficult to follow.  Instead of maintaining one master chart for each resident in one\neasily accessible place, Howe keeps two charts for each resident in two separate\nlocations; a resident’s medical chart is located in the healthcare home, while the \nrest of the chart is located in the home in which the resident lives.  In addition, \ndifferent functional areas use separate sections of residents’ charts.  These practices\ncreate a disjointed record that makes it challenging to get an accurate and complete\npicture of the residents’ condition at any particular time. \nAdditionally, Howe fails to audit its medical records to ensure that they are\norganized, accurate, and current.  Our review indicated that records contain filing\nerrors, including instances in which documents for one resident are erroneously\nfiled in another resident’s chart.  Progress notes and consultations are frequently\nout of order or misfiled, some notes reference notes that are missing from the file,\nand other notes are illegible or inconsistently signed.  Further, Medication \nAdministration Records (“MARs”) and Treatment/Procedure forms from previous\nmonths that should have been included in residents’ medical charts had not yet\nbeen filed as of the time of our tour. \nMoreover, although Howe maintains 24-hour nursing logs that contain\nvaluable information about residents, these logs are shredded after three months.\nUnfortunately, prior to the destruction of these records, Howe makes no effort to\ntranscribe relevant information into individual files; at most, staff verbally report\nthe information in the nursing logs, making it likely that this information will be\nlost permanently. \n\n- 31 -\nFinally, the lists we were provided that named residents who had identified\nhealth risks and conditions (e.g., choking, pica) did not consistently correlate with\nrisks identified in these residents’ medical records.  For example, residents whose\nmedical records clearly identified and addressed specific risks for a particular\ncondition did not appear on the list of individuals at risk for that condition.  In \nother instances, residents were on the at-risk lists provided to us, but their medical\ncharts did not reflect that the identified risk had been noted or addressed. \nHowe’s substantial departure from generally accepted professional standards\nin medical record keeping places its residents at risk of harm.  Inconsistent \norganization, documentation, and filing in medical records can prevent health care\nproviders from being able to find needed information about a resident.  This can \nlead to potentially fatal errors, duplication of care, and inaccurate diagnosis and \ntreatment.  For example, if a resident’s disjointed and inaccurate record prevents a\nphysician from becoming aware of a prior serious problem, like a bowel impaction,\nthe physician may not be able to recognize the early signs of discomfort upon a\nrecurrence of the problem.  This could result not only in unnecessary pain and\ndiscomfort for the resident, but could also progress to severe impaction - an\nemergency that may result in bowel rupture and death. \n11.  Quality Assurance \nHowe’s “reactive” approach to medical care is further evidenced by the\nfacility’s shortcomings in the area of quality assurance.  Effective quality assurance\nmanagement is vital to identifying deficiencies that can be corrected through\nchanges in policies, procedures, or other corrective actions.  Ineffective quality\nassurance management leads to preventable negative outcomes, which result in\nresidents suffering unnecessarily. \nCentral to effective quality assurance management in a facility such as Howe\nis continuous communication between the members of the health care team.  The \ncommunication at Howe between the various members of the medical staff is \ninadequate.  Generally accepted professional standards require that communication\nbetween members of the health care team occurs, not only through residents’\nmedical charting and progress reporting as discussed in several sections above, but\nit must also occur through quality assurance committees and through clear policies\nand procedures. \nHowe does not have quality assurance committees in place.  For example,\nthere is no quality assurance and improvement committee, utilization review\ncommittee, or peer review committee.  The absence of such committees prevents the\ndevelopment of proven quality assurance measures such as:  (1) systematic \n\n- 32 -\nmonitoring of the quality of care being provided; (2) identification of the\nunderutilization and overutilization of health care interventions being provided;\n(3) assurance of timely access to needed care when indicated; and (4) prompt\nidentification of systemic issues or trends that require intervention. \nFurther, Howe’s policies and procedures are not regularly reviewed and\nupdated to reflect current, generally accepted practices.  Clinical policies and\nprocedures at Howe do not appear to have been reviewed for many years. \nD.  PSYCHIATRIC CARE \nConstitutional and other federal standards require that state-operated\nfacilities like Howe provide adequate mental health care for their residents with\nmental illness.  Below, we discuss the psychiatric care at Howe, and conclude that\nthe facility is violating those standards.  In particular, for residents with psychiatric\ncare needs, Howe substantially departs from generally accepted professional\nstandards in:  (1) conducting adequate initial comprehensive psychiatric\nassessments, as well as follow-up assessments; (2) providing adequate psychiatric\ninvolvement and coordinated care with other treating professionals;\n(3) regularly monitoring for movement disorders in residents who are on\nantipsychotic medications; and, (4) providing psychotherapy services. \n1.  Psychiatric Assessments \nGenerally accepted professional standards require facilities like Howe to\nprovide residents needing psychiatric care with an adequate initial comprehensive\npsychiatric assessment.  Among other things, this assessment should include\npresenting concerns; current, past, family, social, and medical histories; current\nmedications; allergies; a mental status exam; and a diagnosis.  This assessment also \nshould provide recommendations and a treatment plan, and should indicate when\nthe resident will be seen for follow-up.  Follow-up assessments should take place\nbased upon clinical need, typically between one and three months after the \nassessment.  Adequate comprehensive assessments are important for improving\naccuracy in diagnoses, preventing the prescription of inappropriate or unsafe\nmedications, and assisting the psychiatrist in developing an effective treatment\nplan.  Routine follow-up appointments allow psychiatrists to assess the\neffectiveness of treatment and address concerns quickly and effectively. \nIn substantially departing from these generally accepted professional\nstandards, Howe fails to conduct adequate psychiatric assessments of residents.\nThe assessments our expert consultant reviewed consistently failed to contain all\nthe elements necessary to indicate that a comprehensive assessment had been\ncompleted.  Specifically, at Howe, assessments do not contain necessary details \n\n- 33 -\nregarding medical history, family history, and relevant social and environmental\nissues that could be contributing to a resident’s present illness.  Assessments \nroutinely fail to document the need for follow-up care and when it should occur. \nThey also fail to indicate whether previous psychiatric notes were reviewed or state\nwho was interviewed as part of the assessment, often even where a resident is\nnonverbal.  Additionally, progress notes in charts consistently indicated “none” next\nto “medical concerns relevant to this psychiatric consultation,” which is unusual as\nresidents undergoing a psychiatric consultation will often have medical conditions\nrelevant to the psychiatric diagnosis and/or treatment options. \n \nOur expert consultant also observed that the information contained in\nassessments did not provide a clinical basis for the resulting diagnosis, medication,\nand treatment recommendations.  For example, A.N. was diagnosed with pica\nduring an annual psychiatric assessment, yet the psychiatric note contained no\ndocumentation supporting how the diagnosis was made or how it would be\naddressed.  Another resident, A.O. had diagnoses of psychotic disorder not\notherwise specified (“NOS”) and mood disorder NOS, but these diagnoses were\ninconsistent with other diagnoses listed in A.O.’s records.  Moreover, none of the \npsychiatric diagnoses supported the need for the medication the psychiatrist\nrecommended for A.O. in the progress notes. \nHowe’s failure to provide adequate, comprehensive psychiatric assessments\nplaces residents at risk of serious harm.  The lack of important information\nregarding family, medical, social, and environmental history may result in\ninaccurate diagnoses and the worsening of symptoms because of inappropriate,\nineffective, or delayed treatment.  Moreover, the lack of routine follow up leads to\ncrisis-oriented care in which the psychiatrist is consulted only where behavioral\nconcerns escalate. \n2.  Coordination of Care  and Psychiatric Involvement \nGenerally accepted professional standards require coordination of residents’\ncare between psychiatrists and other treating professionals, including primary care\nproviders, psychologists, and therapists.  Such coordination decreases the risk that \nmultiple clinicians may not be aware of what their counterparts may be prescribing\nor treating.  For example, some psychiatric medications may not be appropriate for\nindividuals who have certain health conditions.  Moreover, because individuals with \ndevelopmental disabilities may have difficulty communicating directly with care\ngivers, it is particularly important for treating professionals to collect information\nabout individuals from one another.  For psychiatrists in particular, generally\naccepted professional standards dictate that they should communicate their\nfindings and recommendations with clinical teams and should be readily available\nfor consultation and prompt follow up regarding, for example, medication changes. \n\n- 34 -\nFinally, primary treating physicians should respond to psychiatric\nrecommendations promptly. \nOur expert consultant’s review concluded that Howe fails to provide\ncoordinated care to its residents with psychiatric needs, fails to provide adequate\npsychiatric involvement, and fails to respond promptly to psychiatric\nrecommendations.  These failures express a substantial departure from generally\naccepted professional standards.  Psychiatric assessments often do not include any\nindication that the psychiatrist reviewed the resident’s medical chart or consulted\nwith other individuals involved in the resident’s care.  For example, the records of\nresident, E.E., had no indication of such review even though E.E. has “no\nintelligible speech;” the records of A.P. had no such review even though this\nresident was “talking nonsense to himself;” and the records of A.Q. had no such\nreview even though this resident is “nonverbal.” \nAdditionally, even where a resident, C.H., had a history of four psychiatric\nhospitalizations, his records contained no indication that psychiatry professionals at\nHowe had discussed his case with psychology or other treatment team staff, or that\nprogress in obtaining desired outcomes was addressed.  Similarly, the initial\npsychiatric assessment of A.R., a resident who had recently been admitted to the\nhospital, contained no indication that her hospital records had been reviewed. \nIn addition to failing to coordinate care, Howe fails to provide adequate\npsychiatric involvement for residents who have psychiatric needs.  Even where \nresidents exhibit extremely challenging behaviors, the frequency of psychiatric\ninvolvement at Howe is minimal.  Part of Howe’s failure in this regard appears to \nbe a result of staffing difficulties.  Since Howe’s psychiatrist left approximately one\nand a half years prior to our tour, the facility has been providing only rotating\npsychiatric coverage. \nExamples of Howe’s failure to provide adequate psychiatric involvement to\nresidents include: \n•\t  In 2003, C.J. was prescribed Risperdal12 at a dosage that exceeds the\nFDA-approved dosage.  This resident also was noted to have \nconstipation, seizures, hyperlipidemia, and cardiac concerns – all of\nthese are conditions to which Risperdal is known to contribute.  A \npsychiatric note dated April 27, 2007 indicated that C.J. did not\ntolerate lower dosages of the medication.  As of the time of our visit – \n12  Risperdal is a medication used to treat conditions such as\nschizophrenia and bipolar disorder. \n\n- 35 -\nmore than seven months after this note was written – the chart \ncontained no indication of additional psychiatric involvement for this\nresident, despite his clear need for much closer monitoring. \n•\t  C.H. was referred for a psychiatric evaluation.  A note in his record \nindicated that the psychiatrist tried to see him on September 22, 2007,\nbut was unable to do so because the resident was on a home visit.  The \npsychiatrist noted that he spoke with staff and that he planned to see\nthe resident later.  As of our tour, approximately two and a half\nmonths later, C.H.’s record contained no indication that he received \nthe psychiatric evaluation for which he had been referred.  This is \nparticularly concerning given that, as noted above, this same resident\nhad a long history of psychiatric hospitalizations. \nAdditionally, we found an instance where the psychiatrist made numerous\nrecommendations regarding changes to a resident’s medications without ever\nexamining the resident and without taking into account medication changes that\nmay have been occurring while that resident was admitted to the hospital. \nSpecifically, while resident A.S. was in the hospital for mania, the psychiatrist\nwrote in A.S.’s record that the psychiatrist’s report was based on “chart review and\ndiscussion with interdisciplinary teams.  I have not examined [A.S.].  The following\nnonetheless is based on thorough review and current scientific thinking.”  The \npsychiatrist proceeded to make multiple recommendations to adjust medications,\nwithout any regard as to what changes were being made at the hospital, and\nwithout any mention of a plan for a consultation once the resident returned from\nthe hospital.  The only other psychiatric note in the record was dated more than\nthree and a half years prior. \nWe also found that Howe’s primary treating physicians fail to respond\npromptly to psychiatric recommendations, thereby delaying care for residents,\nsometimes for months or longer, and placing them at risk of serious harm.  For \nexample, on March 16, 2007, the psychiatrist recommended that F.F. be started on\nDepakote.13  The order for this medication, however, was not written for nearly\nthree months.  Moreover, approximately two and a half months after the order was\nfinally written, the psychiatrist recommended that the dosage be increased, the\nresident’s blood level re-checked, and that the resident be started on Risperdal.  It \nappears that none of this was done at the time of the recommendation.  Instead, \napproximately two and a half months after the second recommendation, Depakote\nwas finally increased and an order was written to check the resident’s blood levels \n13  Depakote is a medication that may be used to treat conditions such as\nseizure disorder and bipolar disorder. \n\n- 36 -\nin another two weeks.  The only other psychiatric note in the record was from three\nyears prior. \nIn short, Howe’s failure to provide coordinated care and sufficient psychiatric\ninvolvement, as well as the failure of treating physicians to timely implement\npsychiatric recommendations, substantially departs from generally accepted\nprofessional standards and places residents at risk of serious harm.  As noted \nabove, the lack of routine follow-up and continuity leads to crisis-oriented care\nwhere the psychiatrist is consulted only when behaviors have escalated.  Delays in\nresponding to recommendations contribute to continued symptoms and potentially\nworsening of the behavioral health condition, which can lead to unnecessary\nhospitalization, increased injury to self or others, and increased use of physical or\nchemical restraints.  These deficiencies may undercut the other care and treatment\nprovided at Howe, making it more difficult for the individual to move to a more\nintegrated setting. \n  3. \t Monitoring of Residents on Antipsychotic Medications for \nMovement Disorders  \nContrary to generally accepted professional standards, Howe routinely fails\nto adequately monitor residents who are on antipsychotic medications for movement\ndisorders.  Generally accepted professional standards require facilities like Howe to\nprovide such monitoring, using standard assessment tools, every six months.\nMonitoring for movement disorders is critical because antipsychotic medications\nmay cause tardive dyskinesia.14  Howe’s failure to regularly assess residents on\nsuch medications for these disorders places residents at risk of serious harm for\nsevere, chronic, and unremitting movement disorders. \n4. \t Psychotherapy Services \nThe need for psychotherapy services is not being identified in many\nresidents, and when it is identified, psychotherapy services are almost never\nprovided.  Group psychotherapy is non-existent.  Unfortunately, while it is clear\nthat psychotherapy services are lacking, our expert consultant could not discern\nexactly what mental health services are being provided at Howe.  For example, we\nreceived conflicting information as to whether services are provided on-site or off-\nsite, and as to how many residents are receiving services. \n14   Tardive dyskinesia is a muscular side effect of anti-psychotic drugs\nand is primarily characterized by random movements in the tongue, lips, or jaw as\nwell as facial grimacing, movements of arms, legs, fingers, and toes, or even\nswaying movements of the trunk or hips. \n\n- 37 -\nE.  BEHAVIORAL TREATMENT AND HABILITATION\n \nHowe’s residents are entitled to “the minimally adequate training required\nby the Constitution . . . as may be reasonable in light of [the residents’] liberty\ninterests in safety and freedom from unreasonable restraints.”  Youngberg, 457 U.S. \nat 322.  A fundamental purpose of this training is to enable the movement of\nindividuals into the most integrated setting appropriate to their needs as required\nby Olmstead, 527 U.S. at 607.  Generally accepted professional standards require\nthat appropriate psychological interventions, such as behavioral treatment and\nhabilitation plans, be used to address significant behavior problems and significant\nlearning deficiencies.  Howe fails to provide such psychological interventions to\nmeet the needs of its residents.  As described in more detail below, Howe’s \ndeficiencies in this regard substantially hinder treatment of residents’ problem\nbehaviors, exposing residents to an increased risk of abuse, and compromising\nresidents’ opportunities for placement in a more integrated setting.  Specifically,\nHowe:  (1) provides residents with ineffective behavioral treatment; (2) exposes\nresidents to undue restraints; and, (3) provides inadequate habilitation treatment\nand communication therapy. \n  \n1. \t Behavioral Treatment \nBehavioral treatment services at Howe substantially depart from generally\naccepted professional standards of care for individuals with developmental\ndisabilities.  As a result, residents are suffering harm because of untreated self-\ninjurious behavior and untreated peer aggression.  Further, residents are failing in\nday treatment services and are being deprived access to community placement\nbecause of inadequately treated challenging behaviors.  Below, we discuss two areas \nof behavioral treatment:  (a) functional behavioral assessments and treatment\nplanning; and (b) implementation and evaluation. \na. \t Functional Behavioral Assessments and \nTreatment Planning \nFunctional behavioral assessments at Howe are seriously deficient.\nGenerally accepted professional standards dictate that there be an adequate and\ncurrent functional behavioral assessment in all cases prior to the initiation of\nbehavioral treatment.  Functional behavioral assessment is a professional\nassessment technique that identifies the particular positive or negative factors that\nprompt or maintain a challenging behavior for a given individual.  By\nunderstanding the causes or “functions” of challenging behaviors, professionals can\nattempt to reduce or eliminate those factors and thus reduce or eliminate the\nchallenging behaviors. \n\n- 38 -\nWithout an accurate assessment of the functions of behaviors targeted for\nchange, those behaviors will persist and become exacerbated, which can result in\ndanger both to the resident and to those around the resident, and can needlessly\ncomplicate opportunity for placement in a more integrated setting.  It is critical that \nthe function served by the target behavior is defined accurately when choosing a\nreplacement behavior for that target.  Inaccurate functional behavioral assessments \nlead to a choice of replacement behaviors that is unlikely to have any impact on the\noccurrence of the target behaviors.  Howe, however, relies too heavily on a single\nwritten screening tool, leaving room for inaccuracy in defining the function of the\ntarget behavior.  Extensive observational analysis of the behavior problem is needed\nto verify functional behavioral assessments.  Only a proper functional behavior\nassessment can lead to appropriate treatment options and follow-up services and\nsupports, and Howe, consequently, is failing to make use of critical information\nabout residents. \nIn fact, replacement behaviors are entirely missing in some behavior plans\nand are grossly inappropriate in others.  For example, several residents have a\nprogram simply to teach “waiting.”  One of these residents, A.O., has a program in\nwhich staff are instructed to approach him, ask him if there is anything that he\nwants or needs, and then inform him that it will be brought to him, but that he\nmust wait for a set period of time.  “Waiting” as a replacement behavior is not\noperationally defined and, in any event, is not a replacement behavior; it does not\nserve the same functions as a behavior that promptly produces demanded items.\nMoreover, we have a serious concern about the appropriateness of simply teaching a\ndevelopmentally disabled resident to wait, as it perpetuates the attitude that\nindividuals with disabilities should be passive recipients of whatever their\nenvironment is able to offer them.  A “person-centered” approach15 to treatment \nplanning would suggest, by contrast, teaching individuals to ask appropriately for\nwhat they want, to occupy themselves safely and appropriately if their request\ncannot be met immediately, and to accept some alternative if the request cannot be\nmet at all.  Even if “waiting” was considered an appropriate replacement behavior,\nthe intervention used for A.O. – deliberately asking A.O. if he wants or needs\nsomething and then telling him he has to wait a certain period of time – is far more\nlikely to induce challenging behaviors than to produce any positive effect. \nSimilarly, we have observed “compliance” as a replacement behavior, which\nwe find to be vague and subject to abuse.  For example, the objective set for A.T. –\nto “comply 100% for three weeks” – is an unworkable goal.  Complicating the issue\nis the fact that A.T.’s individualized support plan (“ISP”) states that \n15   “Person-centered” treatment planning is discussed in further detail in\nSection II.E.1. \n\n- 39 -\n“noncompliance” is his means of letting staff know that he is not satisfied with his\nenvironment.  Given that noncompliance has this identified function, mere\nreinforcement of compliance is unlikely to have any effect and, indeed, A.T.’s data\ndemonstrate that it has not. \nInappropriate or ineffective replacement behaviors are not recognized as such\nat Howe, and are therefore not reevaluated, even when it is obvious that they are\nnot succeeding.  For instance, after a period of months in which A.B. displayed\nmarked dangerous self-injurious behavior and required mechanical restraints, the\nreplacement behavior devised was to teach A.B. to “sign ‘hi’ independently.”  The \nchoice of this behavior was completely inappropriate given the nature and extent of\nher dangerous behavior, and there is little reason to think that signing “hi” would\nhave an effect on her self-injurious behaviors.  In fact, the replacement behavior\nprogram had been in place for 18 months at the time of our tour, and the current\nsuccess rate for the behavior was 5 percent.  The success rate was 32 percent when\nthe program started.  These low and decreasing success rates obviously indicate\nthat the training program was not working.  Notably, the target behavior –\ndangerous self-injurious behavior – had actually increased. \nIn general, the goals set for behavioral treatment of Howe residents are far\ntoo simplistic to adequately respond to the complexity of the residents’ issues.\nThus, residents’ fundamental needs are not being addressed.  For example: \n•\t  M.M. engages in the following target behaviors:  physical aggression,\nverbal aggression, property destruction, inappropriate sexual and self-\ninjurious behavior, teasing/provoking, and weapons possession.  To \naddress his issues, the procedure adopted is to ask him two questions\nevery evening about the rules for getting along with others and what to\ndo if someone does something he does not like.  Establishing the\nbehavior of correctly answering these questions is unlikely to have any\nsignificant impact on his dangerous and disturbing target behaviors.  \n•\t  For A.U., the intervention to establish and maintain “anger\nmanagement,” is for staff, twice a day, to prompt A.U. to count to 10\nand then inform him that the counting will help him relax.  These \ninterventions are unlikely to teach A.U. to manage his anger,\nparticularly because the prompts are not given when A.U. is angry or\nlikely to become angry, but rather are given on a set schedule. \nThe inadequate behavioral treatment approaches to self-injurious behavior\nand pica are particularly troubling at Howe.  The primary approach to managing\nthese self-injurious behaviors is to block or redirect the behaviors, rather than to\nestablish an alternative behavior.  For pica, the treatment appears to be primarily \n\n- 40 -\nenvironmental, removing or blocking access to things that might be ingested.  As a \nsafety plan, maintaining an environment free of suspected pica items is\nappropriate, although it is extremely difficult to implement comprehensively.  That \napproach, however, is inherently restrictive as a behavioral plan, and it is a barrier\nto community placement where such environmental modifications cannot be readily\nprovided.  If behavior plans are not developed whereby environmental modifications\nare gradually removed as pica is eliminated, residents will be destined to live in\nartificially restrictive environments forever. \nb. Implementation and Evaluation \nGenerally accepted professional standards require that facilities like Howe\nmonitor residents who have behavior plans to assess the residents’ progress and the\nprogram’s efficacy.  Without accurate monitoring and evaluation, residents are in\ndanger of being subjected to inadequate and unnecessarily restrictive treatment\nand settings, as well as avoidable injuries due to untreated behaviors. \nAt Howe, the monitoring and evaluation of behavior plans substantially\ndepart from generally accepted professional standards.  The plans are unduly\nlengthy, routinely employ complicated medical terminology not readily understood\nby staff, and are not subject to peer review for quality improvement.  For example,\nC.K.’s behavior drill is seven pages long and contains 84 items that staff are\nsupposed to learn. \nThe Behavior Intervention Committee at Howe, which is supposed to provide\noversight of behavior plans, does not accomplish its function.  In particular, it does\nnot adequately address the effectiveness of behavioral interventions when\napproving psychotropic medications or restraint procedures.  In many cases dealing\nwith restraints, it does not even discuss the behavior interventions in place to\naddress the behaviors that led to the use of restraints.  Minutes from the January 9,\n2007, committee meeting illustrate this point: \n•\t  Meeting minutes indicate that an antipsychotic medication was to be\ninitiated with C.G.  There is no indication, however, of what sign or\nsymptom the medication is intended to target, or any indication of\ndiscussion regarding what behavioral interventions were in effect to\naddress that sign or symptom. \n•\t  Meeting minutes indicate that an antipsychotic medication and the use\nof restraints were approved for C.H.  There is no mention, however, of \nany behavioral interventions to address the behaviors that led to the\nneed for restraints or medication. \n\n- 41 -\n•\t  Meeting minutes indicate that a medication, mobility restriction,\npersonal property restriction, person and room search, enhanced\nsupervision, and the use of 5-point restraints, were approved for A.A.\nThere is no mention, however, of any behavioral interventions to\naddress the behaviors that led to any of the restrictive interventions. \nMoreover, staff training on behavior plans is not competency-based at Howe.\nStaff training on behavior plans is currently documented by means of a sign-in\nsheet indicating who was present for the training.  Behavior drills that are \nprepared to allow trainers to document trainees’ knowledge of each aspect of the\nbehavior plan are in some cases scored 100 percent correct, although none of the\nindividual items are scored as correct or incorrect.  Moreover, the residents’ actual \nbehavior drills do not appear to be occurring, as indicated by the relevant line on\nthe behavior plan form, “Number of Behavior Drills (frequency over past six\nmonths),” being routinely left blank. \nThe data collected on behavioral treatment at Howe are unreliable.  We noted \nboth missing data sheets and significant mismatches between the recorded data\nand staff narratives about a resident’s behaviors for the same period.  For example,\nwhile data collected on A.B. showed only a single instance of self-injurious behavior\nfor October 2007, notes from a Special Interdisciplinary Team Meeting stated that\nA.B. had “increased self-injurious behavior to the point of bleeding, restraints often\nneeded.”  The Qualitative Monthly Review Summary for October also noted that\nA.B. “has had many injuries as a result of her [self-abusive] behavior.” \nMembers of the Behavior Intervention Committee acknowledge that behavior\ndata are not reliable.  Even dangerous behaviors are not being adequately tracked.\nFor example, the data for A.V.’s pica behavior indicate “zero” instances for\nNovember 2006 through February 2007.  Yet an x-ray taken during that period\nshowed a metal spring in her digestive tract. \nHowe’s data collection and analysis regarding “progress toward behavior\ngoals” are not meaningful.  There is no reflection of movement toward \nindependence, improved quality of life, or community placement.  Data regarding\nthe success of training programs are missing or ignored when decisions are made\nabout continuing the programs.  Seriously dangerous behaviors continue or increase\nwithout a judgment regarding the need to revise the behavioral intervention plan.\nMonthly reviews, for example, compare only the current month with the previous\nmonth, without interpretation, analysis of data, or any attempt to draw conclusions\nor make recommendations.  There is no consideration of long-term trends.  Training\non the same replacement behavior persists despite lack of progress over long\nperiods, such as in A.T.’s case, where his baseline success rates for two replacement \n\n- 42 -\nbehaviors were each 10 percent, and changed very little over four years.  Despite\nthese clear failures, Howe maintained A.T.’s program. \nIn cases in which it is recognized that a resident is not making progress or is\nexperiencing significant deterioration, Howe tends to respond with additional\nrestrictions, as opposed to responding with increased intensity of training, a change\nin positive intervention, or a new perspective on the problem.  For example: \n•\t  A.W. has monthly reviews that show 0-3 percent independence for the\npica exchange program.  The monthly conclusion has always been to\n“continue program as written.”  A psychologist’s note states that A.W.\nis making little progress with the pica exchange program, but\nrecommends no revisions. \n•\t  A.B. (also discussed earlier in Section D.1.a. of this letter) required\nmultiple meetings because of her dangerous self-injurious behavior,\nbut not a single meeting resulted in a recommendation to revise the\nbehavior plan, which was to sign “hi” independently.  Additional \nrestraints were ultimately authorized. \n•\t  M.M. had six holding restraints, six mechanical restraints, and one\ntransport restraint in the six months preceding our tour.  The behavior \nplan, however, had remained unchanged for the previous 22 months,\nalthough it clearly was not effective in establishing a replacement for\nthe target behaviors. \n2.  Habilitation \nHabilitation includes, but is not limited to, individualized training,\neducation, and skill acquisition programs developed and implemented by\ninterdisciplinary teams to promote the growth, development, and independence of\nindividuals.  Habilitation at Howe substantially departs from the minimally\nadequate training required by the Constitution, in light of residents’ liberty\ninterests.  Residents are being harmed because, due to inadequate habilitation\nassessments and active intervention, they are not able to build skills for success in\na more integrated environment.  While residents should be learning skills and\nsupports that they will need to pursue their personal goals and improve their\nquality of life, they are instead being trained in skills that have no real-world\napplication. \nAt Howe, habilitation assessment results are not being used to select goals.\nFor example, C.L.’s chart states that he “has all grooming, dining, dressing,\ntoileting and domestic skills,” but he had active programs for showering and tooth-\n\n- 43 -\nbrushing.  Moreover, the skills to be mastered are not chosen on the basis of \nmovement toward independence.  For instance, A.X.’s vocational training program\nwas to sit in a chair for 30 minutes.  The purpose of this program is unclear and no\nsupporting assessment data is provided. \nIn some cases, the training programs do not provide sufficient active \ntreatment.  On A.Y.’s individualized support plan, only one program is functional\nand appropriate (“maintain a shared greeting”).  Two other programs teach\nnonfunctional skills (“matching basic objects” and “responding appropriately to\nsimple questions”) that do not foster independence, promote community placement,\nor improve quality of life. \nVocational services at Howe are limited.  Consequently, residents are\ndeprived of opportunities to experience more rewarding vocational activities in more\nintegrated settings.  Current generally accepted professional standards increasingly\nrequire that individuals receive habilitation services in community settings where\nthe training skills are called into use.  For example, a resident would learn money\nmanagement skills by banking at a bank within the community.  Staff at Howe \nreport that vocational and day treatment options are limited because residents\nattend day activities according to which residence they live in rather than by\ninterest, strength, or goal.  Moreover, there are few employment opportunities and\njob coaches. \nWhen a resident goes to a community-based work setting, active support is\nnecessary for success.  The Howe residents who do move to community-based work\nsettings, however, do not receive the support they need.  We learned of several \nresidents who quickly lost their jobs because of inappropriate behavior.  Residents \nwho fail in community-based work settings are not offered appropriate alternative\nor remedial programming. \nAdditionally, the data collection on training programs is deficient.  During\nour November 2007 tour, we saw many blank training program data sheets for\nprograms initiated as early as February 2007.  Where there were data, the graphs\ndrawn from the data sometimes did not relate to the data on the data summary. \nEach of the data graphs drawn for A.Z., for example, showed a steady upward\ntrend, although the number of “steps correct” was consistently zero. \nFurther, habilitation is a safety issue, and an  individual’s safety is largely\ndependent upon the meaningful activity present in his or her life.  It is commonly\nunderstood that stimulating and challenging activities not only enhance one’s\nquality of life through skill acquisition, but also serve as a deterrent to dangerous\nand destructive behaviors.  Skill development programs at Howe are grossly\noutdated, some by more than 20 years, adding little meaning to individuals’ lives. \n\n- 44 -\nAdditionally, our expert consultant’s extensive record review revealed that the\nmajority of residents’ skill development programs were identical from person to\nperson, with only the name being inserted for clarity.  For example, B.A. was\nassigned a grooming goal in 1988, with no revisions indicated, which read\nidentically to others’ grooming goals.  According to the objectives written, B.A. had\nspent nearly 20 years learning how to use a towel to dry her body. \nRepetitive or monotonous activities will not typically prevent individuals\nfrom engaging in harmful behaviors.  As the examples below illustrate, sending\nindividuals to programming sites without structured, meaningful activity will not\nprevent dangerous behaviors or serious injuries: \n•\t  In September 2007, while at an off-site day programming activity,\nC.M. ran up to C.N. while C.N. was seated in her wheelchair, and\nflipped the wheelchair, causing C.N. to fall and be severely injured.\nStaff documented that in the future, engaging C.M. in an activity may\nprevent a similar incident from recurring. \n•\t  Upon arriving at her workshop site in October 2007, C.O. began\nstriking herself in the head and banging her head on the floor.  Efforts \nto redirect her were unsuccessful and after 50 minutes of self abuse \nshe was transported to the local hospital for head trauma and\nnumerous self-inflicted bite wounds to her arms. \n•\t  In September 2007, during sensory stimulation activities, B.C. fell\nasleep and tumbled from his wheelchair onto the floor.  He incurred \ninjuries to his head and knee, including a laceration on his forehead\nthat required Dermabond closure. \nFinally, an important component of habilitation, as well as behavioral\ntreatment, is effective communication therapy.  When communication skills \ndeteriorate or are not developed, residents are more likely to be unable to convey\nbasic needs and concerns, more likely to engage in maladaptive behaviors as a form\nof communication, and are more likely to be at risk of bodily injury, unnecessary\npsychotropic medications, and psychological harm as a result of having no means to\nexpress needs and wants.  Failure to provide effective communication therapy\nserves to perpetuate or exacerbate individuals’ challenging behaviors, reduces their\nability to express their choices and preferences, and complicates their opportunity\nfor community placement.  Howe fails to provide its residents with adequate and\nappropriate communication therapy. \nMany Howe residents lack effective means of communication and are not\nreceiving any communication training at all.  In addition, alternative and \n\n- 45 -\naugmentative communication systems appear to be underutilized and in some cases\ninappropriately implemented.  Documentation in the charts of residents who engage\nin dangerous behavior often indicates that the team has abandoned efforts to teach\ncommunication skills.  Some residents have assessments stating a need to improve\ncommunication but have no communication training programs. \nMoreover, communication assessments do not identify the most important\nfunctional communication goals for the resident, and instead result in programs\nteaching non-functional skills.  For example, B.E. has a program that proposes four\nmonths of teaching B.E. to “point to the circle.”  That is a skill with no functional \nvalue at all. \nCommunication programs that do attempt to teach functional communication\nskills often do not succeed.  This is likely because skills are taught in an artificial \ncontext.  When skills are not taught in their natural context to persons with\ndevelopmental disabilities, the behavior learned will not be generalized to the\nnatural context because of the individual’s disability.  For example, F.F.’s program\nteaches him to sign “eat” by showing him pictures or giving him verbal prompts\nrather than by teaching him to use the sign in the natural context of eating. \nF.  INTEGRATED TREATMENT PLANNING \nMany of Howe’s difficulties in providing adequate supports and services to its\nresidents stem from the facility’s failure to provide integrated treatment planning.\nThe purpose of integrated treatment planning is to ensure that the various\ndisciplines within the facility staff receive, communicate, and consider relevant\ninformation about an individual resident when providing supports and services to\nthat resident.  Persons with developmental disabilities residing in state institutions\nhave a constitutional right to adequate treatment, training, and medical care,\nYoungberg, 457 U.S. at 315, 319, 322, that is designed to enable an individual to\nlive in the most integrated setting consistent with their needs, Olmstead, 527 U.S. \nat 607, and a critical aspect of any care and treatment is the integration of\ninformation to obtain a holistic understanding of the individual.  Without a \ncomprehensive understanding of the person, the services provided to that person\nare necessarily deficient.  Below, we discuss two important components of\nintegrated treatment planning:  (1) individualized support plans; and\n(2) interdisciplinary treatment teams.  We find that Howe is experiencing\nsignificant difficulties in both of these components, resulting in residents being\ndeprived of constitutional and statutory guarantees. \n\n- 46 -\n1.  Individualized Support Plans \nHowe’s individualized support plans (“ISPs”) do not reflect person-centered\nplanning, which is the generally accepted standard in intervention and integrated\ntreatment planning for individuals with developmental disabilities.  Person-\ncentered planning begins with the individual, examines his or her needs and\ndesired life outcomes, and captures all goals and objectives.  Person-centered \nplanning is based on preferences and strengths of individuals.  The failure to \nprovide a person-centered approach to integrated treatment planning deprives\nindividuals of opportunities to express choice and preference in selecting goals,\nundermines efforts to address challenging behaviors, compromises the effectiveness\nof habilitation programs, and inhibits the ability of Howe residents to move to more\nintegrated settings. \nISPs at Howe frequently do not include a resident’s personal goals and\npreferences, which are the hallmark of person-centered planning.  Instead, ISPs at \nHowe often contain statements such as:  “[Resident’s name] does not have a\npersonal goal for [this area];” or “[Resident’s name] also doesn’t have desired\noutcome for this area.”  Even where a goal is mentioned, the ISP often does not\nprovide the necessary supports or honor preferences or interventions that will\nachieve the resident’s goal.  The ISP for B.G, for example, lists as a personal goal,\n“to live with a family member.”  The plan, however, does not state the barriers to\nachieving that goal, and does not provide any programs that might reasonably be\nexpected to allow B.G to take steps toward reaching that goal.    \nThe assessment process used to develop ISPs at Howe fails to identify skills\nthat are relevant to a resident’s progress toward his or her goals.  The routine \ninclusion in ISPs of a self-medication and monetary savings goals were admitted by\nstaff to be driven by the perception that those were goals required for CMS re-\ncertification of the facility. \n      \nIn general, ISPs fail to include consideration of barriers to the goal of\ncommunity placement.  Without an understanding of the barriers preventing a\nresident from being placed in the community, it is impossible to identify and\nimplement training that could move the resident closer to placement.  Many\nresidents have ISPs that fail to identify any barriers to community placement or\nany training goals that could move residents forward. \nISP meetings or reviews at Howe, which are held only annually, too often\ntake place without the resident involved, or a guardian or advocate present.  This is \na critical omission in person-centered planning.  When Special Interdisciplinary\nTeam Meetings were held to discuss A.B.’s frequent and serious self-injurious\nbehavior resulting in serious injuries, her guardian requested that an advocate \n\n- 47 -\nattend on her behalf.  Yet three meetings were held without an advocate or\nguardian, and without A.B. present. \nAdditionally, our expert consultant found the structure of ISPs at Howe to be\nexceedingly difficult to follow.  Assessment results, goals and objectives, training\nprograms, and data sheets are scattered throughout the document.  As a result, it is \ndifficult to consider the sum total of training, skill development, and overall\nservices.  This general disorganization contributes to Howe’s failure to produce ISPs\nthat reflect individuals’ choices, preferences, and needs. \n2.  Interdisciplinary Treatment Teams \nHowe does not use interdisciplinary treatment teams in its integrated\ntreatment planning.  As a result, Howe residents are deprived of coordinated\ntreatment, making intervention efforts ineffectual or inefficient.  The only\nscheduled interdisciplinary treatment team meetings at Howe are held annually as\npart of the annual ISP meetings noted in the section above.  Otherwise, there is no \nprocess for holding regular interdisciplinary team meetings to review a resident’s \nprogress.  Generally accepted professional standards require that each individual’s\ninterdisciplinary team meet at least four times a year.  Although staff reported that\nthere are “Special Interdisciplinary Team Meetings,” which are called on an “as\nneeded” basis, having only regularly scheduled interdisciplinary treatment team\nmeetings once a year is contrary to both generally accepted professional standards\nand Howe’s own policy.  Howe’s Standard Operating Policy and Procedure No. 433 \nstates:  “Each month, starting from the date of the ISP, the support plan will be\nreviewed using a trans-disciplinary process to assess each person’s progress toward\nachieving the personal goals and objectives specified in the Support Plan.”\n(Emphasis added). \nThe Interdisciplinary Treatment Team Annual Meetings that we observed\nduring our tour consisted largely of reports by individual disciplines with no\ninterdisciplinary discussion, no interdisciplinary problem solving, and no\ninterdisciplinary action planning.  Sometimes the meetings failed to include any\naction planning at all, even to address problems that had been clearly identified. \nFor instance, a Special Interdisciplinary Team Meeting called specifically to address\nB.H.’s threats of harm to a peer, a staff member, and himself, resulted in no action\nplan except observation. \nInterdisciplinary Treatment Team Annual Meetings do not demonstrate\ncollaboration between disciplines on assessment, program design, or intervention. \nMoreover, Howe’s Qualitative Monthly Review Summaries are not interdisciplinary\nin nature and as a result, lack critical information about the resident. \n\n- 48 -\nFragmentation in these records reflects the absence of a functional interdisciplinary\nprocess in treatment planning and implementation. \nWhen interdisciplinary treatment team meetings are held, essential team\nmembers are not present.  For example, when a Special Interdisciplinary Treatment\nTeam Meeting was held on November 6, 2007, to address B.I.’s exclusion from a\nworkshop because of her behavior, only residence staff and the speech therapist\nattended.  The team psychologist did not attend, although a behavior plan was\nreportedly in development.  Advocates, even when requested by a resident’s parent\nor guardian, often are not present. \nFurther, interdisciplinary treatment team meetings at Howe are not\nresponsive to the resident’s expressed preferences or concerns.  During A.W.’s\nAnnual Interdisciplinary Meeting, for example, A.W. stated a desire to move.  That \nrequest was completely ignored, and the team members made no attempt to\ndetermine what factors were motivating the request.  While it appears that Special\nInterdisciplinary Team Meetings are held when the staff requests them, we found\nno instance in which an interdisciplinary treatment team meeting was held because\nof a concern raised by a resident. \nIII.\t  REMEDIAL MEASURES \nTo remedy the identified deficiencies and protect the constitutional and\nstatutory rights of Howe residents, the State of Illinois should implement promptly,\nat a minimum, the remedial measures set forth below.  Despite the decision to close\nHowe, the constitutional violations at the facility will have continuing effects, for\nwhich the State must provide relief.  The State retains a statutory obligation to\ntransition residents to the most integrated settings appropriate to their needs.\nMany of these deficiencies could be remedied, in part, by focusing the care and\ntreatment at Howe on moving individuals into the most integrated setting\nappropriate to the residents’ needs: \nA.\t  TRANSITION PLANNING \nProvide transition, discharge, and community placement services consistent\nwith generally accepted professional standards to all residents at Howe.  Even as \nHowe proceeds to close, the State must guarantee the residents a safe transition to\nthe most integrated setting appropriate to their needs.  To this end, the facility\nshould take these steps: \n1.\t  Actively pursue the appropriate discharge of individuals residing at\nHowe and provide them with adequate and appropriate protections,\nsupports, and services, consistent with each person’s individualized \n\n- 49 -\nneeds, in the most integrated setting in which they can be reasonably\naccommodated, and where the individual does not object; \n2.\t  Set forth in reasonable detail a written transition plan specifying the\nparticular protections, supports, and services that each individual will\nor may need in order to safely and successfully transition to and live in\nthe community; \n3.\t  Develop each transition plan using person-centered planning\nprinciples.  Each transition plan should specify with particularity the\nindividualized protections, supports, and services needed to meet the\nneeds and preferences of the individual in the alternative community\nsetting, including their scope, frequency, and duration.  Each\ntransition plan should include all individually-necessary protections,\nsupports, and services, including but not limited to: \na.\t  housing and residential services; \nb.\t  transportation; \nc.\t  staffing; \nd.\t  health care and other professional services; \ne.\t  specialty health care services; \nf.\t  therapy services; \ng.\t  psychological, behavioral, and psychiatric services; \nh.\t  communication and mobility supports; \ni.\t  programming, vocational, and employment supports; and \nj.\t  assistance with activities of daily living. \n4.\t  Include in each transition plan specific details about which particular\ncommunity providers, including residential, health care, and program\nproviders, can furnish needed protections, services, and supports; \n5.\t  Emphasize the placement of residents into smaller community homes\nin its transition planning; \n\n- 50 -\n6.\t  Avoid placing residents into nursing homes or other institutional\nsettings whenever possible in its transition planning; \n7.\t  Identify in each transition plan the date the transition can occur, as\nwell as timeframes for completion of needed steps to effect the\ntransition.  Each transition plan should include the name of the person\nor entity responsible for: \na. \t commencing transition planning; \nb.\t  identifying community providers and other protections,\nsupports, and services; \nc.\t  connecting the resident with community providers; and \nd.\t  assisting in transition activities as necessary.  The responsible\nperson or entity shall be experienced and capable of performing\nthese functions. \n8.\t  Develop each transition plan sufficiently prior to potential discharge so\nas to enable the careful development and implementation of needed\nactions to occur before, during, and after the transition.  This should \ninclude identifying and overcoming, whenever possible, any barriers to\ntransition.  Howe should work closely with pertinent community\nagencies so that the protections, supports, and services that the\nindividual needs are developed and in place at the alternate site prior\nto the individual’s discharge; \n9.\t  Update the transition plans as needed throughout the planning and\ntransition process based on new information and/or developments; \n10.\t  Attempt to locate community alternatives in regions based upon the\npresence of persons significant to the individual, including parents,\nsiblings, other relatives, or close friends, where such efforts are\nconsistent with the individual’s desires; \n11.\t  Provide as many individual on-site and overnight visits to various\nproposed residential placement sites in the community as are\nappropriate and needed to ensure that the placement ultimately\nselected is, and will be, adequate and appropriate to meet the needs of\neach individual.  Howe should modify the transition plans, as needed,\nbased on these community visits; \n\n- 51 -\n12.\t  Establish in each individual transition plan a schedule for monitoring\nvisits to the new residence to assess whether the ongoing needs of the\nindividual are being met.  Each plan should specify more regular visits\nin the days and weeks after any initial placement; \n13.\t  Ensure that each individual residing at Howe be involved in the team\nevaluation, decision-making, and planning process to the maximum\nextent practicable, using whatever communication method he or she\nprefers; \n14.\t  Use person-centered planning principles at every stage of the process.\nThis should facilitate the identification of the individual’s specific\ninterests, goals, likes and dislikes, abilities and strengths, as well as\ndeficits and support needs; \n15.\t  Give each individual residing at Howe the opportunity to express a\nchoice regarding placement.  Howe should provide individuals with\nchoice counseling to help each individual make an informed choice and\nprovide enhanced counseling to those individuals who have lived at\nHowe for many years; \n16.\t  If any individual residing at Howe opposes placement, Howe should\ndocument the steps taken to ensure that any individual objection is an\ninformed one.  Howe should set forth and implement individualized\nstrategies to address concerns and objections to placement; \n17.\t  Educate individuals residing at Howe about the community and\nvarious community living options open to them on a routine basis; \n18.\t  Provide each individual with several viable placement alternatives to\nconsider whenever possible.  Howe should provide field trips to these\nviable community sites and facilitate overnight stays at certain of the\ncommunity residences, where appropriate; \n19.\t  Provide ongoing educational opportunities to family members and/or\nguardians with regard to placement and programming alternatives\nand options, when family members and/or guardians have reservations\nabout community placement.  These educational opportunities should\ninclude information about how the individual may have viable options\nother than living with the family members and/or guardians once\ndischarged from Howe.  Howe should identify and address the concerns\nof family members and/or guardians with regard to community\nplacement.  Howe should encourage family members and/or guardians \n\n- 52 -\nto participate, whenever possible, in individuals’ on-site, community\nhome field trips; \n20.\t  In coordination with the State, develop and implement a system,\nincluding service coordination services, to effectively monitor\ncommunity-based placements and programs to ensure that they are\ndeveloped in accordance with the individualized transition plans set\nforth above, and that the individuals placed are provided with the\nprotections, services, and supports they need.  These and other \nmonitoring and oversight mechanisms should serve to help protect\nindividuals from abuse, neglect, and mistreatment in their community\nresidential and other programs.  The State’s oversight shall include\nregular inspections of community residential and program sites;\nregular face-to-face meetings with residents and staff; and in-depth\nreviews of treatment records, incident/injury data, key-indicator\nperformance data, and other provider records; \n21.\t  Serve individuals who are placed in the community with an adequate\nnumber of service coordinators to meet individuals’ needs.  The State’s \nservice coordination program should provide for various levels of\nfollow-up and intervention, including more intensive service\ncoordination for those individuals leaving Howe with more complex\nneeds.  To encourage frequent individual contact, individuals leaving\nHowe should be served by service coordinators who carry a caseload of\nno more than 25 individuals at a time.  Service coordinators involved \nwith individuals from Howe with more complex and intensive needs\nwill carry a caseload of no more than 20 individuals at a time.  All \nservice coordinators should receive appropriate and adequate\nsupervision and competency-based training; \n22.\t  Provide prompt and effective support and intervention services post-\nplacement to residents who present adjustment problems related to\nthe transition process such that each individual may stay in his or her\ncommunity residence when appropriate, or be placed in a different,\nadequate, and appropriate community setting as soon as possible.\nThese services may include, but not be limited to: \na.\t  providing heightened and enhanced service coordination to the\nindividual/home; \nb.\t  providing professional consultation, expert assistance, training,\nor other technical assistance to the individual/home; \n\n- 53 -\nc.\t  providing short-term supplemental staffing and/or other\nassistance at the home as long as the problem exists; and\nd.\t  developing and implementing other community residential\nalternative solutions for the individual. \n23.\t  Regularly review various community providers and programs to\nidentify gaps and weaknesses, as well as areas of highest demand, to\nprovide information for comprehensive planning, administration,\nresource-targeting, and implementing needed remedies.  The State \nshould develop and implement effective strategies to any gaps or\nweaknesses or issues identified. \nB.\t  PROTECTION FROM HARM \nThe decision to close Howe does not relieve the State of its obligation to\nprotect resident from harm.  Therefore, Howe must provide incident, risk, and\nquality management services consistent with generally accepted professional\nstandards to all residents.  More particularly, Howe should: \n1.\t  Ensure that incidents involving injury and unusual incidents are\ntracked and analyzed. \n2.\t  Ensure that analyses are transmitted to the relevant disciplines and\ndirect-care areas for responsive action, and responses are monitored to\nensure that appropriate steps are taken. \n3.\t  Develop and implement an adequate system for identifying residents\nat high risk of being injured or causing injuries to others, and those\nresidents who instigate incidents or who are aggressive.  Develop and\nimplement plans to address the high risk situations. \n4.\t  Ensure that all staff and (to the extent possible) residents are trained\nadequately on processes for reporting abuse and neglect. \n5.\t  Ensure that all abuse and neglect investigations are conducted\nthoroughly and accord with generally accepted professional standards. \n6.\t  Impose appropriate discipline and corrective measures with respect to\nstaff involved in substantiated cases of abuse or neglect including staff\nwho fail to carry out their responsibilities while providing enhanced\nsupervision. \n\n- 54 -\nRegarding the use of restraints, Howe must ensure that any device or\nprocedure that restricts, limits, or directs a residents’ freedom of movement\n(including, but not limited to, mechanical restraints, physical or manual restraints,\nor chemical restraints) be used only in accordance with generally accepted\nprofessional standards.  To this end, Howe should take the following steps: \n1.\t  Ensure that restrictive interventions or restraints are never used as \npunishment, in lieu of training programs, or for the convenience of\nstaff, and that the least restrictive restraint techniques necessary are\nutilized, and that restraint use is minimized. \n2.\t  Develop and implement a policy on restraints and restrictive measures\nthat comports with current, generally accepted professional standards. \n3.\t  Prohibit the use of mechanical restraints as part of behavioral\ntreatment plans and programs, and limit the use of mechanical\nrestraints to true emergency situations in which there is no other\nmeans of protecting the resident or others. \nC.\t  HEALTH CARE \nProvide medical care, nursing, and therapy services consistent with generally\naccepted professional standards to residents who need such services.  Howe must \nprovide adequate health care even as it proceeds toward closure.  To this end, Howe \nshould take these steps: \n1.\t  Provide each resident with proactive, coordinated, and collaborative\nhealth care and therapy planning and treatment based on his or her\nindividualized needs. \n2.\t  Develop and implement strategies to secure and retain adequate\nnumbers of trained nursing staff. \n3.\t  Clarify policies and procedures regarding communication and\ncoordination of care between medical providers and specialists to\nensure that findings and recommendations are addressed promptly. \n4.\t  Develop and implement an adequate system of documentation to\nensure timely, accurate, and thorough recording of all medical and\nnursing care provided to Howe’s residents. \n\n- 55 -\n5.\t  Conduct regular audits to assess the quality of all medical\ndocumentation, timeliness of filing documents, and the overall\norganization of the chart. \n6.\t  Provide competency-based training, consistent with generally accepted\nprofessional standards, to staff in the areas of:  basic emergency\nresponse and first aid, infection control procedures, skin care, and\nmeal plans. \n7.\t  Ensure that medical staff is capable of recognizing, assessing, and\nmanaging the physical pain of the residents. \n8.\t  Develop and implement criteria by which residents with the highest\nnutritional and physical risks are identified, assessed, and provided\nthe appropriate nutritional and physical therapy and supports. \n9.\t  Conduct a comprehensive assessment of all residents using mobility,\ntherapeutic positioning, or other assistive technology supports, to\ndetermine appropriateness of the technology support and to set\nmeasurable outcome goals. \n10.\t  Clarify policies and procedures regarding prompt communication\nbetween pharmacy staff and prescribing physicians when medication\nconcerns arise, so that modifications in the medication regimen can be\nmade without unnecessary delay.   \n11.\t  Ensure that residents have routine dental examinations every six\nmonths, with oral x-rays being completed on an annual basis. \n12.\t  Ensure that comprehensive dental assessments are recorded in the\nmedical record.   \n13.\t  Provide adequate positioning to residents at risk of dysphagia during\ndental visits. \n14.\t  Provide quality assurance programs, including medical peer review\nand quality improvement systems, to regularly evaluate the adequacy\nof medical care. \nD.  \tPSYCHIATRIC CARE \nProvide psychiatric services consistent with generally accepted professional\nstandards to residents who need such services.  The State’s decision to close Howe \n\n- 56 -\ndoes not alter the obligation of Howe to provide adequate psychiatric care to its\nresidents.  To this end, Howe should take these steps: \n1.\t  Develop standard psychological and psychiatric assessment and\ninterview protocols for reliably reaching a psychiatric diagnosis, and\nuse these protocols to assess each resident upon admission for possible\npsychiatric disorders. \n2.\t  Undertake a thorough psychiatric evaluation of all residents currently\nresiding at Howe, provide a clinically justifiable current diagnosis for\neach resident, and remove all diagnoses that cannot be clinically\njustified. \n3.\t  Clarify policies and procedures regarding communication and\ncoordination of care between medical providers and psychiatric care\nspecialists to ensure that findings and recommendations are addressed\npromptly. \n4.\t  Conduct adequate monitoring of individuals on antipsychotic\nmedications for movement disorders. \n5.\t  Develop and implement a system to assess and refer individuals for\nindividual and group therapy, as necessary. \nE.\t  BEHAVIORAL TREATMENT AND HABILITATION \nProvide residents with training, including behavioral and habilitative\nservices, consistent with generally accepted professional standards to residents who\nneed such services.  These services should be developed by qualified professionals\nconsistent with accepted professional standards to reduce or eliminate risks to\npersonal safety, to reduce or eliminate unreasonable use of bodily restraints, to\nprevent regression, and to facilitate the growth, development, and independence of\nevery resident.  These services should be developed and received by residents\ndespite the State’s to close Howe.  To this end, Howe should take the following \nsteps: \n1.\t  Develop standard protocols for efficient, accurate collection of\nbehavioral data, including relevant contextual information. \n2.\t  Develop standard psychological assessment and interview protocols.\nEnsure in these protocols that possible medical, psychiatric, and or\nother motivations for target behaviors are considered. \n\n- 57 -\n3.\t  Use these protocols to endure that functional behavioral assessments\nand findings about behaviors are adequately substantiated, current,\nand complete. \n4. \t Ensure that behavioral treatment plans are written at a level that can\nbe understood and implemented by direct-care staff. \n5.\t  Ensure that outcomes of behavioral treatment plans include\nfundamental objectives, such as reduction in use of medication,\nenhanced learning opportunities, and greater community integration. \n6.\t  Ensure that outcomes are frequently monitored, and that assessments\nand treatments are re-evaluated promptly if target behaviors do not\nimprove. \n           \n7.\t  Ensure that all residents receive meaningful habilitation daily. \n8.\t  Provide a habilitation assessment of all residents and develop and\nimplement plans based on these assessments to ensure that residents\nare receiving vocational and/or day programming services in the most\nintegrated setting appropriate to meet their needs. \nF. \t INTEGRATED TREATMENT PLANNING \nProvide supports, services, and planning that are integrated across\ndisciplines, consistent with generally accepted professional standards, to all\nresidents at Howe.  To this end, Howe should take these steps even while it moves \ntoward closure: \n1.\t  Ensure that ISPs integrate information across disciplines and reflect\ncollaboration between disciplines. \n2.\t  Ensure that ISPs demonstrate individualized planning, including the\nindividual’s needs, strengths, goals, and preferences. \n3.\t  Develop and implement ISPs that include a section on transition and\ndischarge planning, including the barriers to community placement\nand the facility’s plan to address those barriers. \n4.\t  Ensure that ISPs are understandable to the individual served or their \nguardian. \n\n- 58 -\n5.\t  Ensure that interdisciplinary treatment team meetings integrate\ninformation across disciplines and reflect collaboration between\ndisciplines, and that the integration and collaboration are\nappropriately documented. \n6.\t  Ensure that individuals necessary to obtaining a comprehensive\nunderstanding of the resident, including direct care staff and the\nindividual who is the subject of the meeting or their guardian, are\nincluded in the interdisciplinary treatment team process. \n7.\t  Ensure that action plans are developed and implemented to address\nthe needs and/or issues identified in those meetings, including but not\nlimited to inappropriate behaviors or use of restraint. \n8.\t  Ensure that transition and discharge planning, including barriers to\nplacement, are routinely discussed at interdisciplinary treatment team\nmeetings. \n*   *   * \nWe hope to continue working with the State of Illinois in an amicable and\ncooperative fashion to resolve our outstanding concerns with regard to Howe. \nPlease note that this findings letter is a public document.  It will be posted on\nthe Civil Rights Division’s website.  While we will provide a copy of this letter to\nany individual or entity upon request, as a matter of courtesy, we will not post this\nletter on the Civil Rights Division’s website until 10 calendar days from the date of\nthis letter. \nProvided our cooperative relationship continues, we also would be willing to\nsend one or more of our expert consultant evaluations of Howe under separate \ncover.  These reports are not public documents.  Although the reports are our expert\nconsultants’ work and do not necessarily represent the official conclusions of the\nDepartment of Justice, their observations, analyses, and recommendations may\nprovide further elaboration of the issues discussed in this letter and offer practical\nassistance in addressing them. \nWe are obliged by statute to advise you that, in the unexpected event that we\nare unable to reach a resolution regarding our concerns, within 49 days after your\nreceipt of this letter, the Attorney General is authorized to initiate a lawsuit\npursuant to CRIPA, to correct deficiencies of the kind identified in this letter.  See \n\n- 59 -\n42 U.S.C. § 1997b(a)(1).  We would very much prefer, however, to resolve this\nmatter by working cooperatively with you.  Accordingly, we will soon contact State\nofficials to discuss this matter in further detail.  If you have any questions\nregarding this letter, please call Shanetta Y. Cutlar, Chief of the Civil Rights\nDivision’s Special Litigation Section, at (202) 514-0195, or Joan Laser, Assistant\nUnited States Attorney, at (312) 353-1857. \nSincerely, \nThomas E. Perez \nAssistant Attorney General \nPatrick J. Fitzgerald\nUnited States Attorney\nNorthern District of Illinois \ncc:\t  The Honorable Lisa Madigan\nIllinois Attorney General\nAttorney General's Office \nThe Honorable Michelle R.B. Saddler\n \nSecretary\n\nIllinois Department of Human Services\n \nMary-Lisa Sullivan, Esq.\n\nGeneral Counsel\n \nIllinois Department of Human Services\n \nLilia Teninty, Director\n\nIllinois Department of Human Services\n\nDivision of Developmental Disabilities\n \nJoe Turner, Director \nW.A. Howe Developmental Center ",
      "document_type_other": "",
      "external_url": "https://www.justice.gov/sites/default/files/crt/legacy/2010/12/15/Howe_findlet_11-09-09.pdf",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/97355"
    }
  ],
  "document_count": 2
}