{
  "case_id": 15208,
  "fetched_at": "2025-10-20T22:52:43.327807",
  "case_data": {
    "attorney_orgs": [
      "Legal Services/Legal Aid",
      "NAACP Legal Defense Fund",
      "ACLU Affiliates (any)"
    ],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Commissioner of Corrections",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Superintendent of Attica Correctional Facility",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Deputy Attorney General",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Governor of New York",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "Ex parte Young (federal or state officials)"
    ],
    "class_action_granted": "Mooted before ruling",
    "class_action_sought": "Yes",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Due Process: Procedural Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "Preliminary relief denied"
      },
      {
        "value": "Retaliation Prohibition"
      }
    ],
    "court": "Western District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Law-enforcement"
      },
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1971-09-13",
    "filing_year": 1971,
    "id": 15208,
    "injunction_duration": "",
    "issues": [
      "Jails, Prisons, Detention Centers, and Other Institutions: Disciplinary segregation",
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Loss or damage to property",
      "Jails, Prisons, Detention Centers, and Other Institutions: Visiting",
      "General/Misc.: Access to lawyers or judicial system",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Wound care",
      "Policing: Excessive force",
      "General/Misc.: Conditions of confinement",
      "Jails, Prisons, Detention Centers, and Other Institutions: Solitary confinement/Supermax (conditions or process)",
      "General/Misc.: Retaliation",
      "General/Misc.: Torture",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by staff (facilities)",
      "Jails, Prisons, Detention Centers, and Other Institutions: Assault/abuse by non-staff (facilities)"
    ],
    "last_checked_date": "2022-03-30T00:00:00-04:00",
    "main_docket": {
      "id": 55806,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1971,
      "docket_filing_number": 410,
      "is_main_docket": true,
      "court": "Western District of New York",
      "state": "New York",
      "docket_office_number": "1",
      "docket_number_manual": "71-410",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Inmates of Attica Correctional Facility v. Rockefeller",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1971,
    "permanent_injunction": false,
    "plaintiff_description": "People incarcerated at Attica Correctional Facility after the uprising",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": null,
    "public_interest_lawyer": "Yes",
    "related_cases": [
      {
        "id": 15001,
        "name": "Al-Jundi v. Mancusi"
      }
    ],
    "relief_natures": [
      "Preliminary injunction / Temp. restraining order"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Attica Uprising Litigation"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This case is part of the Clearinghouse's special collection on the Attica Uprising. In September of 1971, incarcerated people in New York's Attica Correctional Facility took control of the prison and took several staff members hostage. The uprising ended when state police violently stormed the prison, killing over 40 incarcerated people and staff members. Attica was one of the most significant events in the American prisoners' rights movement and drew public attention to poor conditions in prisons across the country. The uprising, retaking, and their aftermaths spawned numerous lawsuits, many of which are included in this special collection.</p>\r\n<p>This case concerns an injunction to stop the reprisals and interrogations after the retaking.</p>\r\n<p><strong>Filing and Initial Litigation</strong></p>\r\n<p>This class action lawsuit was brought immediately after the retaking by people incarcerated at Attica. The plaintiffs alleged that the corrections officers were committing violent reprisals against them, failing to provide proper medical care, and interrogating them without counsel to gather evidence for prosecutions. The interrogations eventually resulted in criminal charges for many class members.&nbsp;</p>\r\n<p>The plaintiffs included all incarcerated people at Attica after the retaking. The complaint was filed on September 13, 1971, the day of the retaking, in the U.S. District Court for the Western District of New York. The plaintiffs&rsquo; counsel, led by Herman Schwartz, who helped facilitate the negotiations during the uprising, were concerned there would be immediate violence after the officials regained control of the prison. A final amended complaint was filed September 27, 1971 to add additional named plaintiffs and defendants. The defendants included the commissioner of corrections, the superintendent of Attica, the deputy attorney general, and the governor. The case was assigned to District Judge John Curtin.</p>\r\n<p>The plaintiffs filed suit under 42 U.S.C. &sect; 1983, claiming violations of the right to counsel under the Sixth Amendment, right to due process under the Fourteenth and Fifth Amendments, and the prohibition against cruel and unusual punishment under the Eighth Amendment. The plaintiffs alleged that the defendants were 1) committing retaliatory violence against class members who participated in the uprising (reprisals), 2) interrogating people involved in the uprising without counsel and without Mirandizing them, and 3) holding people &ldquo;incommunicado&rdquo; without access to counsel or medical care. The plaintiffs sought damages and injunctive relief, including a temporary preliminary injunction to stop prison officials from using violence and conducting interrogations.</p>\r\n<p>The court denied the request for a preliminary injunction on September 14, 1971 because the plaintiffs failed to show there was an immediate need since they did not show that officials were being violent or conducting interrogations. This finding was based on assurances from a corrections officer that investigations into the uprising had not begun. As for the violence, the defendants claimed there was no abuse once the retaking was complete, while the plaintiffs claimed correction officers continued to abuse the class members. According to Heather Ann Thompson&rsquo;s book <em>Blood on the Water</em>, reprisals were still ongoing. <em>Blood in the Water</em>, 251.</p>\r\n<p><strong>The First Preliminary Injunction</strong></p>\r\n<p>The next day, September 15, 1971, the governor appointed a panel of impartial observers, the Goldman Panel, to go to Attica and monitor conditions. On September 16, 1971 the governor appointed a deputy attorney to investigate any crimes committed during the uprising and retaking. The investigation was called the Attica Task Force (referenced in <a href=\"../../../../case/13661/\" target=\"_blank\" rel=\"noopener\">Matter of Carey</a>). As part of the investigation, state officials began interrogating class members. Once the interrogations began, the plaintiffs&rsquo; counsel informed the court that prison officials were interfering with them representing their clients during the interrogations. Based on this allegation, on September 16, 1971, the court reopened the plaintiffs&rsquo; application for a temporary injunction.</p>\r\n<p>The court then held a hearing concerning the preliminary injunction, both for the right to counsel and the reprisals claims. One of the key witnesses was a national guardsman present during the retaking who witnessed the reprisals. The court also received an affidavit from one of the plaintiffs' counsel stating that they were being denied access to speak with their clients. After the hearing, Schwartz and several of his co-counsel, were allowed to enter Attica as part of the Goldman Panel. The court allowed counsel to conduct interviews with their clients from September 17-21, 1971.&nbsp;</p>\r\n<p>On September 23, 1971, the plaintiffs submitted a revised request for injunctive relief based on the new information they learned from the interviews. The plaintiffs sought an order 1) enjoining the defendants from conducting interrogations without counsel, 2) enjoining the defendants from destroying class members&rsquo; property, 3) requiring the defendants to submit to the court all photos and videos of the uprising and retaking, including all autopsy records, and 4) appointing federal monitors to ensure the injunction was enforced. The plaintiffs also sought to certify the class of: all people then incarcerated at Attica. In response to this revised request, on September 25, 1971, the defendants moved to dismiss the case.&nbsp;</p>\r\n<p>Given the ongoing Attica Task Force interrogations, the court initially only addressed the right to counsel claim. The court held a hearing on the matter on September 27, 1971. At that hearing, the defendants said they distributed materials throughout the prison informing people of their right to counsel and made space available for attorney-client interviews. Based on those assurances, the court denied the plaintiffs&rsquo; request for a preliminary injunction to stop the interrogations, but did require that the defendants advise class members of their right to counsel. This ruling enabled class members to be interrogated as part of the Attica Task Force investigation, resulting in class members being charged with crimes.</p>\r\n<p>The court then held hearings to resolve the remaining injunction issues, namely the claims pertaining to reprisals, destruction of property, and federal monitors. On October 6, 1971, the court denied the plaintiffs&rsquo; remaining requests for preliminary injunctive relief, and dismissed the complaint insofar as the plaintiffs also sought a permanent injunction and permission to pursue the case as a class action. The judge accepted testimony from class members about violence during the retaking, but found there was no evidence of violence after the retaking. Also, the court found there was sufficient evidence that officials were taking steps to prevent abuse and the destruction of property, so preliminary injunctive relief was not appropriate.&nbsp;</p>\r\n<p><strong>Appeal to the Second Circuit</strong></p>\r\n<p>The plaintiffs then appealed the judgments for the right to counsel and reprisal claims. The plaintiffs tried to take the right to counsel issue directly to the Supreme Court, but the court declined to issue a stay. 404 U.S. 809. On December 1, 1971, the U.S. Court of Appeals for the Second Circuit reversed in part and affirmed in part. 453 F.2d 12. The panel included Circuit Judges Walter Mansfield, Joseph Lumbard, and James Oakes. Mansfield wrote the opinion of the court, with Lumbard concurring, and Oakes concurring and dissenting in part.&nbsp;</p>\r\n<p>The court of appeals reversed the district court&rsquo;s rulings pertaining to the reprisals claims. It reasoned that the violence during the reprisals did constitute cruel and unusual punishment given that the reprisals lasted for days and involved &ldquo;barbarous abuse and mistreatment.&rdquo; The court ordered the district court to enter a preliminary injunction against violent conduct and to consider appointing federal monitors. The plaintiffs would also be allowed to pursue the case as a class action for the cruel and unusual punishment claim.&nbsp;</p>\r\n<p>However, the appellate court affirmed the rulings concerning the interrogation claims. In doing so, it noted the state had a duty to investigate and prosecute people for crimes committed during and after the uprising. It found there was no evidence of improper interrogations since people were informed of their right to counsel and/or had counsel. Finally, the plaintiffs did not meet the requirements for pursuing the interrogation claim as a class action.&nbsp;</p>\r\n<p><strong>The District Court&rsquo;s Revised Injunction</strong></p>\r\n<p>On December 14, 1971, the district court issued the preliminary injunction to stop physical abuse as ordered by the Second Circuit. The injunction stated: &ldquo;defendants, their agents and employees, including State Police and Department of Correctional Services personnel, are immediately prohibited and enjoined from subjecting inmates at the Attica Correctional Facility to physical abuse, torture, beatings or other forms of brutality, from threatening such conduct or from authorizing, sanctioning or permitting such conduct; and it is further ordered that plaintiffs be permitted to maintain as a class action their claim for injunctive relief against brutality.&rdquo; <em>Blood in the Water</em>, 302.</p>\r\n<p>According to Thompson, despite the injunction, the plaintiffs alleged the corrections officers continued to be violent. The plaintiffs&rsquo; attorneys went back to court and argued the corrections officers were in contempt of the injunction, and asked the court to appoint federal monitors. The court held hearings and then modified the injunction on August 1, 1972. The new injunction more specifically enjoined the corrections officers from &ldquo;physical abuse, torture, beatings or other forms of brutality, including verbal abuse and racial slurs, from threatening such conduct or from authorizing or permitting such conduct.&rdquo; However, the court did not rule on whether the corrections officers had violated the previous injunction. <em>Blood in the Water</em>, 302.&nbsp;</p>\r\n<p>Although the plaintiffs won on the reprisals issue, the loss for the interrogation claim enabled the Attica Task Force to gather evidence to charge 62 class-members with crimes committed during the uprising.</p>",
    "summary_published_date": "2025-06-22T23:37:40.100993-04:00",
    "summary_short": "This case concerns an injunction to stop the reprisals and interrogations after the retaking. The plaintiffs included all people who were incarcerated in Attica. The case was filed in the U.S. District for the Western District of New York the day of the retaking, September 13, 1971. The plaintiffs alleged that corrections officers were abusing people who were incarcerated and were conducting interrogations without counsel present. The court allowed the interrogations to continue, assuming people were informed of their right to counsel or had counsel, and issued a preliminary injunction to stop corrections officers from being violent.",
    "summary_tiny": "Court grants preliminary injunction to stop corrections officers from conducting reprisals after the Attica uprising.",
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15208",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15208",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15208",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15208"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116369,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116369"
    },
    {
      "date": "1971-12-01",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 12,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 453,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 112971,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/112971.pdf",
      "title": "Opinion",
      "text": " \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \n \n  and dissenting in part. \n  \n453 F.2d 12 \nProcedural  Posture(s):  On  Appeal;  Motion  for \nUnited States Court of Appeals, \nPreliminary Injunction. \nSecond Circuit. \nAttorneys and Law Firms \nINMATES OF the ATTICA CORRECTIONAL \nFACILITY et al., Plaintiffs-Appellants, \n*14  Phylis  Skloot  Bamberger,  William  E.  Hellerstein, \nv. \nNew York City (Barbara Shapiro, The Legal Aid Society, \nNelson ROCKEFELLER, Governor, State of New \nNew  York  City,  Herman  Schwartz,  ACLU  Prisoners \nYork, et al., Defendants-Appellees. \nRights Project, Buffalo, N. Y., Stanley Bass, NAACP \nLegal  &  Educational  Fund,  Inc.,  Daniel  Pachoda, \nNos. 284, 334, Dockets 71-1931, 71-1994. \nNational  Lawyers  Guild,  Morton  Stavis,  Center  for \n| \nConstitutional Law, New York City, Vincent Doyle, Jr., \nArgued Nov. 5, 1971. \nBuffalo, N. Y., Haywood Burns, National Conference of \n| \nBlack  Lawyers,  New  York  City,  on  the  brief),  for \nDecided Dec. 1, 1971. \nappellants. \nMaxwell B. Spoont, Asst. Atty. Gen., State of N. Y. \nSynopsis  (Louis J. Lefkowitz, Atty. Gen., by Robert E. Fischer, \nAction by state prison inmates for federal equitable relief  Deputy  Atty.  Gen.,  David  M.  Richman,  Roger  W. \nagainst state officials with respect to conditions arising  Bradley, Asst. Attys. Gen. on the brief), for appellees. \nout of a riot in the prison. From orders of the District \nCourt for the Western District of New York, John T.  Before LUMBARD, MANSFIELD and OAKES, Circuit \nCurtin,  J.,  denying  the  inmates’  application  for  Judges. \npreliminary  injunction  against  alleged  violations  of \nOpinion \nconstitutional rights, including interrogation of inmates \n \nwithout counsel, physical abuse, threats and harassment, \nand dismissing their complaint alleging violations of the \n*15 MANSFIELD, Circuit Judge: \nCivil  Rights  Act  insofar  as  the  complaint  sought \npermanent injunctive relief and an order permitting the \n \naction to be maintained as a class suit on behalf of all \ninmates of such prison, the prisoners appealed. The Court \nThis appeal by certain prisoners of New York State’s \nof Appeals, Mansfield, Circuit Judge, held that although \nAttica Correctional Facility (Attica), a maximum security \nthe major wave of the guards’ reprisals against inmates \nprison,  seeks  reversal  of  orders  of  the  United  States \nfor  the  uprising  had  probably  passed,  where  brutal \nDistrict  Court  for  the  Western  District  of  New  York \nconduct extended over a period of at least several days, \nentered on September 28, October 6 and 7, 1971, denying \nwith one serious incident occurring much later, and there \ntheir application for a preliminary injunction restraining \nwas extensive testimony regarding nighttime harrassment, \ndefendants from engaging in conduct allegedly violating \nthreats,  racial  slurs  and  similar  misconduct  by  prison \nplaintiffs’  constitutional  rights  and  dismissing  their \npersonnel, found continuing at the time of the trial court’s \ncomplaint insofar as it sought permanent injunctive relief \ndecision on the question of injunctive relief, preliminary \nand an order permitting it to be maintained as a class suit \ninjunctive  relief  should  have  been  granted.  Orders \non behalf of all inmates, approximately 2,000 in number. \nreversed in part; in all other respects decision and orders \nFederal jurisdiction was invoked on the basis of 42 U.S.C. \naffirmed. \n§ 1983 and 28 U.S.C. § 1343. For the reasons hereinafter \n  \nstated  we  affirm  the  district  court’s  decision  in  part, \nLumbard, Circuit Judge, filed a concurring opinion. \nreverse  it  in  part,  and  remand  the  case  for  further \n  \nproceedings in accordance with this decision. \nOakes, Circuit Judge, filed an opinion concurring in part \n1 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nThe action is based upon events following the bloody  rights of the inmates are being protected.”2 Accordingly \nrecovery  by  New  York  State  of  control  of  Attica  on  Judge  Curtin  denied  preliminary  injunctive  relief  for \nSeptember  13,  1971,  at  a  cost  of  43  lives,  after  failure to make a sufficient showing of immediate need. \nunsuccessful  negotiations  to  terminate  peacefully  a \nfour-day inmates’ riot. Beginning on September 9, 1971,  Two days later Governor Rockefeller appointed Deputy \ncertain inmates of Attica revolted, took over control of a  Attorney General Robert E. Fischer to investigate any \nportion of the prison known as Cellblock D, seized and  crimes committed at Attica during and after the period of \nheld 38 correctional officers and civilian employees as  the uprising.3 Beginning in the latter part of September, \nhostages, presented a list of demands, which became the  Fischer  and  several  members  of  his  staff  began \nsubject of negotiations with representatives of the State,  interrogation of Attica inmates. \nand threatened to kill the hostages unless their demands \nOn  September  16,  1971,  Judge  Curtin  reopened  the \nwere met. The riot continued until September 13, 1971, \napplication  for  temporary  injunctive  relief  upon  Mr. \nand was accompanied by criminal conduct on the part of \nSchwartz’s submission of an affidavit to the effect that \nsome  inmates,  undoubtedly  witnessed  by  others.  One \nguard, William Quinn, a hostage removed from the prison  counsel  were  being  denied  access  to  Attica  for  the \nbefore  it  was  retaken,  died  of  severe  head  injuries  purpose of giving legal advice to their clients, and upon \nsustained  during  the  uprising,  and  three  inmates  his further oral statement that he had been approached by \nsuccumbed to knife wounds.  a  person  (Watson)  with  “newly  discovered  evidence” \nshowing  the  need  for  access  in  order  to  protect  the \nOn the morning of September 13, 1971, New York State  constitutional rights of inmates. Testimony was then taken \nPolice  and  other  State  employees,  acting  under  the  from James Watson, a 24-year old National Guardsman \ndirection of the Commissioner of Corrections of the State  and a student at Buffalo Law School, regarding reprisals \nof New York, regained control of Attica by armed force,  taken  by  correctional  officers  against  inmates \nresulting in the death of an additional 29 inmates and 10  immediately after the uprising had been quelled, including \nhostages,  injuries  to  numerous  others  (83  required  physical abuse, assaults, forcing of prisoners to run a \nsurgical  treatment)  and  destruction  of  property  (in  gauntlet of correctional officers who struck them as they \naddition to that already destroyed in the uprising).  passed through, threats, racial slurs and obscenities, which \nhe had witnessed on September 13, 1971, when he and \nOn  the  evening  of  September  13,  1971,  a  group  of  100 members of his company were sent into Attica to \nlawyers headed by Herman Schwartz, Esq., a professor of  restore order immediately following its being recaptured. \nlaw at the University of Buffalo, acting as counsel for all  Following this hearing, the inmates’ purported counsel \ninmates of Attica on the basis of having been attorney for  were permitted by the Commissioner of Corrections to \nsome of them in prior unrelated proceedings, commenced  interview inmates daily at the rate of approximately 20 \nan  action  in  the  United  States  District  Court  for  the  per day (or a total of about 100) during the five-day \nWestern District of New York entitled “Inmates of Attica  period  from  September  17  to  21  inclusive,  with  the \nCorrectional Facility, Plaintiffs, against Commissioner of  assurance that such interviews could be continued. \nCorrections  Russell  G.  Oswald  and  Vincent  Mancusi, \nSuperintendent,  Attica  Correctional  Facility.”1  They  On September 23 plaintiffs’ counsel applied to the district \nsought  access  to  Attica  and  a  preliminary  injunction  court for an order (1) enjoining defendants’ interrogation \nagainst  interrogation  of  prisoners.  On  September  14,  of inmates except after each inmate had “consulted with \nJudge Curtin denied the application after taking testimony  counsel and thereafter only in the presence of counsel,” \nof Walter Dunbar, Executive Deputy Commissioner of the  (2) enjoining *17 destruction, confiscation and disposal of \nNew York State Department of Correctional Services, to  plaintiffs’ personal property, including briefs, transcripts, \nthe effect that no  *16 investigations had as yet been  correspondence, etc., (3) requiring defendants to deposit \ninstituted  by  correctional  personnel  at  Attica.  It  was  with the court all photographs and films relating to the \nfurther  elicited  that  Governor  Rockefeller,  upon  the  “disturbance” at Attica during the period September 9-13, \nrecommendation of Hon. Harry D. Goldman, Presiding  (4) declaring that the action might be maintained as a \nJustice of the Appellate Division, Fourth Department, had  class suit pursuant to Rule 23, F.R.Civ.P., (5) furnishing \nappointed a panel of five impartial observers who would  plaintiffs’ counsel with the “name, prison number and \nvisit and examine conditions at Attica “to the end that the  present  whereabouts  of  each  member  of  the  class  of \npublic at large may be assured that the constitutional  plaintiffs,” (6) requiring defendants to provide plaintiffs’ \n2 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \ncounsel with autopsy and other reports regarding persons  interviewing circumstances is denied without prejudice.” \nkilled in connection with the Attica uprising, and (7) \nappointing federal monitors, who would have free access  On September 30, October 4 and 5 Judge Curtin held \nthroughout Attica, to insure enforcement of the injunction  further hearings for the purpose of receiving proof (in \nagainst interrogation of inmates and destruction of their  addition to the previously-received testimony of James \nproperty.  Watson)  with  respect  to  the  undismissed  balance  of \nOn September 25, 1971, defendants applied for an order  plaintiffs’  application  for  preliminary  injunctive  relief. \npursuant to Rules 23(c) (1) and 12 (b) (6), F.R.Civ.P.,  Plaintiffs  offered  the  testimony  of  Vincent  Mancusi, \ndismissing the complaint for failure to state grounds for  Superintendent of Attica, Clarence B. Jones, a member of \nmaintenance of the action as a class suit and for failure to  the Goldman Panel, Arthur O. Eve, a member of the New \nstate a claim entitling plaintiffs to relief.4  York State Assembly, and six inmates (Lott, Champen, \nBlyden, Jackson, Colvin and Haynes). \nAt a hearing held on September 27, 1971, by Judge Curtin \nupon the foregoing applications, defendants disclosed that  In support of plaintiffs’ allegations of unconstitutional \nin recognition of plaintiffs’ right to consult with counsel  interrogations of prisoners, the sole testimony was that of \nbefore  being  interrogated  by  representatives  of  the  an inmate Charles Colvin and of Superintendent Mancusi. \nAttorney  General’s  office  with  respect  to  the  Attica  Colvin, who is serving a term of from 3 to 10 years for \nuprising, Fischer had distributed to all inmates a notice in  manslaughter,  testified  that  on  September  13  he  was \nEnglish and Spanish dated September 24, 1971 (a copy of  beaten and questioned by correction officers with respect \nwhich in English is printed in a footnote),5 advising each  to the events of September 9-13, and that on September \ninmate of his right to speak to a lawyer before being  15  he  was  taken  from  his  cell  to  a  room  in  the \nquestioned by a representative of the Attorney General’s  administration building where, after being threatened by \noffice and giving him the option of writing the name and  two or three people dressed in “BCI” (Bureau of Criminal \naddress  of  his  lawyer  so  that  the  lawyer  might  be  Investigation) clothes, he signed a “piece of paper” or “a \ninformed or asking the court to appoint a lawyer to speak  pad” without reading it or knowing what was on it. He \nwith him. Furthermore, as a result of arrangements made  further testified that although he was due to be released on \nby  the  Goldman  Panel,  three  *18  rooms  were  made  October 6, 1971, he had been stripped of 180 days good \navailable daily in Attica for attorney-client interviews,  time without any hearing after he pleaded not guilty to a \ndespite the cramped conditions resulting from damage to  charge of possession of an officer’s night stick. \nB, D and E Cellblocks which required transfer of inmates \nSuperintendent Mancusi, on the other hand, countered \nto other Blocks or to other prisons. These rooms have \nthat neither he nor any members of his staff had engaged \nbeen available for such purpose eight hours a day except \nin interrogation of inmates and that he had ordered his \nfor Saturdays and Sundays, when attorneys may have \nstaff not to engage in such interrogation. As far as he \naccess for six hours a day. As a result 195 interviews took \nplace  during  the  period  from  September  17  through  knew  the  only  interrogation  of  inmates  conducted  at \nOctober 2.  Attica was that carried on by Deputy Attorney General \nFischer and his staff and by the inmates’ own counsel. \nThe  district  court  denied  plaintiffs’  demand  for  an  Mr. Fischer had further requested visiting public officials, \ninjunction against interrogation of prisoners except after  including members of the Goldman Panel, not to engage \nbeing advised by, or in the presence of, counsel, referring  in interrogation of inmates because of his concern for \nto the foregoing notice and pointing out that facilities had  their  constitutional  rights.  With  respect  to  Colvin’s \nbeen made available for counsel to interview inmates and  testimony as to his being stripped of 180 days good time, \nthat if defendants’ interrogations violated inmates’ rights,  Mancusi testified that Colvin had pleaded guilty rather \nobjections might be raised in state court upon an attempt  than not guilty to the charge of possession of an officer’s \nby the State to use any information received in a criminal  night stick and that notwithstanding this plea Mancusi had \nor other proceeding. He concluded that “until plaintiffs  vacated the punishment after consultation with a member \ncan  be  more  specific  with  regard  to  how  these  of Fischer’s staff. \ninterviewing circumstances constitute a denial of effective \nBy contrast, in support of plaintiffs’ Eighth Amendment \nassistance of counsel, of equal protection of the laws, and \nclaims, detailed evidence was furnished by plaintiffs to \nof the right to be free from cruel and unusual punishment, \nthe effect that beginning immediately after the State’s \nplaintiffs’  demand  for  an  injunction  enlarging  the \n3 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nrecapture of Attica on the morning of September 13 and  permitting the suit to be prosecuted as a class action since \ncontinuing  at  least  until  September  16,  guards,  State  individual inmates would not be precluded from seeking \nTroopers and correctional personnel had engaged in cruel  individual relief or damages.7 \nand  inhuman  abuse  of  numerous  inmates.  Injured   \nprisoners, some on stretchers, were struck, prodded or   \nbeaten  with  sticks,  belts,  bats  *19  or  other  weapons. \nOthers  were  forced  to  strip  and  run  naked  through \ngauntlets of guards armed with clubs which they used to \n*20 Discussion \nstrike the bodies of the inmates as they passed. Some \nwere dragged on the ground, some marked with an “X” \n In this action state prisoners convicted by state courts for \non their backs, some spat upon or burned with matches, \nviolation of state laws seek federal equitable relief against \nand others poked in the genitals or arms with sticks. \nstate officials with respect to conditions arising out of a \nAccording to the testimony of the inmates, bloody or \nriot in a state prison. We are asked to intervene under 42 \nwounded inmates were apparently not spared in this orgy \nU.S.C. § 1983 on the theory that defendants’ conduct \nof brutality. \nviolated  plaintiffs’  federal  civil  rights,  even  though \nconditions in state institutions are peculiarly a matter of \nThere was testimony that hand in hand with the physical \nstate  concern.  However,  whatever  question  some  may \nviolence upon the inmates went threats of death or further \nhave as to the wisdom of federal judicial intervention in \nbrutality.  Correctional  officers,  addressing  inmates  as \ndelicate and complex problems of prison administration, \n“niggers” or “coons,” threatened to “get rid of” them or \nthis case, which involves specific claims of continuing \nshoot or kill them. In at least one instance, the testimony \ncruel  and  inhuman  physical  abuse  of  inmates,  is \nran, a guard pointed a gun at an inmate’s head, telling him \nextraordinary and exceptional. Furthermore the question \nthat he was going to die, and started clicking the trigger, \nof whether exhaustion of state judicial remedies should be \nfollowing which the inmate was kicked and beaten. On \nrequired in similar prisoners’ suits under 42 U.S.C. § \nsome nights a group of guards visited the cell area and \n1983 is presently sub judice before this court sitting en \nthreatened inmates with death, pointing guns or sticks into \nbanc in Rodriguez v. McGinnis, et al., 451 F.2d 730 (2d \ncells. Several of the witnesses had personally complained \nCir. 1971); United States ex rel. Katzoff v. McGinnis, et \nto members of the Goldman Panel and to public figures \nal., 441 F.2d 558 (2d Cir. 1971); and United States ex rel. \nvisiting  Attica  (e.  g.,  Congressman  Rangel,  Senator \nKritsky v. McGinnis, et al., Dkt. #35253 (on appeal from \nDunne and Assemblyman Eve). \ndecision of N.D.N.Y., 313 F.Supp. 1247). Accordingly \nOn  October  6,  1971,  Judge  Curtin  denied  plaintiffs’ \nwe proceed to the merits. \napplication for preliminary injunctive relief and dismissed \n  \ntheir complaint insofar as it sought permanent relief and \nThe tragic events at Attica have deeply affected vital \npermission to maintain the suit as a class action pursuant \ninterests not only of those directly involved, including \nto  Rule  23,  F.R.Civ.P.  He  accepted  as  true  for  the \ninmates and correctional personnel, but of the public at \npurposes of his findings the testimony given with respect \nlarge. The public wants to know the facts, with a view to \nto physical abuse and harassment of prisoners. He found \npreventing the recurrence of conditions that led to the \nthat although racial slurs, nighttime harassment, threats \nuprising.  Public  investigations  have  already  been \nand  other  improper  conduct  had  continued,  there  was \ninstituted  for  the  purpose  of  determining  whether  the \nalmost no evidence of physical abuse or brutality after \nprison conditions that existed at Attica before the uprising \nSeptember  14,  and  that  Superintendent  Mancusi  and \nwere inhumane or intolerable, whether the concept and \nothers in charge had not countenanced physical abuses or \nconditions  of  maximum  security  are  necessary,  and \nthreats on the part of their subordinates. He accepted \nwhether the restriction of prisoners to life in cramped \nMancusi’s testimony that inmates’ private property would \ncells, isolated from the outside world, is so dehumanizing \nbe safeguarded and returned,6 and concluded that in view \nand  oppressive  that  it  should  be  modified  in  some \nof  the  steps  being  taken  to  protect  the  inmates’ \nconstitutional  rights  and  personal  belongings  and  the  respects.8 \n In the meantime the State has the duty to investigate and \nabsence of evidence of continuation of physical abuse, \nprosecute all persons, including inmates, who may have \npreliminary injunctive relief should not be granted. He \nengaged in criminal conduct before, during and after the \nfurther  decided  that  no  purpose  would  be  served  by \nuprising. In such an investigation each inmate is entitled \n4 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nto protection of his constitutional rights, subject to such  them in violation of their constitutional rights would be \nrestrictions as are reasonably and necessarily required in  suppressed  upon  subsequent  prosecution  of  them. \nlight of his incarceration pursuant to his prior conviction  Miranda v. Arizona, 384 U.S. 436, 476, 86 S.Ct. 1602 \non other charges.  (1966). \n    In any event, equitable relief is not warranted for the \n In  seeking  preliminary  injunctive  relief  plaintiffs  further reason that if a statement should be obtained from \nassumed the burden of showing probable success on the  an inmate in violation of his constitutional rights, he has \nmerits and some irreparable injury or, where the showing  an  adequate  remedy  at  law  by  way  of  a  motion  to \nof  probable  success  is  uncertain,  that  the  balance  of  suppress in the proceeding in which the State seeks to use \nhardships tips decidedly in their favor. Clairol Inc. v.  it. People v. Paulin, 25 N.Y.2d 445, 450, 306 N.Y.S.2d \nGillette  Co.,  389  F.2d  264  (2d  Cir.  1968);  Checker  929, 933 (1969). We may anticipate, in view of the wide \nMotors Corp. v. Chrysler Corp., 405 F.2d 319, 323 (2d  public concern about Attica, that in the event of any later \nCir. 1969). Here the record discloses a complete failure to  prosecutions  in  which  an  inmate’s  statements  were \nsustain the burden with respect to their claim that they  offered  or  used,  the  circumstances  surrounding  the \nmay  be  interrogated  in  disregard  of  their  federal  obtaining  of  such  evidence  would  be  thoroughly \nconstitutional rights.  scrutinized. Well aware of these risks, members of the \n   Attorney General’s staff have assured us in open court \nthat  they  propose  to  proceed  most  cautiously.  This \nThere  is  no  substantial  evidence  of  any  improper  representation has since been confirmed by the Report of \nquestioning  of  prisoners.  On  the  contrary,  the  record  the Goldman Panel, which states that Deputy Attorney \nreveals a conscientious effort on the part of responsible  General  Fischer  advised  that  “he  was  issuing  written \npublic officials to respect inmates’ rights to remain silent  instructions ordering Miranda warnings in every case” (p. \nif  they  choose,  or  to  refuse  to  speak  without  prior  14). \nconsultation with or in the the presence of their own legal    \ncounsel.  Superintendent  Mancusi  has  prohibited  any   Notwithstanding these assurances plaintiffs ask for an \ninterrogation by prison personnel and there is no evidence  injunction against any interrogation of inmates unless it is \nof  any  such  interrogation  since  the  single  event  on  conducted in the presence of the inmate’s counsel or the \nSeptember 13 testified to by Colvin. Numerous competent  inmate has first been advised by legal counsel. Such an \nand qualified lawyers, including members of the Legal  order, however, would go beyond what is necessary for \nAid  Society,  NAACP  Legal  &  Educational  Fund,  the protection of the rights of the inmates here, since they \nNational Lawyers Guild, American Civil Liberties Union,  have been advised of their right to legal counsel and have \nCenter  for  Constitutional  Law,  and  National  *21  been offered the services of numerous qualified lawyers, \nConference of Black Lawyers, have rallied to the inmates’  of which many inmates have availed themselves. The \nsupport, conducting scores of attorney-client interviews,  record reveals, for instance, that of the 8 named plaintiffs, \nand taking such other steps as they consider advisable to  6 have talked with an attorney at least 5 times, Roger \nprotect  the  inmates’  constitutional  rights.  In  addition,  Champen having had 11 visits by lawyers and Herbert \nmembers of the Goldman Panel have enlisted the support  Blyden 15. Under the circumstances, including the fact \nof the New York State Bar Association and of the Fourth  that  the  great  majority  of  inmates  have  already  been \nJudicial Department to supplement the efforts of local  represented by legal counsel in prior proceedings,9 there is \ncounty bar associations in providing sufficient qualified  no substantial risk that any inmate has not been advised of \ncounsel to avoid conflicts of interest that might otherwise  his right to counsel or that he will fail to request counsel if \ndevelop.  he wishes the presence of a lawyer at his interrogation. \n  \nMembers  of  the  Attorney  General’s  staff  are  acutely \naware  of  the  necessity  for  careful  observance  of  the  The order requested by appellants would also, by forcing \nconstitutional  rights  of  inmates  questioned  by  them,  the appointment of legal counsel upon interrogees who \nincluding the necessity for giving Miranda warnings to  may not wish such representation, go beyond any step \nthose  suspected  of  having  committed  criminal  acts.  heretofore deemed required *22 for the protection of a \nIndeed the State has a strong interest in insuring that the  citizen’s  Sixth  Amendment  rights,  including  those \nappropriate warning will be given to any inmates who are  prescribed by the Supreme Court in Miranda, supra, and \nthe targets of suspicion, since any evidence obtained from \n5 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nEscobedo v. Illinois, 378 U.S. 478, 84 S.Ct. 1758, 12  stage  because  of  the  risk  of  administrative  reprisals. \nL.Ed.2d  977  (1964).  If  the  same  logic  were  applied  Denial of plaintiffs’ application is, of course, without \ngenerally, it would prohibit any law enforcement official  prejudice to their due process rights in any disciplinary \nfrom  interrogating  anyone  in  a  pending  criminal  proceeding  that  might  be  instituted  against  them.  See \ninvestigation without a lawyer’s first having been retained  Sostre v. McGinnis, 442 F.2d 178, 194-199 (2d Cir. 1971) \nor appointed to consult with the prospective witness. In  (en  banc);  Carothers  v.  Follette,  314  F.Supp.  1014, \nour view such a step is unwarranted. Furthermore, where  1028-1029 (S.D.N.Y.1970). \na  request  is  made  of  a  federal  court  with  respect  to    \nwitnesses  being  interrogated  in  a  state  criminal   When it comes to the risk of future physical abuse and \ninvestigation, as is the case here (a Grand Jury having  harassment of inmates, the picture is somewhat different. \nbeen convened in Wyoming County), we can find no  The barbarous conduct testified to by various witnesses \nprecedent  supporting  federal  intervention  which,  in  and taken as true by Judge Curtin for the purposes of his \naddition  to  its  obvious  potential  for  exacerbating  interlocutory  decision–the  beatings,  physical  abuse, \nfederal-state relations, might constitute an unwarranted  torture,  running  of  gauntlets,  and  similar  cruelty–was \nintrusion upon the pending state criminal proceeding. Cf.  wholly beyond any force needed to maintain order. It far \nYounger v. Harris, 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d  exceeded what our society will tolerate on the part of \n669 (1971); Douglas v. City of Jeannette, 319 U.S. 157,  officers of the law in custody of defenseless prisoners. \n63 S.Ct. 877, 87 L.Ed. 1324 (1943).  Although lawful incarceration, as it *23 has often been \n Plaintiffs urge that an exception to these well-established  said, deprives the prisoners of many rights enjoyed by \nprinciples is warranted in the case of interrogation of  others (e. g., travel, choice of occupation, privacy, and \ninmates of a prison, since they are “in custody” and their  association with others), Price v. Johnston, 334 U.S. 266, \nfailure to furnish information in response to inquiries by  285, 68 S.Ct. 1049, 92 L.Ed. 1356 (1948), they are still \nstate representatives may result in administrative reprisals  entitled  to  protection  against  cruel  and  unusual \nin the form of denial of parole eligibility, loss of good  punishment  by  the  Eighth  Amendment.  Corporal \ntime, or denial of other privileges within Attica. Plaintiffs’  punishment  of  prisoners  has  been  disapproved  of  by \nincarceration  as  the  result  of  prior  convictions  for  penologists except where “necessary to protect one’s self \nunrelated offenses, while it does not strip them of Sixth  or others from injury, or to prevent escape, or serious \nAmendment rights, see Johnson v. Avery, 393 U.S. 483,  injury to property.” American Correctional Association, \n89 S.Ct. 747, 21 L.Ed.2d 718 (1969); Mathis v. United  Manual  of  Correctional  Standards  (1966),  p.  417,  as \nStates, 391 U.S. 1, 88 S.Ct. 1503, 20 L.Ed.2d 381 (1967),  quoted  in  Landman  v.  Royster,  333  F.Supp.  621 \ndoes not confer upon them greater rights to counsel than  (E.D.Va.1971). But even if some corporal punishment \nthose  of  citizens  outside  of  the  prison  walls.  Their  may be permitted under the Constitution, the mistreatment \nspeculation that they might be subject to administrative  of the inmates in this case amounted to cruel and unusual \nreprisals for remaining silent or for refusing to cooperate  punishment  in  violation  of  their  Eighth  Amendment \nwith interrogators is not only unsupported but it is refuted  rights, Wilkerson v. Utah, 99 U.S. 130, 136, 25 L.Ed. 345 \nby the record evidence. No inmates have been denied  (1878); Wright v. McMann, 387 F.2d 519, 525 (2d Cir. \nparole, “good time” or other privileges because of their  1967); Jackson v. Bishop, 404 F.2d 571, 579 (8th Cir. \nrefusal  to  talk  when  interrogated.  Since  correctional  1968) (Per Blackmun, C. J.); Sostre v. McGinnis, 442 \nauthorities play no part in the interrogation, which is  F.2d 178, 191 (2d Cir. 1971) (en banc), which may be \nbeing  conducted  solely  by  Deputy  Attorney  General  enjoined where there is “danger of recurrent violation,” \nFischer’s staff, there is little likelihood that the Attica  United States v. W. T. Grant Co., 345 U.S. 629, 633, 73 \nstaff is even aware of the identity of inmates who have  S.Ct. 894, 97 L.Ed. 1303 (1953). \nrefused to talk. Superintendent Mancusi has disclaimed    \nunder  oath  any  disciplinary  action  based  on  such   If  the  abusive  conduct  of  the  prison  guards  had \nreprisal.10  Furthermore,  when  it  appeared  that  some  represented a single or short-lived incident, unlikely to \nprisoners  might  be  denied  parole  because  of  recur, or if other corrective measures had been taken to \nadministrative charges, the Goldman Panel notified the  guarantee against repetition, injunctive relief might be \nBoard  of  Parole,  which  ordered  their  release.  See  denied, despite the heinous character of the conduct. See \nGoldman  Panel  Report,  p.  15.  No  basis  is  shown,  Belknap v. Leary, 427 F.2d 496 (2d Cir. 1970). Here, \ntherefore, for mandatory appointment of counsel at this  however, the conduct of some of the prison guards, state \n6 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \npolice and correctional personnel, as testified to, was not  protect the inmates against further reprisals, perhaps of a \nonly brutal but it extended over a period of at least several  more  sophisticated  and  subtle  nature.  Under  the \ndays, with one serious incident occurring much later, i. e.,  circumstances preliminary injunctive relief should have \nthe surreptitious lining up and striking of inmates by  been  granted  against  further  physical  abuse,  tortures, \nprison guards in A Block on September 22 as testified to  beatings,  or  similar  conduct.  The  grant  of  such \nby  Jackson  (R.  pp.  250-51).  In  addition  there  was  preliminary relief, of course, should be without prejudice \nextensive  testimony  regarding  night-time  harassment,  to the defendants’ right to offer evidence in support of an \nthreats,  racial  slurs  and  similar  misconduct  by  prison  application to vacate the injunction upon showing that \npersonnel,  which  was  found  by  Judge  Curtin  to  be  adequate steps have been taken to protect the inmates \ncontinuing at the time of his decision on October 6. His  against recurrence. \nconclusions have since been confirmed by the Goldman   We  also  reverse  the  district  court’s  dismissal  of  the \nPanel, which reported on November 18, 1971, that it had  complaint insofar as it seeks permanent injunctive relief \nreceived complaints regarding continued harassment. It  against  violation  of  the  inmates’  Eighth  Amendment \nconcluded  “The  danger  of  harassment  of  inmates  rights. The allegations of the complaint, which must be \ncontinues,  however,  and  the  likelihood  of  unjust  considered in the light most favorable to the plaintiffs \nretaliatory and inflammatory acts in parole and other areas  upon a motion to dismiss, Conley v. Gibson, 355 U.S. 41, \nstill  remains.”  Goldman  Panel  Report,  pp.  20-22,  36.  45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957); Cooper v. Pate, \nClarence B. Jones, a member of that panel, testified that  378 U.S. 546, 84 S.Ct. 1733, 12 L.Ed.2d 1030 (1964); \nthe  atmosphere  in  Attica  continues  to  be  one  of  Wright v. McMann, 387 F.2d 519, 521 n. 3 (2d Cir. \n“controlled hostility” between guards and inmates (R. p.  1967); Church v. Hegstrom, 416 F.2d 449, 450 (2d Cir. \n196).  1969); Build of Buffalo, Inc. v. Sedita, 441 F.2d 284, 287 \n   (2d Cir. 1971), clearly state a claim entitling them to some \ninjunctive relief if proved at trial by a fair preponderance \nIt is true that some steps have been taken to insure against  of the evidence. The evidence presented to the district \nrecurrence of such conduct on the part of correctional  court was received solely upon plaintiffs’ application for \nofficers.  For  instance,  three  state  monitors  have  been  preliminary  relief  without  any  consolidation  of  that \nappointed,  and  on  October  5,  1971,  the  Governor  hearing with a trial on the merits pursuant to Rule 65(a) \nrequested assistance from the United States Department  (2), F.R.Civ.P. Accordingly plaintiffs are not precluded \nof Justice, to which the Attorney General of the United  from presenting additional evidence at trial. Capital City \nStates responded on October 19 by stating that he had  Gas Co. v. Phillips Petroleum Co., 373 F.2d 128, 131 (2d \nordered the Civil Rights Division to investigate prisoners’  Cir. 1967). \ncomplaints of beatings and harassment. Although all of    \nthese measures are salutary, they appear to be insufficient   In regard to the counsel claim, we affirm the district \nto assure against repetition of the misconduct. The three  court’s denial of plaintiffs’ application to maintain the suit \nmonitors, for instance, are present at Attica only during  as a class action. As to that issue, plaintiffs have failed to \nday-time hours and hence cannot observe any night-time  satisfy certain essential requirements prescribed by Rule \nharassment, which has been repeatedly alleged. As for the  23, F.R.Civ.P., as conditions precedent to the prosecution \nsuggestion of help from the Civil Rights Division we are  of a lawsuit as a class suit. Although plaintiffs present \nnot advised that any steps have been taken to implement  some common questions of law and fact, it is by no means \nthe Attorney General’s direction other than to dispatch  clear that their claims are typical or representative of all \nagents of the Federal Bureau of Investigation to interview  members of the purported class, i. e., the inmates of \nsome of the prisoners.  Attica, or that they will adequately protect the interests of \nall inmates. On the contrary, sharp conflicts of interest \nIn the last analysis the situation here is unique in that \nexist between inmates. Some did not participate at all in \nplaintiffs,  being  prisoners,  are  at  the  mercy  of  their \nthe uprising, while others did. Some may be threatened \nkeepers, many of whom, on the testimony below, have \nwith  state  prosecution,  while  others  will  not.  Some, \nalready  subjected  inmates  to  barbarous  abuse  and \ntherefore, may be called upon to testify with respect to \nmistreatment. The major wave of guards’ reprisals has \ncriminal acts committed by others, and may even desire to \nprobably passed. On the record before us, however, the  do so, while others may desire the opposite. \ndistrict court was not *24 justified in assuming, without    \nfurther  proof,  that  adequate  steps  would  be  taken  to \n7 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nAs to the prayer for injunctive relief against brutality or  Judge Oakes’s view that the district court should hold a \nthe threat of it, however, we find that a class action is  hearing  and  make  findings  regarding  whether  counsel \nproperly maintainable. The proposed class comprising the  ought  to  be  provided  for  all  prisoners  prior  to \ninmates of Attica is sufficiently numerous to make joinder  interrogation even if no request for counsel has been \nimpracticable,  all  inmates  have  a  common  interest  in  made. \npreventing the recurrence of the objectionable conduct, \nthe claims of the representatives of the proposed class are  Only the real probability of continued physical abuse or \ntypical of those of all the inmates, and an injunction  harassment can justify the issuance of an injunction by a \nagainst brutality would fairly and adequately protect the  federal court to forbid and prevent such illegal conduct. \ninterests  of  all  the  inmates.  Rule  23(a),  F.R.Civ.P.  An entirely different kind of question is presented with \nFurthermore, representatives of the State have acted or  respect to how the state is to conduct its investigation of \nhave failed to act on grounds generally applicable to the  the killing of 32 inmates and 11 guards and the injuries \nclass, making injunctive relief appropriate with respect to  suffered by scores of others. It is quite apparent that the \nthe  class  as  a  whole,11  Rule  23(b)  (2),  F.R.Civ.P.  Governor,  the  Commissioner  of  Corrections  and  the \nTherefore, the order of the district court *25 denying  Special Deputy Attorney General are well aware of the \nappellants’ application to maintain the suit as a class  difficulties and requirements of such an investigation and \naction as to the brutality issue is reversed.  any prosecution which may result therefrom. \n \n  Neither Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, \n16 L.Ed.2d 694 (1966), nor any other decision of the \nSupreme Court, or of this court, holds that the state must \nconduct its investigation in any particular way or that \nConclusion  certain warnings must be given to any or all persons who \nmay be interrogated by those investigating crimes which \nwere or may have been committed at Attica. All that \nThe orders of the district court are reversed insofar as they \nMiranda holds is that a defendant’s statement may not be \ndismissed  plaintiffs’  complaint  and  denied  injunctive \nused against him in a criminal prosecution or otherwise \nrelief restraining defendants, their agents and employees, \nunless he has first been given certain warnings and he has \nincluding state police, guards and correctional personnel, \nknowingly elected to speak with or without advice of \nfrom subjecting Attica inmates to physical abuse, torture, \ncounsel.  A  conviction  will  not  stand  if  it  has  been \nbeatings or other forms of brutality, or threatening such \nobtained through the use at trial of a statement made by a \nconduct, and insofar as they denied plaintiffs’ application \ndefendant  who  has  not  been  warned  substantially  as \nto proceed with the brutality claim as a class action. The \nMiranda specifies. Miranda is a rule of evidence. \ndistrict court is directed to enter a preliminary injunction \nagainst such conduct and to consider any more specific \nFor whatever reasons the state may find sufficient, the \nmeasures  that  might  be  ordered  to  implement  the \nstate may well elect to give Miranda warnings to some \ninjunction, including the appointment of federal monitors \nand  not  to  others.  Any  investigation  must  rely  on \nto serve at Attica. The injunction may be vacated upon a \nwitnesses and the investigators must make a choice as to \nshowing that it is no longer required for the protection of \nwho would better serve as a witness and who might be a \nthe inmates.  defendant. Obviously only a minority of prisoners can be \ndefendants  and  those  examined  as  witnesses  will  far \nIn all other respects the decision and orders of the district \noutnumber those who ultimately become defendants. \ncourt are affirmed. \n \nAn injunction applicable to every prisoner who might be \n \nquestioned  not  only  would  go  far  beyond  the  proper \nprovince of a federal court, but would seriously impede \nLUMBARD, Circuit Judge (concurring): \nthe investigation which ought to move forward with all \n \nthe speed the state can summon. \nWhile  I  agree  in  all  respects  with  Judge  Mansfield’s \nIf and when a claim is made by a prisoner that the state is \nopinion, I believe some comment is in order regarding \nusing against him a statement made by him, without his \n8 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nbeing given the Miranda warning, it will then be time for  has taken place in the New York prison system in the \nthe appropriate state tribunal to adjudicate that claim in  past1 obviously may have an inhibitory effect upon the \nthe usual way, with the United States Supreme Court as  voluntariness of any choice to seek or not to seek counsel. \nthe ultimate court of appeal.  Thus this is not a case where the remedy of relief by \nsuppression  of  illegally  obtained  statements  would  be \n*26 No prisoner has any right to have a federal court  sufficient, as the trial judge supposed; it may be that \ndetermine under what circumstances, and with or without  inmates who were unwilling participants in the riot have \nwhat warnings, he is to be questioned by state officers and  not wanted to signify that they want counsel out of fear of \nunder what circumstances he must not be questioned at  reprisal  from  prison  officials  in  one  of  several  ways, \nall. It is enough that a failure to observe the Miranda  including  prison  disciplinary  proceedings,  other  than \nteachings carries the sanction of invalidating any use,  criminal prosecution. A given inmate may be on the horns \nexcept for purposes of impeachment, by the state of a  of an insoluble dilemma–if he doesn’t talk he runs a risk \nprisoner’s statement obtained contrary to the Miranda  of  prison  discipline;  if  he  does,  he  runs  a  risk  of \nmandate.  prosecution. See Clutchette v. Procunier, supra. Thus his \n  need for counsel may exceed that of a person in the usual \ncriminal interrogation. \nOAKES, Circuit Judge (concurring in part and dissenting \nNor is this a case in which it is sought to enjoin a state \nin part): \ncriminal prosecution as in Younger v. Harris, 401 U.S. 37, \n \n91 S.Ct. 746, 27 L.Ed.2d 669 (1971). Here the narrow \nrelief now sought is a consultation to determine whether \nI concur in so much of the opinion and order as relates to \nan inmate who by definition is in custody2 should exercise \nbrutality and abuse of the Attica inmates. I dissent as to so \nhis right, Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. \nmuch of it as concerns the right to counsel, but on a \n1602 (1966); Escobedo v. Illinois, 378 U.S. 478, 84 S.Ct. \nlimited basis. \n1758 (1964), to consult counsel before being subjected to \ninterrogation by state officials contemplating prosecution. \nThe Legal Aid Society has on final argument narrowed its \nTo  grant  such  relief  has  considerable  precedent.  See \nrequest for relief in this proceeding–in order to avoid \nLewis v. Kugler, 446 F.2d 1343 (3rd Cir. 1971); Gomez \npossible conflicts of interest–from the full right to counsel \nv. Layton, 129 U.S.App.D.C. 289, 394 F.2d 764, 767 \nfor each inmate sought at the first argument before this \n(1968); *27 Lankford v. Gelston, 364 F.2d 197 (4th Cir. \ncourt, to the right of each inmate to consult with counsel \n1966). Cf. Terry v. Ohio, 392 U.S. 1, 14-15, 88 S.Ct. \nfrom  the  Legal  Aid  Society  as  to  whether  he  should \n1868, 20 L.Ed.2d 889 (1968). \nconsult  with  an  attorney  to  be  appointed  by  the \nappropriate  state  court  before  or  in  connection  with \nThus I take the view that it was error to dismiss the claim \ninterrogation by state officials. Since a number of inmates \nfor permanent relief on the ground that ample remedies \nhave returned the state’s forms of Notice (quoted in note 5 \nfrom unconstitutional interrogation lie by way of further \nof the majority opinion) either blank or with merely a \nevidentiary suppression. This is especially true, I think, in \nsignature and no signification as to whether they want \nlight of Harris v. New York, 401 U.S. 222, 91 S.Ct. 643, \ncounsel, or not returned the forms at all, it seems to me \n28  L.Ed.2d  1  (1971),  which  seems  to  hold  that  an \nplain  that  many  inmates  have  at  the  very  least  been \ninvoluntary  confession  may  be  used  in  impeachment. \ninhibited from communicating their true wishes to the \nSince the trial judge’s thinking to the contrary also plainly \nstate officials. Such inhibition may have been based not \naffected his denial of preliminary relief, I would reverse \nonly on the harassment and abuse now enjoined, which \nhis order in that respect and remand for findings. In view \noccurred after the tragic events of the prison riot, but also \nof  the  trial  judge’s  record  of  prompt  and  expeditious \non the inmates’ fear of future disciplinary reprisal or \nhandling  of  court  business,  any  suggestion  that  the \neffects upon parole, as mentioned in the Goldman Panel \nhearings on the application for preliminary and permanent \nReport (pages 20-22, 36) quoted in the majority opinion. \nrelief should be combined and held promptly would be \nSee  Clutchette  v.  Procunier,  328  F.Supp.  767 \nsuperfluous.  I  believe  that  for  the  foregoing  limited \n(N.D.Cal.1971). \npurposes (brutality and right to counsel) this action should \nproperly be treated as a class action. Eisen v. Carlisle & \nThe often arbitrary deprivation of “good time” credits that \nJacquelin, 391 F.2d 555, 563 (2d Cir. 1968). \n9 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nAll Citations  453 F.2d 12, 15 Fed.R.Serv.2d 787 \n \nFootnotes \n \n1  On September 14 the names of Mariano Gonzales and Peter Butler were added as plaintiffs, and Nelson Rockefeller, \n  Governor of the State of New York, as a defendant. \nAt approximately the same time, acting on behalf of Mr. Schwartz, an attorney named Willard H. Myers, Esq., \ncommenced a separate action on behalf of Attica inmates in the New York Supreme Court for Erie County and \napplied to the Hon. Carman F. Ball of that court for an order granting attorneys access to Attica for consultation with \ninmates. On September 21, 1971, Justice Ball heard the application, reserved decision and gave Mr. Myers until \nSeptember 28 to file a supporting memorandum and representatives of the State (Assistant Attorneys General \nRicotta and Richman) until October 5 to reply. \nAlthough Justice Ball has apparently been prepared to proceed with plaintiffs’ lawsuit, which is still pending, \nplaintiffs apparently preferred the federal forum and chose not to file the memorandum promised to Justice Ball, or \nto obtain an extension of time to do so. \n \n2  On September 15 five members were appointed by the Governor: \n  “Donald H. Goff, General Secretary of the Correctional Association of New York; Clarence B. Jones, Editor and \nPublisher of the Amsterdam News; Austin MacCormick, Executive Director of the Osborne Association, Inc.; Louis \nNunez, National Executive Director of Aspira of America, Inc.; and Robert P. Patterson, Jr., member of the law firm of \nPatterson, Belknap & Webb.” \nSee Report of The Goldman Panel to Protect Prisoners’ Constitutional Rights, November 18, 1971. \n \n3  On October 29, 1971, a Grand Jury was convened in Wyoming County, pursuant to the Governor’s Executive Order \n  dated October 29, 1971, for the purpose of examining into \n“[A]ny and all criminal actions and proceedings which may be had or taken by or before said grand jury and grand \njuries concerning or relating to any and all acts heretofore or hereafter committed or omitted or alleged to have \nbeen committed or omitted, relating to, in any way connected with, or occurring during the possession and control \nof a portion of Attica Correctional Facility by inmates of said facility, located in Wyoming County, between on or \nabout September 9, 1971 and September 13, 1971 and the resumption of possession and control thereof by lawful \nauthorities including, but not limited to, violations of any provision of law relating to the commission of criminal acts \nor omissions, the investigation, detection, apprehension and prosecution of the person or persons believed to have \ncommitted the same and of any offense arising out of such investigation and prosecution, and the conduct of \npersons, public servants, agents and officers; . . ..” \n \n4  As a result of the information gained from their interviews of inmates, plaintiffs’ counsel on September 27 filed an \n  amended complaint adding five additional named plaintiffs (Blyden, Clark, Champen, Jackson and Holly) and adding \nRobert E. Fischer, Deputy Attorney General, as a defendant. The amended complaint alleged that since their \nre-establishment of control over Attica defendants had, in violation of the inmates’ constitutional rights, assaulted, \nthreatened and abused inmates, kept them in an “incommunicado status,” denied them prompt access to their \nattorneys and medical personnel, limited their interviews with counsel to eight (8) hours per weekday and to six \nhours  on  Saturday  and  Sunday,  confiscated  and  destroyed  their  legal  and  other  personal  belongings  and \ncommenced a series of official interrogations by correctional officials without notice to plaintiffs’ attorneys and \nwithout according them the warnings required by Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 \n(1966). \n10 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \n \n5  “NOTICE TO THE INMATES OF THE ATTICA CORRECTIONAL FACILITY \n  In the near future you may be questioned by representatives of the Attorney General’s Office concerning the events \nwhich occurred prior to, during and after the period of Thursday, September 9, 1971 through Monday, September \n13, 1971. \nIf you want to speak to a lawyer before you are questioned and you have your own lawyer, write his name here \n____________________ and his address (if known) here so that he will be informed _________________________ \nIf you do not have your own lawyer or cannot afford one, a court will appoint one free of charge. If you want a court \nto appoint a lawyer to speak with you, check this box   \nIf you do not want to see a lawyer now, or you cannot make up your mind, you will be asked again when you are \nquestioned and you can make up your mind at that time. \nPlease sign your name and inmate number, put this notice in the envelope given to you, seal the envelope and give \nit to the person who handed this paper to you. \n______________________________ (Name) \n_________________________ (Inmate Number) \nRobert E. Fischer \nDeputy Attorney General \nSeptember 24, 1971” \n \n6  Plaintiffs have not taken issue on this appeal with the district court’s further findings and denial of preliminary relief \n  with respect to destruction of their property, probably because of the inconclusiveness of the evidence and the fact \nthat since the destruction had already occurred and is unlikely to recur, equitable relief would be ineffective. One \ninmate, William Jackson, testified that on September 14-15 he participated in the clean-up of the debris resulting \nfrom the riot, filling wheelbarrows with inmates’ belongings that were then scooped onto a dump truck and carted \naway. According to Jackson the belongings included eye glasses, legal books and papers, tooth brushes and hobby \nmaterials, all of which were in “perfect” condition and had not suffered any water damage. On the other hand, \nSuperintendent Mancusi testified that after the quelling of the riot the premises were littered with property that \nwas water soaked and contaminated with gas. The damaged property was piled up and moved out in the course of \nthe cleanup. Instructions were given to preserve prisoners’ undamaged property as far as possible, returning it to \nthe original owners. He did not know of any destruction of usable property. He further testified that steps were \nbeing taken to replace or restore eye glasses and dentures. For the most part his testimony is confirmed by the \nGoldman Panel, which was instrumental in sorting, bagging and returning property to prisoner-owners who had \nbeen relocated elsewhere when certain cell blocks became uninhabitable because of the riot. \n \n7  On October 8, 1971, we heard an appeal from Judge Curtin’s order entered September 28, 1971, denying \n  preliminary injunctive relief against interrogation of inmates without counsel, which had been made the subject of a \nseparate judgment pursuant to Rule 54(b), F.R.Civ.P. When plaintiffs later appealed from his orders dated October 6 \nand 7, 1971, both appeals were consolidated and heard on November 5, 1971. \n \n8  On September 30, 1971, a committee of five state court judges, headed by Chief Judge Stanley H. Fuld, acting at the \n  request of Governor Rockefeller, named a nine-member citizens committee, of which Robert B. McKay, Dean of \nNew York University Law School, is Chairman, to conduct a full and impartial investigation of all aspects of the Attica \nprison uprising. \n \n9  For instance, Herbert X. Blyden, presently serving a 15 to 20 year sentence upon his plea of guilty to armed robbery, \n  is under indictment as a leader of an uprising which occurred in the Manhattan House of Detention for Men (Tombs) \nin October, 1970. See also Blyden v. Hogan, 320 F.Supp. 513 (S.D.N.Y.1970), in which he is a named plaintiff in a class \n11 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 453 F.2d 12 (1971)   \n15 Fed.R.Serv.2d 787 \n \nsuit on behalf of Tombs prisoners pursuant to 42 U.S.C. § 1983 attacking the New York County District Attorney’s \nuse of a waiver form which prisoners were requested to sign, consenting to be interviewed with or without the \npresence of counsel, on the ground that prisoners have the constitutional right to the advice of counsel at or before \nthey are asked to sign the waiver. \n \n10  Although approximately 60 prisoners believed to have been ringleaders in the uprising have been placed in a \n  separate housing facility known as the HBZ section, it is a modern cell block with cells of standard size and the usual \nbed, wash bowl and toilet, with shower bath stalls in the section, and their segregation there has nothing to do with \ntheir refusal to cooperate in the Attorney General’s interrogation of them. See Goldman Panel Report, p. 28. \n \n11  “Action or inaction is directed to a class within the meaning of this subdivision even if it has taken effect or is \n  threatened only as to one or a few members of the class, provided it is based on grounds which have general \napplication to the class.” F.R.Civ.P., 23, Advisory Comm. Note, 39 F.R.D. 95, 102 (1966). \nSee Holt v. Sarver, 309 F.Supp. 362, 372-73 (E.D.Ark.1970); Valvano v. McGrath, 325 F.Supp. 408, 412 (E.D.N.Y.1971); \nsee also Jackson v. Bishop, 404 F.2d 571, 573 (8th Cir. 1968). \n \n1  Sostre v. McGinnis, 442 F.2d 178 (1971); Wright v. McMann, 387 F.2d 519 (2d Cir. 1967); United States ex rel. \n  Katzoff  v.  McGinnis,  Docket  No.  ______  (N.D.N.Y.  Aug.  18,  1970),  Kritsky  v.  McGinnis,  313  F.Supp.  1247 \n(N.D.N.Y.1970), United States ex rel. Rodriguez v. McGinnis, 307 F.Supp. 627 (N.D.N.Y.1969) (pending en banc). \n \n2  Mathis v. United States, 391 U.S. 1, 88 S.Ct. 1503, 20 L.Ed.2d 381 (1968). \n   \n \n \n \n   \n \n \n \n12 \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/112971"
    },
    {
      "date": "1973-04-18",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 375,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 477,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138402,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138402.pdf",
      "title": "USCA Opinion",
      "text": " \n \nInmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (1973)   \n \n \n \n  Michael  Rattner,  David  Scribner,  New  York  City,  of \ncounsel), for plaintiffs-appellants. \n477 F.2d 375 \nUnited States Court of Appeals, \nJoel Lewittes, Asst. Atty. Gen. (Louis J. Lefkowitz, Atty. \nSecond Circuit. \nGen., State of New York, Samuel A. Hirshowitz, First \nAsst. Atty. Gen., New York City, of counsel), for the \nINMATES OF ATTICA CORRECTIONAL \nState defendants-appellees. \nFACILITY et al., Plaintiffs-Appellants, \nv. \nT.  Gorman  Reilly,  Asst.  U.  S.  Atty.  (Whitney  North \nNelson A. ROCKEFELLER et al., \nSeymour, Jr., U. S. Atty., for S. D. New York, Michael D. \nDefendants-Appellees. \nHess, Asst. U. S. Atty., New York City, of counsel), for \ndefendant-appellee, H. Kenneth Schroeder, Jr. \nNo. 596, Docket 72-1450. \n| \nBefore SMITH, FEINBERG and MANSFIELD, Circuit \nArgued March 21, 1973. \nJudges. \n| \nDecided April 18, 1973. \nOpinion \n \nMANSFIELD, Circuit Judge: \nSynopsis \nPurported class action was brought by inmates of New \n \nYork correctional facility and others seeking to require \nfederal and state officials to investigate and prosecute \nThis appeal raises the question of whether the federal \npersons who allegedly had violated certain federal and \njudiciary  should,  at  the  instance  of  victims,  compel \nstate criminal statutes in connection with treatment of \nfederal and state officials to investigate and prosecute \ninmates during and following prison uprising. The United \npersons who allegedly have violated certain federal and \nStates District Court for the Southern District of New \nstate criminal statutes. Plaintiffs in the purported class \nYork, Lloyd F. MacMahon, J., dismissed complaint with \nsuit, which was commenced in the Southern District of \nprejudice for failure to state claims on which relief could \nNew York against various state and federal officers, are \nbe granted, and plaintiffs appealed. The Court of Appeals, \ncertain present and former inmates of New York State’s \nMansfield, Circuit Judge, held that whether to investigate, \nAttica Correctional Facility (“Attica”), the mother of an \narrest and prosecute various state officers and officials for \ninmate who was killed when Attica was retaken after the \nalleged violation of state prison inmates’ federal civil \ninmate uprising in September 1971, and Arthur O. Eve, a \nrights was for discretion of United States Attorney. In \nNew  York  State  Assemblyman  and  member  of  the \naddition,  the  Court  held  that  elaborateness  of  relief \nSubcommittee on Prisons. They appeal from an order of \nrequested  against  state  officials,  including  order \nthe district court, Lloyd F. MacMahon, Judge, dismissing \ncompelling  state  prosecutions  and  appointment  of \ntheir complaint. We affirm. \nimpartial  state  prosecutor  and  state  judge  as  well  as \nsubmission of plan for impartial investigation, indicated \nThe complaint alleges that before, during, and after the \ndifficulties inherent in judicial supervision of prosecutions \nprisoner revolt at and subsequent recapture of Attica in \nwhich rendered such a course inadvisable. \nSeptember  1971,  which  resulted  in  the  killing  of  32 \n  \ninmates and the wounding of many others, the defendants, \nAffirmed. \nincluding  the  Governor  of  New  York,  the  State \n  \nCommissioner  of  Correctional  Services,  the  Executive \nProcedural Posture(s): On Appeal; Motion to Dismiss; \nDeputy  Commissioner  of  the  State  Department  of \nMotion to Dismiss for Failure to State a Claim. \nCorrectional Services, the Superintendent at Attica, and \ncertain  State  Police,  Corrections  Officers,  and  other \nAttorneys and Law Firms \nofficials, either committed, conspired to commit, or aided \nand abetted in the commission of various crimes against \n*376 Robert L. Boehm, New York City (Morton Stavis, \nthe complaining inmates and members of the class they \nWilliam M. Kunstler, Center for Constitutional Rights, \nseek to represent. It is charged that the inmates were \n1 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (1973)   \n \n \nintentionally subjected to cruel and inhuman treatment  for having committed the federal offenses defined by 18 \nprior to the inmate riot, that State Police, Troopers, and  U.S.C.  §§  241  and  242.  The  latter  statutes  punish, \nCorrection Officers (one of whom is named) intentionally  respectively, conspiracies against a citizen’s free exercise \nkilled some of the inmate victims without provocation  or enjoyment of rights secured by the Constitution and \nduring the recovery of Attica, that state officers (several  laws of the United States, see United States v. Guest, 383 \nof whom are named and whom the inmates claim they can  U.S. 745, 86 S.Ct. 1170, 16 L.Ed.2d 239 (1966), and the \nidentify) assaulted and beat prisoners after the prison had  willful subjection of any inhabitant, under color of law, to \nbeen  successfully  retaken  and  the  prisoners  had  the deprivation of such rights or to different punishment \nsurrendered, see Inmates of Attica Correctional Facility v.  or penalties on account of alienage, color, or race than are \nRockefeller, 453 F.2d 12 (2d Cir. 1971), that personal  prescribed for the punishment of citizens, see Screws v. \nproperty of the inmates was thereafter stolen or destroyed,  United States, 325 U.S. 91, 65 S.Ct. 1031, 89 L.Ed. 1495 \nand that medical assistance was maliciously denied to  (1945); United States v. Classic, 313 U.S. 299, 61 S.Ct. \nover 400 inmates wounded during the recovery of the  1031, 85 L.Ed. 1368 (1941).3 \nprison. \nThe complaint further alleges that Robert E. Fischer, a  Federal  jurisdiction  over  the  claim  against  the  state \nDeputy State Attorney General specially appointed by the  defendants was based on 42 U.S.C. § 1983 and 28 U.S.C. \nGovernor to supersede the District Attorney of Wyoming  § 1343(3) and over the claim against the United States \nCounty and, with a specially convened grand jury, to  Attorney on the mandamus statute. 28 U.S.C. § 1361. \ninvestigate crimes relating to the inmates’ takeover of  Venue  in  the  Southern  District  of  New  York  was \nAttica  and  the  resumption  of  control  by  the  state  predicated  on  28  U.S.C.  §§  1391(b),  1392(a).  The \nauthorities, see Inmates, supra at 16 and n. 3, “has not  motions of the federal and state defendants to dismiss the \ninvestigated, nor does he intend to investigate, any crimes  complaint for failure to state claims upon which relief can \ncommitted  by  state  *377  officers.”  Plaintiffs  claim,  be granted, Rule 12(b)(6), F.R.Civ.P., were granted by \nmoreover,  that  because  Fischer  was  appointed  by  the  Judge MacMahon without opinion. We agree that the \nGovernor  he  cannot  neutrally  investigate  the  extraordinary  relief  sought  cannot  be  granted  in  the \nresponsibility of the Governor and other state officers said  situation here presented. \nto have conspired to commit the crimes alleged. It is also   \nasserted  that  since  Fischer  is  the  sole  state  official   \ncurrently  authorized  under  state  law  to  prosecute  the \noffenses allegedly committed by the state officers, no one \nin the State of New York is investigating or prosecuting \n*378 STANDING \nthem.1 \nWith respect to the sole federal defendant,2 the United \nAt the outset, we must note that the Supreme Court’s \nStates Attorney for the Western District of New York, the \nrecent decision in Linda R.S. v. Richard D., 410 U.S. 614, \ncomplaint  simply  alleges  that  he  has  not  arrested, \n93  S.Ct.  1146,  35  L.Ed.2d  536  (1973),  to  which  the \ninvestigated, or instituted prosecutions against any of the \nattention of the parties in this case was not drawn prior to \nstate officers accused of criminal violation of plaintiffs’ \nargument,  raises  the  preliminary  question  of  whether \nfederal civil rights, 18 U.S.C. §§ 241, 242, and he has \nplaintiffs have a sufficient “personal stake in the outcome \nthereby failed to carry out the duty placed upon him by 42 \nof the controversy,” Baker v. Carr, 369 U.S. 186, 204, 82 \nU.S.C. § 1987, discussed below. \nS.Ct. 691, 703, 7 L.Ed.2d 663 (1962), to confer standing \nAs a remedy for the asserted failure of the defendants to \nupon them to invoke the judicial process. In Linda R.S. \nprosecute violations of state and federal criminal laws, \nthe mother of an illegitimate child sought to attack as \nplaintiffs request relief in the nature of mandamus (1) \nunconstitutionally  discriminatory  the  application  of  a \nagainst state officials, requiring the State of New York to \nTexas criminal statute prohibiting the willful refusal of \nsubmit  a  plan  for  the  independent  and  impartial \n“any parent” to support his or her child on the ground that \ninvestigation  and  prosecution  of  the  offenses  charged \nit was enforced by the state, as a result of state court \nagainst  the  named  and  unknown  state  officers,  and \ninterpretation  of  the  statute,  against  married  but  not \ninsuring the appointment of an impartial state prosecutor \nunmarried fathers. Holding that she lacked standing, the \nand state judge to “prosecute the defendants forthwith,” \nSupreme Court, in a majority opinion by Justice Marshall, \nand (2) against the United States Attorney, requiring him \nobserved: \nto investigate, arrest and prosecute the same state officers \n“The  Court’s  prior  decisions  consistently  hold  that  a \n2 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (1973)   \n \n \ncitizen  lacks  standing  to  contest  the  policies  of  the  filed  against  any  of  the  accused  state  officials,  the \nprosecuting  authority  when  he  himself  is  neither  complaint  alleges  a  sufficient  threat  of  selective  and \nprosecuted nor threatened with prosecution. See Younger  discriminatory prosecution of the plaintiff inmates to meet \nv. Harris, 401 U.S. 37, 42, 91 S.Ct. 746, 27 L. Ed.2d 669  the  standing  requirements  discussed  in  Linda  R.S.  v. \n(1971); Bailey v. Patterson, 369 U.S. 31, 33, 82 S.Ct. 549,  Richard D., supra. On the other hand, *379 the challenge \n7 L.Ed.2d 512 (1962); Poe v. Ullman, 367 U.S. 497, 501,  in  the  present  case  is  not  to  any  criminal  statute,  as \n81 S.Ct. 752, 6 L. Ed.2d 989 (1961). Although these cases  construed, but to the failure of the prosecuting authorities \narose in a somewhat different context, they demonstrate  to enforce the criminal laws against a particular group of \nthat, in American jurisprudence at least, a private citizen  individuals. \nlacks a judicially cognizable interest in the prosecution or \nnonprosecution of another.” 410 U.S. at 619, 93 S.Ct. at  Thus  in  order  to  determine  whether  plaintiffs  have \n1149.  standing  to  sue  we  would  be  required  to  resolve \n   troublesome questions. However, we need not decide the \nissue of standing because we believe that even if they may \nThe broad reach of this language would, at first blush,  properly present their claims for judicial resolution, they \nappear to preclude the plaintiffs here from seeking to  seek relief which cannot, in this case at least, be granted \ncontest the nonprosecution of third parties they accuse of  either against the state or federal prosecuting authorities. \ncriminal conduct. However, the present case is in some   \nrespects  distinguishable  from  Linda  R.S.  Unlike  the   \nmother there the inmates here might be said to have \nsustained or be immediately in danger of sustaining direct \npersonal injury as the result of nonenforcement of the \nTHE INSUFFICIENCY OF THE COMPLAINT \ncriminal laws against the accused state officers. See 410 \nU.S. at 619, 93 S.Ct. 1146; Massachusetts v. Mellon, 262 \n \nU.S. 447, 488, 43 S.Ct. 597, 67 L.Ed. 1078 (1923). They \nallege that at least some of them suffered direct physical \ninjury at the hands of those they seek to have prosecuted \nand that if the state officers accused of criminal conduct  (1) CLAIM AGAINST THE UNITED STATES ATTORNEY \nare not prosecuted, such conduct will continue. \nThus  a  more  immediate  and  direct  danger  of  injury  With respect to the defendant United States Attorney, \nresulting from nonenforcement is presented here than in  plaintiffs seek mandamus to compel him to investigate \nLinda R.S., where the Court stressed that the only result of  and institute prosecutions against state officers, most of \nthe relief sought by the illegitimate child’s mother would  whom  are  not  identified,  for  alleged  violations  of  18 \nbe the jailing of the child’s father, not the support of the  U.S.C. §§ 241 and 242. Federal mandamus is, of course, \nchild. Where a successful prosecution, however, would  available only “to compel an officer or employee of the \nserve to deter the accused from harming the complainant  United States . . . to perform a duty owed to the plaintiff.” \nrather than merely supply a penal inducement to perform  28 U.S.C. § 1361. And the legislative history of § 1361 \na duty to provide assistance, the complaining person does  makes it clear that ordinarily the courts are “ ‘not to direct \nshow a more direct nexus between his personal interest in  or influence the exercise of discretion of the officer or \nprotection from harm and the prosecution. But in the  agency in the making of the decision,’ ” United States ex \npresent case this rationale in support of standing assumes  rel. Schonbrun v. Commanding Officer, 403 F.2d 371, \nthat injunctive relief, which we conditionally authorized  374 (2d Cir. 1968), cert. denied, 394 U.S. 929, 89 S. Ct. \nin Inmates of Attica Correctional Facility v. Rockefeller,  1195, 22 L.Ed.2d 460 (1969). More particularly, federal \nsupra,  453  F.2d  at  22-25,  restraining  physical  abuse,  courts  have  traditionally  and,  to  our  knowledge, \ntorture, beatings or other forms of brutality, or threats of  uniformly refrained from overturning, at the instance of a \nsuch conduct, is ineffective to protect the plaintiffs from  private  person,  discretionary  decisions  of  federal \nharm.  prosecuting authorities not to prosecute persons regarding \nwhom a complaint of criminal conduct is made. E. g., \nIt may also be argued that since 37 inmates have been  Milliken v. Stone, 16 F.2d 981 (2d Cir.), cert. denied, 274 \nindicted for crimes relating to the events at Attica in  U.S. 748, 47 S.Ct. 764, 71 L.Ed. 1331 (1927); Pugach v. \nSeptember  1971,  without  any  indictment  having  been  Klein,  193  F.Supp.  630  (S.D.N.  Y.1961);  Powell  v. \n3 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (1973)   \n \n \nKatzenbach,  123  U.  S.App.D.C.  250,  359  F.2d  234  arbitrariness  administrative  acts  that  fall  within  the \n(1965), cert. denied, 384 U.S. 906, 86 S.Ct. 1341, 16  discretion  of  executive  officers,  K.  C.  Davis, \nL.Ed.2d 359, rehearing denied, 384 U.S. 967, 86 S.Ct.  Administrative Law Treatise § 28.16(4) at 982-990 (1970 \n1584, 16 L.Ed.2d 679 (1966); Smith v. United States, 375  Supp.), he has also recognized, as have most of the cases \nF. 2d 243 (5th Cir.), cert. denied, 389 U.S. 841, 88 S.Ct.  cited above, that the manifold imponderables which enter \n76, 19 L.Ed.2d 106 (1967). See also Confiscation Cases,  into  the  prosecutor’s  decision  to  prosecute  or  not  to \n74 U.S. (7 Wall.) 454, 19 L.Ed. 196 (1868); Goldberg v.  prosecute  make  the  choice  not  readily  amenable  to \nHoffman, 225 F.2d 463 (7th Cir. 1955); United States v.  judicial supervision. \nCox, 342 F.2d 167 (5th Cir.), cert. denied sub nom., Cox   In the absence of statutorily defined standards governing \nv. Hauberg, 381 U.S. 935, 85 S.Ct. 1767, 14 L.Ed.2d 700  reviewability,  or  regulatory  or  statutory  policies  of \n(1965); Newman v. United States, 127 U.S.App.D.C. 263,  prosecution,  the  problems  inherent  in  the  task  of \n382 F.2d 479 (1967).  supervising  prosecutorial  decisions  do  not  lend \nthemselves to resolution by the judiciary. The reviewing \nThis judicial reluctance to direct federal prosecutions at  courts would be placed in the undesirable and injudicious \nthe instance of a private party asserting the failure of  posture of becoming “superprosecutors.” In the normal \nUnited  States  officials  to  prosecute  alleged  criminal  case  of  review  of  executive  acts  of  discretion,  the \nviolations has been applied even in cases such as the  administrative record is open, public and reviewable on \npresent one where, according to the allegations of the  the  basis  of  what  it  contains.  The  decision  not  to \ncomplaint, which we must accept as true for purposes of  prosecute, on the other hand, may be based upon the \nthis appeal, see Inmates of Attica Correctional Facility v.  insufficiency of the available evidence, in which event the \nRockefeller, supra, 453 F.2d at 24 (and cases there cited),  secrecy of the grand jury and of the prosecutor’s file may \nserious questions are raised as to the protection of the  serve  to  protect  the  accused’s  reputation  from  public \ncivil rights and physical security of a definable class of  damage  based  upon  insufficient,  improper,  or  even \nvictims of crime and as to the fair administration of the  malicious  charges.  In  camera  review  would  not  be \ncriminal justice system. Moses v. Kennedy, 219 F.Supp.  meaningful without access by the complaining party to \n762 (D.D.C.1963), affd. sub nom., Moses v. Katzenbach,  the evidence before the grand jury or U.S. Attorney. Such \n119 U.S.App.D.C. 352, 342 F.2d 931 (1965); Peek v.  interference  with  the  normal  operations  of  criminal \nMitchell, 419 F.2d 575 (6th Cir. 1970).  investigations, in turn, based solely upon allegations of \ncriminal  conduct,  raises  serious  questions  of  potential \nThe primary ground upon which this traditional judicial  abuse  by  persons  seeking  to  have  other  persons \naversion to compelling prosecutions has been based is the  prosecuted. Any person, merely by filing a complaint \nseparation of powers doctrine.  containing allegations in general terms (permitted by the \n“Although as a member of the bar, the attorney for the \nFederal Rules) of unlawful failure to prosecute, could \nUnited States is an officer of the court, he is nevertheless \ngain access to the prosecutor’s file and the grand jury’s \nan executive official of the Government, and it is as an \nminutes, notwithstanding the secrecy normally attaching \nofficer of the executive department that he exercises a \nto the latter by law. See Rule 6(e), F.R.Cr.P. \ndiscretion as to whether or not there shall be a prosecution \n  \nin a particular case. It follows, as an incident of the \nconstitutional separation of powers, that the courts are not  Nor is it clear what the judiciary’s role of supervision \nto  interfere  *380  with  the  free  exercise  of  the  should be were it to undertake such a review. At what \ndiscretionary powers of the attorneys of the United States  point would the prosecutor be entitled to call a halt to \nin their control over criminal prosecutions.” United States  further investigation as unlikely to be productive? What \nv. Cox, supra 342 F.2d at 171.  evidentiary standard would be used to decide whether \n   prosecution should be compelled? How much judgment \nwould the United States Attorney be allowed? Would he \nAccord, Pugach v. Klein, supra 193 F. Supp. at 634; \nbe permitted to limit himself to a strong “test” case rather \nMoses v. Kennedy, 219 F. Supp. at 764-765; Peek v.  than pursue weaker cases? What collateral factors would \nMitchell, supra 419 F.2d at 577-578.  be permissible bases for a decision not to prosecute, e. g., \nthe pendency of another criminal proceeding elsewhere \nAlthough a leading commentator has criticized this broad \nagainst the same parties? What sort of review should be \nview  as  unsound  and  incompatible  with  the  normal \navailable in cases like the present one where the conduct \nfunction  of  the  judiciary  in  reviewing  for  abuse  or \ncomplained of allegedly violates state as well as federal \n4 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (1973)   \n \n \nlaws?  See  generally,  Schwartz,  Federal  Criminal  and local law enforcement officers, for willfully depriving \nJurisdiction  and  Prosecutors’  Discretion,  13  Law  &  the plaintiffs of their civil rights. There the Court noted \nContemp.Prob. 64 (1948). With limited personnel and  that  “considerations  of  judgment  and  discretion  apply \nfacilities  at  his  disposal,  what  priority  would  the  with special strength to the area of civil rights, where the \nprosecutor  be  required  to  give  to  cases  in  which  Executive Department must be largely free to exercise its \ninvestigation or prosecution was directed by the court?  considered judgment on questions of whether to proceed \n These difficult questions engender serious doubts as to  by means of prosecution, injunction, varying forms of \nthe judiciary’s capacity to review and as to the problem of  persuasion, or other types of action.” See also Peek v. \narbitrariness inherent in any judicial decision to order  Mitchell, supra. \nprosecution. On balance, we believe that substitution of a \ncourt’s  decision  to  compel  prosecution  for  the  U.S.  Nor  do  we  find  the  legislative  history  of  §  1987 \nAttorney’s decision not to prosecute, even upon an abuse  persuasive  of  an  intent  by  Congress  to  depart  so \nof discretion standard of review and even if limited to  significantly from the normal assumption of executive \ndirecting that a prosecution be undertaken in good faith,  discretion. In re Upchurch, 38 F. 25, 27 (C.C.N.C.1889), \nsee  *381  Note,  Discretion  to  Prosecute  Federal  Civil  relied upon by plaintiffs, held only that a United States \nRights Crimes, 74 Yale L.J. 1297, 1310-12 (1965), would  commissioner had the power under § 1987 to appoint a \nbe unwise.  person other than the marshal, or one of his deputies, to \n   execute  process.  It  may  well  be  that  the  legislative \n Plaintiffs  urge,  however,  that  Congress  withdrew  the  background  of  §  1987  would  compel  a  reading  that \nnormal prosecutorial discretion for the kind of conduct  Congress intended that federal marshals have no choice \nalleged here by providing in 42 U.S.C. § 19874 that the  but to execute warrants issued pursuant to that section, \nUnited States Attorneys are “authorized and required . . .  since it also provided for criminal penalties for those who \nto institute prosecutions against all persons violating any  refused to do so and for the appointment of other persons \nof the provisions of [18 U.S.C. §§ 241, 242]” (emphasis  to execute warrants and make arrests. No such conclusion \nsupplied),  and,  therefore,  that  no  barrier  to  a  judicial  can persuasively be drawn with respect to the exercise by \ndirective  to  institute  prosecutions  remains.  This  United  States  Attorneys  of  prosecutorial  discretion, \ncontention must be rejected. The mandatory nature of the  especially in the absence of any similar statutory deterrent \nword “required” as it appears in § 1987 is insufficient to  *382 against their failure or refusal to prosecute. See \nevince a broad Congressional purpose to bar the exercise  Note,  Discretion  to  Prosecute  Federal  Civil  Rights \nof executive discretion in the prosecution of federal civil  Crimes, 74 Yale L. J. 1297, 1306-07 and n. 46 (1965). \nrights crimes. Similar mandatory language is contained in  Thus, we do not read § 1987 as stripping the United States \nthe general direction in 28 U.S.C. § 547(1) (“each United  Attorneys of their normal prosecutorial discretion for the \nStates attorney, . . . shall–(1) prosecute for all offenses  civil rights crimes specified. \nagainst the United States; . . .” (emphasis supplied)) and \nIt therefore becomes unnecessary to decide whether, if \nin other statutes in particular areas of concern, e. g., 33 \nCongress were by explicit direction and guidelines to \nU.S.C.  §  413  (“it  shall  be  the  duty  of  United  States \nremove all prosecutorial discretion with respect to certain \nattorneys to vigorously prosecute all offenders” of certain \nprovisions of the Rivers and Harbors Act when requested  crimes or in certain circumstances we would properly \nto do so by the appropriate officials). See also 45 U.S.C. §  direct that a prosecution be undertaken. Cf. Powell v. \n152 (Tenth).  Katzenbach, supra, 359 F.2d at 235; Note, supra at 1305. \n    \nSuch language has never been thought to preclude the   \nexercise of prosecutorial discretion. See Bass Angler’s \nSportsman’s  Society  v.  Scholze  Tannery,  Inc.,  329 \n(2) Claims Against the State Officials \nF.Supp. 339, 345-346 (E.D.Tenn. 1971). Indeed the same \n With respect to the state defendants, plaintiffs also seek \ncontention made here was specifically rejected in Moses \nprosecution  of  named  and  unknown  persons  for  the \nv. Kennedy, 219 F.Supp. 762, 765 (D.D.C.1963), aff’d. \nviolation of state crimes. However, they have pointed to \n119 U.S.App.D.C. 352, 342 F.2d 931 (1965), where seven \nno  statutory  language  even  arguably  creating  any \nblack  residents  and  one  white  resident  of  Mississippi \nmandatory duty upon the state officials to bring such \nsought mandamus to compel the Attorney General of the \nprosecutions. To the contrary, New York law reposes in \nUnited States and the Director of the F.B.I. to investigate, \nits prosecutors a discretion to decide whether or not to \narrest, and prosecute certain individuals, including state \n5 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (1973)   \n \n \nprosecute in a given case, which is not subject to review  state  judge,  charging  that  the  defendants  had \nin  the  state  courts.  Hassan  v.  Magistrates  Court,  20  “systematically applied the state criminal laws so as to \nMisc.2d 509, 191 N.Y.S.2d 238 (1959), appeal dismissed,  discriminate against plaintiffs and their class on the basis \n10 A.D.2d 908, 202 N.Y.S.2d 1002 (2d Dept.), leave to  of race, interfering thereby with the free exercise of their \nappeal denied, 8 N.Y.2d 750, 201 N.Y.S.2d 765, cert.  constitutional *383 rights.” Id. at 392. They alleged a long \ndenied, 364 U.S. 844, 81 S.Ct. 86, 5 L.Ed. 2d 68 (1960).  history  indicating  a  concerted  pattern  of  officially \nYet the federal district court is asked to compel state  sponsored racial discrimination. In reversing the district \nprosecutions and appoint an “impartial” state prosecutor  court’s  dismissal  of  the  complaint,  a  divided  panel \nand state judge to conduct them, as well as to require the  concluded that a state judge, while not subject to suit for \nsubmission  of  a  plan  for  impartial  investigation  and  damages under § 1983, Pierson v. Ray, 386 U.S. 547, 87 \nprosecution of the alleged offenses, on the basis of 42  S.Ct. 1213, 18 L.Ed.2d 288 (1967), may be enjoined from \nU.S.C. § 1983, in the context of a continuing grand jury  unconstitutionally  fixing  bails  and  imposing  sentences \ninvestigation into criminal conduct connected with the  that discriminated sharply against black persons, and that \nAttica uprising, supra n. 1, and where the state itself on  the State Attorney’s quasi-judicial immunity from suit for \nSeptember 30, 1971, appointed a Special Commission on  damages when performing his prosecutorial function, id. \nAttica which has now published its findings.5 The very  468 F.2d at 410, “does not extend to complete freedom \nelaborateness of the relief believed by plaintiffs to be  from  injunction,”  id.  at  411.  Finding  other  possible \nrequired  indicates  the  difficulties  inherent  in  judicial  remedies  either  unavailable  or  ineffective,  the  Court \nsupervision of prosecutions, federal or state, which render  approved the possibility of some type of injunctive relief, \nsuch a course inadvisable.  not fully specified, but which might include a requirement \n   of “periodic reports of various types of aggregate data on \nactions  on  bail  and  sentencing  and  dispositions  of \nPlaintiffs point to language in our earlier opinion, Inmates  complaints.” Id. at 415. \nof Attica Correctional Facility v. Rockefeller, 453 F.2d \n12, 20 (2d Cir. 1971), to the effect that “the State has the  However,  the  decision  in  Littleton  is  clearly \nduty to investigate and prosecute all persons, including  distinguishable. There the claim, unlike that here, alleged \ninmates,  who  may  have  engaged  in  criminal  conduct  a  systematic  and  lengthy  course  of  egregious  racial \nbefore, during and after the uprising.” But the statement  discrimination in which black persons were denied equal \ndoes not support their present demands. The existence of  access  to  and  treatment  by  the  state  criminal  justice \nsuch a duty does not define its dimensions or imply that  system. Furthermore, the Court’s decision does not appear \nan  alleged  failure  to  perform  the  duty  completely  or  to have compelled the institution of criminal prosecutions, \nequally,  as  between  inmates  and  state  officials,  will  which is the principal relief sought here. In short, we \nsupport  federal  judicial  supervision  of  state  criminal  believe  that  Littleton  should  be  strictly  limited  to  its \nprosecutions.  The  serious  charge  that  the  state’s  peculiar facts, as apparently did the Court itself. See id. at \ninvestigation is proceeding against inmates but not against  415. To the extent that it may be construed as approving \nstate officers, if shown to be accurate, might lead the  federal judicial review and supervision of the exercise of \nGovernor  to  supplement  or  replace  those  presently  in  prosecutorial discretion and as compelling the institution \ncharge of the investigation or the state legislature to act.  of  criminal  proceedings,  we  do  not  share  such  an \nBut the gravity of the allegation does not reduce the  extension of its views. \ninherent judicial incapacity to supervise. \nThe order of the district court is affirmed. \nThe  only  authority  supporting  the  extraordinary  relief \nrequested here is the Seventh Circuit’s recent decision in  All Citations \nLittleton v. Berbling, 468 F.2d 389 (1972), cert. granted, \n411 U.S. 915, 93 S.Ct. 1544, 36 L.Ed.2d 306 (1973).  477 F.2d 375 \nThere a class of black citizens of Cairo, Illinois, brought   \nsuit  for  damages  and  injunctive  relief  against  a  state \nprosecutor, an investigator for him, a magistrate and a \nFootnotes \n \n6 \n \n\n \n \nInmates of Attica Correctional Facility v. Rockefeller, 477 F.2d 375 (1973)   \n \n \n1  The State has pointed out that the special Wyoming County grand jury has already handed down 37 sealed \n  indictments and has not yet completed its investigation. On oral argument, however, the Assistant Attorney General \nobserved that none of the indictments handed down thus far concerns any state officer and, of course, that there is \nno assurance that further indictments will be forthcoming. \n \n2  See note 3 infra. \n \n \n3  As originally filed, the complaint also sought a declaratory judgment against defendants Rockefeller, Oswald, \n  Dunbar, Mancusi, and other defendants named in the complaint, declaring them to be “unfit to administer Attica \nCorrectional Facility and the prison system of New York,” and an order permanently enjoining these state officials \nfrom further administration of the prison system and placing the entire system, including the facility at Attica, into \nfederal receivership. The United States Magistrate for the Western District of New York, Edmund Maxwell, was also \nnamed as a defendant in the complaint. Prior to the hearing on the motions to dismiss, however, plaintiffs \nconsented to the dismissal of that portion of the complaint which requested such relief and to the dismissal of \nMaxwell as a defendant. \n \n4  “§ 1987. Prosecution of violation of certain laws \n \n“The United States attorneys, marshals, and deputy marshals, the commissioners appointed by the district and \nterritorial courts, with power to arrest, imprison, or bail offenders, and every other officer who is especially \nempowered by the President, are authorized and required, at the expense of the United States, to institute \nprosecutions against all persons violating any of the provisions of section 1990 of this title or of sections 5506 to \n5516 and 5518 to 5532 of the Revised Statutes, and to cause such persons to be arrested, and imprisoned or bailed, \nfor trial before the court of the United States or the territorial court having cognizance of the offense.” \n \n5  Attica: The Official Report of the New York State Special Commission on Attica (1972). \n \n \n \n \n \n   \n \n \n \n7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138402"
    }
  ],
  "document_count": 3
}