{
  "case_id": 9995,
  "fetched_at": "2025-10-20T22:39:42.902588",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "Town of Highland",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 1988,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "Northern District of Indiana",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1987-04-17",
    "filing_year": 1987,
    "id": 9995,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Discrimination Basis: Sex discrimination",
      "Affected Sex/Gender(s): Female"
    ],
    "last_checked_date": "2008-02-17T00:00:00-05:00",
    "main_docket": {
      "id": 33085,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1987,
      "docket_filing_number": 236,
      "is_main_docket": true,
      "court": "Northern District of Indiana",
      "state": "Indiana",
      "docket_office_number": "2",
      "docket_number_manual": "87 C 236",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Jane Roe v. Town of Highland, IN",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "Women who were arrested and strip-searched by the Town of\r\nHighland's pursuant to its blanket policy of strip searching all women detained for any offense, including traffic tickets.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "Unknown",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Indiana",
    "summary": "<p>On April 17, 1987, the original plaintiff, Jane Roe, filed a 42 U.S.C. § 1983 class action lawsuit in the U.S. District Court for the Northern District of Indiana, challenging the Town of Highland's blanket policy of strip searching women detained for any offense, including traffic violations, whether or not there was reasonable suspicion that the detainee possessed weapons or contraband.  Plaintiff sought monetary damages and moved for class certification.</p><p>On September 2, 1988, the District Court (Judge Rudy Lozano) denied class certification on grounds that Plaintiff failed to substantiate the size of the class and the impracticality of joinder.  Plaintiff Roe then settled her individual claim and the District Court entered final judgment on September 6, 1988.  A procedural mess then ensued.  </p><p>Twenty-nine days after entry of final judgment, Suzanne Morgan, represented by Roe's attorney, moved to intervene in the case in order to represent the plaintiff class for purposes of appealing the District Court's order denying class certification.  On same day, Roe's attorney also filed a notice of appeal from the District Court's order on behalf of the putative plaintiff class.</p><p>The District Court did not rule on the intervention motion, and, in January 1989, Morgan sought but was denied intervention in the U.S. Court of Appeals for the Seventh Circuit.  On February 7, 1989, at the request of the putative plaintiff class, the appeal was voluntarily dismissed with prejudice.   </p><p>On February 6, 1989, the day before the appeal was dismissed by the Seventh Circuit, Morgan filed a motion requesting that the District Court (Judge Lozano) rule on her intervention motion.  It did so on March 16, 1989 by denying the motion on the ground that there was no pending action for Morgan to join.  Morgan appealed that ruling to the Seventh Circuit.  </p><p>On August 14, 1990, the Seventh Circuit (Judge Kenneth Francis Ripple) affirmed the District Court's denial of Morgan's motion to intervene.  The Seventh Circuit agreed with the District Court's conclusion that the voluntary dismissal of Morgan's first appeal resulted in the termination of the case such that there was no action in which she could subsequently intervene.  Morgan was thus foreclosed from appealing the District Court's orders denying intervention and class certification.  Roe v. Town of Highland, 909 F.2d 1097 (7th Cir.1990).</p><p>We have no further information on this case.</p><p></p>",
    "summary_published_date": "2008-02-17T00:00:00-05:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9995",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9995",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9995",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9995"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121169,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121169"
    },
    {
      "date": "1990-08-14",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 1097,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 909,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Seventh Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 66221,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/66221.pdf",
      "title": "Opinion [Re: Motion to Intervene]",
      "text": "Roe v. Town of Highland, 909 F.2d 1097 (1990)   \n \n \n  \n909 F.2d 1097 \nUnited States Court of Appeals, \nSeventh Circuit. \nJane ROE, on behalf of herself and others similarly situated, Plaintiff, \nand \nSuzanne Morgan, Proposed/Intervening Plaintiff–Appellant, \nv. \nTOWN OF HIGHLAND, Richard Rokoczy, Chief of Police, Paula Poe, Highland Police Department Employee \nand Mr. Suroviak, Highland Police Officer, Defendants–Appellees. \nNo. 89–1792. | Argued April 19, 1990. | Decided Aug. 14, 1990. \nAppeal was taken from an order of the United States District Court for the Northern District of Indiana, Rudy Lozano, J., \nwhich denied motion by member of putative class to intervene in action to represent class on appeal. The Court of Appeals, \nRipple, Circuit Judge, held that putative class member was foreclosed from appealing denial of motion to intervene or order \ndenying class certification. \n  \nAffirmed. \n  \nAttorneys and Law Firms \n*1098  Jan  Susler,  G.  Flint  Taylor,  Chicago,  Ill.,  Nona  L.  Noel,  Harlan  M.  Noel,  Munster,  Ind.,  for  plaintiff  and \nproposed/intervening plaintiff-appellant. \nRhett  L.  Tauber,  R.  Brian  Woodward,  Linda  S.  Whitton,  Anderson,  Tauber  &  Woodward,  Merrillville,  Ind.,  for \ndefendants-appellees. \nBefore WOOD, Jr. and RIPPLE, Circuit Judges, and ESCHBACH, Senior Circuit Judge. \nOpinion \nRIPPLE, Circuit Judge. \n \nThis is an appeal of the judgment of the district court denying a motion by a member of a putative class to intervene in the \naction to represent the class on appeal. For the following reasons, we affirm the judgment of the district court. \n  \n \nI \nFACTS \nOn April 17, 1987, the original plaintiff in this suit filed a civil rights action challenging the Town of Highland’s policy of \nstrip searching women detained for any offense, including traffic offenses. Jane Roe (a pseudonym) was the named plaintiff \nfor a putative class of women who had been strip searched in Highland. On September 2, 1988, the district court denied class \ncertification because of a failure to substantiate the size of the class and the impracticality of joinder. Jane Roe settled her \ncase, and the district court entered final judgment on September 6, 1988. On October 5, 1988, twenty-nine days after entry of \njudgment, appellant Morgan, represented by Ms. Roe’s lawyer, filed a motion for leave to intervene in the action for the \npurpose of representing the class on the appeal. On the same day, the putative class, also represented by Ms. Roe’s lawyer, \nappealed the denial of class certification. The district court did not rule on the motion to intervene. \n  \n  1 \n \n\nRoe v. Town of Highland, 909 F.2d 1097 (1990)   \n \nThe focus of the litigation then shifted to this court. On January 9, 1989, Ms. Morgan moved in this court to intervene. This \ncourt denied her motion on January 17, 1989. On January 30, 1989, the court issued a rule to show cause why the class action \nought not be dismissed for want of prosecution because no appellant’s brief had been filed. The class then moved to dismiss \nvoluntarily the appeal on February 3. This court dismissed the appeal with prejudice on February 7, 1989. \n  \nOn February 6, 1989—one day prior to our dismissal with prejudice of the class’ appeal—Ms. Morgan filed a motion with \nthe district court for a ruling concerning her motion for leave to intervene. The district court denied the intervention motion \non March 16, 1989, on the ground that there was no action pending for Ms. Morgan to join. Ms. Morgan filed her notice of \nappeal on April 13, 1989. \n  \n \nII \nANALYSIS \nThis case comes to us in a procedural tangle. Ms. Morgan claims that her initial *1099 appeal was invalid because she had \nnot yet intervened in the action prior to taking the appeal. She thus asserts that the voluntary dismissal of the first appeal \nshould not preclude our examining the merits of her new appeal. The Town of Highland, on the other hand, argues that the \ndismissal precludes Ms. Morgan’s intervention because there is nothing in which to intervene. \n  \n \nA. Perfecting an Appeal from the Denial of Class Certification \nIn United Airlines, Inc. v. McDonald, 432 U.S. 385, 97 S.Ct. 2464, 53 L.Ed.2d 423 (1977), the Court considered whether \nputative class members could intervene for the purpose of taking an appeal of the denial of class certification. The district \ncourt in McDonald denied class certification of a claim that the airline committed gender discrimination by requiring \nstewardesses, but not stewards, to remain unmarried. The district court decided that only those stewardesses who had filed \ncharges with the EEOC were eligible to maintain an action, and the class was thus too small to satisfy the numerosity \nrequirement of Fed.R.Civ.P. 23(a)(1). The litigation went forward with the individual claims. Following judgment the \nindividual parties decided not to appeal the denial of class certification. Members of the putative class then moved in the \ndistrict court to intervene for purposes of taking an appeal, but the district court denied the motion. This court reversed the \ndistrict court, and the Supreme Court affirmed. \n  \nThe Court first noted that it would serve no purpose for a putative class member to intervene immediately following the \ndenial of class certification; such intervention would make the intervenor only a “superfluous spectator” because immediate \nappeal of class certification was impossible. Id. at 394 n. 15, 97 S.Ct. at 2470 n. 15. Instead, the putative class members could \nwait until it is clear that the class representative is not planning to appeal the denial of class certification (e.g., when the \nrepresentative does not appeal following final judgment of the individual suit). The “critical inquiry,” according to the \nSupreme Court, is whether “in view of all the circumstances the intervenor acted promptly after the entry of final judgment.” \nId. at 395–96, 97 S.Ct. at 2470–71. \nThe critical fact here is that once the entry of final judgment made the adverse class determination \nappealable, the respondent quickly sought to enter the litigation. In short, as soon as it became clear to \nthe respondent that the interests of the unnamed class members would no longer be protected by the \nnamed class representatives, she promptly moved to intervene to protect those interests. \nId. at 394, 97 S.Ct. at 2470. In that case, the intervenor filed her motion eighteen days after entry of judgment, and thus \nsecurely within the thirty day period allowed for an appeal to be taken. Id. at 390, 97 S.Ct. at 2467–68. \n  \nThe district court in McDonald acted promptly and denied the motion within the time period allowed for an appeal. \nMcDonald demonstrates that the correct procedure for intervening in a class action for the purpose of appealing the denial of \nclass certification begins with a motion in the district court for leave to intervene; in addition, the moving party should allow \nthe district court sufficient time to rule on the motion. It is possible, however, that a timely motion may not have been acted \nupon by the time an appeal must be filed. The district court’s non-action places the putative intervenor in a difficult situation. \n  2 \n \n\nRoe v. Town of Highland, 909 F.2d 1097 (1990)   \n \nNevertheless, several avenues of relief remain open. The putative class member can file an emergency motion with the \ndistrict court detailing the need for a ruling so that a timely appeal may be taken. Indeed, the district court may enlarge the \ntime for filing an appeal (up to 30 days), as permitted by Fed.R.App.P. 4(a)(5).1 Finally, if the motion to intervene has not \nbeen acted upon within the time to appeal, the putative *1100 class member should nonetheless file a timely notice of appeal. \nAlthough the filing of the notice would deprive the district court of power to act on the motion to intervene, “the cause may \nbe remanded for that purpose.” 9 Moore’s Federal Practice ¶ 203.06 at 3–24 n. 10 (2d ed. 1990). In short, a putative \nintervenor has several viable options for preserving the right of appeal until the district court rules on the intervention motion. \n  \n \nB. Application to the Case \n[1] [2] [3] According to the record before us, Ms. Morgan did not avail herself of any of the procedural avenues that would have \ngiven the district court an opportunity to rule on her motion to intervene. She filed her motion to intervene on the same day \nthat she filed her notice of appeal. Moreover, these filings occurred twenty-nine days after rendition of judgment. Thus, as a \npractical matter, Ms. Morgan did not afford the district court ample time to rule on her motion in an orderly fashion; at the \nsame time, Ms. Morgan undercut the motion to intervene by filing the notice of appeal. Filing a notice of appeal generally \ndivests the district court of its jurisdiction over the case. Apostol v. Gallion, 870 F.2d 1335, 1337 (7th Cir.1989) (district court \ndivested of jurisdiction over issues involved in the appeal).2 \n  \nMs. Morgan compounded the procedural morass by moving to intervene in this court rather than requesting a remand to \npermit the district court to rule on the matter. Later, her counsel moved to dismiss voluntarily the appeal in this court. See \nFed.R.App.P. 42(b). This voluntary dismissal motion came in apparent response to a rule to show cause why the case ought \nnot be dismissed for failure to file an appellate brief and gave no indication that counsel, acting on behalf of Ms. Morgan, \nintended to pursue the matter further in the district court.3 Given the dismissal of the appeal, Ms. Morgan is now foreclosed \nfrom appealing the denial of the motion to intervene or the order denying class certification. There is simply no action in \nwhich she may intervene.4 Accordingly, the district court did not abuse its discretion by denying Ms. Morgan’s motion to \nintervene. See First Interstate Bank v. Chapman & Cutler, 837 F.2d 775, 782 (7th Cir.1988) (denial of intervention reviewed \nunder abuse of discretion standard); Wakeen v. Hoffman House, Inc., 724 F.2d 1238, 1245 (7th Cir.1983) (same). \n  \nFor the foregoing reasons, we affirm the judgment of the district court. \n  \nAFFIRMED. \n  \nParallel Citations \n17 Fed.R.Serv.3d 957 \nFootnotes \n \n1  A prospective intervenor recently took this approach by requesting and receiving an extension of time to file a notice of appeal in \n  Thurman v. FDIC, 889 F.2d 1441, 1443–44 (5th Cir.1989). The Fifth Circuit held that the appeal was filed properly and went on to \ndecide the merits of the denial of the motion to intervene. Id. at 1447–48. \n \n2  We note, however, that the Third Circuit has held that a motion to intervene should be considered even if it is filed after a notice of \n  appeal. Halderman v. Pennhurst State School & Hosp., 612 F.2d 131, 134 (3d Cir.1979) (en banc). However, Halderman was \nrejected by the Fifth Circuit in Avoyelles Sportsmen’s League, Inc. v. Marsh, 715 F.2d 897, 928 (5th Cir.1983) (collecting cases \nholding that filing notice of appeal divests district court of jurisdiction to rule on motion to intervene). \n \n3  It was only through a response filed by the appellees after the order of dismissal had been rendered that this court became aware \n  that the appellant desired to continue the litigation in the district court. \n \n4  Even if we were able to discover some procedural solution to the errors made by Ms. Morgan, we would be inclined to affirm the \n  district court in its decision not to certify a class in this case. Certification of a class action is reviewed under the abuse of \ndiscretion standard. Marcial v. Coronet Ins. Co., 880 F.2d 954, 957 (7th Cir.1989); First Interstate Bank v. Chapman & Cutler, \n837 F.2d 775, 781 (7th Cir.1988); Secretary of Labor v. Fitzsimmons, 805 F.2d 682, 697 (7th Cir.1986) (en banc). The district \ncourt relied on the fact that Ms. Roe did not supply it with a list of women detained between 1982 and 1986, although she claimed \nto have such a list. The party supporting a class action has the burden of demonstrating the numerosity requirement of a class \naction, and “mere speculation as to the number of parties involved is not sufficient to satisfy Rule 23(a)(1).” 7A C. Wright, A. \n  3 \n \n\nRoe v. Town of Highland, 909 F.2d 1097 (1990)   \n \nMiller & M. Kane, Federal Practice and Procedure § 1762 at 164 (2d ed. 1986). The party supporting the class cannot rely on \n“conclusory allegations that joinder is impractical or on speculation as to the size of the class in order to prove numerosity.” \nMarcial, 880 F.2d at 957; see also, Valentino v. Howlett, 528 F.2d 975, 978 (7th Cir.1976). \n \n \n \n \n  4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/66221"
    }
  ],
  "document_count": 2
}