{
  "case_id": 14798,
  "fetched_at": "2025-10-22T00:23:31.114134",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [],
    "case_defendants": [],
    "case_ongoing": null,
    "case_status": "In Process (Public)",
    "case_types": [
      "Disability Rights"
    ],
    "cause_other": "",
    "causes": [],
    "class_action_granted": null,
    "class_action_sought": null,
    "closing_year": null,
    "constitutional_clause": [],
    "content_of_injunction": [],
    "court": "Colorado state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": null,
    "facility_type": [],
    "filing_date": null,
    "filing_year": 2015,
    "id": 14798,
    "injunction_duration": "",
    "issues": [],
    "last_checked_date": null,
    "main_docket": {
      "id": 29996,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2015,
      "docket_filing_number": 31592,
      "is_main_docket": true,
      "court": "Colorado state trial court",
      "state": "Colorado",
      "docket_office_number": "",
      "docket_number_manual": "2015-cv-31592",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Runge v. A&A Languages, LLC",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "",
    "plaintiff_type": [],
    "prevailing_party": null,
    "pro_se_status": null,
    "public_interest_lawyer": null,
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "",
    "relief_sources": [],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "Colorado",
    "summary": null,
    "summary_published_date": null,
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/14798",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=14798",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=14798",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=14798"
  },
  "documents": [
    {
      "date": "2015-06-25",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Colorado state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 77838,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/77838.pdf",
      "title": "Complaint",
      "text": " \n DATE FILED: June 25, 2015 10:36 AM \nDistrict Court, Arapahoe County, Colorado   \n FILING ID: F103A96EF44F6 \nArapahoe County Justice Center     CASE NUMBER: 2015CV31592 \n7325 S. Potomac Street   \nCentennial, CO 80112   \n   \n                                                                                                \nPlaintiffs:        Marie Nichole Runge   \nKristofer Runge   \nAvi Haimowitz   \nAmy Garry   \n   \nv.    \n   \nDefendant:       A&A Languages, LLC   \n   ▲      COURT USE ONLY      ▲ \n   \nAttorney for Plaintiffs:                                                            \n  Case Number:  \nAmy F. Robertson   \nCivil Rights Education and Enforcement Center   Div:     Ctrm:  \n104 Broadway, Suite 400 \nDenver, CO  80203 \n303.757.7901 \narobertson@creeclaw.org \nAttorney Registration No. 25890 \n \nCOMPLAINT \n \n \n  Plaintiffs Marie Nichole Runge, Kristofer Runge, Avi Haimowitz, and Amy Garry, by \nand through their attorneys, the Civil Rights Education and Enforcement Center, hereby bring \nthis Complaint against A&A Languages, LLC (“A&A”).  \n \nINTRODUCTION \n1.  A&A provided Plaintiffs with uncertified individuals represented to be “sign \nlanguage interpreters” during medical appointments, counseling sessions, and meetings and \nclasses with government human services representatives, all in sensitive and emotional contexts.  \nThis constitutes a violation of the Colorado Consumer Protection Act and resulted in significant \nfrustration, confusion, and distress for Plaintiffs. \n \n   \n\n \nJURISDICTION AND VENUE  \n \n2.  At all times relevant to this action, Defendant maintained its office and transacted \nbusiness in Arapahoe County, Colorado.  Accordingly, jurisdiction is proper under Colo. Rev. \nStat. § 13-1-124(1)(a) and venue is proper under Colo. Rev. Stat. § 6-1-103 and Colo. R. Civ. \nPro. 98.  \n \nPARTIES \n3.  Plaintiff Marie Nichole Runge is currently, and at all times relevant to this suit \nhas been, a resident of the State of Colorado in Weld County.   \n4.  Plaintiff Kristofer Runge is currently, and at all times relevant to this suit has \nbeen, a resident of the State of Colorado in Weld County.   \n5.  Plaintiff Avi Haimowitz is currently, and at all times relevant to this suit has been, \na resident of the State of Colorado in the City and County of Denver.   \n6.  Plaintiff Amy Garry is currently, and at all times relevant to this suit has been, a \nresident of the State of Colorado in Jefferson County.  \n7.  Defendant A&A Languages, LLC is a limited liability company formed in \nColorado with its office address in Arapahoe County, at 5458 S. Hannibal Way, Centennial, \nColorado  80015.   \n8.  A&A is owned by Alla Uvarov and Alex Uvarov.   \n9.  Alla Uvarov owns 99% of A&A.  She is the managing member and registered \nagent for A&A.  Ms. Uvarov’s residence is A&A’s business address.   \n10.  Ms. Uvarov has been a managing member of A&A since its inception in 2002.   \n11.  Alex Uvarov owns 1% of A&A.  Mr. Uvarov is Alla Uvarov’s son.  He is the \ntreasurer of A&A.   \n12.  A&A is the alter ego of Alla Uvarov.   \nFACTS \nThe Runges \n13.  Plaintiff Marie Nichole Runge is Deaf and does not understand spoken English.  \nHer primary mode of communication is American Sign Language (ASL).  \n14.  In order to communicate effectively with hearing people -- expressively and \nreceptively -- Ms. Runge requires the services of a sign language interpreter.  Specifically, she \n2 \n \n\n \nrequires a sign language interpreter for medical appointments and therapy sessions that involve \ndetailed medical terminology, complex psychological concepts, and/or emotional topics related \nto the Runges’ treatment for infertility. \n15.  Mr. Runge is hearing and is able to communicate in ASL.   \n16.  The Runges’ experience with A&A’s uncertified interpreters include the \nfollowing. \n17.  A&A provided uncertified sign language interpreters to interpret for Ms. Runge \non three occasions in 2014 and 2015.  \n18.  On or around October 15, 2014, the Runges attended a counseling session related \nto their infertility treatments with Dr. Alison Wilson, a counselor affiliated with Conceptions.  \nDr. Wilson and/or Conceptions retained A&A to provide a sign language interpreter for Ms. \nRunge.  \n19.  A&A sent Shauna Zsteffoni to interpret for Ms. Runge in October, 2014. \n20.  Ms. Zsteffoni is not certified by the Registry of Interpreters for the Deaf (RID).   \n21.  During the Runges’ October 2014 session, Ms. Zsteffoni made many \ninterpretation errors, used finger spelling instead of ASL signs, and did not know a number of \nessential signs.  \n22.  As a result of Ms. Zsteffoni’s inability to interpret correctly, Mr. Runge was \nforced to do some of the interpretation for his wife.  This is highly inappropriate, as Mr. Runge \nwas a participant in, not an interpreter for, the counseling session.  It is also inappropriate for \nhearing family members to be forced to serve as interpreters for deaf family members.   \n23.  In December of 2014, Ms. Runge had a minor surgical procedure through \nConceptions.  Conceptions again retained A&A to provide a sign language interpreter for Ms. \nRunge. \n24.  For the December surgery, A&A sent a sign language interpreter named Christine \nWeston to interpret for Ms. Runge. \n25.  Ms. Weston behaved unprofessionally while she was interpreting for Ms. Runge, \nincluding positioning herself at the end of the exam table -- rather than at Ms. Runge’s shoulder  \n-- during a gynecological procedure.  \n26.  On February 7, 2015 the Runges attended a group counseling session with Dr. \nWilson on the topic of conceiving a child through egg donation.  \n27.  For this session, A&A once again sent Christine Weston to interpret for Ms. \nRunge. \n3 \n \n\n \n28.  Ms. Weston had difficulty keeping up with the pace of the conversation between \nthe group members and often failed completely to translate the dialogue.  Her translations were \noften done in finger spelling or Signed Exact English, which is not Ms. Runge’s native ASL, and \nwhich she does not understand clearly.  Ms. Weston also often did not properly voice what Ms. \nRunge was saying. \n29.  As a result of Ms. Weston’s incorrect and incomplete interpretations, Mr. Runge \nwas once again required to act as sign language interpreter for his wife during the group session.   \n30.  At one point during the session, Ms. Runge expressed frustration with the \ncommunication process.  In response, Ms. Weston acted very unprofessionally, refusing to \ninterpret what Ms. Runge was saying.  Ultimately, Ms. Weston left the counseling session.   \n31.  Before she left, the Runges asked Ms. Weston whether she was a certified sign \nlanguage interpreter; Ms. Weston replied that she was not. \n32.  The Runges were both harmed by A&A’s failure to provide a certified, qualified \nmedical sign language interpreter as they advertised they would.  The ineffective interpreting \nharmed Ms. Runge by not providing her with effective communication regarding her own \nmedical treatment and mental health care.  Ms. Runge also suffered emotional harm by not being \nable to understand and make herself understood in conversations during an already emotionally \nfraught time in her life, as she and her husband tried to conceive and bear a child.  Mr. Runge \nwas harmed by having to act as an interpreter for his wife on several occasions, thus denying him \nthe ability to participate fully in counseling sessions and discussions with doctors and mental \nhealth professionals. A&A’s failure to provide a certified, qualified sign language interpreter for \nthese meetings also harmed the other participants in the group session by denying them effective \ncommunication with Ms. Runge.   \nAvi Haimowitz \n33.  Plaintiff Avi Haimowitz is Deaf and does not understand spoken English.  Her \nprimary mode of communication is ASL.  \n34.  In order to communicate effectively with hearing people -- expressively and \nreceptively -- Ms. Haimowitz requires the services of a sign language interpreter.  Specifically, \nshe requires a sign language interpreter for meetings on complex topics involving multiple \nindividuals, especially with respect to an emotional subject such as the circumstances of the \nemergency placement discussed below. \n35.  Ms. Haimowitz’s experience with A&A’s uncertified interpreters include the \nfollowing. \n36.  Ms. Haimowitz was the emergency kinship placement for a Deaf child at the end \nof March and beginning of April of this year. \n4 \n \n\n \n37.  This placement was through Jefferson County Human Services (“JCHS”).   \n38.  The JCHS caseworker set up a series of meetings for March 20, 2015 with the \nstaff of  the child’s school relating to the incident that had resulted in the temporary placement.   \n39.  JCHS ultimately met with the principal, the school counselor, one of the child’s \nteachers, the instructional coordinator, and the child himself.  The meetings lasted a total of \nabout three hours.   \n40.  JCHS retained A&A to provide a sign language interpreter for the meetings. \n41.  A&A sent Ms. Zsteffoni to interpret for these meetings.   \n42.  Ms. Zsteffoni did a very poor and unprofessional job interpreting, struggling to \nunderstand and keep up both receptively and expressively.   \n43.  In addition, Ms. Zsteffoni acted unprofessionally by expressing overt emotion at \nthe content of the conversations.    \n44.  The interpretation was so poor that Ms. Haimowitz was forced to play the role of \nDeaf interpreter, explaining to other Deaf people in the conversation what Ms. Zsteffoni was \nattempting to interpret, and explaining to Ms. Zsteffoni what people were signing.   \n45.  Given Ms. Haimowitz’s role as the emergency placement for the child in \nquestion, this was very inappropriate and a significant imposition on Ms. Haimowitz.   \n46.  Toward the end of the meetings, Ms. Zsteffoni apologized for the poor quality of \nher interpreting, and stated that A&A had told her it would only be a “five-minute meeting.”   \n47.  Ms. Haimowitz was harmed by A&A’s failure to provide a certified, qualified \nsign language interpreter for her meetings with JCHS and the child’s school.  The ineffective \ninterpreting harmed Ms. Haimowitz by not providing her with effective communication \nregarding the child in her emergency custody.  Ms. Haimowitz also suffered emotional harm by \nnot being able to understand and make herself understood in conversations during an already \nemotionally fraught series of meetings.  A&A’s failure to provide a certified, qualified sign \nlanguage interpreter for these meetings also harmed the other Deaf and hearing participants in \nthe meetings by denying them effective communication with one another.   \nAmy Garry \n48.  Plaintiff Amy Garry is Deaf and does not understand spoken English.  Her \nprimary mode of communication is ASL.  \n49.  In order to communicate effectively with hearing people -- expressively and \nreceptively -- Ms. Garry requires the services of a sign language interpreter.  Specifically, she \nrequires a sign language interpreter for meetings on complex topics involving multiple \n5 \n \n\n \nindividuals, especially with respect to an emotional subject such as classes relating to adoption of \na child. \n50.  Ms. Garry’s experience with A&A’s uncertified interpreters include the \nfollowing.  \n51.  Ms. Garry and her partner were required to take classes through the Jefferson and \nArapahoe County Departments of Human Services relating to their attempt to adopt a child.   \n52.  On the first day of class, the assigned interpreter -- provided by A&A -- was \nChristine Weston.  She was not qualified and Ms. Garry and her partner had to correct her \nsigning often throughout the classes.   \n53.  Ms. Garry and her partner could tell that Ms. Weston was missing out a lot of \ninformation.  When the interpreter was not clear, they had to try to follow along in the class \nmaterials or talk to each other to try to ascertain whether they understood what the presenter was \ntrying to say.    \n54.  Ms. Weston also was not professional, for example, chatting and exchanging \nphotographs with the presenters during the class in front of Ms. Garry and her partner. \n55.  Ms. Garry and her partner were harmed by A&A’s failure to provide a certified, \nqualified sign language interpreter for her classes and other interactions.  The ineffective \ninterpreting harmed Ms. Garry by not providing her with effective communication regarding the \nclasses she was required to take in connection with her and her partner’s attempt to adopt a child.  \nMs. Garry and her partner also suffered emotional harm by not being able to understand during \nan already emotionally fraught series of classes.   \nA&A Languages \n56.  A&A advertises on its website that it provides “sign language” services.   \n57.  A&A advertises on its website and elsewhere that its “sign language interpreters \nhave extensive experience in various settings, such as medical, social services, business, \neducational, government, and legal.” \n58.  A&A advertises on its website and elsewhere that its “sign language interpreters \nhave extensive experience in various settings, such as  medical, social services, business, \neducational, government, and legal. \n \n59.  A&A’s website advertises that all of its “sign language interpreters” are “qualified \nindependent contractors” and adhere to the RID code of ethics, “insuring quality, accuracy, \nconfidentiality, and professionalism.”   \n60.  A&A represents to the entities it contracts with that its interpreters are certified.   \n6 \n \n\n \n61.  A&A has contracts with a number of local governments and government entities, \nincluding but not limited to JCHS, Adams County, and the Denver Health and Hospital \nAuthority to provide sign language interpretation services.   \n62.  A&A advertises “interpretation services” in “American Sign Language” on \nGoogle+ and LinkedIn.  \n63.  A&A member Alex Uvarov participates as an “Expert Author” on Ezine Articles, \na website designed to promote the “experts’” businesses.  It promises:  “Submit your high-\nquality, original articles for more exposure, credibility & traffic back to your website.”  \nwww.ezinearticles.com (visited June 2, 2015).  Mr. Uvarov’s articles include one entitled, \n“Certifications for Interpreters in Colorado” dated November 20, 2009.  \nhttp://ezinearticles.com/?Certifications-For-Interpreters-in-Colorado&id=3303178 (visited June \n2, 2015).  \n64.  Every time A&A sends an uncertified individual to interpret between Deaf and \nhearing individuals, it harms all of the individuals -- Deaf and hearing -- involved in the meeting, \npresentation, class, medical appointment, conversation or other communication, as they are all \ndenied effective communication and are not able to accurately understand one another.  Given \nA&A’s government and hospital contracts, this often occurs in critical and emotional situations, \nincreasing the negative impact of A&A’s harm.   \nCLAIM FOR RELIEF \n(Violations of the Colorado Consumer Protection Act) \n \n65.  Plaintiffs incorporate all other paragraphs in this Complaint as if restated in this \nClaim for Relief.  \n66.  As set forth in greater detail above, A&A has claimed that its interpreters are \n“sign language interpreters” and other related terms listed in C.R.S. § 6-1-707(e) when those \ninterpreters are not certified by the registry of interpreters for the deaf, in violation of the \nColorado Consumer Protection Act, C.R.S. § 6-1-707(e).   \n67.  As set forth in greater detail above, A&A has knowingly made false \nrepresentations as to the certification of services and has represented that services are of a \nparticular standard when it knows or should know that they are not, in violation of the Colorado \nConsumer Protection Act, C.R.S. §§ 6-1-105(1)(b) and (g).   \n68.  Based on, among other things, A&A’s extensive advertising, public contracts, \nroster of uncertified interpreters, and 13-year history of offering its services, it has a significant \nimpact on the public as actual or potential consumers of its services, and has a significant \npotential to do so in the future.  The many Deaf people who are actual or potential consumers of \nits services are generally unsophisticated and, because they rarely directly contract for A&A’s \nservices, are almost completely without bargaining power.   \n7 \n \n\n \n69.  Plaintiffs are all actual or potential consumers of A&A’s services, as those terms \nare used in C.R.S. § 6-1-113(1)(a).   \n70.  Plaintiffs were injured by A&A’s deceptive practices as set forth in greater detail \nabove.  Plaintiffs’ injuries include but are not limited to pain and suffering, inconvenience, \nmental anguish, and emotional stress.  \n71.  Based on, among other things, A&A’s history of knowing violations, it has acted \nin bad faith, entitling Plaintiffs to treble damages.  \nWHEREFORE, Plaintiffs respectfully request: \n  1.  That this Court assume jurisdiction; \n  2.  That this Court declare the actions of A&A described in this Complaint to be in \nviolation of the Colorado Consumer Protection Act; \n  3.  That this Court enter an injunction ordering A&A to cease providing uncertified \nsign language interpreters represented using terminology set forth in C.R.S. § 6-1-707(e);  \n  4.  That this Court award Plaintiffs actual, statutory, and/or treble damages pursuant \nto the Colorado Consumer Protection Act;  \n  5.  That this Court award Plaintiffs and/or their attorneys their reasonable attorneys’ \nfees and costs; and \n  6.  That this Court award such additional or alternative relief as may be just, proper, \nand equitable. \nDated this 25th day of June, 2015. \nRespectfully submitted, \n/s/ Amy F. Robertson \n__________________________________________ \nAmy F. Robertson \nAttorney Registration No. 25890 \nCivil Rights Education and Enforcement Center \n104 Broadway, Suite 400 \nDenver, CO 80203 \nPhone: (303) 757-7901 \narobertson@creeclaw.org \n \nAttorney for Plaintiffs. \n \n8 \n \n\n \nPlaintiffs’ Addresses \n \nMarie Nichole Runge \nKristofer Runge \n1967 Granite Drive \nLochbuie, CO 80603 \n \nAvi Haimowitz \n1631 S. Xavier St. \nDenver, CO 80219  \n \nAmy Garry \n1888 South Alkire Court \nLakewood, CO 80228  \n \n9 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/77838"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 117251,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/117251"
    }
  ],
  "document_count": 2
}