{
  "case_id": 16072,
  "fetched_at": "2025-10-22T00:27:11.020487",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief",
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Breathitt County, Kentucky",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Breathitt",
        "name": "Nim Henson Geriatric Center",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Nursing Home Conditions",
      "Healthcare Access and Reproductive Issues"
    ],
    "cause_other": "",
    "causes": [
      "Civil Rights of Institutionalized Persons Act (CRIPA), 42 U.S.C. § 1997 et seq."
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2006,
    "constitutional_clause": [],
    "content_of_injunction": [
      {
        "value": "Hire"
      },
      {
        "value": "Reasonable Accommodation"
      },
      {
        "value": "Reporting"
      },
      {
        "value": "Recordkeeping"
      },
      {
        "value": "Monitoring"
      }
    ],
    "court": "Eastern District of Kentucky",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Hospital/Health Department"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2004-02-17",
    "filing_year": 2004,
    "id": 16072,
    "injunction_duration": "24",
    "issues": [
      "General/Misc.: Staff (number, training, qualifications, wages)",
      "General/Misc.: Counseling",
      "General/Misc.: Food service / nutrition / hydration",
      "Jails, Prisons, Detention Centers, and Other Institutions: Habilitation (training/treatment)",
      "General/Misc.: Incident/accident reporting & investigations",
      "General/Misc.: Individualized planning",
      "General/Misc.: Informed consent/involuntary medication",
      "Disability and Disability Rights: Integrated setting",
      "General/Misc.: Neglect by staff",
      "General/Misc.: Reassessment and care planning",
      "General/Misc.: Record-keeping",
      "General/Misc.: Rehabilitation",
      "Medical/Mental Health Care: Bed care (including sores)",
      "Medical/Mental Health Care: Medical care, general",
      "Medical/Mental Health Care: Medication, administration of",
      "Medical/Mental Health Care: Mental health care, general",
      "Medical/Mental Health Care: Wound care",
      "Disability and Disability Rights: Disability, unspecified",
      "Benefits (Source): Medicaid",
      "Benefits (Source): Medicare",
      "General/Misc.: Totality of conditions",
      "Disability and Disability Rights: Mobility impairment",
      "Disability and Disability Rights: Mental impairment",
      "Jails, Prisons, Detention Centers, and Other Institutions: Restraints (chemical)"
    ],
    "last_checked_date": "2017-10-08T00:00:00-04:00",
    "main_docket": {
      "id": 28876,
      "docket_entries": [
        {
          "row_number": 1,
          "id": 1789229,
          "entry_number": null,
          "date_filed": "2004-02-17T00:00:00-05:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "PROPOSED Settlement Agreement (tendered to Judge for Signature). (LKM) (Entered: 02/18/2004)"
        },
        {
          "row_number": 0,
          "id": 1789228,
          "entry_number": "1",
          "date_filed": "2004-02-17T00:00:00-05:00",
          "attachments": [],
          "url": "https://ecf.kyed.uscourts.gov/doc1/0810843664?caseid=40592&de_seq_num=11&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "COMPLAINT filed by United States of America. (Attachments: # 1 Civil Cover Sheet, Case Assignment)(LKM) (Entered: 02/18/2004)"
        },
        {
          "row_number": 2,
          "id": 1789230,
          "entry_number": "2",
          "date_filed": "2004-02-19T00:00:00-05:00",
          "attachments": [],
          "url": "https://ecf.kyed.uscourts.gov/doc1/0811194210?caseid=40592&de_seq_num=15&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "SETTLEMENT AGREEMENT . Signed by Judge Karl S. Forester. (KJR)cc: COR (Entered: 02/19/2004)"
        },
        {
          "row_number": 3,
          "id": 1789231,
          "entry_number": null,
          "date_filed": "2004-03-16T00:00:00-05:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "JOINT GENERAL ORDER re privacy policy re public access to electronic case files. (cc: COR). (KJR) (Entered: 03/16/2004)"
        },
        {
          "row_number": 4,
          "id": 1789232,
          "entry_number": "3",
          "date_filed": "2006-10-26T00:00:00-04:00",
          "attachments": [],
          "url": "https://ecf.kyed.uscourts.gov/doc1/0810472502?caseid=40592&de_seq_num=29&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "JOINT MOTION to Dismiss by United States of America, Breathitt County (Attachments: # 1 Proposed Order)(Clay, Marianna) (Entered: 10/26/2006)"
        },
        {
          "row_number": 5,
          "id": 1789233,
          "entry_number": null,
          "date_filed": "2006-10-26T00:00:00-04:00",
          "attachments": [],
          "url": "nan",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "***MOTION SUBMITTED TO CHAMBERS of Judge Forester for review: 3 JOINT MOTION to Dismiss by United States of America & Breathitt County. (MWZ) (Entered: 10/26/2006)"
        },
        {
          "row_number": 6,
          "id": 1789234,
          "entry_number": "4",
          "date_filed": "2006-10-30T00:00:00-05:00",
          "attachments": [],
          "url": "https://ecf.kyed.uscourts.gov/doc1/0811475498?caseid=40592&de_seq_num=35&pdf_header=1&pdf_toggle_possible=1",
          "recap_pdf_url": null,
          "pacer_doc_id": null,
          "description": "ORDER Of Dismissal re 3 JOINT MOTION to Dismiss: it is hereby ORDERED that this case is dismissed w/ prejudice. Signed by Judge Karl S. Forester. (MWZ)cc: COR (Entered: 10/30/2006)"
        }
      ],
      "docket_case_type": "cv",
      "docket_year": 2004,
      "docket_filing_number": 76,
      "is_main_docket": true,
      "court": "Eastern District of Kentucky",
      "state": "Kentucky",
      "docket_office_number": "5",
      "docket_number_manual": "5:04-cv-76",
      "scales_html": "https://clearinghouse-umich-production.s3.amazonaws.com/media/docket-html/kyed--5-04-cv-00076.html",
      "recap_link": null,
      "is_active": true
    },
    "name": "U.S. v. BREATHITT COUNTY, KENTUCKY",
    "never_filed": false,
    "non_docket_case_number": "168-30-20",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 2006,
    "order_start_year": 2004,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is the United States of America through the Department of Justice.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Court Approved Settlement or Consent Decree"
    ],
    "settlement_judgment_date": "2004-02-19",
    "settlement_judgment_year": null,
    "special_collections": [
      "Multi-LexSum (in sample)"
    ],
    "special_case_type": [],
    "state": "Kentucky",
    "summary": "<p>Pursuant to the Civil Rights of Institutionalized Persons Act (\"CRIPA\"), 42 U.S.C. § 1997, the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the Nim Henson Geriatric Center (\"Henson\"), a county-operated skilled nursing facility in Jackson, Kentucky.  The investigation resulted in a findings letter being sent to Breathitt County's judge executive on March 6, 2003.  The letter stated that in June 2002, DOJ and certain of its expert consultants toured the facility, interviewed administrators, residents and staff, and reviewed medical and other records.  The DOJ's investigation led it to conclude that certain conditions at Henson violated residents' federal constitutional and statutory rights.  According to the DOJ, residents at Henson suffered from deficiencies in the following areas:  1) general medical care, 2) chemical restraints, 3) wound and nutritional care, 4) restorative care, 5) psychiatric care, and 6) incident management and quality assurance.</p><p>The findings letter described that the DOJ investigators determined that the facility's medication management practices; its medical notes and documentation; and its oversight and management of medical care did not meet generally accepted standards of care.  Among the identified systemic deficiencies were unjustified use on residents of polypharmacy and psychotropic medications, inadequate monitoring of medications' effects, and failure to re-evaluate the continued necessity or dosage units of certain drugs.  The investigation found poor or absent (i) physician-pharmacist consultations, (ii) medication policies and guidelines, (iii) diagnosis and treatment of underlying disorders (rather than symptoms), (iv) medical notes and documentation, and (v) oversight and management of medical care.</p><p>The facility employed sedation for reasons not associated with a medical condition, and the intermediate care unit within the facility provided substandard wound assessment, identification, care and tracking.  Failure to appropriately respond to instances of weight loss and overuse of feeding tubes reflected poor nutritional care at the facility.  Henson's failure to provide active (as opposed to passive) group activities, an absence of functional furniture, and care plans that failed to include restorative interventions addressing preventable declines in residents' functioning were other shortcomings described in the findings letter.  Particularly in the intermediate care unit, DOJ found that the nursing staff lacked a systematized approach to resident assessment and to the provision of early intervention regarding significant changes in resident status. Additionally, at least half of the residents sampled were receiving psychiatric care that substantially departed from generally accepted standards. No psychiatric and no behavioral professionals were available to the facility; physicians and nurses at the facility had no training in geriatric psychiatry generally, or in treating individuals experiencing dementia or depression; and residents who badly needed acute psychiatric care were rarely transferred to psychiatric hospitals. Henson's incident management efforts failed to pull relevant disciplines together to identify and provide needed supports and services to prevent falls and injuries. Likewise, the facility lacked an effective quality assurance system to track significant trends and events and ensure that proper corrective action occurs. Regarding discharge planning, the DOJ found that Henson's staff did not adequately evaluate or assess residents for their discharge potential.  It failed to have its treatment professionals periodically assess whether community-based treatment was appropriate.  These latter inadequacies violated the Americans with Disabilities Act-imposed obligation to treat residents in the most integrated setting appropriate to their individual needs.  See 42 U.S.C. § 12132 and 42 C.F.R. § 35.139(j).</p><p>The DOJ findings letter proposed remedial actions to remedy the multiple deficiencies, invited the county to address the issues, and alerted the county to the possibility of a CRIPA lawsuit brought by the United States to compel remedial action.</p><p>On February 17, 2004 the United States filed a complaint against Breathitt County, Kentucky, and Breathitt County Geriatric Corporation for violating CRIPA, 42 U.S.C. §1997, within the Nim Henson Nursing Home for the violations noted in the findings letter above. Specifically, the complaint alleged that the defendants failed to protect residents from harm and, further, failed “to provide adequate medical, nursing, nutritional, wound, restorative, and psychiatric care to residents” in the nursing home. Moreover, the complaint alleged that the defendants failed to continually assess whether the treatment needs of residents were being met. </p><p>On February 19, 2004, a settlement agreement was entered with the court. Through the settlement agreement the parties agreed to the following terms:  Defendants would ensure that residents shall be promptly assessed, diagnosed, treated, monitored, and, when necessary, reassessed, diagnosed, and treated with current, generally accepted standards of care, including documentation adequate to withstand clinical scrutiny. Defendants would develop policies to fully monitor medication distribution, and the effects of medications on patients. Defendants would keep accurate, current, complete, and organized medical documentation. Defendants would cease using restrictive controls and chemical restraints except in narrow situations. Defendants would create and maintain a documentation system, as well as a formulary, for patient wound care. Furthermore, defendants would ensure that nurses knew “the wound status of each resident in their care.” Defendants would monitor the weight and nutrition of residents and ensure that necessary interventions occurred. Defendants would ensure residents are able to have the highest quality of life possible and develop a restorative care plan for all residents. Defendants would provide necessary psychiatric care for residents. Defendants would investigate and follow up on all “unusual incidents” or incidents involving injury. Defendants would routinely assess residents to see if community placement is necessary. Defendants would provide the United States Department of Justice with status report within 90 days and provide continual, unrestricted access to buildings and facilities, staff, residents, and records relating to the settlement agreement, staff, or residents </p><p>Two years after the settlement agreement, the government found that the Nim Henson Nursing Home had been complying with all the terms of the settlement agreement. As a result, the case was dismissed.</p>",
    "summary_published_date": "2017-10-22T00:00:00-04:00",
    "summary_short": "On February 17, 2004 the United States filed a complaint against Breathitt County, Kentucky, and Breathitt County Geriatric Corporation for violating CRIPA, 42 U.S.C. §1997, after the county failed to take action to remedy the violations laid out after the Civil Rights Division of the U.S. Department of Justice (\"DOJ\") conducted an investigation of conditions at the Nim Henson. On February 19, 2004, a settlement agreement was entered with the cour, and two years after the settlement agreement, the government found that the Nim Henson Nursing Home had been complying with all the terms of the settlement agreement.",
    "summary_tiny": null,
    "terminating_date": "2006-10-30",
    "clearinghouse_link": "clearinghouse.net/case/16072",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=16072",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=16072",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=16072"
  },
  "documents": [
    {
      "date": "2003-03-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 93527,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/93527.pdf",
      "title": "Re: Nim Henson Geriatric Center",
      "text": "March 6, 2003 \nMr. Lewis H. Warrix \nCounty Judge Executive \nBreathitt County \n1137 Main Street \nJackson, KY  41339 \nRe: Nim Henson Geriatric Center \nDear Mr. Warrix: \nOn March 20, 2002, we informed Breathitt County that we were investigating conditions \nat Nim Henson Geriatric Center (“Nim Henson”), in Jackson, Kentucky, pursuant to the Civil \nRights of Institutionalized Persons Act (“CRIPA”), 42 U.S.C. § 1997.  In June 2002, we visited \nNim Henson. At an exit interview conducted on the last day of the visit, we verbally conveyed \nour preliminary findings to the facility’s administrative personnel.  Consistent with the \nrequirements of CRIPA, we are now writing to apprise you of our findings. \nAs a threshold matter, we wish to acknowledge, and express our appreciation for, the \ncooperation and assistance provided to us, particularly by the facility’s administrator, Mr. Phillip \nLitteral, and Director of Nursing, Ms. Patricia Lutes.  We hope to work with Breathitt County \nand Nim Henson administrators and staff in the same cooperative manner in addressing the \nproblems that we found. Further, we note that it was apparent that many Nim Henson staff are \ndedicated individuals who are genuinely concerned for the well-being of the persons in their care. \nWe conducted our investigation by reviewing medical and other records relating to the \ncare and treatment of individuals; interviewing administrators, staff and patients; and conducting \nan on-site review of the facility.  Our findings are supported by the assessments contained in our \nexpert consultants’ reports. \nAt the time of our visit, Nim Henson had a bed capacity of 122; its actual census was 104. \nThe facility is divided between a “skilled” care unit and an “intermediate” care unit.  The skilled \ncare unit has 44 beds, 42 of which were occupied when we visited.  The remaining 78 beds are \non the intermediate care unit, 62 of which were occupied during our tour.  In addition t \nresidents’ rooms, the facility has one large dining room, a “Florida” room designated for resident \nactivity, such as group programs and rehabilitation services, and a large activity annex in the rear \nof the building. \n\n-2­\n\nResidents of state and county-operated facilities have a right to receive adequate health \ncare, along with habilitation, and other supports and services, to ensure their safety and freedom \nfrom unreasonable restraint, prevent regression and facilitate their ability to exercise their liberty \ninterests.  See Youngberg v. Romeo, 457 U.S. 307 (1982). Similar protections are accorded by \nfederal statute. See, e.g., Title XIX of the Social Security Act, 42 U.S.C. § 1396; 42 C.F.R. Part \n483 (Medicaid Program Provisions); 42 U.S.C. § 135li-3; 42 U.S.C. § 483 Subpart B (Medicare). \nThe County also is obligated to provide services in the most integrated setting appropriate to \nindividual residents’ needs. Title II of the Americans with Disabilities Act (“ADA”), 42 U.S.C. \n§ 12132 et seq.; 28 C.F.R. § 35.130 (d); see Olmstead v. L.C., 527 U.S. 581 (1999). \nI.  Facility Conditions \nAreas in which the facility appears to be performing reasonably well include cleanliness \nin the kitchen and throughout the facility, the adequacy of staffing, and dietary supports. \nHowever, in the areas of general medical care, chemical restraints, wound and nutritional care, \nrestorative care, psychiatric care, and incident management and quality assurance, Nim Henson \ndoes not provide levels of care that are consistent with the Constitution or statutory or regulatory \nrequirements. Our findings, the facts supporting them, and the remedial steps that we believe are \nnecessary are set forth below. \nA.  General Medical Care \nAs a nursing home, Nim Henson is required to provide medical, nursing and related \nservices to “attain or maintain the highest practicable physical, mental, and psychosocial well \nbeing of each resident.”  42 U.S.C. § 1396r(b)(4)(A).  Nim Henson is not meeting these \nstandards. More particularly, its medication management practices; its medical notes and \ndocumentation; and its oversight and management of medical care do not meet generally \naccepted standards of care.  These deficiencies place residents at risk of harm. \n1.  Medication Management \nGenerally accepted standards of care dictate that use of medications, especially those \nhaving potentially harmful side effects, be clinically justified.  This is particularly true when \ndrugs are used in combinations that increase the risk of harm and when drugs are used that pose \nparticular risks for the elderly.  Generally accepted standards of care also dictate that, for drugs \nhaving therapeutic ranges, below which the drug is ineffective and above which it is potentially \ntoxic, monitoring be conducted pursuant to generally accepted protocols to ensure that the drug is \nhelping, not harming, the patient.  Generally accepted  standards of care further dictate that \nconsideration routinely be given to whether continued use of drugs, and the amounts in which \nthey are consumed, remains appropriate, or whether the drugs can be tapered down or replaced \nby others having fewer adverse side effects.  As a general matter, none of these standards of care \nis adhered to at Nim Henson. The facility has virtually no medication management, and many of \nits residents are harmed or placed at risk of harm every day as a result. \n\n-3­\n\na.  Lack of Clinical Justification for Prescribed Medications \nAt the time of our review, 40 percent of the Nim Henson residents were receiving more \nthan nine medications, and several residents were actually receiving 15 to 25 separate \nmedications. In many, if not most, instances, the residents’ medical records contained no clinical \njustification for these medications, and frequently certain medications appeared to be prescribed \ninappropriately.  \nOften, powerful psychotropic medications were administered to patients based solely on \nnurses’ observations that they were “agitated.”  Agitation, although a potential symptom of \nmultiple medical problems, including both psychosis and physical pain, is not itself a disease or \ndisorder, and does not alone provide a clinical justification for psychotropic medications. \nPhysicians routinely issued standing daily orders for certain medications that ordinarily would be \ngiven on an as-needed basis. \nb.  Unjustified Use of Polypharmacy \nThe use of more than one medication from the same class (polypharmacy) can be \nappropriate in some cases but must always be clinically justified.  At Nim Henson, many patients \nwere subjected to multiple psychotropic, anticholinergic, and/or benzodiazepine medications \nwithout clinical justification. Psychotropic medications can irreversibly cause uncontrollable \nmuscle spasms, muscular rigidity, restricted speech and movement, and agitation, among other \nside effects.  They also can cause swallowing difficulties, a particular concern at Nim Henson, \nbecause, as discussed below, an unusually high percentage of its residents are fed through \ngastrointestinal feeding tubes.  Anticholinergic medications can cause mental confusion, \nespecially in the elderly, as can benzodiazepines, which can be  addictive.  Each of these classes \nof medication can have great therapeutic value, but if used inappropriately can cause great harm. \nWhen, as at Nim Henson, multiple drugs within and among each of these classes of medication \nare prescribed to a resident without clinical justification, there is a significant likelihood that that \nresident is being seriously harmed.  Certainly, a high number of Nim Henson residents displayed \nsymptoms consistent with many of the harmful side effects of polypharmacy, particularly \nmuscular rigidity, swallowing difficulties, restricted speech and movement, and mental \nconfusion. \nc.  Inadequate Monitoring to Ensure Medications are Therapeutic \nMany medications commonly used at Nim Henson, such as valproic acid, Phenobarbital, \nDilantin, Tegretol, and Digitalis, must be monitored to ensure that their dosages are neither \nsubtherapeutic, and ineffective, nor toxically high.  According to the facility’s consulting \npharmacist, Nim Henson has no policies regarding the monitoring of such medications; \nmonitoring is a matter left to each physician.  This, in itself, is problematic.  In any event, our \nchart review found little evidence that monitoring of these drugs was occurring at appropriate \nintervals, and we found several patients who were receiving subtherapeutic levels of mood \n\n-4­\n\nstabilizers and antidepressants, such as resident K.D.,1 whose lithium and valproic acid levels had \nbeen documented as low on January 20, 2002, without a physician’s order to increase them, and \nresident P.D., whose Zoloft level was also subtherapeutic.  Further, although many Nim Henson \nresidents are on Lipitor, their charts do not indicate that their cholesterol or serum lipids are \nmeasured.  Dosing of Aricept (used to treat Alzheimer’s disease) at a much less than \nrecommended amount was common, rendering the medication useless. \nd.\t Lack of Appropriate Consideration for Patients’ Medication \nRegimen \nWe saw little evidence that Nim Henson physicians periodically reevaluated the \ncontinued necessity of certain drugs or drug dosage levels when symptoms of the condition for \nwhich the medication ostensibly had been prescribed had not arisen for extended periods of time \nand when alternative, less harmful medications were available.  More fundamentally, based on \nour chart review, and with more than 40 percent of its residents prescribed nine or more \nmedications and many receiving 15 to 25 drugs, it appears that the physicians frequently add \nmedications with scant consideration of the impact on the existing pharmacological mix.  In \nparticular, they did not appear routinely to consider whether changes in the existing drug regimen \nwere warranted. \nFor example, T.I.’s medications include phenobarbital, propranolol, valproic acid, iron, \nClaritin, Miacalcin, Oscal, Colace, Macrobid, Toprol, Isordil, Lipitor, Plavix, Ranitidine, \nDulcolax, Darvon, and Lactulose.  Many of these medications appear to be duplicative; in the \nabsence of clinical justification for them in T.I.’s chart, such duplicative medications are \nunwarranted. \nI.N.’s medications include thiothixine, Estrace, Claritin, Dulcolax, nitroglycerine, \nTylenol, Glucophage, insulin coverage, digoxin, Lasix, nitropaste, Inderal Zoloft, Lipitor, \npropylthiouracil (PTU), Aricept, Ditropan, Metformin, Oscal, Coumadin, and Actos.  Few of \nthese medications were justified in the medical record.  The use of thiothixine (Navane), an anti \npsychotic medication, without justification, is of special concern. \nS.T.’s medications include Micalin, Prozac, methocarbamol, milk of magnesia, Tylenol, \nmeclizine, Mylanta, Darvocet, Protonix, Claritin, Cozaar, Flovent, Lasix, potassium, Serevent \ninhaler, Glyburide, iron, and vitamin C.  This is a complex medication regimen that is not \nclinically justified in the resident’s medical notes. \nSome medications used at Nim Henson are especially  problematic, such as \nPhenobarbital. This is a sedating, potentially addictive, barbiturate, the use of which is not \nrecommended in the elderly.  An unusually high number of Nim Henson residents were \n1To protect their privacy, we do not refer to residents by their actual initials.  We will \ntransmit separately a schedule that will enable the facility to identify these individuals. \n\n-5­\n\nprescribed this medication, although most individuals with seizure disorders today are treated \nwith other, less potentially harmful medications.  The facility’s consulting pharmacist offered no \njustification for the high Phenobarbital use, other than that these patients were all on \nPhenobarbital when she began consulting to the facility.  Certainly, we saw no evidence that \nattempts had been made to switch residents to less harmful alternatives. \ne.  Poor Physician-Pharmacist Consultation \nA contributing factor to the facility’s medical management difficulties is the lack of \neffective consultation between the facility’s consulting pharmacist and the physicians who treat \nits residents. Although the pharmacist reportedly reviews each patient chart once a month and \nmakes medication recommendations in the chart, she stated that she rarely meets or \ncommunicates directly with the medical director or physicians.  Further, she told us that her \nrecommendations were often ignored.  Our own chart review indicated that, at least in the case of \nN.C., the treating physician either did not see or chose to ignore each of the pharmacist’s monthly \nmedication recommendations that we reviewed. \nf.  Lack of Adequate Medication Policies and Guidelines \nIn addition to policies and procedures regarding the monitoring of medication blood \nlevels, referred to above, Nim Henson lacks adequate policies and guidelines regarding use of \npolypharmacy, reduction or replacement of older, more harmful \nmedications, and reduction or elimination of unnecessary medications. \ng.  Inadequate Consideration of Etiologies \nIn the absence of clinical direction from the medical director or facility policies and \nprocedures, the physicians have focused on treating symptoms identified by facility staff, rather \nthan diagnosing and treating the underlying sickness or disorder.  This is especially apparent in \nthe excessive number of residents receiving valium, and other sedatives not recommended for the \nelderly, because of problems with “agitation.”  \n2.  Medical Notes and Documentation \nNim Henson’s medical documentation is unreliable.  The facility lacks records through \nwhich it can accurately track wounds for residents on its intermediate care unit, and there \ntypically is little documentation supporting the use of psychotropic and other medications. \nPhysician’s notes often are seriously deficient.  \nA comparison of resident “condition change” reports, documented by nurses in their \nnotes, with physician entries for the same time period indicates that physician assessments are \noften incomplete or inaccurate.  For instance, during the period in which nurses filed three \n“condition change” notifications regarding developments in I.N.’s medical status, the treating \nphysician entered four sets of notes (on December 12, 2001, February 10, 2002, April 10, 2002, \n\n-6­\n\nand June 10, 2002).  Apart from a date change, the physician’s assessments of I.N.’s condition \nwere word-for-word identical, and nowhere in them did the physician address the medical \nchanges that prompted the nurses to prepare the three condition change reports.  In our chart \nreview, we found numerous examples in which physician notes were identical, or nearly \nidentical, over extended periods.  For instance, the May 31, 2002 and June 12, 2002 physician \nnotes in K.I.’s chart were identical, the monthly physician notes in H.M.’s chart for a six-month \nperiod were basically the same, and the notes in P.I.’s chart for December 1, 2001, February 2, \n2002, April 2, 2002, and June 2, 2002 were exactly the same.  \nFurther, a physician acknowledged to us at the facility that he assesses patients without \nrecording notes on their condition.  Although the physicians’ notes should provide a reliable \nguide as to residents’ condition and symptoms, and should provide a reliable basis for diagnoses \nand corresponding treatments, physician notes at Nim Henson do not.  Without reliable \ndocumentation, it is impossible, over time, to track changes in medical status, assess the accuracy \nof diagnoses, and evaluate the efficacy of treatments.  Nim Henson’s medical documentation \ndeficiencies constitute a substantial departure from generally accepted standards of care that \nexpose Nim Henson residents to actual harm or significant risk of harm.  These deficiencies are \nparticularly troubling in light of the fact that the facility exercises no oversight, either by peers or \nthe medical director, of physician care. \n3.  Oversight and Management of Medical Care \nGenerally accepted standards of care dictate that nursing home residents receive accurate \nand timely assessments, proper diagnoses of the etiology of the assessed conditions, treatment \nbased on the diagnoses, monitoring of the individual’s condition and the treatments’ efficacy, \nand, as appropriate, revised diagnoses and treatment.  Without such elements of care, nursing \nhome residents are at risk of inadequate medical care.  As discussed above, each of these \nelements of care at Nim Henson has significant shortcomings, a fact that indicates that a \nfunctioning, competent medical director is not in place at Nim Henson. \nThe current Nim Henson medical director has retired from the active practice of medicine \nand is available to the facility for one half-day a week.  In interviews, he indicated that he had \ntaken the position of medical director reluctantly and that he had no particular expertise in \ngeriatric medicine, or in the supervision and management of physicians.  He acknowledged that \nhis current contractual arrangement with the facility keeps his involvement there extremely \nlimited and that he has essentially no leadership or quality assurance role.  Instead, his duties, as \nhe described them, were “reactive” and were limited to assisting in locating physicians for Nim \nHenson residents who lacked them. He acknowledged that there is little, if any, interdisciplinary \ninvolvement in the treatment of Nim Henson’s residents and that the physicians work \nindependently of one another.  In fact, he stated that unless someone brings a problem to his \nattention, he does not know whether the facility’s medical care is sufficient. \nNim Henson effectively has no functioning medical director.  Its medical services are \ndevoid of supervision and quality assurance checks.  The primary care physicians, none of whom \n\n-7­\n\nhave had formal training or prior experience in geriatric medicine, do not receive adequate \nguidance.  These deficiencies heavily contribute to the significant problems in medical care at \nthis facility that expose its residents to actual and potential harm. \nB.  Chemical Restraints \nFacility staff expressly stated to us that it was often necessary to keep residents sedated to \navoid potential staff injuries. One nurse we questioned about the appropriateness of a medicine \nthat is identified by a nationally recognized standard, the so-called “Beer’s List,” as inadvisable \nfor use in the elderly, replied that the drug was nevertheless warranted for one elderly resident, \nbecause without it, “he would come alive.” During our visit, we saw numerous residents who \nappeared to be heavily sedated.  Medicating residents for reasons not associated with a medical \ncondition is a violation of federal regulations and does not comport with generally accepted \nstandards of care. This practice constitutes impermissible chemical restraint, and it is harming \nmany Nim Henson residents.  Staff concerns for safety are certainly appropriate, but there are \nviable alternatives to overly sedating residents with medications that are dangerous to the elderly. \nC.  Wound Care \nWounds in nursing homes are common and include skin tears, pressure ulcers, surgical \nwounds, and wounds related to vascular disease.  Pressure sores are an important and universally \naccepted indicator of the quality of skin care.  The facility’s wound care policy appeared to be \nadequate. Further, from our review, it appeared that wound care on the facility’s skilled \nnursing unit was generally adequate, although this was not true for the facility’s intermediate care \nwing.  \nOn the skilled nursing unit, treatments that we observed were performed using accepted \ninfection control techniques, respecting resident dignity, and utilizing currently accepted wound \ncare practices. Pressure relief surfaces appeared to be appropriate, and wound tracking sheets \nwere utilized to document weekly size and appearance of wounds.  Although the care of pressure \nulcers on this unit seemed to be good, it appeared that inadequate care was provided to one \nresident, whose recent surgical wound bore obvious signs of infection. \nOn the intermediate care unit, we randomly selected for review two residents who were \nidentified by the facility as having Stage I pressure ulcers, which are characterized by a persistent \narea of nonblanchable skin redness. We found that each resident actually had Stage II ulcers, \nwhich involve a partial loss of skin layer that presents clinically as an abrasion, blister, or shallow \ncrater.  Even after we notified staff of the further deterioration of these residents’ skin, the \nmedical chart for one them was not updated to indicate that he had experienced any skin \nbreakdown. \nThese residents’ continued skin breakdown appeared to be caused, at least in part, by the \nfacility’s failure to provide them with any preventative devices, such as anti-pressure mattress \noverlays, or to position them properly.  In fact, eight hours after we first notified the facility of \n\n-8­\n\nthese residents’ Stage II ulcers, neither of the residents had received anti-pressure relieving \nsupports. One resident appeared to have been left lying in the same position in which we found \nhim, with his weight still bearing on his wound.  Further, although the responsible nursing staff \nthen on duty should have been monitoring both of these residents carefully, that staff clearly did \nnot even know that either resident had developed any skin breakdown.  \nWhen we asked why one resident had not been repositioned after we had alerted staff to \nhis condition, we were told that he does not stay in position and “rolls back over.”  It later \nbecame apparent that at least four residents on this unit who were considered to be high-risk for \nskin breakdowns were not repositioned in accordance with the facility’s own policy or  generally \naccepted standards of care, and a family member of a resident told us that he had developed a bed \nsore, which the family first discovered, because he was not properly repositioned. \nThe intermediate care unit lacked wound tracking sheets or any other system through \nwhich it could identify, assess and monitor wounds.  Further, it appeared from interviews of \nnurses on this unit that, generally speaking, they could not identify residents who had wounds, \nresidents who were at risk of wound development, and residents who required frequent \nmonitoring for repositioning. \nD.  Nutritional Care \n1.  Weight Loss/Gain \nParticularly in the elderly, significant changes in weight are often an indication of, and \ncontributor to, significant  changes in general health.  Adequate weight monitoring is an essential \ncomponent of nursing home health care.  Generally speaking, Nim Henson is properly \nmonitoring and developing appropriate nutritional interventions for its residents.  \nCommendably and importantly, it appeared from our review that residents were weighed \nand reweighed appropriately.  Also, the dietician was notified promptly of weight loss/gain and \nrecommended appropriate nutritional interventions.  Further, it appeared that residents were \nbeing served the proper diet, with thickened liquids and “self-help” feeding devices, as \nappropriate.  The facility’s “Red Napkin” program was useful in assisting staff in identifying \nresidents targeted due to recent weight loss. \nHowever, issues involving tube-fed residents, discussed below, suggest that there are \nsome problems in the area of nutrition. The facility also is not systemically tracking, through \nfood intake records, residents who have sustained weight loss.  It also did not consistently notify \nphysicians or responsible parties of significant changes in weight.  Further, the facility did not \nreliably update care plans to describe the interventions for the weight loss or gain.  \nMost fundamentally, in the 15 charts that we reviewed of residents who had experienced \nsignificant weight loss during the month of our tour, there was no evidence to suggest any \nphysician involvement in determining the cause of the weight loss, such as presence of infection, \n\n-9­\n\npsychotropic or other medications, or psychosocial factors.  This absence of physician input \nunacceptably places residents at significant risk of harm, as it leaves potentially unaddressed the \nroot causes for the change in weight. \n2.  Use of Gastrostomy Feeding Tubes \nThe decision to insert a feeding tube into a resident should involve the resident, family, \nphysician, nutritionist, nurse, and speech therapist.  Investigation of a resident’s condition should \ninclude the extent and cause of the swallowing disorder, the potential for improvement through \nstrengthening exercises of the torso, and the need for special diets. Medications warrant \nparticular consideration, because medications such as psychotropics can cause or exacerbate \nswallowing problems.  General psychosocial factors must also be reviewed, as the person’s mood \nand sense of wellbeing will inevitably contribute to a willingness and ability to eat. \nAn overuse of feeding tubes is an indication that a facility is failing adequately to handle \nresidents’ weight loss, decline in physical function, and slowness in eating.  Tube feeding tends \nto be the easiest and most convenient manner by which to deal with these issues.  Thus, when a \nnursing home has a comparatively high rate of feeding tube use and lacks clinical justification for \nthat high rate, the implication arises that decisions are being made for the convenience of staff \nrather than in the interests of the residents. \nNim Henson fails to provide adequate assessments of and interventions for residents \nexperiencing swallowing difficulties.  A significant number of residents are placed on feeding \ntubes without clinical justification, under questionable circumstances.  Sixteen percent of Nim \nHenson’s residents have gastronomy tubes.  As the facility’s speech therapist acknowledged to \nus, this is an unusually high figure.  Although the characteristics of a particular nursing home’s \nresidents may justify a high percentage of feeding tube use, such justification was not apparent at \nNim Henson. \nOur interviews with staff revealed minimal direct communication between the physicians, \non one hand, and the speech therapist, dietician and nurse, on the other, regarding decisions \naround tube feeding.  To the contrary, these interviews made clear that the physicians decide to \ninsert gastrostomy feeding tubes into Nim Henson residents without receiving the input of other \nrelevant disciplines. Our chart review of selected tube-fed residents also did not reveal an \nadequate interdisciplinary investigation of poor oral intake.  Finally, it was clear from our \nconsultants’ face-to-face examinations of selected tube-fed residents that the use of the \ngastrostomy tube was, at best, sometimes highly questionable. \nK.I. provides a telling example.  Her medical chart contains a June 7, 2002 note by the \nspeech therapist that the resident “swallows okay,” and numerous physicians’ notes over the \nseven months immediately preceding our visit contain similar assessments.  Remarkably, when \nwe met with K.I., she offered us candy bars and proceeded to eat one, herself –- with no \ndifficulty.  Obviously, K.I.’s physician was not actively engaged in determining this resident’s \nnutritional needs, and her use of a feeding tube was unjustified. \n\n-10­\n\nE.  Restorative Care \n1.  Physical Environment \nDuring our tour, staff appeared to be kind, respectful and friendly, and they answered call \nbuttons promptly.  The facility was generally neat and clean.  Residents were out of bed and \ninvolved in activities. Most residents were dressed and wearing shoes.  These observations \nreflect positive staff-patient interactions and good restorative care, although they are tempered \nsomewhat by comments that we received from family members of various residents to the effect \nthat the facility had “really cleaned up its act” in anticipation of our visit. \n2.  Active Treatment \nFederal regulations recognize the critical importance that activities and mental \nstimulation play in maintaining good  health among nursing home residents.  See, e.g., 42 C.F.R. \n483.15(f)(“facility must provide for an ongoing program of activities designed to meet . . . the \ninterests and the physical, mental, and psychosocial well-being of each resident”).  The activities \nthat we observed did not meet resident needs.  In the same vein, we understand that the facility \nintentionally congregates residents of varying cognitive abilities to stimulate lower-functioning \nresidents. This essentially passive practice, which is not used in conjunction with active \ninterventions, does little to help the more cognitively impaired and, rather than motivate higher-\nfunctioning residents, is likely to foster despair and depression. Group activities can meet \nimportant rehabilitative goals, but only if those activities are reasonably targeted to the \nparticipants’ abilities and needs. Nim Henson’s group activities are not. \nAlso, more than half of Nim Henson’s residents eat their meals in their rooms.  Providing \nin-room dining occupies a significant portion of the nursing staff’s workload and keeps staff \nfrom care-related activities. This practice also limits social opportunities for residents and \nignores a major opportunity to provide rehabilitation in the practical, meaningful context of \ncoming to the dining room and eating with others.  \nThe facility lacks adequate functional furniture, such as dining room chairs and recliners, \nthus relegating many residents to their wheelchairs.  This shortcoming predisposes residents to \nfunctional decline, falls, poor posture, contractures, and skin breakdown. \n3.  Care Planning \nOur review of 15 patient charts indicated that the plan of care for each resident accurately \nreflected the results of the facility’s assessment of that resident.  Further, each care plan that we \nreviewed addressed the residents’ needs, strengths and preferences, as identified in the resident’s \nassessment. However, one out of every three care plans that we reviewed failed to provide \nrestorative interventions addressing preventable declines in the resident’s functioning, \npredisposing residents to loss of function, contractures, worsening incontinence and/or \nbehavioral difficulties.  That is, in a high number of reviewed care plans, Nim Henson did not \n\n-11­\n\nprovide appropriate supports and services to address preventable declines in its residents’ \ncondition, predisposing them to harm.  Further, the facility’s use of chemical restraints appeared \nto increase with residents’ loss of function, and the reviewed charts indicated that, in such \ninstances, social work and related disciplines did not develop individualized alternatives to the \nchemical restraints. \n4.  Interventions Regarding Change of Status \nThe certified nursing aids (“CNAs”)with whom we spoke demonstrated an understanding \nof the residents’ direct care needs and restorative care.  They also demonstrated that they knew \nthe residents’ preferences and routines. The nurses we spoke with demonstrated an \nunderstanding of general resident information and needs. \nHowever, particularly on the intermediate care unit, it was evident that staff often did not \nidentify and respond to significant changes in residents’ health status.  As indicated above, nurses \nwe spoke with there were not able to properly assess skin breakdowns.  They often were unable \nto identify where pertinent data were located or which residents were presenting clinically \nsignificant problems.  \nOne of the nurses we spoke with was unaware that a resident for whom she had \nresponsibility appeared to be excessively sedated, and she did not appear to recognize that his \nsedated condition constituted a change of status that she should bring to the attention of the \nresident’s physician. \nNurses were slow to detect, and then act on, a resident who had recently returned from the \nhospital and appeared to be excessively lethargic and impaired.  The resident’s oral intake of \nfood and liquids also appeared low. After our team identified this resident to nursing staff, we \nwere notified that she had been transferred to a hospital emergency room with a diagnosis of \nprobable CVA (stroke) and dehydration. \nParticularly on the intermediate care unit, nursing staff does not have a systematized \napproach to resident assessment and the provision of early intervention regarding significant \nchanges in resident status.  The process by which nurses communicate changes in resident \nclinical status is weak. Nurses do not clearly understand their role in assessing for and reporting \nclinical changes to the physicians, especially regarding medication side effects, functional \ndecline, new onset incontinence, and behavioral exacerbations. \nF.  Psychiatric Care \nNim Henson’s residents have a right to adequate health care, including appropriate \npsychiatric supports and services.  See Youngberg, 457 U.S. at 324; 42 C.F.R. § 1396.  Many of \nNim Henson’s residents suffer from dementia, depression, or other psychiatric disorders, yet the \nfacility provides essentially no effective psychiatric treatment for them.  These residents either \nare untreated or treated incorrectly, leaving their distress unchecked and sometimes worsened. \n\n-12­\n\nDuring our tour, we reviewed 14 residents chosen randomly from a list of residents \nhaving multiple psychiatric diagnoses and/or receiving multiple psychotropic medications.  From \nour chart review and interviews of these residents, at least three displayed an immediate, unmet \nneed for aggressive psychiatric interventions, including possible hospitalization; the primary \nintervention for acute psychiatric or behavioral episodes for another two was sedation; another \nappeared to be excessively sedated when we spoke with her; another displayed a significant, but \nunaddressed, tremor and other side effects of psychotropic medications; and another was \nreceiving sub-therapeutic doses of an antidepressant.  Thus, at least half of the residents sampled \nwere receiving psychiatric care that substantially departed from generally accepted standards. \nAs with the facility’s medication management practices generally, its management of \npsychotropic medications is poor.  Further, no psychiatric and no behavioral professional is \navailable to the facility; physicians and nurses at the facility have no training in geriatric \npsychiatry generally, or in treating individuals experiencing dementia or depression; and \nresidents who badly need acute psychiatric care are rarely transferred to psychiatric hospitals. \nAlso, as noted above, physicians at the facility tend to prescribe medications for presenting \nsymptoms rather than to address the underlying cause.  Thus, residents in acute distress are \nsedated, in violation of federal regulations and generally accepted standards of care, instead of \nreceiving appropriate psychiatric or behavioral supports to address the cause of the distress. \nG.  Incident Management and Quality Assurance \n1.  Incident Management \nNim Henson’s management meets monthly to review all incidents.  Further, falls are \ntracked according to time and location through an analysis of incident reports and post-fall \nassessments.  The reports often identify interventions, which appear to be immediately \nimplemented.  The interventions, however, are inadequate.  \nThe most frequent intervention, even with residents who are cognitively impaired, is to \n“remind to use the call bell.” The inadequacies of this approach are self-evident and underscore \nthat the primary deficiency of the facility’s falls management practices is its failure to anticipate \nand limit foreseeable incidents. \nIn this regard, the facility does not perform individualized assessments to develop \ntreatment plans to prevent the reoccurrence of falls and similar incidents.  Further, as indicated \nabove, it does not provide a comprehensive restorative program to maximize resident function \nand thereby decrease risk of falls and injury.  It also does not conduct quality control \nenvironmental rounds to identify and correct potential threats to resident safety.  Most \nfundamentally, Nim Henson does not pull  relevant disciplines together to identify and provide \nneeded supports and services to prevent falls and injuries.  Consequently, post-fall assessments \ndo not address root causes of falls, such as incontinence, medications, medical problems, \nfunctional decline, seating and/or presence of illness.  Accordingly, interventions are not \n\n-13­\n\nadequate. \nFor instance, a major intervention for bed falls at Nim Henson is the use of fully elevated \nside rails (“full side rails”). One night when we toured the facility, 62 out of 104 residents were \nin beds with full side rails in place.  Nursing home residents are prone to becoming entangled in \nthe full side rails and injured, and residents often attempt to climb over the rails to exit the bed, \nfalling in the process to the floor.  Many of the residents whom we observed with full side rails \nwere cognitively impaired, which increases their susceptibility to injury.  \nFull side rail use, as a fall intervention, is a substantial departure from generally accepted \nstandards of care and exposes residents to risk of harm.  Further, full side rails are restraints and \nshould be planned for as such. See 42 C.F.R.   § 483.13(a). Failure to do so violates federal \nregulations, which require that all restraints be addressed in the individual’s plan of care, along \nwith identified alternatives to the restraint, and that restorative care be provided to eliminate the \nneed for the restraint. \nNim Henson’s primary intervention (used greater than 80 percent of the time) for falls \nfrom chairs is chair alarms. Because of their extensive use, alarms sound so frequently at the \nfacility that staff tend to ignore them, rendering them ineffective. \n2.  Quality Assurance \nIt is standard practice in facilities like Nim Henson to have a quality assurance program \nthat:  (1) actively collects data relating to the quality of services, (2) assesses these data for \ntrends, (3) initiates inquiries regarding problematic trends and possible deficiencies, (4) identifies \ncorrective action, and  (5) monitors to ensure that appropriate remedies are achieved.  It is \napparent from its difficulties in most of the foregoing areas, especially medication management, \nthat Nim Henson lacks an effective quality assurance system that can track significant trends and \nevents and ensure that proper corrective action occurs.  This systemic weakness leaves its \nresidents vulnerable to risk of harm. \nH.  Most Integrated Setting \nNim Henson’s treatment professionals do not assess residents to determine whether their \ncontinued stay at the facility, rather than in more integrated settings, is appropriate.  This is \ncontrary to Title II of the Americans with Disabilities Act of 1990.  See 42 C.F.R. § \n35.139(j)(public entities must provide services in the most integrated setting appropriate to the \nneeds of the individual); Olmstead v. L.C., 527 U.S. 581, 602 (1999) (public entity is required to \nprovide community-based treatment when the entity’s treatment professionals have determined \nthat community placement is appropriate, the affected person does not oppose such treatment, \nand the placement can be reasonably accomodated).  In failing to have its treatment professionals \nperiodically assess whether community-based treatment is appropriate, Nim Henson improperly \nconstrains the possibility of any its residents being served in a more integrated setting. \n\n-14­\n\nII.  Minimum Remedial Measures \nIn order to remedy these deficiencies and to protect the constitutional and federal \nstatutory rights of Nim Henson residents, Nim Henson should implement promptly, at a minium, \nthe following measures. \nA.  General Medical Care \nNim Henson residents should be promptly assessed, diagnosed, treated, monitored and, as \nmonitoring indicates is necessary, reassessed, diagnosed and treated, consistent with current \nstandards of care, including with documentation adequate to withstand clinical scrutiny. \n1.  Medication Management \nEvery Nim Henson resident should receive prescription medications only after first \nhaving been thoroughly evaluated/worked up and diagnosed according to generally accepted \nstandards of care, including with sufficient documentation to withstand clinical scrutiny, and \neach medication similarly should be clinically justified as an appropriate treatment for the \ndiagnosed medical condition for which it is prescribed.  More particularly, Nim Henson should: \na.  develop and implement adequate policies and protocols regarding: \n(i)  blood level monitoring for medications such as                     \nanticonvulsants, lithium and digitalis; \n(ii)  medication side effect monitoring; \n(iii)  use and monitoring of medications that are problematic for \nthe elderly, such as benzodiazepines and anticholinergic \nmedications; \n(iv)  long-term use of medications for conditions when the \nrelevant symptoms are unchanged over long periods of \ntime; and \n(v)  use of as-needed (i.e., “PRN”) sedatives and analgesics. \nb.  undertake a thorough evaluation/workup of all current residents \nand determine whether there is a clinically justifiable, current \ndiagnosis for each medication that each individual receives. \nc.  ensure that all remaining medications are prescribed at optimum \ntherapeutic levels and that all polypharmacy is clinically justified. \nd.  monitor all medications for efficacy, side effects and continued \nappropriateness; and modify medication usage as monitoring \nwarrants. \n\n-15­\n\ne.\t conduct chart reviews to ensure that, on an ongoing basis, all \nmedications are clinically justified and are prescribed consistent \nwith applicable facility policies and protocols. \nf.\t ensure that its Pharmacy and Therapeutics Committee (“P&T \nCommittee”), with input from its medical director, pharmacist, \npharmacy consultant, and administration, promptly provides \nguidance to its physicians regarding \nthe use of polypharmacy and the use of medications \ncontraindicated in the elderly. \ng.\t ensure that, either through the P&T Committee or otherwise, the \npharmacist, pharmacy consultant, and physicians communicate \ndirectly and regularly regarding the appropriateness of medications \nused, alone or in combination, on facility residents, and regarding \ndevelopments in medications. \n2.  Medical Notes and Documentation \nMedical notes and documentation should be accurate, current, complete and organized in \na manner allowing relevant information to be quickly identified. \n3.  Oversight and Management of Medical Care \nNim Henson should retain a well-qualified medical director who would be responsible for \nmaintaining a consistent level of adequate medical care throughout the facility.  More \nparticularly, Nim Henson should ensure that the medical director will: \na.\t dedicate sufficient time to the facility to provide adequate oversight \nand management of medical care at the facility.  \nb.\t establish a medical quality assurance program that: \n(i)  actively collects data relating to the quality of medical \nservices; \n(ii)\t assesses these data for trends; \n(iii)\t initiates inquiries regarding problematic trends and possible \ndeficiencies; \n(iv)\t identifies corrective action; and \n(v)\t monitors to ensure that appropriate remedies are achieved. \nc.\t establish a system to track errors in the administration of medicine. \nd.\t establish uniform medical care policies and protocols, particularly \n\n-16­\n\nregarding medication usage, nutrition and wound care, to ensure \nthe consistent provision of medical care. \ne.\t take an active role in chart review and quality assurance in medical \ndocumentation. \nf. \t ensure the provision of appropriate specialized medical services, \nsuch as psychiatric, neurologic, dental, opthalmologic, podiatric \nand dental care. \ng.\t take an active role in staff education regarding critical issues such \nas psychiatric symptoms, medication side effects, nutrition, \ninfection control, and wound care. \nB.   Chemical Restraints \nAny device, procedure or medication that restricts, limits or directs a person's freedom of \nmovement (including, but not limited to, powerful sedatives) (\"Restrictive Controls\") should be \nused only when less restrictive measures have been unsuccessfully attempted and not as a \nsubstitute for treatment of the underlying causes of the condition provoking the Restrictive \nControls. More specifically, Nim Henson should: \n1.\t comply with 42 C.F.R. § 483.13 and other federal regulations that prohibit \nthe use of physical or chemical restraints not required to treat a resident’s \nmedical condition. \n2.\t provide meaningful activities, restorative care and psychosocial supports \nto minimize the occurrence of disruptive or dangerous behavior. \n3.\t eliminate use of all Restrictive Controls except: \na.\t when treatment strategies have been considered and attempted and \nwould not protect the person or others from harm; \nb.\t other less intrusive or restricted methods have been ineffective; and \nc.\t as a temporary, planned intervention in a plan of care, in which the \nunderlying cause of the condition leading to Restrictive Controls \nhas been clinically determined, or on an emergency basis, when an \nunexpected crisis situation occurs in which a person poses an \nimmediate risk of harm to self or others. \n4.\t develop and implement a policy on Restrictive Controls that comports \n\n-17­\n\nwith federal regulations and generally accepted standards of care. \nC.\t Wound Care \nNim Henson should ensure that wounds are promptly detected, closely monitored and \nproperly treated, consistent with current  standards of care, including with documentation \nadequate to withstand clinical scrutiny.  More particularly, Nim Henson should: \n1.  establish a facility-wide system for wound tracking that would include: \na.\t timely and accurate wound statistics; \nb.\t a master list, updated at least daily, of residents with wounds \n(including pressure ulcers, surgical wounds and skin tears), \nidentifying preventative measures, sites, stages, and treatments; \nand \nc.\t quality assurance evaluations of wound treatments and outcomes, \nincluding incidences of facility-acquired wounds and stages, \nwound statistics, and staff compliance with facility wound care \npolicies and protocols. \n2. \t ensure that all staff responsible for resident care are competent in pressure \nulcer prevention and staging. \n3. \t ensure that nursing staff know the current wound status of each resident in \ntheir care, promptly communicate changes in wound status to the \nresident’s physician and promptly document such changes. \n4. \t establish a wound care formulary. \nD.  Nutrition \nNim Henson should ensure that, in addition to properly monitoring its residents’ weight, \nit provide residents, especially those with swallowing difficulties, appropriate dietary and \nnutritional interventions. More particularly, Nim Henson should: \n1.\t systemically track, through food intake records, residents who have \nsustained weight change. \n2.\t consistently notify physicians and responsible parties of significant \nchanges in weight. \n3.\t ensure that, for residents experiencing significant weight change: \n\n-18­\n\na.\t a comprehensive investigation of the extent and cause of the \nresident’s condition is performed that includes consideration of \npotentially reversible or treatable factors, such as medications, \nenvironmental conditions, disease state, sensory loss, cognitive \nstatus and mood; \nb.\t the potential for improvement be fully considered before a feeding \ntube is used; \nc.\t ensure that staff responsible for resident care know the indications \nthat justify the use of tube feeding; \nd.\t ensure appropriate interdisciplinary participation in identifying \ninterventions for the weight change, and particularly in the decision \nto insert a feeding tube into a resident, including participation from \npersons such as the resident, the resident’s family, the physician, \nthe nutritionist, the nurse, and the speech therapist; \ne.\t ensure that the considerations leading to use of feeding tubes are \nfully documented in the resident’s chart; \nf.\t ensure that residents with a feeding tube are reviewed on an \nongoing basis to determine whether the tube can be discontinued; \ng.\t reliably update care plans to describe interventions for the weight \nchange; \nh.\t ensure that direct care staff are competent in implementing the \nweight change interventions identified in the care plan; and \ni.\t monitor, and revise, as necessary, the weight change interventions. \nE.  Restorative Care \nNim Henson should assist its residents to “attain or maintain the highest practicable \nphysical, mental and psychosocial well-being.” 42 U.S.C. § 1395i-3(b)(4)(A).  More particularly, \nit should: \n1. \t develop and implement restorative care plan policies and procedures that \nare consistent with federal regulations, see, e.g., 42 C.F.R.§ 483.25, \naddressing change in resident condition. \n2. \t develop and implement a plan for each resident to provide restorative care \n\n-19­\n\nbased on the resident’s assessed needs.  At appropriate intervals, reassess \neach resident’s need for: mobility, continence, and Activities of Daily \nLiving (“ADL”) support, activities that promote self care, seating supports, \nand meaningful activities.  Update the plan based on this assessment. \n3. \t provide furniture and seating supports adequate to permit residents to \ntransfer out of wheelchairs and so-called Geri-chairs (chairs on rollers, \nwith side-arm and other supports, intended for use by a geriatric \npopulation) to facilitate resident physical functionality. \n4. \t ensure that nurses and Nim Henson staff responsible for resident care are \ncompetent in: \na.\t identifying significant age-related changes; \nb.\t functional assessment and restorative care; \nc.\t basic elements of common pathology and physical assessment; \nd.\t medication effects and side effects; and \ne.\t facility policies and procedures regarding change of condition. \nF.   Psychiatric Care \nAs part of its obligation to provide its residents with adequate health care, Nim Henson \nshould provide its residents with adequate psychiatric supports and services.  See 42 U.S.C. § \n1396r(b)(4)(A). Nim Henson residents should receive psychotropic medications only after \nhaving been thoroughly evaluated and diagnosed according to current standards of care, \nincluding with sufficient documentation to withstand clinical scrutiny.  More particularly, Nim \nHenson should: \n1.\t obtain sufficient psychiatric services, consultative or otherwise, to meet \nthe ongoing psychiatric needs of Nim Henson’s residents.  \n2.\t develop or procure standard psychological and psychiatric assessment and \ninterview protocols for reliably reaching a psychiatric diagnosis for    \nindividuals who are elderly.  Use these protocols to assess each person \nupon admission for possible psychiatric disorder(s). \n3.\t ensure that all staff directly interacting with residents display at least a \nbasic competence in providing appropriate supports for persons \nexperiencing depression and/or dementia. \n\n-20­\n\n4.\t as to all residents receiving psychotropic medications, undertake a \npsychiatric consult to ensure that all such medications are appropriate and \nare specifically matched to current, clinically justifiable diagnoses. \n5.\t obtain informed consent or proper legal authorization prior to \nadministering psychotropic medications and other invasive treatments. \nG.  Incident Management and Quality Assurance \nIncidents involving injury and unusual incidents should be reliably and accurately \nreported and investigated, with appropriate follow-up.  More particularly, Nim Henson should: \n1.\t address the root causes of falls and other injuries to minimize their \noccurrence, and provide appropriate, individualized interventions. \n2.\t replace unwarranted use of full side rails with less harmful interventions \nfor falls. \n3.\t ensure that incidents involving injury and unusual incidents are tracked \nand analyzed to identify root causes. \n4.\t ensure that analyses are transmitted to the relevant disciplines and direct-\ncare areas for responsive action, and responses are monitored to ensure \nthat appropriate steps are taken. \n5.\t ensure that assessments are conducted to determine whether root causes \nhave been addressed and, if not, ensure that appropriate feedback is \nprovided to the responsible disciplines and direct-care areas. \nH.  Most Integrated Setting \nNim Henson should ensure that its treatment professionals periodically and reliably assess \nits residents to determine whether community placement is appropriate for any of them.  If \ntreatment in a more integrated setting is determined to be appropriate, then such treatment should \nbe provided, if the affected person does not oppose such treatment, and the placement can be \nreasonably accommodated. \n* * * * \nWe hope to work with the County in an amicable and cooperative fashion to resolve our \noutstanding concerns regarding Nim Henson. \nWe will forward our expert consultants' reports under separate cover.  Although their \nreports are their work - and do not necessarily represent the official conclusions of the \n\n-21­\n\nDepartment of Justice - their observations, analyses and recommendations provide further \nelaboration of the relevant concerns, and offer practical assistance in addressing them.  We hope \nthat you will give this information careful consideration and that it will assist in facilitating a \ndialogue swiftly addressing areas requiring attention. \nIn the unexpected event that the parties are unable to reach a resolution regarding our \nconcerns, we are obligated to advise you that the Attorney General may initiate a lawsuit \npursuant to CRIPA, to correct deficiencies or to otherwise protect the rights of Nim Henson \nresidents, 49 days after the receipt of this letter.  42 U.S.C. §§ 1997b (a)(1).  Accordingly, we \nwill contact County officials soon to discuss in more detail the measures that the County must \ntake to address the deficiencies identified herein. \nSincerely, \nRalph F. Boyd, Jr.   \nAssistant Attorney General \ncc: \t Brendon Miller, Esq. \nBreathitt County Attorney \nMr. Philip Litteral \nAdministrator \nNim Henson Geriatric Center \nGregory F. Van Tatenhove \nUnited States Attorney for \nthe Eastern District of Kentucky ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/93527"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 115855,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/115855"
    },
    {
      "date": "2004-02-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Kentucky",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 91108,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/91108.pdf",
      "title": "Complaint",
      "text": "Case: 5:04-cv-00076-KSF   Doc #: 1   Filed: 02/17/04   Page: 1 of 7 - Page ID#: 1\nIN THE UNITED STATES DISTRICT COURT FOR THE \nEASTERN DISTRICT OF KENTUCKY \nUNITED STATES OF AMERICA  ) \nI \nPlaintiff,  ) \n) \n-Ks/5' \nV.  )  yJ-,7c; \n1  CIVIL NO. \nBREATHITT COUNTY, KENTUCKY,  ) \nNIM HENSON GERIATRIC CENTER,  ) \nand BREATHITT COUNTY  1 \nGERIATRIC CORPORATION  1 \n) \nDefendants.  FEB  1 7 2004 \nI \nHiL EXih!GTON \nLESLiC G XbiThrER \nCLERK !J  S rL:,TRiCT  COUilT \nCOMPLAINT \nPLAINTIFF, THE UNITED STATES OF AMERICA, by its undersigned \nattorneys, hereby alleges upon information and belief: \n1.  The Attorney General files this complaint on behalf of \nthe United States of America pursuant to the Civil Rights of \nInstitutionalized Persons Act, 42 U.S.C. §  1997, to enjoin the \nnamed Defendants from depriving residents housed in the Nim \nHenson Geriatric Center (Nim Henson) of rights, privileges, or \nimmunities secured and protected by the Constitution and laws of \nthe United States. \nJURISDICTION AND  VENUE \n2.  This Court has jurisdiction over this action under \n28 U.S.C. §§  1331 and 1345. \n\nCase: 5:04-cv-00076-KSF   Doc #: 1   Filed: 02/17/04   Page: 2 of 7 - Page ID#: 2\n3.  The United States is authorized to initiate this action \npursuant to 42 U.S.C. 5  1997a. \n4.  The Attorney General has certified that all pre-filing \nrequirements specified in 42 U.S.C. 5  199713 have been met.  The \nCertificate of the Attorney General is appended to this Complaint \nand is incorporated herein. \n5.  Venue in the Eastern District of Kentucky is proper \npursuant to 28 U.S.C. §  1391. \nDEFENDANTS \n6.  Defendant BREATHITT COUNTY (County) is a governmental \nsubdivision created under the laws of the State of Kentucky.  The \nCounty owns Nim Henson. \n7.  Defendant BREATHITT COUNTY GERIATRIC CORPORATION \n(Corporation) is a corporation organized and existing under the \nlaws of Kentucky.  The Corporation oversees the operations of \nNim Henson. \n8.  Defendant Nim Henson is a nursing home currently \nlocated in Jackson, Kentucky. \nFACTUAL ALLEGATIONS \n9.  Defendants are legally responsible, in whole or in \npart, for the operation of Nim Henson, for the nursing home \nconditions, and the health and safety of persons confined or \nresiding in the facility. \n-2- \n\nCase: 5:04-cv-00076-KSF   Doc #: 1   Filed: 02/17/04   Page: 3 of 7 - Page ID#: 3\n10.  At all relevant times, Defendants acted or failed to \nact, as alleged herein, under color of state law. \n11.  Nim Henson is an institution within the meaning of \n42 U.S.C. §  1997(1). \n12.  Breathitt County receives federal Medicare and Medicaid \nfunds for care provided at Nirn Henson. \n13.  Persons institutionalized at Nirn Henson are primarily \ngeriatric residents, including both men and women, who have been \nplaced in the facility to receive skilled nursing care.  Many of \nthe residents lack mobility, have significant mental impairments, \nor must rely on others for basic care. \n14.  Persons institutionalized at Nirn Henson include \n“qualified individual[sl with a disability1! for purposes of the \nAmericans with Disabilities Act  (ADA) and implementing \nregulations.  42 U.S.C.  S  12101 et seq., 28 C.F.R. Part 35. \n15.  Defendants are “public entit[ies]” under the ADA and \nimplementing regulations. \n16.  Defendants have failed and continue to fail to provide \nadequate medical, nursing, nutritional, wound, restorative, and \npsychiatric care and services to Nirn Henson residents and to \notherwise protect Nim Henson residents from harm. \n17.  Defendants have failed and continue to fail to assess \nNirn Henson residents to ascertain whether residents are receiving \n- 3 -  \n\nCase: 5:04-cv-00076-KSF   Doc #: 1   Filed: 02/17/04   Page: 4 of 7 - Page ID#: 4\nadequate treatment in the most integrated setting appropriate to \ntheir individual needs. \nVIOLATIONS ALLEGED \n18.  The acts and omissions alleged in paragraph 16 \nconstitute a pattern or practice that violates Nim Henson \nresidents’ federal rights as protected by the Constitution of the \nUnited States, including the First and Fourteenth Amendments. \n19.  The acts and omissions alleged in paragraph 16 violate \nthe nursing home reform provisions of the Omnibus Budget and \nReconciliation Act of 1987 and its implementing regulations. \n42 U.S.C. §  1396r, 42 U.S.C. §  1395i-3, 42 C.F.R. Part 483. \n20.  The acts and omissions alleged in paragraph 16 violate \nSection 504 of the Rehabilitation Act and implementing \nregulations.  29 U.S.C. §  794, 45 C.F.R. Part 84. \n21.  The acts and omissions alleged in paragraph 17 violate \nthe Americans with Disabilities Act and implementing regulations. \n42 U.S.C.  §  12101 et seq., 28 C.F.R. Part 35. \n22.  Unless restrained by this Court, Defendants will \ncontinue to engage in the acts and omissions set forth in \nparagraphs 16-17 that deprive Nim Henson residents of rights, \nprivileges, or immunities secured or protected by the \nConstitution of the United States and federal law, and will cause \nirreparable harm to these residents. \n-4- \n\nCase: 5:04-cv-00076-KSF   Doc #: 1   Filed: 02/17/04   Page: 5 of 7 - Page ID#: 5\nPRAYER FOR RELIEF \n23.  The Attorney General is authorized under 42 U.S.C. \n§  1997 to seek equitable and declaratory relief. \nWHEREFORE, the United States prays that this Court enter an \norder permanently enjoining Defendants, their officers, agents, \nemployees, subordinates, successors in office, and all those \nacting in concert or participation with them from continuing the \nacts, omissions, and practices set forth in paragraphs 16-17 \nabove, and that this Court require Defendants to take such \nactions as will ensure lawful conditions of institutionalization \nare afforded to residents of Nim Henson, including the provision \nof adequate treatment in the most integrated setting appropriate \nto their individual needs.  The United States further prays that \nthis Court grant such other and further equitable relief as it \nmay deem just and proper. \nRespectfully submitted, \nW \n/ ~ O H NA SHCROFT \nV \nAttorney General of the \nUnited States \n- 5 -  \n\nCase: 5:04-cv-00076-KSF   Doc #: 1   Filed: 02/17/04   Page: 6 of 7 - Page ID#: 6\nCERTIFICATE OF THE ATTORNEY GENERAL \nI, JOHN ASHCROFT, Attorney General of the United States, \ncertify that with regard to the foregoing Complaint, United \nStates v. Breathitt Countv, I have complied with all subsections \nof 42 U.S.C. S  1997b(a) (1). I certify as well that I have \ncomplied with all subsections of 42 U.S.C. S  1997b(a)(2).  I \nfurther certify, pursuant to 42 U.S.C. S  1997b(a) ( 3 ) ,  my belief \nthat this action by the United States is of general public \nimportance and will materially further the vindication of rights, \nprivileges, or immunities secured or protected by the \nConstitution and laws of the United States. \nIn addition, I certify that I have the \"reasonable cause to \nbelieve,\" set forth in 42 U.S.C. S  1997a, to initiate this \naction.  Finally, I certify that all prerequisites to the \ninitiation of this suit under 42 U.S.C. S  1997 have been met. \nPursuant to 42 U.S.C.  S  1997a(c), I have personally signed \nthe foreqoinq Complaint.  Pursuant to 42 U.S.C. \n5  1997b(b) ,  am 4persona lly signing this Certificate. \nSigned this  day of \nWashington, D.C. \na4-L-=+r- \nOHN ASHCROFT \nAttorney General of the \nUnited States \n\nCase: 5:04-cv-00076-KSF   Doc #: 1   Filed: 02/17/04   Page: 7 of 7 - Page ID#: 7\nR. ALEXAI ND-ER  ACO~TA \nU n i w S tates Attorney  Assistant Attorney General \nEastern District of  Civil Rights Division \nKentucky \n/ \n110 West Vine Street \nSuite 400 \nLexington, KY 40507-1671 \n(859)  233-2671 \n/Chief \nSpecial Litigation Section \n1 \nELI  BE  JOH  OId \nSHENNIE PATEL \nUnited States Department of Justice \nCivil Rights Division \nSpecial Litigation Section \n950  Pennsylvania Avenue, N.W. \nWashington D.C. 20035 \n(202)  514-6255 \n, \nDated:  2004. \n- 6 -  ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/91108"
    },
    {
      "date": "2004-02-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Settlement Agreement",
      "order_type": "Consent Decree",
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Kentucky",
      "no_title": false,
      "party_types": [
        "Court",
        "Defendant",
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 91121,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/91121.pdf",
      "title": "Settlement Agreement",
      "text": "Case: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 1 of 17 - Page ID#: 11\nJIJ&stern Dlstrlot of Kennucky \nFILED \nFEB  IS  2004 \nAl 'LEXINGTON \nLESLIE G WHITMER \nCLERK U S DISTRICT COURT \nIN  THE  UNITED  STATES  DISTRICT  COURT \nFOR  THE  EASTERN  DISTRICT  OF  KENTUCKY \nUNITED  STATES  OF  AMERICA \nPlaintiff, \nv. \n0/f-Jt/-/;V \nCIVIL  NO. \nBREATHITT  COUNTY,  KENTUCKY, \nNIM  HENSON  GERIATRIC  CENTER, \nand  BREATHITT  COUNTY \nGERIATRIC  CORPORATION \nDefendants. \nSETTLEMENT  AGREEMENT \nTABLE  OF  CONTENTS \nI.  INTRODUCTION \n2 \nII.  DEFINITIONS \n3 \nIII.  SUBSTANTIVE  REMEDIAL  MEASURES \n3 \nA.  General  Medical  Care \n3 \n1.  Medication  Management \n3 \n2.  Medical  Notes  and  Documentation  5 \n3.  Oversight  and  Management  of  Medical  Care  5 \nB.  Chemical  Restraints \nc.  6 \nWound  Care \n7 \nD.  Nutrition  . \n8 \nE.  Restorative  Care \n10 \nF.  Psychiatric Care \n11 \nG.  Incident  Management  and  Quality Assurance  11 \nH.  Most  Integrated  Setting  .  .  .  .  .  .  .  .  .  12 \nI.  Compliant  Policies,  Procedures  and  Protocols  12 \nIV.  REPORTING  REQUIREMENTS  AND  RIGHT  OF  ACCESS  12 \nv. \nIMPLEMENTATION  and  TERMINATION  . \n14 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 2 of 17 - Page ID#: 12\nI.  INTRODUCTION \nA.  On  March  22,  2002,  the  United  States  notified Breathitt \nCounty  officials  of  its  intent  to  investigate \nconditions  of  confinement  at  Nim  Henson  Geriatric \nCenter  (0 Nim  Henson\"  or  nthe  facility\"),  pursuant  to \nthe  Civil  Rights  of  Institutionalized  Persons  Act, \n42  u.s.c.  §  1997. \nB.  On  June  17-19,  2002,  the  United  States  toured  the \nfacility with  consultants  in  the  fields  of  geriatric \nmedicine,  geriatric psychiatry,  and  geriatric  nursing. \nC.  Throughout  the  course  of  the  investigation,  the  United \nStates  received  complete  cooperation  and  access  to  the \nfacility  and  documents  from  Breathitt County  and  the \nfacility's  administration. \nD.  On  March  6,  2003,  the  United  States  issued  a  findings \nletter pursuant  to  42  U.S.C.  §  1997 (a) (1)  which \nconcluded  that  certain  conditions  at  the  facility \nviolate  federal  constitutional  and/or  statutory rights \nof  the  facility's  residents. \nE.  Defendants  in  this  action  are  Breathitt  County, \nKentucky,  by  and  through  the  Breathitt County  Fiscal \nCourt;  Nim  Henson  Geriatric  Center;  the  Breathitt \nCounty  Geriatric  Corporation;  and  their  successors, \ncontractors,  and  agents. \nF.  Defendants  are  legally responsible,  in  whole  or  in \npart,  for  the  operation  and  conditions  of \nNim  Henson. \nG.  The  Court  has  jurisdiction over  this  action pursuant  to \n28  U.S.C.  §§  1331  and  1345.  The  Attorney  General  has \ncompleted  the  prerequisites  to  filing  suit  as  set  forth \nin  42  U.S.C.  §§  1997a,  1997b,  and  1997h.  Venue  is \nproper  in  this  district pursuant  to  28  U.S.C. \n§  1391 (b) . \nH.  Recognizing  the  interests  of  the  residents  of \nNim  Henson,  and  for  purposes  of  avoiding  protracted and \nadversarial  litigation,  the  Parties  enter  into  this \nSettlement  Agreement. \nI.  In  entering  into  this  Settlement Agreement,  Defendants \n2 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 3 of 17 - Page ID#: 13\ndo  not  admit  any  violation  of  law,  and  this  Settlement \nAgreement  may  not  be  used  as  evidence  of  liability in \nany  other proceeding. \nJ.  The  United  States  acknowledges  that  Defendants  have \nbegun  to  implement  measures  addressing  conditions  of \ncare  at  the  facility. \nII.  DEFINITIONS \nA.  \"DOJ\"  or  \"the  DOJ\"  shall  refer  to  the  United  States \nDepartment  of  Justice,  which  represents  the \nUnited  States  in  this matter. \nB.  \"Nim  Henson\"  or  \"the  facility\"  shall  refer to \nNim  Henson  Geriatric  Center,  currently located  in \nJackson,  Kentucky,  as  well  as  any  facility that  is, \nbuilt  to  replace  or  supplement  Nim  Henson. \nC.  \"Resident\"  or  \"residents\"  shall  refer  to  one  or more \nindividuals  confined  at  the  facility. \nD.  \"Restrictive Controls\"  shall  refer  to  any  order, \ndevice,  procedure,  or medication  that  restricts, \nlimits,  or  directs  a  person's  freedom  of movement, \nincluding,  but  not  limited  to,  sedating medications. \nE.  \"Responsible  party\"  shall  refer  to  a  person  having \nauthority  to make  health  care  decisions  for  a  resident. \nIII.  SUBSTANTIVE  REMEDIAL  MEASURES \nA.  General  Medical  Care \nEffective  upon  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Nim  Henson  residents  shall be  promptly \nassessed,  diagnosed,  treated,  monitored,  and,  as  monitoring \nindicates  is  necessary,  reassessed,  diagnosed,  and  treated, \nconsistent  with  current,  generally accepted  standards  of  care, \nincluding  with  documentation  adequate  to  withstand  clinical \nscrutiny. \n1.  Medication Management \nEffective  upon  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Defendants  shall  ensure  that  every \nNim  Henson  resident  shall  receive  prescription medications  only \nafter  first  having  been  thoroughly  evaluated  or worked  up  and \n3 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 4 of 17 - Page ID#: 14\ndiagnosed  according  to  current,  generally  accepted  standards  of \ncare,  including with  sufficient  documentation  to  withstand \nclinical  scrutiny,  and  ensure  that  each medication  shall be \nclinically justified as  an  appropriate  treatment  for  the \ndiagnosed medical  condition  for  which  it is  prescribed. \nEffective  90  days  from  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Defendants  shall: \na.  develop  and  implement  adequate  policies  and \nprotocols  regarding: \n(i)  blood  level monitoring  for \nmedications,  including but \nnot  limited to medications \nsuch  as  anticonvulsants, \nlithium and  digitalis; \n(ii)  medication  side  effect \nmonitoring; \n(iii)  use  and monitoring  of \nmedications  that  are  problematic \nfor  the  elderly,  such  as \nbenzodiazepines  and \nanticholinergic medications; \n( iv)  long-term use  of medications \nfor  conditions  when  the \nrelevant  symptoms  are \nunchanged  over  long \nperiods  of  time;  and \n(v)  use  of  as-needed  (i.e., \n\"PRN\"  or  \"pro  re  nata\") \nsedatives  and  analgesics; \nb.  complete  a  thorough  evaluation/workup  of  all \ncurrent  residents  and  determine  whether  there \nis  a  clinically  justifiable,  current \ndiagnosis  supporting  the  use  of  each \nmedication  that  each  resident  receives,  and \ndiscontinue  medications  that  are  not \nclinically  justified; \nc.  ensure  that  all  remaining medications  are \nprescribed at  appropriate  therapeutic  levels \nand  that  all polypharmacy  is  clinically \njustified; \n4 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 5 of 17 - Page ID#: 15\nd.  monitor  all medications  for  efficacy,  side \neffects  and  continued  appropriateness;  and \nmodify medication  usage  as  monitoring \nwarrants; \ne.  conduct  chart  reviews  to  ensure  that,  on  an \nongoing  basis,  all medications  are  clinically \njustified and  are  prescribed  consistent  with \napplicable  facility policies  and  protocols; \nf.  ensure  that  the  facility's  Pharmacy  and \nTherapeutics  Committee  (\"P&T  Committee\"), \nwith  input  from  its medical  director, \npharmacist,  pharmacy  consultant,  and \nadministration,  promptly provides  guidance  to \nits physicians  regarding  the  use  of \npolypharmacy and  the  use  of medications \ncontraindicated  in  the  elderly;  and \ng.  ensure  that,  either through  the  P&T  Committee \nor  otherwise,  the  pharmacist,  pharmacy \nconsultant,  and  physicians  communicate \ndirectly and  regularly  regarding  the \nappropriateness  of medications  used,  alone  or \nin  combination,  on  facility  residents,  and \nregarding  developments  in medications. \n2.  Medical  Notes  and  Documentation \nEffective  upon  the  Court's  entry of  this  settlement \nagreement  as  an  order,  Defendants  shall  ensure  that medical  notes \nand  documentation  are  accurate,  current,  complete,  and  organized \nin  a  manner  allowing  relevant  information  to  be  quickly \nidentified. \n3.  Oversight  and  Management  of  Medical  Care \nEffective  90  days  from  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Defendants  shall  retain  a  well-qualified \nmedical  director who  shall be  responsible  for  maintaining  a \nconsistent  level  of  adequate medical  care  throughout  the \nfacility.  Defendants  shall  ensure  that,  within  90  days  from  the \nCourt's  entry of  this  settlement  agreement  as  an  order,  the \nmedical  director: \na.  dedicates  sufficient  time  to  the  facility  to \nprovide  adequate  oversight  and management  of \n5 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 6 of 17 - Page ID#: 16\nmedical  care  at  the  facility; \nb.  establishes  a  medical  quality assurance \nprogram that: \n(i)  actively collects  data  relating \nto  the  quality of medical \nservices; \n(ii)  assesses  these  data  for  trends; \n(iii)  initiates  inquiries  regarding \nproblematic  trends  and  possible \ndeficiencies; \n( i v)  identifies  corrective  action; \nand \n(v)  monitors  to  ensure  that \nappropriate  remedies  are \nachieved; \nc.  establishes  a  system to  track errors  in  the \nadministration  of medicine; \nd.  establishes  uniform medical  care  policies  and \nprotocols,  particularly regarding medication \nusage,  nutrition and  wound  care,  to  ensure \nthe  consistent  provision  of medical  care; \ne.  in  a  documented  fashion,  performs  chart \nreviews  and  quality assurance  reviews  of \nmedical  documentation; \nf.  ensures  the  provision  of  appropriate \nspecialized medical  services,  such  as \npsychiatric,  neurologic,  opthalmologic, \npodiatric,  and  dental  care;  and \ng.  takes  an  active  role  in  staff education \nregarding  critical issues  such  as  psychiatric \nsymptoms,  medication  side  effects,  nutrition, \ninfection control,  and  wound  care. \nB.  Chemical  Restraints \nEffective  upon  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Restrictive  Controls  shall be  used  only \n6 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 7 of 17 - Page ID#: 17\nwhen  less  restrictive measures  have  been  unsuccessfully attempted \nand  not  as  a  substitute  for  treatment  of  the  underlying  causes  of \nthe  condition provoking  the  Restrictive  Controls.  Effective  upon \nthe  Court's  entry  of  this  settlement  agreement  as  an  order, \nDefendants  shall: \n1.  comply  with  42  C.F.R.  §  483.13  and  other  federal \nregulations  that  prohibit  the  use  of physical  or \nchemical  restraints  not  required  to  treat  a \nresident's medical  condition; \n2.  provide  meaningful  activities,  restorative  care, \nand  psychosocial  supports  to minimize  the \noccurrence  of  disruptive  or  dangerous  behavior; \n3.  eliminate  use  of  all  Restrictive  Controls  except: \na.  when  less  restrictive measures  have  been  used \nappropriately  and  have  been  adequately \ndocumented  (including  the  reason  for  the \nprocedure(s),  the  procedure(s)  used,  and  the \noutcome(s))  and  would  not  protect  the  person \nor  others  from  harm;  and \nb.  as  a  temporary,  planned  intervention  in  a \nplan  of  care,  in which  the  underlying  cause \nof  the  condition  leading  to  Restrictive \nControls  has  been  clinically determined,  or \non  an  emergency  basis,  when  an  unexpected \ncrisis  situation  occurs  in which  a  person \nposes  an  immediate  risk of  harm  to  self or \nothers;  and \n4.  develop  and  implement  a  policy on  Restrictive \nControls  that  comports  with  federal  regulations \nand  current,  generally  accepted  standards  of  care. \nC.  Wound  Care \nEffective  upon  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Defendants  shall  ensure  that  wounds  are \npromptly  detected,  closely monitored  and  properly  treated, \nconsistent  with  current,  generally accepted  standards  of  care, \nincluding with  documentation  adequate  to  withstand  clinical \nscrutiny.  Effective  30  days  from  the  Court's  entry of  this \nsettlement  agreement  as  an  order,  Defendants  shall: \n1.  establish a  facility-wide  system  for  wound \n7 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 8 of 17 - Page ID#: 18\ntracking  that  shall  include: \na.  timely  and  accurate  wound  statistics; \nb.  a  master  list,  updated  at  least daily,  of \nresidents  with  wounds  (including  pressure \nulcers,  surgical  wounds  and  skin  tears), \nidentifying preventative measures,  sites, \nstages,  and  treatments;  and \nc.  quality assurance  evaluations  of  wound \ntreatments  and  outcomes,  including  incidences \nof  facility-acquired wounds  and  stages,  wound \nstatistics,  and  staff compliance  with \nfacility wound  care  policies  and  protocols; \nand \n2.  ensure  that  all staff responsible  for  resident \ncare  are  competent  in pressure  ulcer  prevention \nand  staging; \n3.  ensure  that  nursing  staff know  the  current  wound \nstatus  of  each  resident  in  their  care  (i.e.,  the \nexistence  and  stage  (I,  II,  III  or  IV)  of  any \nwounds,  the  standard treatment  interventions \nassociated with  any  such  wounds,  whether  those  or \nother  interventions  have  been  applied  correctly, \nand  what  changes  have  occurred  in  the  wound  status \nover  the  preceding  24  hours),  promptly  communicate \nchanges  in wound  status to  the  resident's \nphysician,  and  timely document  the  status  of \nwounds,  including  changes  in wound  status;  and \n4.  establish a  wound  care  formulary. \nD.  Nutrition \nEffective  upon  the  Court's  entry of  this  settlement \nagreement  as  an  order,  Defendants  shall  ensure  that  residents' \nweight  is properly monitored  and  that  residents,  especially those \nresidents  with  swallowing  difficulties,  receive  appropriate \ndietary and  nutritional  interventions.  Effective  60  days  from \nthe  Court's  entry of  this  settlement  agreement  as  an  order, \nDefendants  shall: \n1.  systemically track,  through  food  intake  records, \nresidents  who  have  sustained weight  change; \n8 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 9 of 17 - Page ID#: 19\n2.  consistently notify physicians  and  Responsible \nParties  of  significant  changes  in weight;  and \n3.  ensure  that,  for  residents  experiencing \nsignificant  weight  change: \na.  a  comprehensive  investigation of  the  extent \nand  cause  of  the  resident's  condition  is \nperformed  that  includes  consideration  of \npotentially reversible  or  treatable  factors, \nsuch  as  medications,  environmental \nconditions,  disease  state,  sensory  loss, \ncognitive  status,  and  mood; \nb.  the  considerations  leading  to  use  of  feeding \ntubes,  including  the  potential  for \nimprovement,  be  fully  considered,  in a \ndocumented manner,  before  a  feeding  tube  is \nused; \nc.  staff responsible  for  resident  care  know  the \nindications  that  justify the  use  of  tube \nfeeding; \nd.  appropriate  interdisciplinary participation \noccurs  in  identifying  interventions  for  the \nweight  change,  and  particularly in the \ndecision  to  insert  a  feeding  tube  into  a \nresident,  including participation  from \npersons  such  as  the  resident,  Responsible \nParties,  the  resident's  family,  the \nphysician,  the  nutritionist,  the  nurse,  and \nthe  speech  therapist; \ne.  residents  with  a  feeding  tube  are  reviewed  on \nan  ongoing  basis  to  determine  whether  the \ntube  can  be  discontinued; \nf.  care  plans  are  reliably updated  to  describe \ninterventions  for  the  weight  change; \ng.  direct  care  staff are  competent  in \nimplementing  the  weight  change  interventions \nidentified in  the  care plan;  and \nh.  weight  change  interventions  are monitored \nwith  sufficient  frequency  and,  as  necessary, \nrevised. \n9 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 10 of 17 - Page ID#: 20\nE.  Restorative  Care \nEffective  upon  the  Court's  entry of  this  settlement \nagreement  as  an  order,  Defendants  shall  assist  facility residents \nto  \"attain or maintain  the  highest  practicable physical,  mental \nand  psychosocial  well-being,\"  as  required by  42  U.S.C.  §  1395i-\n3(b) (4) (A).  Effective  60  days  from  the  Court's  entry  of  this \nsettlement  agreement  as  an  order,  Defendants  shall: \n1.  develop  and  implement  restorative  care  plan \npolicies  and  procedures  that  are  consistent  with \nfederal  regulations,  including but  not  limited  to \n42  C.F.R.  §  483.25,  addressing  change  in  resident \ncondition; \n2.  develop  and  implement  a  plan  for  each  resident  to \nprovide  restorative  care  based  on  the  resident's \nassessed  needs,  reassess  those  needs  at \nappropriate  intervals  (especially as  to: \nmobility,  continence,  and Activities  of  Daily \nLiving  (\"ADL\")  support,  activities  that  promote \nself care,  seating  supports,  and meaningful \nactivities),  and  update  the  plan  based  on  such \nreassessment; \n3.  as  appropriate,  provide  furniture  and  seating \nsupports  adequate  to permit  residents  to  transfer \nout  of wheelchairs  and  so-called Geri-chairs \n(~, chairs  on  rollers,  with  side-arm and  other \nsupports,  intended  for  use  by  a  geriatric \npopulation)  to  facilitate  resident  physical \nfunctionality;  and \n4.  ensure  that  nurses  and  Nim  Henson  staff \nresponsible  for  resident  care  are  competent  in: \na.  identifying  significant  age-related  changes; \nb.  functional  assessment  and  restorative  care; \nc.  basic  elements  of  common  pathology  and \nphysical  assessment; \nd.  medication  effects  and  side  effects;  and \ne.  facility policies  and  procedures  regarding \nchange  of  condition. \n10 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 11 of 17 - Page ID#: 21\nF.  Psychiatric Care \nEffective  upon  the  Court's  entry of  this  settlement \nagreement  as  an  order,  Defendants  shall provide  Nim  Henson \nresidents  with  adequate  psychiatric  supports  and  services,  as \nrequired  under  42  U.S.C.  §  1396r(b) (4) (A).  Effective  90  days \nfrom  the  Court's  entry of  this  settlement  agreement  as  an  order, \nNim  Henson  residents  shall  receive  psychotropic medications  only \nafter having  been  thoroughly  evaluated  and  diagnosed  according  to \ncurrent,  generally  accepted  standards  of  care,  including with \nsufficient  documentation  to  withstand  clinical  scrutiny. \nEffective  90  days  from  the  Court's  entry of  this  settlement \nagreement  as  an  order,  Defendants  shall: \n1.  obtain  sufficient psychiatric  services, \nconsultative  or  otherwise,  to meet  the  ongoing \npsychiatric needs  of Nim  Henson's  residents; \n2.  develop  or  procure  standard psychological  and \npsychiatric assessment  and  interview protocols  for \nreliably reaching  a  psychiatric  diagnosis  for \nindividuals  who  are  elderly and  use  these \nprotocols  to  assess  each  person  upon  admission  for \npossible  psychiatric disorder(s); \n3.  ensure  that  all  staff directly interacting with \nresidents  can  competently provide  appropriate \nsupports  for  persons  experiencing  depression \nand/or  dementia; \n4.  as  to  all  residents  receiving  psychotropic \nmedications,  undertake  a  psychiatric  consult  to \nensure  that  all such medications  are  appropriate \nand  are  specifically matched  to  current, \nclinically justifiable diagnoses;  and \n5.  obtain  informed  consent  or  proper  legal \nauthorization prior to  administering  psychotropic \nmedications  and  other  invasive  treatments. \nG.  Incident  Management  and  Quality Assurance \nEffective  upon  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Defendants  shall  ensure  that  incidents \ninvolving  injury and  unusual  incidents  shall be  reliably and \naccurately  reported  and  investigated,  with  appropriate  follow-up. \nEffective  30  days  from  the  Court's  entry of  this  settlement \n11 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 12 of 17 - Page ID#: 22\nagreement  as  an  order,  Defendants  shall: \n1.  address  the  root  causes  of  falls  and  other \ninjuries  to minimize  their occurrence,  and  provide \nappropriate,  individualized interventions; \n2.  replace  unwarranted  use  of  full  side  rails with \nless  harmful  interventions  for  falls; \n3.  ensure  that  incidents  involving  injury and  unusual \nincidents  are  tracked  and  analyzed  to  identify \nroot  causes; \n4.  ensure  that  analyses  are  transmitted  to  the \nrelevant  disciplines  and  direct-care  areas  for \nresponsive  action,  and  responses  are monitored  to \nensure  that  appropriate  steps  are  taken;  and \n5.  ensure  that  assessments  are  conducted  to  determine \nwhether  root  causes  have  been  addressed  and,  if \nnot,  ensure  that  appropriate  feedback  is provided \nto  the  responsible  disciplines  and  direct-care \nareas. \nH.  Most  Integrated Setting \nEffective  upon  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Defendants  shall  ensure  that  the \nfacility's  treatment  professionals  periodically and  reliably \nassess  its  residents  to  determine  whether  community  placement  is \nappropriate  for  any  of  them.  If treatment  in  a  more  integrated \nsetting is  determined  to be  appropriate,  then  such  treatment \nshall  be  provided,  if the  affected person  does  not  oppose  such \ntreatment,  and  the  placement  can  be  reasonably  accommodated. \nI.  Compliant  Policies,  Procedures  and  Protocols \nEffective  90  days  from  the  Court's  entry  of  this  settlement \nagreement  as  an  order,  Defendants  shall  review  and  revise,  as \nappropriate,  all policies,  protocols,  and  procedures  as  necessary \nto  comply  with  and  implement  all  of  the  provisions  of  this \nsettlement  agreement. \nIV.  REPORTING  REQUIREMENTS  AND  RIGHT  OF  ACCESS \nA.  Within  90  days  from  the  Court's  entry  of  this \nsettlement  agreement  as  an  order,  Defendants  shall \nprovide  DOJ  with  an  initial status  report  regarding \n12 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 13 of 17 - Page ID#: 23\ntheir  compliance  with  this  settlement  agreement. \nWithin  180  days  from  entry  of  this  order,  Defendants \nshall provide  DOJ  with  a  second  status  report  regarding \ntheir  compliance  with  this  settlement  agreement. \nWithin  one  year  of  the  Court's  entry  of  this  settlement \nagreement,  and  within  every  180  days  thereafter  (so \nlong  as  this  agreement  remains  in  effect),  Defendants \nshall provide  DOJ  with  a  status  report  regarding  their \ncompliance  with  this  settlement  agreement. \nB.  Each  status  report  required by  IV.A.  shall provide: \n1.  a  description  of  Defendants'  status  in  complying \nwith  each  and  every provision  of  this  settlement \nagreement  and  the  steps  taken  to  achieve \ncompliance  with  each  and  every provision  of  this \nsettlement  agreement  during  the  period  since  the \nlast  status  report;  and \n2.  all  relevant  documents  that  demonstrate \nDefendants'  compliance  with  this  settlement \nagreement,  including,  but  not  limited  to, \npolicies,  procedures,  protocols,  training \nmaterials,  and  curriculum vitae. \nC.  Defendants  shall provide  DOJ,  its  staff,  experts,  and \nagents,  with  unrestricted access  to: \n1.  all buildings  and  facilities  at  the  facility; \n2.  all current  Nim  Henson  staff; \n3.  all current  residents;  and \n4.  any  records  relating to:  the  issues  addressed  in \nthis  agreement;  the  facility's  staff;  or  facility \nresidents. \nD.  Within  30  days  of  receipt  of written  questions  from  DOJ \nconcerning  Defendants'  compliance  with  this  settlement \nagreement,  Defendants  shall provide  DOJ  with  written \nanswers  and  any  requested  documents  regarding \nDefendants'  compliance  with  the  requirements  of  this \nsettlement  agreement. \nE.  Defendants  shall maintain  sufficient  records  to \ndocument  their compliance  with  all of  the  requirements \nof  this  settlement  agreement.  Defendants  shall  also \n13 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 14 of 17 - Page ID#: 24\nmaintain  (so  long  as  the  agreement  remains  in  effect) \nany and  all  records  required by  or  developed  under  this \nsettlement  agreement. \nV.  IMPLEMENTATION  and TERMINATION \nA.  Effective  upon  the  Court's  entry of  this  settlement \nagreement  as  an  order,  Defendants  shall  immediately \nensure  that  all current  and  future  employees  at  the \nfacility  understand  the  requirements  of  this  settlement \nagreement  and  the  necessity  for  compliance  with  it. \nB.  This  settlement  agreement  shall  constitute  the  entire \nintegrated agreement  of  the  Parties.  With  the \nexception  of  DOJ's  findings  letter referenced  in \nparagraph  I.D.,  and  any  DOJ  technical  assistance \nrecommendations  regarding  the  issues  raised herein,  no \nprior drafts  or  prior or  contemporaneous \ncommunications,  oral  or  written,  will  be  relevant  or \nadmissible  for  purposes  of  determining  the meaning  of \nany  provisions  in  this  agreement  or  in any  other \nproceeding. \nC.  Defendants  shall  appoint  a  person  who  shall  devote \nsufficient  time  and  resources  to  oversee  adequately \nDefendants'  compliance  with  this  settlement  agreement \nand  to  serve  as  Defendants'  point  of  contact. \nD.  If DOJ  believes  that  Defendants  have  failed  to  fulfill \nany  obligation under  this  settlement  agreement,  DOJ \nwill,  prior  to  initiating any  court  proceeding  to \nremedy  such  failure,  give  written  notice  of  the  failure \nto  Defendants.  Defendants  shall  have  60  days  from  the \ndate  of  such  notice  either to  cure  the  failure  and \nprovide  DOJ  with  sufficient proof  of  its cure  or  to \ndemonstrate  to  DOJ  that  they  are  in  compliance  with \nthis  agreement.  At  the  end  of  the  60-day period,  in \nthe  event  that  DOJ  determines  that  the  failure  has  not \nbeen  cured,  DOJ  may  initiate a  court  proceeding  to \nremedy  the  failure.  However,  in  the  event  that  DOJ \ndetermines  that  the  failure  poses  an  imminent  and \nserious  threat  to  the  life or  health  of  facility \nresidents,  it may  initiate a  court  proceeding  at  any \ntime. \nE.  The  Court  shall  retain  jurisdiction of  this  action  for \nall purposes  during  the  term  of  this  settlement \nagreement.  One  year  from  the  date  by  which  Defendants \n14 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 15 of 17 - Page ID#: 25\nshall  have  implemented  all of  their  obligations  under \nthis  agreement  (i.e.,  the  deadline  which  is  the \ngreatest  number  of  days  from  the  day  of  the  Court's \nentry of  this  agreement,  taking  into  account  any \nmutually  agreed  deadline  modifications)  (\"Completion \nDate\"),  the  Parties  shall meet  and  confer  regarding \nwhether  Defendants  are  in  compliance  with  each  and \nevery provision  of  this  settlement  agreement.  At  that \ntime  the  Parties may  agree  to  continue  or  terminate \nthis  settlement  agreement.  If the  Parties  do  not \nagree,  the  burden  shall be  on  DOJ  to  demonstrate  that \nDefendants  are  not  in  compliance  with  some  provision  of \nthis  settlement  agreement.  Ninety  days  after the \nCompletion  Date,  and  in  the  absence  of  a  motion  to \nextend  the  term of,  or  otherwise  modify,  this \nagreement,  this matter may  be  dismissed  with  prejudice \nby  the  Court  upon  its own  motion.  Notwithstanding  the \nforegoing,  the  Parties  at  any  time  may  jointly move  the \nCourt  to dismiss  this  action with  prejudice. \nF.  The  Parties  agree  to  defend  the  provisions  of  this \nsettlement  agreement.  The  Parties  shall  notify each \nother  of  any  court  challenge  to  this  settlement \nagreement.  In  the  event  any  provision  of  this \nsettlement  agreement  is  challenged  in  any  local  or \nstate  court,  removal  to  a  federal  court  shall be \nsought. \nG.  In  the  event  any  provision  of  this  settlement  agreement \nis  declared  invalid  for  any  reason  by  a  court  of \ncompetent  jurisdiction,  said finding  shall  not  affect \nthe  remaining  provisions  of  this  settlement  agreement. \nSO  ORDERED: \nUN \nDATt \n15 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 16 of 17 - Page ID#: 26\nFOR  THE  UNITED  STATES: \n;:::G~~~-4-~d~;r;T;;;E::;'N';';'H~O~V;E-:----~ \nRfiiJJL -\nAttorney  Assistant  Attorney  General \nEastern  District  Civil  Rights  Division \nof  Kentucky \nSection \n<';;,47-. \nEr!I  BETHfiomfuoN~   \nBENJAMIN~ TAYLO  ,  JR. \nSHENNIE  PATEL \nTrial Attorneys \nU.S.  Department  of  Justice \nCivil  Rights  Division \nSpecial  Litigation  Section \n950  Pennsylvania Avenue,  N.W. \nWashington,  D.C.  20530 \n(202)  514-6255 \n16 \n\nCase: 5:04-cv-00076-KSF   Doc #: 2   Filed: 02/19/04   Page: 17 of 17 - Page ID#: 27\nFOR  THE  DEFENDANTS: \nBreathitt  County  Geriatric  Administrator \nCorporation \nNim  Henson  Geriatric Center \n420  Jett  Drive \nJackson,  Kentucky  41339 \n17 ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "2",
      "clearinghouse_link": "clearinghouse.net/doc/91121"
    },
    {
      "date": "2006-10-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Docket",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Eastern District of Kentucky",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 91106,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/91106.pdf",
      "title": "Docket",
      "text": "Case 5:04-cv-76   As of: 04/12/2017 08:39 PM EDT   Page 1 of 2\nCLOSED\nU.S. District Court\nEastern District of Kentucky (Lexington)\nCIVIL DOCKET FOR CASE #: 5:04−cv−00076−KSF\nUnited States of America v. Breathitt County et al Date Filed: 02/17/2004\nAssigned to: Judge Karl S. Forester Date Terminated: 05/25/2005\nCause: 28:1331 Federal Question: Other Civil Rights Jury Demand: None\nNature of Suit: 440 Civil Rights: Other\nJurisdiction: U.S. Government Plaintiff\nPlaintiff\nUnited States of America represented by Benjamin O. Tayloe , Jr.\nU.S. Department of Justice− Civil Rights\nDivision\n950 Pennsylvania Avenue, N.W.\nWashington, DC 20530\n202−514−6255\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nElizabeth Johnson\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nGregory F. Van Tatenhove\nU.S. Attorney's Office, EDKY\n110 W. Vine Street\nSuite 400\nLexington, KY 40507−1671\n859−233−2661\nFax: 859−233−2666\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nShennie Patel\nU.S. Department of Justice− Civil Rights\nDivision\n950 Pennsylvania Avenue, N.W.\nWashington, DC 20530\n202−514−6255\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nMarianna Jackson Clay\nU.S. Attorney's Office, EDKY\n260 W. Vine Street\nSuite 300\nLexington, KY 40507−1612\n859−685−4820\nFax: 859−233−2533\nEmail: Marianna.Clay@usdoj.gov\nATTORNEY TO BE NOTICED\nV.\nDefendant\nBreathitt County represented by Brendon Darrell Miller\nKentucky 1128 Main Street\nJackson, KY 41339\n606−666−4400\nLEAD ATTORNEY\n\nCase 5:04-cv-76   As of: 04/12/2017 08:39 PM EDT   Page 2 of 2\nATTORNEY TO BE NOTICED\nDefendant\nNim Henson Geriatric Center represented by Brendon Darrell Miller\n(See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDefendant\nBreathitt County Geriatric represented by Brendon Darrell Miller\nCorporation (See above for address)\nLEAD ATTORNEY\nATTORNEY TO BE NOTICED\nDate Filed # Docket Text\n02/17/2004 1  COMPLAINT filed by United States of America. (Attachments: # 1 Civil Cover Sheet,\nCase Assignment)(LKM) (Entered: 02/18/2004)\n02/17/2004 PROPOSED Settlement Agreement (tendered to Judge for Signature). (LKM)\n(Entered: 02/18/2004)\n02/19/2004 2  SETTLEMENT AGREEMENT . Signed by Judge Karl S. Forester. (KJR)cc: COR\n(Entered: 02/19/2004)\n03/16/2004 JOINT GENERAL ORDER re privacy policy re public access to electronic case files.\n(cc: COR). (KJR) (Entered: 03/16/2004)\n10/26/2006 3  JOINT MOTION to Dismiss by United States of America, Breathitt County\n(Attachments: # 1 Proposed Order)(Clay, Marianna) (Entered: 10/26/2006)\n10/26/2006 ***MOTION SUBMITTED TO CHAMBERS of Judge Forester for review: 3 JOINT\nMOTION to Dismiss by United States of America & Breathitt County. (MWZ)\n(Entered: 10/26/2006)\n10/30/2006 4  ORDER Of Dismissal re 3 JOINT MOTION to Dismiss: it is hereby ORDERED that\nthis case is dismissed w/ prejudice. Signed by Judge Karl S. Forester. (MWZ)cc: COR\n(Entered: 10/30/2006)",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/91106"
    }
  ],
  "document_count": 5
}