{
  "case_id": 45140,
  "fetched_at": "2025-10-20T22:46:23.134504",
  "case_data": {
    "attorney_orgs": [
      "Alliance Defending Freedom"
    ],
    "available_documents": [
      "Trial Court Docket",
      "Complaint (any)",
      "Injunctive (or Injunctive-like) Relief",
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Washington, D.C.",
        "institution_county": null,
        "name": "Department of Education",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Medina",
        "institution_county": "Highland",
        "name": "Board of Education of the Highland Local School District",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No reason to think so",
    "case_status": "Approved",
    "case_types": [
      "Child Welfare",
      "Education",
      "Public Accommodations/Contracting"
    ],
    "cause_other": "",
    "causes": [
      "Administrative Procedure Act, 5 U.S.C. §§ 551 et seq.",
      "Declaratory Judgment Act, 28 U.S.C. § 2201",
      "Ex parte Young (federal or state officials)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 2021,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [
      {
        "value": "Preliminary relief granted"
      },
      {
        "value": "Discrimination Prohibition"
      }
    ],
    "court": "Southern District of Ohio",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "Complete as of retrieval date",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "2016-06-10",
    "filing_year": 2016,
    "id": 45140,
    "injunction_duration": "",
    "issues": [
      "LGBTQ+: LGBTQ+",
      "General/Misc.: Juveniles",
      "Discrimination Basis: Gender identity",
      "Discrimination Basis: Sex discrimination",
      "General/Misc.: Education",
      "Discrimination Area: Disparate Treatment",
      "General/Misc.: Bathrooms",
      "General/Misc.: School/University Facilities",
      "General/Misc.: School/University policies",
      "Affected Sex/Gender(s), LGBTQ+: Transgender"
    ],
    "last_checked_date": "2023-12-25T00:00:00-05:00",
    "main_docket": {
      "id": 58919,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2016,
      "docket_filing_number": 524,
      "is_main_docket": true,
      "court": "Southern District of Ohio",
      "state": "Ohio",
      "docket_office_number": "2",
      "docket_number_manual": "2:16-cv-00524",
      "scales_html": null,
      "recap_link": "https://www.courtlistener.com/docket/4363862/board-of-education-of-the-highland-local-school-district-v-us-department/",
      "is_active": true
    },
    "name": "Board of Education of the Highland Local School District v. U.S. Department of Education",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Plaintiff is the Board of Education for Ohio's Highland school district.\r\nThird-party intervening plaintiff is a student in the Highland local school district.",
    "plaintiff_type": [
      {
        "value": "City/County Plaintiff"
      },
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement",
      "Litigation"
    ],
    "settlement_agreement": [
      "Voluntary Dismissal"
    ],
    "settlement_judgment_date": "2016-09-26",
    "settlement_judgment_year": 2016,
    "special_collections": [
      "Transgender Bathroom Access Cases"
    ],
    "special_case_type": [],
    "state": "Ohio",
    "summary": "<p>This is a case about a transgender student&rsquo;s ability to access the bathroom of her choice. On June 10, 2016, the Board of Education of the Highland Local School District sued the U.S. Department of Education (DOE) in the U.S. District Court for the Southern District of Ohio. The board sought an injunction preventing the DOE from enforcing Title IX&rsquo;s antidiscrimination provisions after one of its schools was found to be in violation of Title IX for refusing to let a transgender student use the bathroom of her choice. The board, represented by the Alliance Defending Freedom, brought an Administrative Procedures Act claim under 5 U.S.C. &sect;&sect; 702-06 seeking declaratory and injunctive relief, as well as attorneys&rsquo; fees. The case was before Judge Algenon L. Marbley.&nbsp;</p>\r\n<p>On July 21, 2016 the transgender student who was denied access to the bathroom of her choice filed a motion to intervene pseudonymously as a third-party plaintiff, which the court granted on August 15, 2016. Immediately after, on August 16, 2016, the student filed a motion for a preliminary injunction, seeking to compel her school to permit her to use the bathroom of her choice. On September 26, 2016, the district court granted the student&rsquo;s motion and compelled the school to &ldquo;treat [the student] as a girl and treat her the same as other girls&rdquo; including using her female pronouns and permitting her to use the girl&rsquo;s restroom. 208 F.Supp.3d 850. On the same day, the board appealed the decision to the U.S. Court of Appeals for the Sixth Circuit and moved to stay the injunction pending appeal. &nbsp;</p>\r\n<p>On December 15, 2016, the Sixth Circuit denied the board&rsquo;s request. The court first reasoned that the board was unlikely to succeed on the merits since circuit precedent prohibits discrimination based on transgender status. Moreover, the court reasoned that the board failed to allege injuries that rise to the level of irreparable harm as required to support reversing the injunction. Finally, the court reasoned that the public interest weighed against staying the injunction; the injunction was issued to protect the student&rsquo;s constitutional and civil rights, two goals that are always in the public interest. 845 F.3d 217.</p>\r\n<p>On December 26, 2016, the parties filed a joint stipulation to stay district court proceedings until the Sixth Circuit had ruled on the merits of the case, which the district court adopted three days later on December 29, 2016. During the following months, the parties engaged a mediator and, as a result of fruitful discussions, moved to dismiss the appeal, which the Sixth Circuit granted on April 7, 2017. Although the parties did not voluntarily dismiss the case at the district court until September 10, 2019, no important developments were publicly noted on the docket in the intervening two years. The case was terminated on September 30, 2021.&nbsp;</p>",
    "summary_published_date": "2023-12-28T15:50:25.841922-05:00",
    "summary_short": "This is a case about a transgender student’s ability to access the bathroom of her choice. On June 10, 2016, the Board of Education of the Highland Local School District sued the U.S. Department of Education (DOE) in the U.S. District Court for the Southern District of Ohio seeking an injunction preventing the DOE from enforcing Title IX’s antidiscrimination provisions after one of its school’s was found to be in violation of Title IX for refusing to let a transgender student use the bathroom of their choice. The transgender student against whom the school discriminated intervened seeking an injunction requiring her school to treat her as they would anyone else of her gender. The district court granted the student’s injunction on September 26, 2016, and the U.S. Court of Appeals for the Sixth Circuit denied the board’s appeal seeking to stay the injunction on December 15, 2016. Afterwards, the parties were able to resolve their issue through mediation; the Sixth Circuit dismissed the case on April 7, 2017 and the parties filed for voluntary dismissal at the district court on September 10, 2019. The case was terminated on September 30, 2021.",
    "summary_tiny": null,
    "terminating_date": "2021-09-30",
    "clearinghouse_link": "clearinghouse.net/case/45140",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=45140",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=45140",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=45140"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 140900,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/140900"
    },
    {
      "date": "2016-06-10",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "Southern District of Ohio",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 144448,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/144448.pdf",
      "title": "Verified Complaint For Declaratory And Injunctive Relief",
      "text": "Case: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 1 of 48  PAGEID #: 1\nUNITED STATES DISTRICT COURT \nSOUTHERN DISTRICT OF OHIO \nEASTERN DIVISION \nBoard of Education of the Highland Local   \nSchool District,    \n \nPlaintiff,   \nCase No: 16-524  \nvs. \n \n \nUnited States Department of Education; John B. \nKing, Jr., in his official capacity as United States \nSecretary of Education; United States \nDepartment of Justice; Loretta E. Lynch, in her \nofficial capacity as United States Attorney \nGeneral; and Vanita Gupta, in her official \ncapacity as Principal Deputy Assistant Attorney \nGeneral, \nDefendants. \n \nVERIFIED COMPLAINT FOR  \nDECLARATORY AND INJUNCTIVE RELIEF \n \nINTRODUCTION \n1.  Defendants United States Department of Education, United States Secretary \nof Education John B. King, Jr., United States Department of Justice, United States Attorney \nGeneral Loretta E. Lynch, and Principal Deputy Assistant Attorney General Vanita Gupta \nhave attempted to rewrite Title IX of the Education Amendments of 1972. That statute \nprohibits schools that receive federal funding from discriminating “on the basis of sex.” \nNow  that  Congress  has  refused  multiple  times  to  add  “gender  identity”  to  Title  IX, \nDefendants have decided to take matters into their own hands and accomplish that goal by \nexecutive pronouncement, creating a new rule that implausibly declares that the term “sex” \nin Title IX and its regulations includes “gender identity.” Defendants’  obvious  end-run \n1 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 2 of 48  PAGEID #: 2\naround Congress violates the Administrative Procedure Act (APA), the Spending Clause in \nArticle 1, Section 8 of the United States Constitution, the federalism guarantees of the \nUnited  States  Constitution,  the  separation-of-powers  guarantees  of  the  United  States \nConstitution, and the Regulatory Flexibility Act (RFA). \n2.  Defendants have made it abundantly clear that their new rule requires all \nschools that receive federal funding to allow students who profess a gender identity that \nconflicts with their biological sex to access overnight accommodations, locker rooms, and \nrestrooms designated for the opposite sex. In other words, schools must permit students \nwho are biologically male but profess a female identity to share sleeping quarters, shower \nfacilities,  and  restrooms  with  female  students.  By  creating  and  enforcing  this  rule, \nDefendants have shown no regard for the dignity and privacy rights of students who do not \nwant to share these intimate facilities with students of the opposite sex. Nor have they \nshown regard for the schools that care about the interests and concerns of those students. In \nfact, Defendants and their agents are openly and aggressively threatening to revoke those \nschools’ federal funding simply because they are trying to balance the rights and interests of \nall students.  \n3.  Plaintiff Board of Education of the Highland Local School District (Highland) \nnow finds itself embroiled in Defendants’ nationwide push to enforce their new Title IX \nrule.  A  student  at  one  of  Highland’s  schools  professes  a  gender  identity  (female)  that \nconflicts with that student’s biological sex (male). Highland has generally acceded to the \nrequests of that student’s legal custodian to respect that student’s gender-identity choice, but \nbecause of the dignity interests and privacy  rights of other students, Highland has not \n2 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 3 of 48  PAGEID #: 3\nallowed  that  student  to  access  intimate  facilities  like  overnight  accommodations,  locker \nrooms, and restrooms designated for girls. Instead, Highland has ensured that the student \nhas access to alternate private facilities, and in doing so, has protected the dignity and privacy \nrights of all students. Highland, in short, has admirably navigated a difficult and sensitive \nsituation. \n4.  Unfortunately, however, Defendants and their agents demand that Highland \nchange its district policies to allow the student (and others who profess a gender identity that \nconflicts with their biological sex) to access overnight accommodations, locker rooms, and \nrestrooms designated for the opposite sex, and Highland’s federal funding is in jeopardy if it \ndoes  not  submit  to  Defendants’  rewriting  of  Title  IX.  As  a  result,  Highland  faces  an \nimpossible choice: capitulate to Defendants’ demands and sacrifice the dignity and privacy \nrights of its students; or protect those rights and watch Defendants strip away more than a \nmillion dollars each year in federal funding devoted to special-education programs, lunches \nfor underprivileged children, and educational advancement. The Court should resolve this \ndilemma, declare that Defendants’ new Title IX rule is an unlawful executive-branch attempt \nto rewrite federal law, enjoin Defendants from enforcing that rule, and protect Highland \nfrom having to cut programs that serve underprivileged children and students struggling to \nlearn. \nJURISDICTION AND VENUE \n5.  This Court has subject-matter jurisdiction under 28 U.S.C. § 1331 because this \naction arises under federal law. It involves (1) Defendants’ unlawful attempt to revise the \nterm “sex” in Title IX and its regulations and (2) the violation of Highland’s rights under \n3 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 4 of 48  PAGEID #: 4\nvarious provisions of federal law and the United States Constitution. Additionally, this Court \nhas jurisdiction under 28 U.S.C. § 1361 to compel an officer of the United States or any \nfederal agency to perform his or her duty. \n6.  This Court has jurisdiction to review Defendants’ unlawful actions and enter \nappropriate relief under the APA, 5 U.S.C. §§ 702-706. \n7.  This Court has jurisdiction to enter declaratory and other appropriate relief \nunder the Declaratory Judgment Act, 28 U.S.C. §§ 2201-2202, and Federal Rule of Civil \nProcedure 57. \n8.  This Court has jurisdiction to award injunctive relief under the APA, 5 U.S.C. \n§§ 702-703, Title IX, 20 U.S.C. § 1683, and Federal Rule of Civil Procedure 65. \n9.  This Court has jurisdiction to order corrective action under the Regulatory \nFlexibility Act (RFA), 5 U.S.C. § 611. \n10.  This Court has jurisdiction to award costs and attorneys’ fees under the Equal \nAccess to Justice Act, 28 U.S.C. § 2412. \n11.  Venue is proper in this Court under 28 U.S.C. § 1391 because a substantial \npart of the events or omissions giving rise to the claims in this action occurred in this judicial \ndistrict, because Highland is located and receives federal funding in this district, and because \nDefendants have residency in this district. \nPARTIES \n12.  Plaintiff Board of Education of the Highland Local School District (Highland) \nis  organized  under  the  laws  of  the  State  of  Ohio  and  administers  public  educational \ninstitutions  in  Morrow  County,  Ohio.  Highland  is  comprised  of  public  educational \n4 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 5 of 48  PAGEID #: 5\ninstitutions that provide education to both male students and female students from pre-\nkindergarten through 12th grade. Highland  receives  education funding from  the federal \ngovernment that is subject to Title IX.  \n13.  Defendant United States Department of Education (DOE) is an executive \nagency  of  the  United  States  government  and  is  responsible  for  the  administration  and \nenforcement  of  Title  IX,  20  U.S.C.  §§  1681-1688,  and  the  promulgation  of  Title  IX’s \nimplementing regulations, 34 C.F.R. Part 106. \n14.  Defendant John B. King, Jr., is the United States Secretary of Education. In \nthis capacity, he is responsible for the operation and management of the DOE. King is sued \nin his official capacity.  \n15.  Defendant United States Department of Justice (DOJ) is an executive agency \nof the United States government and is responsible for the enforcement of Title IX, 20 \nU.S.C. §§ 1681-1688, and its implementing regulations, 34 C.F.R. Part 106. Pursuant to \nExecutive Order 12250, the DOJ has authority to bring actions to enforce Title IX.  \n16.  Defendant Loretta E. Lynch is the United States Attorney General. In this \ncapacity, she is responsible for the operation and management of the DOJ. Lynch is sued in \nher official capacity. \n17.  Defendant Vanita Gupta is Principal Deputy Assistant Attorney General at \nthe DOJ and acting head of the Civil Rights Division of the DOJ. She is assigned the \nresponsibility to bring enforcement actions under Title IX. 28 C.F.R. § 42.412. Gupta is sued \nin her official capacity.  \n \n5 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 6 of 48  PAGEID #: 6\nFACTUAL ALLEGATIONS \nA.  Title IX and Its Meaning \n18.  Title IX provides that “[n]o person in the United States shall, on the basis of \nsex,  be  excluded  from  participation  in,  be  denied  the  benefits  of,  or  be  subjected  to \ndiscrimination  under  any  education  program  or  activity  receiving  Federal  financial \nassistance.” 20 U.S.C. § 1681(a). Title IX thus prohibits discrimination “on the basis of sex.” \n19.  The regulations implementing  Title IX provide, in  relevant part, that “no \nperson shall, on the basis of sex, be excluded from participation in, be denied the benefits of, \nor be subjected to discrimination under any academic, extracurricular . . . or other education \nprogram or activity operated by a recipient which receives Federal financial assistance.” 34 \nC.F.R. § 106.31(a). \n20.  The term “sex” as used in Title IX and its regulations refers to biological \nsex—that is, a person’s status as male or female as determined by biology. \n21.  Nothing in Title IX’s text, structure, legislative history, or regulations prohibits \ndiscrimination on the basis of “gender identity.”  \n22.  On multiple occasions, members of Congress have introduced legislation to \nprohibit discrimination on the basis of gender identity in education. See, e.g., H.R. 1652 \n(2013), 113th Cong. (2013); S.439, 114th Cong. (2015). Those legislative efforts have failed \nevery time that they have been introduced. \n23.  Congress has chosen to prohibit discrimination on the basis of gender identity \nin other areas of federal law. For example, Congress has enacted the Violence Against \n6 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 7 of 48  PAGEID #: 7\nWomen  Act  (VAWA),  which  prohibits  recipients  of  certain  federal  grants  from \ndiscriminating on the basis of “sex” and “gender identity.” 42 U.S.C. § 13925(b)(13)(A). \n24.  Congress intended that Title IX would not force schools to violate students’ \ndignity interests, privacy rights, and safety concerns. Congress guaranteed that schools could \nprevent students of one biological sex from sharing overnight facilities reserved for students \nof the other biological sex. \n25.  Title IX states that “nothing contained herein shall be construed to prohibit \nany educational institution receiving funds under this Act, from maintaining separate living \nfacilities for the different sexes.” 20 U.S.C. § 1686. \n26.  This concern for privacy reaches back to Title IX’s inception. When Senator \nBayh first introduced Title IX, Senator Dominick asked about the scope of the law with \nrespect to this very issue: \nMr. DOMINICK. The provisions on page 1, under section 601, refer to the \nfact  that  no  one  shall  be  denied  the  benefits  of  any  program  or  activity \nconducted, et cetera. The words “any program or activity,” in what way is the \nSenator thinking here? Is he thinking in terms of dormitory facilities, is he \nthinking in terms of athletic facilities or equipment, or in what terms \nare we dealing here? Or are we dealing with just educational requirements?  I \nthink it is important, for example, because we have institutions of learning \nwhich, because of circumstances such as I have pointed out, may feel they do \nnot have dormitory facilities which are adequate, or they may feel, as some \ninstitutions are already saying, that you cannot segregate dormitories anyway. \nBut suppose they want to segregate the dormitories; can they do it? \n \n117 Cong. Rec. 30407 (1971) (emphasis added).  \n27.  In response, Senator Bayh explained that Title IX was in no way designed to \neradicate or even modify the common practice of designating that males and females use \nprivate facilities based on their biological sex: \n7 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 8 of 48  PAGEID #: 8\nMr.  BAYH.  The  rulemaking  powers  referred  to  earlier,  I  think,  give  the \nSecretary discretion to take care of this particular policy problem. I do not \nread this as requiring integration of dormitories between the sexes, nor \ndo I feel it mandates the desegregation of football fields. What we are trying to \ndo is provide equal access for women and men students to the educational \nprocess and the extracurricular activities in a school, where there is not a \nunique  facet  such  as  football  involved.  We  are  not  requiring  that \nintercollegiate football be desegregated, nor that the men’s locker room be \ndesegregated.  \n \nId. (emphasis added). \n \n28.  The following year, when Title IX was passed, Senator Bayh reiterated that the \nlegislation was not meant to compel men and women to share facilities under circumstances \nthat would sacrifice their privacy rights: \n[E]ach  Federal  agency  which  extends  Federal  financial  assistance  is \nempowered  to  issue  implementing  rules  and  regulations  effective  after \napproval  of  the  President.  These  regulations  would  allow  enforcing \nagencies to permit differential treatment by sex only—very unusual cases \nwhere such treatment is absolutely necessary to the success of the program—\nsuch as in classes for pregnant girls or emotionally disturbed students, in \nsports  facilities  or  other  instances  where  personal  privacy  must  be \npreserved. \n \n118 Cong. Rec. 5807 (1972) (emphasis added). \n \n29.  Members  of  the  House  expressed  similar  sentiments.  Representative \nThompson, who was concerned about men and women using the same facilities, offered an \namendment to clarify that Title IX did not mandate that men and women must share the \nsame private facilities: \nI have been disturbed however, about the statements that if there is to \nbe no discrimination based on sex then there can be no separate living \nfacilities for the different sexes. I have talked with the gentlewoman from \nOregon (Mrs. Green) and discussed with the gentlewoman an amendment \nwhich she says she would accept. The amendment simply would state that \nnothing  contained  herein  shall  preclude  any  educational  institution \nfrom maintaining separate living facilities because of sex. So, with that \n8 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 9 of 48  PAGEID #: 9\nunderstanding I feel that the amendment [exempting undergraduate programs \nfrom Title IX] now under consideration should be opposed and I will offer \nthe “living quarters” amendment at the proper time. \n \n117 Cong. Rec. 39260 (1971) (emphasis added). Congress eventually introduced and passed \nthe “living quarters” amendment. 117 Cong. Rec. 39263 (1971).  \n30.  Title IX’s regulations similarly confirm that schools “may provide separate \ntoilet, locker room, and shower facilities on the basis of sex.” 34 C.F.R. § 106.33.  \n31.  The  only condition placed on this  regulatory  authorization of sex-specific \nlocker rooms, shower facilities, and restrooms is that the “facilities provided for students of \none sex shall be comparable to [the] facilities provided for students of the other sex.” Id. \n32.  Allowing schools to separate biological boys and biological girls in intimate \nenvironments  like  overnight  accommodations,  locker  rooms,  shower  facilities,  and \nrestrooms is the very reason that Congress allowed for separate living facilities and that Title \nIX regulations permit sex-specific locker rooms, shower facilities, and restrooms. \n33.  Contemporaneous with Title IX’s enactment, legal scholars and other federal \nagencies  confirmed  the  propriety  of  separate  overnight  accommodations,  locker  rooms, \nshower  facilities,  and  restrooms.  For  instance,  in  a  1975  Washington  Post  editorial,  then \nColumbia  Law  School  Professor  Ruth  Bader  Ginsburg  wrote  that  “[s]eparate  places  to \ndisrobe, sleep, perform personal bodily functions are permitted, in some situations required, \nby  regard  for  individual  privacy.”  Ruth  Bader  Ginsburg,  The  Fear  of  the  Equal  Rights \nAmendment, Washington Post, Apr. 7, 1975, at A21 (emphasis added). Moreover, the United \nStates Commission on Civil Rights, in a 1977 report, concluded that “the personal privacy \nprinciple permits maintenance of separate sleeping and bathroom facilities” for biological \n9 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 10 of 48  PAGEID #: 10\nwomen and biological men. United States Commission on Civil Rights, Sex Bias in the \nUnited States Code 216 (1977). \nB.  Defendants’  Creation  of  a  New  Title  IX  Rule  and  their  Efforts  to \nEnforce it Nationally \n \n34.  Defendants, acting without constitutional or statutory authority, have created \na new legislative rule declaring that the term “sex” in Title IX and its regulations includes \n“gender identity.” \n35.  Defendants announced this rule redefining the term “sex” in Title IX and its \nregulations to include “gender identity” in several documents published over the last few \nyears,  including  the  following:  U.S.  Department  of  Education,  Office  for  Civil  Rights, \nQuestions and Answers on Title IX and Sexual Violence, at 5 (Apr. 29, 2014); U.S. Department of \nEducation, Office for Civil Rights, Questions and Answers on Title IX and Single-Sex Elementary \nand Secondary Classes and Extracurricular Activities, at 25 (Dec. 1, 2014); U.S. Department of \nEducation, Office for Civil Rights, Title IX Resource Guide, at 1 (Apr. 2015) (explaining that \n“Title IX protects students . . . from all forms of sex discrimination, including discrimination \nbased on gender identity”). \n36.  When Defendants began announcing this rule, every court in the country that \nhad considered whether the term “sex” in Title IX and its regulations included “gender \nidentity” concluded that it did not. \n37.  On May 13, 2016, the DOJ and DOE provided their most recent and most \ndefinitive iteration of their new legislative rule in a “Dear Colleague Letter” sent to every \npublic school district in the country. See Dear Colleague Letter from U.S. Dep’t of Justice \nCivil Rights Division and U.S. Dep’t of Educ. Office for Civil Rights (May 13, 2016).  \n10 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 11 of 48  PAGEID #: 11\n38.  In that Letter, the DOJ and DOE declared in no uncertain terms that Title \nIX’s prohibition on discrimination based on sex “encompasses discrimination based on a \nstudent’s gender identity,” id. at 1, and that “a student’s gender identity [is] the student’s sex \nfor purposes of Title IX and its implementing regulations,” id. at 2. \n39.  The 2016 Dear Colleague Letter purports to definitively outline schools’ “Title \nIX  obligations” and  explain  how  the  DOJ and DOE will  evaluate  whether  schools  “are \ncomplying with their legal obligations.” Id. at 1 (emphasis added). For example, the Letter \ncategorically states that when a student or a student’s guardian informs a school that the \nstudent “assert[s] a gender identity that differs from previous representations or records, the \nschool will begin treating the student consistent with the student’s gender identity.” Id. at 2 \n(emphasis added). \n40.  The 2016 Dear Colleague Letter purports to unequivocally declare rights for \nstudents who profess a gender identity that conflicts with their biological sex. \n41.  The 2016 Dear Colleague Letter definitively addresses issues, and in effect \nattempts to announce new law, far beyond anything addressed in Title IX or its regulations. \nFor instance, after defining “gender identity” as a person’s “internal sense of gender,” id. at \n1, the Letter declares that “there is no medical diagnosis or treatment requirement that \nstudents must meet as a prerequisite to being treated consistent with their gender identity,” \nid. at 2.  \n42.  The 2016 Dear Colleague Letter speaks to student use of sex-specific facilities \nlike locker rooms and restrooms, unequivocally stating that schools “must allow . . . students \naccess to such facilities consistent with their gender identity.” Id. at 3 (emphasis added). \n11 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 12 of 48  PAGEID #: 12\n43.  The  2016  Dear  Colleague  Letter  unambiguously  forbids  certain  means  of \naccommodating students who profess a gender identity that conflicts with their biological \nsex. The Letter states that “the desire to accommodate others’ discomfort” with sharing a \nlocker room or restroom with a person of the opposite biological sex “cannot justify a policy \nthat singles out and disadvantages” students who profess a gender identity that conflicts with \ntheir  biological  sex.  Id.  at  2.  The  Letter  thus  declares  that  “[a]  school  may  not  require \ntransgender students . . . to use individual-user facilities when other students are not required \nto do so.” Id. at 3 (emphasis added).  \n44.  The 2016 Dear Colleague Letter makes it clear that similar principles apply to \nstudent  access  to  overnight  accommodations  that  are  part  of  school  trips  or  events. \nAlthough “Title IX allows a school to provide separate housing on the basis of sex,” the \nLetter states, schools must allow “students to access housing consistent with their gender \nidentity.” Id. at 4. \n45.  The 2016 Dear Colleague Letter directly ties continued federal funding to \ncompliance with its directives, stating that “[a]s a condition of receiving Federal funds, a \nschool agrees that it . . . must not treat a transgender student differently from the way it \ntreats other students of the same gender identity.” Id. at 2. \n46.  No  legal  authority  that  is  binding  on  Highland  supports  Defendants’ \npronouncement that Title IX prohibits discrimination on the basis of gender identity.  \n47.  Defendants are treating their declaration that Title IX prohibits discrimination \non the basis of gender identity as a legislative rule that they consider binding on all schools \nsubject to Title IX. \n12 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 13 of 48  PAGEID #: 13\n48.  According to the DOE’s website, Defendants have been and will continue \nenforcing their legislative rule that redefines the term “sex” in Title IX and its regulations to \ninclude “gender identity.” See U.S. Dep’t of Educ, Office for Civil Rights, Resources for \nTransgender  and  Gender-Nonconforming  Students,  http://www2.ed.gov/about/offices/ \nlist/ocr/lgbt.html (linking to, among other things, (1) Letter from Timothy C.J. Blanchard, \nU.S. Dep’t of Educ. Office for Civil Rights, to Stephen M. Tomlinson, Superintendent of \nBroadalbin-Perth Central School District (NY) (Dec. 22, 2015) (explaining that the DOE’s \ninvestigation and enforcement of Title IX compelled a school board to permit students “to \naccess the bathrooms and the locker rooms consistent with [their] gender identity”); (2) \nLetter from Adele Rapport, U.S. Dep’t of Educ. Office for Civil Rights, to Dr. Daniel E. \nCates, Superintendent of Township High School District 211 (IL) (Nov. 2, 2015) (similar); \nand (3) Letter from Anurima Bhargava, U.S. Dep’t of Justice Civil Rights Division, to Dr. \nJoel  Shawn,  Superintendent  of  Arcadia  Unified  School  District  (CA)  (July  24,  2013) \n(similar)).  \n49.  Earlier this year,  North Carolina enacted  the  Public  Facilities Privacy and \nSecurity  Act  (the  Privacy  Act),  which  provides  that  boards  of  education  and  other \ngovernmental entities (including the University of North Carolina (UNC)) must require that \nevery government-owned multiple-occupancy locker room, changing facility, and restroom \nbe designated for and used by only people of the same biological sex. \n50.  On May 4, 2016, the DOJ sent letters to North Carolina Governor Patrick \nMcCrory and UNC leaders (among others) regarding the Privacy Act. See Letter from Vanita \nGupta to Governor Patrick McCrory (May 4, 2016); Letter from Vanita Gupta to Margaret \n13 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 14 of 48  PAGEID #: 14\nSpellings, President of the University of North Carolina, et al. (May 4, 2016) (Spellings \nLetter).  \n51.  The letter to the UNC leaders reiterated Defendants’ position that “Title XI’s \nprohibition  on  sex  discrimination  extends  to  discrimination  based  on  gender  identity,” \nSpellings Letter at 2, and that “barring a student from the restrooms that correspond to his \nor her gender identity . . . constitutes unlawful sex discrimination in violation of Title IX,” id. \nat 3.  \n52.  The letter to the UNC leaders also stated that the DOJ “has determined that \nUNC  is  in  violation  of  .  .  .  Title  IX,”  id.  at  2,  simply  by  enforcing  the  Privacy  Act’s \nrequirement  that  “every  multiple-occupancy  bathroom  and  changing  facility  .  .  .  be \ndesignated for and used only by persons based on their biological sex,” id. at 1.  \n53.  The  letter  to  the  UNC  leaders  threatened  that  unless  the  DOJ  received \nassurances of compliance, it would “take enforcement action.” Id. at 2.  \n54.  Just five days later, on May 9, 2016, the DOJ made good on its threat by filing \nsuit in the United States District Court for the Middle District of North Carolina against the \nState of North Carolina, Governor Patrick McCrory, UNC, and the Board of Governors of \nUNC (among others).  \n55.  The DOJ’s complaint against the State of North Carolina alleges that the \nPrivacy Act violates Title IX by requiring governmental agencies, including UNC, to direct \nthat “multiple occupancy bathrooms or changing facilities . . . be designated for and only \nused by individuals based on their biological sex.” Complaint ¶¶ 12, 55, United States v. North \n14 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 15 of 48  PAGEID #: 15\nCarolina,  Case  No.  1:16-cv-425  (M.D.N.C.  May  10,  2016).  The  DOJ  alleges  that  this \nconstitutes “discriminat[ion] on the basis of sex in violation of Title IX.” Id. at ¶ 55. \nC.  Highland Faces the Issues Raised by Defendants’ New Title IX Rule \n \n56.  Highland  serves  approximately  850  elementary-school  students  (pre-\nkindergarten through 5th grade), 450 middle-school students (6th grade through 8th grade), \nand 600 high-school students (9th grade through 12th grade).  \n57.  Highland  operates  one  large  campus  on  which  separate  buildings  for  its \nElementary School, Middle School, and High School are located.  \n58.  Highland serves a low-income community. The median income of families \nwhose children attend Highland’s schools was $33,686 in tax year 2013. \n59.  Highland currently has a student who professes a gender identity that conflicts \nwith  that student’s  biological sex. That  student—referred  to  herein as Student A—is a \nbiological male who professes a female identity. \n60.  Student A’s legal custodian enrolled Student A in Highland Elementary School \nwhen Student A was entering kindergarten, during the 2011-2012 school year.  \n61.  When Student A enrolled in Highland Elementary School, Student A was \nlisted on all paperwork as a male.  \n62.  When Student A began attending Highland Elementary School, Student A \npresented as a male.  \n63.  When Student A began attending Highland Elementary School, Student A \nused a name that is typically understood to be male.  \n15 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 16 of 48  PAGEID #: 16\n64.  When Student A began attending Highland Elementary School, all Student A’s \nclassmates understood Student A to be male. \n65.  When Student A began attending Highland Elementary School, Student A was \nidentified by Student A’s legal custodian, Highland’s staff, and other students as a male.  \n66.  In or around August 2012, after Student A finished kindergarten, but before \nStudent A entered the 1st grade, Student A’s legal custodian informed Highland that Student \nA would like to be addressed as a female.  \n67.  After receiving this request, Highland agreed to address Student A as a female.  \n68.  Highland and its representatives have at all times wanted to do what is best for \nStudent A, but in doing so, they are also committed to protecting the dignity, privacy, safety, \nwell-being, and rights of other students.  \n69.  Student A’s legal custodian has acknowledged in communications with school \nrepresentatives that doing what is best for Student A is Highland’s goal. \n70.  Highland has acceded, and will continue to accede, to the requests of Student \nA’s legal custodian to respect Student A’s gender-identity choice by not interfering with \nStudent  A’s  current  gender  expression.  But  Highland  will  not  accede  to  requests  that \nadversely impact the dignity, privacy, safety, well-being, or rights of other students. \n71.  Student A began the 1st grade (during the 2012-2013 school year) presenting \nas a female and has continued to present as a female at school since that time.  \n72.  Student A’s legal custodian first requested that Highland allow Student A to \nuse the girls’ restroom when Student A was in the 2nd grade (during the 2013-2014 school \nyear).  \n16 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 17 of 48  PAGEID #: 17\n73.  Highland declined to allow Student A to use the girls’ restroom. \n74.  It  is  Highland’s  policy  that  students  using  sex-specific  locker  rooms  and \nrestrooms,  or  overnight  accommodations  during  school  trips  or  events,  must  use  the \nfacilities that correspond to their biological sex. \n75.  Highland realizes that altering its policy to address Student A’s request will \nhave ramifications throughout all its schools.  \n76.  Changing Highland’s policies to address Student A’s request will not simply \naffect restroom access at the Elementary School, but will also require Highland to allow \nstudents to access locker rooms consistent with their professed gender identity (rather than \ntheir biological sex) at all the schools in the district.  \n77.  Changing Highland’s policies to address Student A’s request will also require \nHighland  to  allow  students  to  select  overnight  accommodations  during  school  trips  or \nevents consistent with their professed gender identity (rather than their biological sex). \n78.  Highland has concluded that allowing students who profess a gender identity \nthat conflicts with their biological sex to access overnight accommodations, locker rooms, or \nrestrooms designated for the opposite sex will violate the dignity interests and privacy rights \nof other students using those shared facilities.  \n79.  All individuals, including students, have a constitutional right to bodily privacy \nprotected  by  the  Fourth,  Fifth,  and  Fourteenth  Amendments  to  the  United  States \nConstitution that forbids the government from placing them in situations where they will \nexpose their unclothed or partially clothed bodies to people of the opposite sex. \n17 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 18 of 48  PAGEID #: 18\n80.  Highland wants to avoid the liability under 42 U.S.C. §§ 1983 and 1988 that \nwill  result  if  it  adopts  policies  that  violate  the  constitutional  rights  of  its  students.  See \nComplaint ¶¶ 358-396, Students and Parents for Privacy v. U.S. Dep’t of Educ., Case No. 1:16-cv-\n04945  (N.D.  Ill.  May  4,  2016)  (alleging  that  a  school  district  violated  its  students’ \nconstitutional rights to bodily privacy by allowing a biological male who professes a female \nidentity to access the girls’ locker room and restroom). \n81.  These privacy concerns arise in the use of overnight accommodations because \nduring some school trips and events students of the same sex share rooms in overnight \naccommodations. \n82.  These privacy concerns also arise in the use of locker rooms. Highland Middle \nSchool has one locker room for male students and one locker room for female students, and \nHighland High School has two locker rooms for male students and two locker rooms for \nfemale students. The layout of all these locker rooms is very open. And the showers in the \nboys’ and girls’ locker rooms at the High School are group showers that do not have \nindividual stalls. \n83.  These privacy concerns also arise in the use of restrooms because the stalls in \nthe student restrooms at all of Highland’s schools are open at the top and bottom. In \nparticular, the stalls in the girls’ student restrooms at Highland Elementary School are open \nat the top and bottom by approximately two feet at the bottom and two feet at the top. \n84.  Highland has also concluded that allowing students who profess a gender \nidentity that conflicts with their biological sex to access overnight accommodations, locker \n18 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 19 of 48  PAGEID #: 19\nrooms, or restrooms for the opposite sex will violate the Title IX rights of other students \nusing those shared facilities.  \n85.  Title IX prohibits schools from creating a hostile environment based on sex.  \n86.  Granting students access to sex-specific overnight accommodations, locker \nrooms, and restrooms based on gender identity requires girls to share these intimate facilities \nwith biological males (and vice versa). By doing this, a school creates a hostile environment \nbased on sex. See Complaint ¶¶ 418-472, Students and Parents for Privacy v. U.S. Dep’t of Educ., \nCase No. 1:16-cv-04945 (N.D. Ill. May 4, 2016) (alleging that a school district created a \nhostile environment based on sex in violation of Title IX by allowing a biological male who \nprofesses a female identity to access the girls’ locker room and restroom).  \n87.  Highland wants to avoid the liability that will result if it adopts policies that \nviolate the Title IX rights of its students. \n88.  Highland  is  also  concerned  that  allowing  students  who  profess  a  gender \nidentity that conflicts with their biological sex to access overnight accommodations, locker \nrooms, or restrooms for the opposite sex will be unworkable and will create safety issues and \nlewdness concerns in the educational setting.  \n89.  For example, a male student who wants to access a room full of partially \nclothed or unclothed girls (whether to pursue sexual advances toward them, undress in front \nof them, or view them in a state of partial or complete undress) can simply profess a female \nidentity and the school would be required to allow him to access the girls’ locker room.  \n90.  Indeed, Defendants’ 2016 Dear Colleague Letter acknowledges that students \nwho profess a gender identity that conflicts with their biological sex need not produce a \n19 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 20 of 48  PAGEID #: 20\nmedical diagnosis or other verification in order for their schools to treat them consistent \nwith their professed gender identity.  \n91.  Highland  does  not  want  to  create  such  an  unworkable  policy  that  will \nundermine its ability to secure the safety and peace of mind of all its students.  \n92.  Highland wants to avoid the liability that will result if it adopts policies that \nrisk jeopardizing the safety and security of its students. \n93.  For the foregoing reasons, Highland declined to change its policies to allow \nStudent A to use the girls’ restroom.  \n94.  Highland nevertheless has allowed Student A to use any of the three single-use \nstaff restrooms at the Elementary School or any of the two restrooms in the main office at \nthe Elementary School. \n95.  Most recently, during Student A’s fourth-grade year (the 2015-2016 school \nyear), Student A was part of a class that met close to one of the single-use staff restrooms, \nand Highland encouraged everyone in Student A’s class to use the nearby single-use staff \nrestroom.  \n96.  Highland plans to make similar arrangements for Student A’s restroom use for \nthe  2016-2017  school  year,  which  will  include  encouraging  and  permitting  Student  A’s \nclassmates to use nearby single-use restrooms, while also continuing to allow Student A to \nuse any of the five single-use restrooms located throughout the Elementary School building. \nD.  Federal  Efforts  to  Enforce  Defendants’  New  Title  IX  Rule  against \nHighland \n \n97.  On December 23, 2013, Student A’s legal custodian filed a complaint against \nHighland with the DOE’s Office for Civil Rights (OCR). \n20 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 21 of 48  PAGEID #: 21\n98.  That complaint alleged  that Highland engaged in  sex-based  discrimination \nagainst Student A, specifically claiming that Highland prohibited Student A “from using the \ngirls’ student restroom” and required instead that Student A “use a restroom in the School’s \noffice/sick room.”  \n99.  On April 21, 2014, Highland agreed to participate in OCR’s Early Complaint \nResolution  (ECR)  process.  Despite  this,  the  parties  were  unable  to  reach  a  resolution \nthrough that process, and OCR resumed its investigation of the complaint in June 2014. \n100.  On August 29, 2014, OCR amended the complaint, claiming that Highland \nstaff and students referred to Student A “as a boy” and failed “to use female pronouns” \nwhen referring to Student A. \n101.  Whenever  Student  A or Student A’s legal custodian have raised concerns \nabout comments from Highland staff or students to Student A, Highland officials have \npromptly addressed and resolved all those situations. \n102.  As part of their investigation, OCR representatives interviewed at least eight \nHighland employees and demanded that Highland produce (among other things) Student A’s \nclass schedule, Student A’s school records, Highland officials’ communications with Student \nA’s legal custodian, complaints that Highland officials received from Student A or Student \nA’s legal custodian, and Highland officials’ responses to those complaints. \n103.  Since  concluding  their  investigation,  OCR  representatives  have  been  very \ncomplimentary of the way that Highland has handled the complaints from Student A or \nStudent A’s legal custodian alleging that Highland staff and students referred to Student A \n“as a boy” or failed “to use female pronouns” when referring to Student A. \n21 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 22 of 48  PAGEID #: 22\n104.  After concluding their investigation, on March 30, 2016, OCR representatives \nsent a proposed Resolution Agreement to Highland. \n105.  In the OCR representative’s email sending Highland the proposed Resolution \nAgreement,  OCR  stated  its  position  that  “Title  IX’s  prohibition  on  sex  discrimination \nencompasses discrimination . . . based on gender identity.” Email from Ted Wammes, U.S. \nDep’t of Educ., Office for Civil Rights, to Andrew J. Burton (Mar. 30, 2016).  \n106.  The proposed Resolution Agreement indicates that OCR requires Highland to \ntake all  the steps outlined in  the Agreement “[i]n order to resolve the issues raised in \n[Student A’s] complaint” and ensure Highland’s “compliance with the requirements of Title \nIX.” Resolution Agreement at 1.  \n107.  Under the  proposed Resolution Agreement,  OCR  demands  that  Highland \n“engage a third-party consultant . . . with expertise in child and adolescent gender identity . . . \nto support and assist [Highland].” Id. at 2. \n108.  Under the proposed Resolution Agreement, OCR demands that Highland take \nthe following steps with regard to Student A:  \na.  “provide  the  Student  access  to  sex-specific  facilities  at  the  District \nconsistent with the Student’s gender identity; however, the Student may \nrequest  access  to  private  facilities  based  on  privacy,  safety,  or  other \nconcerns; \nb.  provide the Student access to sex-specific facilities at all District-sponsored \nactivities, including overnight events and extracurricular activities on and \noff campus, consistent with the Student’s gender identity; however, the \n22 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 23 of 48  PAGEID #: 23\nStudent may request access to private facilities based on privacy, safety, or \nother concerns; \nc.  treat the Student consistent with the Student’s gender identity and the \nsame as other students of the same gender in all respects in the education \nprograms and activities offered by the District; \nd.  review  all  District  records  and  systems  and  ensure  that  the  Student’s \npreferred  name  and  gender  identity  are  reflected  in  the  records  and \nsystems  from  August  2012  through  the  duration  of  the  Student’s \nattendance at the District’s schools. Where the District states it is not \npermitted to change the Student’s name and/or gender, the District will \npromptly  provide  an  explanation  of  the  record  and  the  reason  the \nStudent’s name and gender have not been changed; and \ne.  ensure that any District records containing the Student’s assigned sex at \nbirth, if any, are treated as confidential, personally identifiable information; \nare maintained separately from the Student’s records; and are not disclosed \nto any District employees, students, or others without the express written \nconsent  of  the  Student’s  parents  or,  after  the  Student  turns  18  or  is \nemancipated, the Student.” \nId. at 2-3.  \n109.  The proposed Resolution Agreement defines “sex-specific facilities” to mean \n“facilities  and  accommodations  used  by  students  at  school  or  during  school-sponsored \n23 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 24 of 48  PAGEID #: 24\nactivities  and  trips,  and  include,  but  are  not  limited  to,  restrooms,  locker  rooms,  and \novernight facilities.” \n110.  Under the  proposed Resolution Agreement, OCR  demands  that  Highland \nmake the following policy changes (among others) throughout the district: (1) revise “all its \npolicies, guidelines, procedures, regulations, and related documents and materials . . . related \nto sex discrimination . . . to . . . specifically include gender-based discrimination as a form of \ndiscrimination  based  on  sex”  and  “state  that  gender-based  discrimination  includes \ndiscrimination based on a student’s gender identity, gender expression, gender transition, \ntransgender status, or gender nonconformity.” Id. at 4-5.  \n111.  OCR also requires Highland to “submit to OCR for review and approval all of \nits revised policies, procedures, regulations, and related documents and materials.” Id. at 5.  \n112.  Under the  proposed Resolution Agreement, OCR  demands  that  Highland \nannually “conduct mandatory training on issues related to gender nonconformance . . . for all \nDistrict administrators,” annually “provide training to all faculty and staff who interact with \nstudents at any grade level regarding the District’s obligations to prevent and address gender-\nbased  discrimination,”  and  provide  “instruction  to  all  students  on  gender-based \ndiscrimination and . . . examples of prohibited conduct . . . , including the types of conduct \nprohibited with respect to sex-specific facilities.” Id. at 6-7. \n113.  Under the  proposed Resolution Agreement, OCR demands  that  Highland \nsubmit “a copy of the training materials and attendance rosters” and “documentation of the \nimplementation of the age-appropriate instruction the District implements for students.” Id. \nat 7. \n24 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 25 of 48  PAGEID #: 25\n114.  If Highland were to accept the proposed Resolution Agreement, OCR has \nmade it clear that its officials retain the right  to “visit the District, interview staff and \nstudents, and request . . . additional reports or data as are necessary for OCR to determine \nwhether the District has fulfilled the terms of the Agreement and is in compliance with . . . \nTitle IX.” Id. at 8.  \n115.  If Highland were to accept the proposed Resolution Agreement, OCR has \nmade it clear that it “may initiate administrative enforcement or judicial proceedings to \nenforce the specific terms and obligations of th[e] Agreement.” Id.  \n116.  OCR told Highland that it would have 90 days, or until June 28, 2016, to \naccept the proposed Resolution Agreement.  \n117.  During  discussions  between  one of  OCR’s representatives and Highland’s \nrepresentatives, the OCR representative stated that OCR will reject any counter-proposal by \nHighland that does not agree to let students use the overnight accommodations, locker \nrooms, and restrooms that correspond to their gender identity. \n118.  Highland  decided  that  it  will  not  accept  OCR’s  proposed  Resolution \nAgreement—particularly  the  demands  concerning  student  use  of  overnight \naccommodations, locker rooms, and restrooms—for all the reasons that it originally declined \nthe request of Student A’s legal custodian to allow Student A to use the girls’ restroom. \n119.  In  addition,  Highland  has  concluded  that  OCR’s  proposed  Resolution \nAgreement would require Highland to violate the Equal Protection Clause of the Fourteenth \nAmendment to the United States Constitution. This is because the Agreement requires \nHighland to respect and accommodate Student A’s privacy and safety interests in accessing \n25 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 26 of 48  PAGEID #: 26\novernight accommodations, locker rooms, and restrooms, see Resolution Agreement at 2-3 \n(explaining  that  Student  A  “may  request  access  to  private  [overnight,  locker-room,  or \nrestroom] facilities based on privacy, safety, or other concerns”), but Defendants’ new rule \nforbids Highland from respecting and accommodating the privacy rights and safety interests \nof the approximately 1,900 other students who attend Highland’s schools, see 2016 Dear \nColleague Letter at 2-3 (stating that schools “may not require” students who profess a \ngender identity that conflicts with their biological sex to “use individual-user facilities” in \norder “to accommodate other’s discomfort” with sharing overnight accommodations, locker \nrooms, or restrooms with people of the opposite sex).  \n120.  Highland has determined that it will not hire a gender-identity consultant or \nimplement special gender-identity training for its administrators, faculty, staff, and students \nbecause it endeavors to treat all students fairly and respectfully and does not want to create \nthe impression that some students are treated more favorably than others. \n121.  Highland has determined that if it were to implement the costly measures \ndiscussed in the prior paragraph, it would be forced to divert its limited resources away from \nother educational programs that it currently provides to its students. \n122.  Highland has decided not to submit to ongoing OCR review of its records and \nactions because doing that would continue to divert its resources away from educating its \nstudents and will thus continue to hamper its students’ educational experience. \n123.  On May 13, 2016, the day that Defendants issued their 2016 Dear Colleague \nLetter, an OCR representative emailed Highland’s legal counsel a copy of a press release \nannouncing  the  Letter,  stating  that  the  DOE  and  the  DOJ  had  issued  “guidance  that \n26 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 27 of 48  PAGEID #: 27\nsummarizes a school’s Title IX’s obligations regarding transgender students.” Email from \nTed Wammes, U.S. Dep’t of Educ., Office for Civil Rights, to Andrew J. Burton (May 13, \n2016).  \n124.  Upon receipt, Highland’s legal counsel forwarded that email to Highland’s \nSuperintendent and School Board members. \n125.  In  that  email,  OCR’s  representative  wrote  that  OCR  may  “end  the \nnegotiations period at any time prior to the expiration of the 90-calendar day period when it \nis clear that agreement will not be reached (e.g., the recipient has refused to discuss any \nresolution; the recipient has indicated a refusal to agree to a key resolution term; the recipient \nhas not responded to a proposed resolution agreement and at least 30 calendar days have \npassed).” Id.  \n126.  In  that  email,  OCR’s  representative  also  wrote  that  if  a  resolution  is  not \nreached by June 28, 2016, OCR would proceed to the next steps outlined in Section 303(b) \nof OCR’s Case Processing Manual, which would soon result in OCR issuing a “Letter of \nImpending Enforcement Action” to Highland. \n127.  An enforcement action against Highland imperils its federal funding. See 20 \nU.S.C. § 1682 (“Compliance with any requirement adopted pursuant to this section [Title IX] \nmay be effected . . . by the termination of or refusal to grant or to continue [Federal \nfinancial] assistance . . . to any recipient . . . .”).  \n128.  For the 2015-2016 school year, Highland received funding from the federal \ngovernment in the amount of $1,123,390. Highland’s total funding for that school year was \n$15,400,000. \n27 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 28 of 48  PAGEID #: 28\n129.  For  the  2015-2016  school  year,  Highland  received  the  following  federal \nfunding:  (1)  $307,710  for  special  education;  (2)  $415,240  for  school-wide  Title  I \nprogramming for educational advancement; (3) $50,440 for improving teacher quality; and \n(4) $350,000 for free and reduced-cost lunches. \n130.  Defendants’ threatened revocation of these funds will compel Highland to \neliminate special-education classes and programs, end many of its educational-advancement \nprograms and resources, increase class sizes (which will decrease the individualized time and \nattention that staff members are able to give each student), and cut the number of free and \nreduced-cost lunches available to students.  \n131.  Defendants are prepared to impose these hardships on Highland’s students—\nhardships that will be disproportionately experienced by socioeconomically disadvantaged \nchildren and students struggling to learn—simply because Highland seeks to protect those \nstudents’ dignity interests, privacy rights, and safety concerns through a policy that requires \nall students to access overnight accommodations, locker rooms, and restrooms consistent \nwith their biological sex. \nCLAIM ONE \nDefendants’ Actions Violate the Administrative Procedure Act (APA) \n132.  Highland  realleges  all  matters  set  forth  in  Paragraphs  1  through  131  and \nincorporates them herein. \n133.  The DOE and DOJ are federal agencies subject to of the APA. 5 U.S.C. § \n701(b); 5 U.S.C. § 551(1).  \n134.  Defendants have promulgated, and are enforcing nationwide, a new legislative \nrule that redefines the term “sex” in Title IX and its regulations to include “gender identity” \n28 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 29 of 48  PAGEID #: 29\nand that requires schools, in order to comply with Title IX, to permit students to access sex-\nspecific overnight accommodations, locker rooms, and restrooms based on their professed \ngender identity. \n135.  Defendants’ legislative rule contradicts the text, structure, legislative history, \nand historical judicial interpretation of Title IX, all of which confirm that “sex” means \nbiological sex—that is, a person’s status as male or female as determined by biology.  \n136.  Defendants’ legislative rule is a “rule” under the APA. 5 U.S.C. § 551(4). \n137.  Defendants  have  communicated  their  legislative  rule  to  school  districts \nnationwide, including Highland. \n138.  Defendants have stated that failing to comply with their legislative rule will \nresult in investigations and enforcement actions that could revoke millions of dollars in \nfederal funding. \n139.  Defendants are currently enforcing their legislative rule against Highland. \n140.  Highland has suffered a legal wrong and been adversely affected and aggrieved \nas a direct result of Defendants’ actions in promulgating and enforcing their legislative rule. \n141.  As explained below under Claims 2, 3, and 4, Defendants’ actions violate \nHighland’s constitutional rights under the Spending Clause in Article 1, Section 8 of the \nUnited States Constitution, the federalism guarantees of the United States Constitution, and \nthe separation-of-powers guarantees of the United States Constitution. \n142.  Defendants  seek  to  imminently  compel  Highland  to  undertake  costly  and \ntime-consuming steps—such as hiring a gender-identity consultant, adopting unwarranted \ndistrict-wide  policy  changes,  and  providing  unnecessary  district-wide  training  to \n29 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 30 of 48  PAGEID #: 30\nadministrators, teachers, and students—all of which Defendants and their agents claim are \nnecessary to bring Highland into compliance with Title IX.  \n143.  Undertaking these costly and time-consuming steps will force Highland to \ndivert its limited resources away from the educational programs that it currently provides to \nits students. \n144.  Defendants seek to imminently compel Highland to expose itself to liability by \nenacting changes to its policies regulating student access to overnight  accommodations, \nlocker rooms, and restrooms that will result in Highland violating the constitutional right to \nbodily privacy of its students, violating the Title IX rights of its students by (among other \nthings)  creating  hostile  environments  based  on  sex,  violating  the  constitutional  equal-\nprotection rights of its students by accommodating the privacy and safety concerns  of \nStudent A while ignoring the privacy and safety concerns of other students, jeopardizing the \nsafety of its students, and creating lewdness concerns in its facilities. \n145.  Defendants  threaten  an  imminent  enforcement  action  against  Highland \nthrough which Defendants and their agents have the authority to revoke all of Highland’s \nfederal funding, which currently amounts to more than a million dollars each year.  \n146.  That revocation of federal funding will harm Highland and its students by \ncompelling Highland to eliminate special-education classes and programs, end many of its \neducational-advancement programs and resources, increase class sizes (which will decrease \nthe individualized time and attention that staff members are able to give each student), and \ncut the number of free and reduced-cost lunches available to students. \n30 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 31 of 48  PAGEID #: 31\n147.  These  hardships  on  Highland’s  students  will  be  disproportionately \nexperienced by underprivileged children and students struggling to learn. \n148.  Defendants  have  forced  Highland  to  endure  an  illegitimate  and  invasive \ninvestigation  and  threaten  to  force  Highland  to  submit  to  ongoing  investigation  and \nmonitoring by Defendants and their agents. \n149.  Defendants’ legislative rule constitutes “final agency action” reviewable by this \nCourt under 5 U.S.C. § 704. \n150.  Defendants’ legislative rule is definitive in its declaration of what Defendants \nthink that the law requires; it is not in the least bit tentative in announcing Defendants’ legal \npolicy. \n151.  Defendants’  legislative  rule  purports  to  determine  the  rights  of  students, \nincluding but not limited to the rights of Student A, and the obligations of schools that \nreceive federal funding, including but not limited to the obligations of Highland.  \n152.  Legal  consequences  are  already  flowing  from  Defendants’  legislative  rule. \nDefendants have aggressively enforced it, and are aggressively enforcing it, throughout the \nnation, against not only Highland but also the State of North Carolina and schools in North \nCarolina, New York, Illinois, and California (among other places). \n153.  Under the APA, a reviewing Court must “hold unlawful and set aside agency \naction” in four instances that apply to this case: (1) if the agency action is “in excess of \nstatutory  jurisdiction,  authority,  or  limitations,  or  short  of  statutory  right,”  5  U.S.C.  § \n706(2)(C);  (2)  if  the  agency  action  is  “arbitrary,  capricious,  an  abuse  of  discretion,  or \notherwise not in accordance with law,” 5 U.S.C. § 706(2)(A); (3) if the agency action is \n31 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 32 of 48  PAGEID #: 32\n“contrary to constitutional right, power, privilege, or immunity,” 5 U.S.C. § 706(2)(B); and \n(4) if the agency action is “without observance of procedure required by law,” 5 U.S.C. § \n706(2)(D). \n154.  Defendants’ actions in promulgating and enforcing their legislative rule violate \nall four of these standards and should be set aside. \nA.  Defendants’  Actions  Exceed  Statutory  Jurisdiction,  Authority,  and \nLimitations \n \n155.  Defendants’ actions in promulgating and enforcing their legislative rule are “in \nexcess of statutory jurisdiction, authority, or limitations, or short of statutory right,” 5 U.S.C. \n§  706(2)(C),  because  they  redefine  the  unambiguous  term  “sex”  in  Title  IX  to  include \n“gender identity” without the authorization of Congress.  \n156.  Congress has not delegated to Defendants the authority to define, or redefine, \nunambiguous terms in Title IX. \n157.  The term “sex” as used in Title IX means biological sex—that is, a person’s \nstatus as male or female as determined by biology.  \n158.  The term “sex” as used in Title IX is not ambiguous. \n159.  Title IX makes no reference to “gender identity” in the language of the statute, \nand Title IX’s regulations likewise make no reference to “gender identity.”  \n160.  Title IX is not ambiguous when it states that schools receiving federal funds \nmay “maintain[] separate living facilities for the different sexes.” 20 U.S.C. § 1686. \n161.  Title IX’s regulation is not ambiguous when it states that schools receiving \nfederal funds may separate locker rooms, shower facilities, and restrooms “on the basis of \nsex.” 34 C.F.R. § 106.33.  \n32 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 33 of 48  PAGEID #: 33\n162.  Title IX does not require that Highland or any other school district open its \ngirls’  overnight  accommodations,  locker  rooms,  or  restrooms  to  biological  males  who \nprofess a female identity.  \n163.  Nor does Title IX require that schools open their boys’ facilities to biological \nfemales who profess a male identity. \n164.  Defendants have thus promulgated and begun enforcing their legislative rule \nin excess of statutory jurisdiction, authority, and limitations.  \n165.  Defendants promulgated and are enforcing their rule in excess of statutory \njurisdiction regardless of whether the rule is considered legislative or interpretive. \nB.  Defendants’  Actions  Are  Arbitrary  and  Capricious,  An  Abuse  of \nDiscretion, and Not In Accordance With Law \n \n166.  Defendants’ actions in promulgating and enforcing their legislative rule are \n“arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.” 5 \nU.S.C. § 706(2)(A).  \n167.  Congress requires that agency action follows a process by which the agency \n“examine[s]  the  relevant  data  and  articulate[s]  a  satisfactory  explanation  for  its  action \nincluding a rational connection between the facts found and the choice made.” Motor Vehicle \nMfrs. Ass’n. v. State Farm Mut. Auto Ins. Co., 463 U.S. 29, 43 (1983) (quotation omitted). \n168.  An  agency  action  is  “arbitrary  and  capricious  if  the  agency  has  relied  on \nfactors  which  Congress  has  not  intended  it  to  consider,  entirely  failed  to  consider  an \nimportant aspect of the problem, offered an explanation for its decision that runs counter to \nthe evidence before the agency, or is so implausible that it could not be ascribed to a \ndifference in view or the product of agency expertise.” Id. \n33 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 34 of 48  PAGEID #: 34\n169.  Defendants have relied on the concept of “gender identity” in promulgating \nand enforcing their new legislative rule.  \n170.  But gender identity is absent from the legislative history of Title IX and thus is \na factor that Congress did not intend Defendants to consider.  \n171.  Defendants failed to consider important aspects of the problems created by \nallowing students who profess a gender identity that conflicts with their biological sex to \naccess overnight accommodations, locker rooms, and restrooms designated for the opposite \nsex.  \n172.  Defendants ignored the language and structure of Title IX and its regulations, \nthe congressional history and judicial interpretations of Title IX and its regulations, the \npractical  and  constitutional  harms  that  their  unlawful  actions  create,  and  the  hostile \nenvironments based on sex in violation of Title IX (and the other violations of Title IX) that \nresult from their unlawful actions. \n173.  Defendants’ actions in redefining the term “sex” in Title IX and its regulations \nto include “gender identity” were not accompanied by rational explanation.  \n174.  Defendants’ actions inexplicably departed from established Title IX policy \nthat unambiguously allowed schools to maintain overnight accommodations, locker rooms, \nand restrooms separated by biological sex. \n175.  Defendants’ actions are contrary to law.  \n176.  Defendants’ actions in redefining the term “sex” in Title IX and its regulations \nto include “gender identity” are so implausible that they could not be ascribed to a difference \nin view or the product of agency expertise. \n34 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 35 of 48  PAGEID #: 35\n177.  Defendants’  actions  expose  schools,  including  Highland,  to  liability  by \nrequiring them to enact policies that will violate the dignity interests and privacy rights of \ntheir students, violate the Title IX rights of their students by creating hostile environments \nbased on sex, and create safety issues and lewdness concerns on school premises.  \n178.  Defendants’ actions in promulgating and enforcing their legislative rule are \nthus arbitrary and capricious, an abuse of discretion, and not in accordance with law. \n179.  Defendants’ actions in promulgating and enforcing their rule are arbitrary and \ncapricious, an abuse of discretion, and not in accordance with law regardless of whether the \nrule is considered legislative or interpretive. \nC.  Defendants’  Actions  Are  Contrary  to  Constitutional  Right,  Power, \nPrivilege, and Immunity \n \n180.  Defendants’ actions in promulgating and enforcing their legislative rule are \n“contrary to constitutional right, power, privilege, or immunity.” 5 U.S.C. § 706(2)(B). \n181.  Defendants’  actions  in  requiring  schools  to  allow  students  who  profess  a \ngender identity that conflicts with their biological sex to access overnight accommodations, \nlocker rooms, and restrooms designated for the opposite sex will violate the constitutional \nrights to bodily privacy of other students using those shared facilities.  \n182.  All individuals, including students, have a constitutional right to bodily privacy \nprotected  by  the  Fourth,  Fifth,  and  Fourteenth  Amendments  to  the  United  States \nConstitution that forbids the government from placing them in situations where they will \nexpose their unclothed or partially clothed bodies to people of the opposite sex. \n183.  As explained below under Claim 2, Defendants’ actions in redefining the term \n“sex” in Title IX and its regulations to include “gender identity,” and in mandating that \n35 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 36 of 48  PAGEID #: 36\nschools permit students to access overnight accommodations, locker rooms, and restrooms \nconsistent with their professed gender identity, violate the Spending Clause in Article 1, \nSection 8 of the United States Constitution. \n184.  As explained below under Claim 3, Defendants’ actions in redefining the term \n“sex” in Title IX and its regulations to include “gender identity,” and in mandating that \nschools permit students to access overnight accommodations, locker rooms, and restrooms \nconsistent with their  professed  gender identity,  violate the  federalism guarantees of the \nUnited States Constitution, which include but are not limited to the Tenth Amendment. \n185.  As explained below under Claim 4, Defendants’ actions in redefining the term \n“sex” in Title IX and its regulations to include “gender identity,” and in mandating that \nschools permit students to access overnight accommodations, locker rooms, and restrooms \nconsistent with their professed gender identity, violate the separation-of-powers guarantees \nof the United States Constitution. \n186.  Defendants’ actions in promulgating and enforcing their legislative rule are \nthus contrary to constitutional right, power, privilege, and immunity. \n187.  Defendants’ actions in promulgating and enforcing their rule are contrary to \nconstitutional  right,  power,  privilege,  and  immunity  regardless  of  whether  the  rule  is \nconsidered legislative or interpretive. \nD.  Defendants’ Actions Did Not Observe Procedure Required By Law \n \n188.  Defendants’ actions were done “without observance of procedure required by \nlaw.” 5 U.S.C. § 706(2)(D). \n36 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 37 of 48  PAGEID #: 37\n189.  Defendants have promulgated a legislative rule that redefines the term “sex” \nin Title IX and its regulations to include “gender identity” and that requires schools, in order \nto comply with Title IX, to permit students to access overnight accommodations, locker \nrooms, and restrooms based on their professed gender identity. \n190.  This rule requires school districts, including Highland, to allow students who \nprofess  a  gender  identity  that  conflicts  with  their  biological  sex  to  access  overnight \naccommodations, locker rooms, and restrooms designated for the opposite sex. \n191.  This rule applies to all school districts that receive federal funding. \n192.  This rule adds substantive content to the rights and obligations established \nunder Title IX. \n193.  This rule announces new policy that in effect creates new law, rights, and \nobligations under Title IX’s statutory language. \n194.  This rule announces new policy that in effect creates new law, rights, and \nobligations under Title IX’s regulations, including but not limited to 34 C.F.R. § 106.33. \n195.  This rule does not explicate, and in fact is inconsistent with, Congress’s desires \nand purposes for Title IX. \n196.  This rule is an extra-statutory imposition of rights and obligations under Title \nIX. \n197.  Defendants are enforcing this rule nationwide and using it as a predicate for \nnumerous investigations and threats against school districts, including Highland. \n198.  Defendants and their agents are treating this rule as if it has the full force of \nlaw in their enforcement efforts against Highland, and they have indicated that this rule \n37 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 38 of 48  PAGEID #: 38\nbinds Highland and that a failure to comply with it will result in an enforcement action \nagainst Highland that threatens to revoke all of its federal funding. \n199.  This rule, given its nature and operation, qualifies as a legislative rule. \n200.  Legislative  rules  must  comply  with  the  APA’s  notice-and-comment \nrequirements. See Perez v. Mortg. Bankers Ass’n, 135 S. Ct. 1199, 1204 (2015) (concluding that \nall legislative rules must satisfy the notice-and-comment requirements). \n201.  Notice-and-comment requirements mandate that an agency (1) provide notice \nto the public of the proposed rulemaking, typically by publishing notice in the Federal \nRegister,  (2)  give  interested  parties  an  opportunity  to  submit  written  data,  views,  or \narguments  on  the  proposed  rule,  and  consider  and  respond  to  significant  comments \nreceived, and (3) include in the promulgation of the final rule a concise general statement of \nthe rule’s basis and purpose. Notice-and-comment requirements also mandate that an agency \nconsider all the relevant comments offered during the public-comment period before finally \ndeciding whether to adopt a proposed rule. \n202.  Defendants promulgated and began enforcing their legislative rule without \nsatisfying these notice-and-comment requirements. \n203.  Under Title IX, final rules, regulations, and orders of general applicability \nissued by the DOE must be signed by the President of the United States. 20 U.S.C. § 1682. \n204.  Defendants promulgated and began enforcing their legislative rule without the \nsignature of the President. \n205.  Defendants thus did not follow the requisite procedures when they adopted \ntheir legislative rule. \n38 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 39 of 48  PAGEID #: 39\nCLAIM TWO \nDefendants’ Actions Violate the Spending Clause in Article 1, Section 8 of the United \nStates Constitution \n206.  Highland  realleges  all  matters  set  forth  in  Paragraphs  1  through  205  and \nincorporates them herein. \n207.  Defendants’ actions in redefining the term “sex” in Title IX and its regulations \nto  include  “gender  identity,”  and  in  mandating  that  schools  permit  students  to  access \novernight accommodations, locker rooms, and restrooms consistent with their professed \ngender identity, violate the Spending Clause in Article 1, Section 8 of the United States \nConstitution.  \n208.  Congress enacted Title IX using its Spending Clause power.  \n209.  Defendants’  actions  violate  the  Spending  Clause  in  two  ways.  First, \nDefendants attempt to impose new conditions on federal funding that conflict with the clear \nand unambiguous conditions that Congress imposed when it enacted Title IX.  Second, \nDefendants’ actions unconstitutionally coerce and commandeer Highland and every other \nschool district in the United States to implement Defendants’ gender-identity policies. \nA.  Defendants Attempt to Impose New Conditions on Federal Funding \nthat  Conflict  with  the  Clear  and  Unambiguous  Conditions  that \nCongress Imposed When It Enacted Title IX \n \n210.  When  Congress  uses  its  Spending  Clause  power,  the  resulting  legislation \noperates  much  like  a  contract:  in  return  for  federal  funds,  the  states,  their  political \nsubdivisions,  and  related  governmental  entities  agree  to  comply  with  federally  imposed \nconditions.  \n39 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 40 of 48  PAGEID #: 40\n211.  Congress must clearly and unambiguously state the conditions for receipt of \nfederal funds so that the states, their political subdivisions, and related governmental entities \ncan knowingly decide whether to accept that funding. \n212.  Until Defendants’ recent efforts to change the unambiguous meaning of Title \nIX, it was understood that the term “sex” in Title IX and its regulations did not include \n“gender identity.”  \n213.  Until Defendants’ recent efforts to change the unambiguous meaning of Title \nIX, it was understood that schools receiving federal funding did not violate Title IX by \nrequiring  students  to  access  overnight  accommodations,  locker  rooms,  and  restrooms \nconsistent with their biological sex. \n214.  No school district could have reasonably anticipated that Defendants would \nimpermissibly attempt to alter Title IX and its regulations to change the term “sex” to \ninclude “gender identity” and to mandate that schools permit biological males to access \novernight accommodations, locker rooms, and restrooms designated for females (and vice \nversa).  \n215.  Defendants’ actions thus violate the Spending Clause. \nB.  Defendants’  Actions  Unconstitutionally  Coerce  and  Commandeer \nHighland to Implement Defendants’ Gender-Identity Policies \n \n216.  The  federal  government  cannot  place  unreasonable  conditions  on  federal \nfunding or otherwise offer financial inducements that effectively coerce and commandeer \nthe states, their political subdivisions, or related governmental entities to implement the \npolicies of the federal government. \n40 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 41 of 48  PAGEID #: 41\n217.  Through their efforts to enforce their new gender-identity policies against \nHighland, Defendants threaten to revoke all (not merely part) of the educational funding \nthat the federal government provides to Highland. \n218.  The  amount  of  federal  funding  that  Defendants  threaten  to  revoke  is  a \nsubstantial percentage of Highland’s overall funding.  \n219.  The federal funding that  Defendants  threaten to  revoke is designated for \nspecial-education programs, educational advancement, improving teacher quality (including \nclass-size reduction), and providing free and reduced-cost lunches.  \n220.  Being  stripped  of  those  funds  will  compel  Highland  to  eliminate  special-\neducation classes and programs, end many of its educational-advancement programs and \nresources, increase class sizes (which will decrease the individualized time and attention that \nstaff members are able to give each student), and cut the number of free and reduced-cost \nlunches available to students. \n221.  Being stripped of those funds will impose hardships on Highland’s students \nthat will be disproportionately experienced by socioeconomically disadvantaged children and \nstudents struggling to learn. \n222.  Threatening to revoke Highland’s federal funding is so coercive that it passes \nthe point at which pressure turns into compulsion. \n223.  Defendants’ actions thus violate the Spending Clause. \n \n \n \n41 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 42 of 48  PAGEID #: 42\nCLAIM THREE \nDefendants’ Actions Violate the Federalism Guarantees of the United States \nConstitution \n224.  Highland  realleges  all  matters  set  forth  in  Paragraphs  1  through  223  and \nincorporates them herein. \n225.  Several provisions of the United States Constitution make clear that the states \nremain independent sovereigns in the federal system, that they joined the union with their \nsovereignty—including  their  traditional  police  power—intact,  and  that  the  federal \ngovernment is one of limited powers.  \n226.  Those provisions include but are not limited to Section 2 of the Thirteenth \nAmendment,  Section  5  of  the  Fourteenth  Amendment,  Section  2  of  the  Fifteenth \nAmendment, and Article I, Section 8—all of which delineate specific and limited subjects on \nwhich  Congress  may  legislate—and  the  Tenth  Amendment,  which  provides  that  “[t]he \npowers not delegated to the United States by the Constitution, nor prohibited by it to the \nStates, are reserved to the States respectively, or to the people.”  \n227.  No provision of the United States Constitution authorizes any arm of the \nfederal  government  to  require  state-operated  schools  to  permit  students  access  to  sex-\nspecific  overnight  accommodations,  locker  rooms,  or  bathrooms  consistent  with  their \nprofessed gender identity. This is particularly true considering that “education” is an area \n“where States historically have been sovereign.” United States v. Lopez, 514 U.S. 549, 564 \n(1995). \n228.  Because the federal government lacks the constitutional authority to interfere \nwith  Highland’s  policies  concerning  student  access  to  sex-specific  overnight \n42 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 43 of 48  PAGEID #: 43\naccommodations,  locker  rooms,  and  bathrooms,  Defendants’  actions  usurp  Highland’s \nsovereign authority to regulate access to those intimate facilities. \n229.  Defendants’ actions thus violate the federalism guarantees of the United States \nConstitution. \n230.  The  Constitution’s  federalism  guarantees  also  constrain  the  federal \ngovernment’s ability to place conditions on the receipt of federal funds through legislation \nunder the Spending Clause in Article I, Section 8. So for all the reasons explained under \nClaim 2, Defendants’ actions also violate the federalism guarantees of the United States \nConstitution.  \nCLAIM FOUR \nDefendants’ Actions Violate the Separation-of-Powers Guarantees in the United \nStates Constitution \n231.  Highland  realleges  all  matters  set  forth  in  Paragraphs  1  through  230  and \nincorporates them herein. \n232.  Multiple provisions of the United States Constitution make clear that if the \nfederal government is to impose new legal requirements on the  states or their political \nsubdivisions, those requirements must be imposed by or at the behest of Congress, and not \nby the executive branch acting on its own.  \n233.  Those provisions include but are not limited to the Vesting Clause of Article I, \nSection 1, the Bicameralism and Presentment Clauses of Article I, Section 7, the Take Care \nClause of Article II, Section 3, and Section 5 of the Fourteenth Amendment.  \n43 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 44 of 48  PAGEID #: 44\n234.  Defendants’ new Title IX directives go so far beyond any reasonable reading \nof that statute and its regulations that it is tantamount to exercising the lawmaking powers \nreserved exclusively to Congress. \n235.  Defendants’ efforts to impose its new Title IX directives on Highland are a \nusurpation of Congress’s exclusive authority under Article I of the Constitution, which \nprovides that “[a]ll legislative Powers herein granted shall be vested in . . . Congress.”  \n236.  Defendants’  new  Title  IX  directives  thus  violate  the  separation-of-powers \nguarantees in the United States Constitution.  \nCLAIM FIVE \nDefendants’ Actions Violate the Regulatory Flexibility Act (RFA) \n \n237.  Highland  realleges  all  matters  set  forth  in  Paragraphs  1  through  236  and \nincorporates them herein. \n238.  The RFA requires federal agencies to prepare and make available for public \ncomment an initial and final regulatory flexibility analysis before issuing a new rule. 5 U.S.C. \n§ 603(a). \n239.  Defendants have promulgated a new rule that redefines the term “sex” in Title \nIX and its regulations to include “gender identity” and that requires schools, in order to \ncomply  with  Title  IX,  to  permit  students  to  access  overnight  accommodations,  locker \nrooms, and restrooms based on their professed gender identity. \n240.  Defendants failed to prepare and make available for public comment an \ninitial and final regulatory flexibility analysis before issuing their new Title IX rule.  \n44 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 45 of 48  PAGEID #: 45\n241.  An  agency  can  avoid  performing  a  flexibility  analysis  if  its  top  official \ncertifies  that  the  rule  will  not  have  a  significant  economic  impact  on  a  substantial \nnumber of small entities. 5 U.S.C. § 605(b).  \n242.  The certification must include a statement providing the factual basis for \nthe agency’s determination that the rule will not significantly impact small entities. Id. \n243.  Defendants did not make such a certification.  \n244.  Defendants’  new  Title  IX  rule  would  impose  disproportionate  and \nunnecessary burdens on small and economically disadvantaged school districts, including \nHighland. \n245.  Defendants and their agents demand, among other things, that Highland (1) \nadopt district-wide changes to its policies forbidding sex discrimination; (2) adopt district-\nwide changes to its policies regarding student use of sex-specific overnight accommodations, \nlocker  rooms,  and  restrooms;  (3)  hire  a  gender-identity  consultant;  and  (4)  implement \ngender-identity training for its administrators, faculty, staff, and students.  \n246.  Implementing these demands would impose burdens on Highland that are \ndisproportionate and unnecessary. \n247.  Defendants’ actions in promulgating and enforcing their new Title IX rule \nthus violate the RFA. \nPRAYER FOR RELIEF \nWHEREFORE, Highland respectfully requests that this Court enter judgment: \nA.  Declaring unlawful and setting aside Defendants’ rule announcing that the \nterm “sex” in  Title IX and its regulations  includes  “gender identity” and that Title IX \n45 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 46 of 48  PAGEID #: 46\nrequires schools to allow students to access overnight accommodations, locker rooms, and \nrestrooms consistent with their professed gender identity; \nB.  Declaring  that  the  policies  that  Highland  administers  and  enforces  with \nrespect to student use of overnight accommodations, locker rooms, and restrooms do not \nviolate Title IX; \nC.  Declaring that Defendants’ efforts to create their rule and enforce it against \nHighland violate the Administrative Procedure Act, the Spending Clause in Article 1, Section \n8  of  the  United  States  Constitution,  the  federalism  guarantees  in  the  United  States \nConstitution, the separation-of-power guarantees in the United States Constitution, and the \nRegulatory Flexibility Act;  \nD.  Preliminarily  and  permanently  enjoining  Defendants,  their  officers,  agents, \nemployees, and all other persons acting in concert with them from enforcing their rule that \nthe term “sex” in Title IX and its regulations includes “gender identity” and that Title IX \nrequires schools to allow students to access overnight accommodations, locker rooms, and \nrestrooms consistent with their professed gender identity; \nE.  Preliminarily  and  permanently  enjoining  Defendants,  their  officers,  agents, \nemployees, and all other persons acting in concert with them from enforcing Title IX to \nrequire Highland to allow any of its students to access overnight accommodations, locker \nrooms, and restrooms consistent with their gender identity; \nF.  Preliminarily  and  permanently  enjoining  Defendants,  their  officers,  agents, \nemployees, and all other persons acting in concert with them from taking any adverse action \nagainst Highland for its policy that students must use overnight accommodations, locker \n46 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 47 of 48  PAGEID #: 47\nrooms, and  restrooms consistent with  their  biological  sex, including but not limited  to \nenjoining  Defendants,  their  officers,  agents,  employees,  and  all  other  persons  acting  in \nconcert with them from taking steps to revoke Highland’s federal funding. \nG.  Awarding Highland costs and attorneys’ fees; and \nH.  Granting such other and further relief as the Court deems just and proper.  \nDated: June 10, 2016 \nRespectfully submitted, \n \n/s/ James A. Campbell \n  James A. Campbell, OH Bar No. 0081501 \n     Trial Attorney \nKenneth J. Connelly, AZ Bar No. 025420* \nJeana Hallock, AZ Bar No. 032678* \nALLIANCE DEFENDING FREEDOM \n15100 North 90th Street \nScottsdale, Arizona 85260 \n(480) 444-0020 Phone \n(480) 444-0028 Fax  \njcampbell@ADFlegal.org \nkconnelly@ADFlegal.org \njhallock@ADFlegal.org \n \nJ. Matthew Sharp, GA Bar No. 607842* \nALLIANCE DEFENDING FREEDOM \n1000 Hurricane Shoals Road NE \nSuite D-1100 \nLawrenceville, Georgia 30043 \n(770) 339-0774 \n(770) 339-6744 Fax \nmsharp@ADFlegal.org \n \nAndrew J. Burton, OH Bar No. 0083178 \nRENWICK, WELSH & BURTON LLC \n9 North Mulberry Street \nMansfield, Ohio 44902 \n(419) 522-2889 \n(419) 525-4666 Fax \nandrew@rwblawoffice.com \n \nCounsel for Plaintiff \n \n*Pro Hac Vice Applications Forthcoming \n47 \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 1 Filed: 06/10/16 Page: 48 of 48  PAGEID #: 48",
      "document_type_other": null,
      "external_url": "https://www.courtlistener.com/docket/4363862/1/board-of-education-of-the-highland-local-school-district-v-us-department/",
      "ecf_number": "1",
      "clearinghouse_link": "clearinghouse.net/doc/144448"
    },
    {
      "date": "2016-09-26",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "PACER [Public Access to Court Electronic Records]",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Litigated Decree",
      "citation_paren": null,
      "cite_1_page": 580,
      "cite_1_reporter": "F.Supp.3d",
      "cite_1_vol": 208,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Southern District of Ohio",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 144449,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/144449.pdf",
      "title": "Opinion And Order",
      "text": "Case: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 1 of 43  PAGEID #: 1730\nIN THE UNITED STATES DISTRICT COURT \nFOR THE SOUTHERN DISTRICT OF OHIO \nEASTERN DIVISION \n \nBOARD OF EDUCATION OF THE    : \nHIGHLAND LOCAL SCHOOL       : \nDISTRICT,            : \n              : \n  Plaintiff,          : \n              :  Case No. 2:16-CV-524 \n  v.            : \n              :  JUDGE ALGENON L. MARBLEY \nUNITED STATES DEPARTMENT    : \nOF EDUCATION, et al.,        :  Magistrate Judge Jolson  \n              : \n  Defendants.          : \n \n              : \n              : \nJANE DOE, a minor, by and through her   :   \nlegal guardians JOYCE and JOHN DOE    : \n              : \n  Intervenor Third-Party Plaintiff,    :   \n              :   \n  v.            :   \n              :     \nBOARD OF EDUCATION OF THE     : \nHIGHLAND LOCAL SCHOOL       : \nDISTRICT, et al.,          : \n               :    \n  Third-Party Defendants.      : \n \nOPINION & ORDER \n \nJane Doe, an eleven-year-old transgender girl, seeks to use the girls’ restroom at \nHighland Elementary School.  Highland will not permit her to do so.  After an investigation, the \nOffice of Civil Rights (“OCR”) of the Department of Education (“DOE”) found that Highland’s \npolicy impermissibly discriminated against Jane on the basis of her sex in violation of Title IX of \nthe Education Amendments of 1972.  Highland now asks this Court to enjoin DOE and the \nDepartment of Justice (“DOJ”) from enforcing the antidiscrimination provisions of Title IX \n1 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 2 of 43  PAGEID #: 1731\nagainst Highland.  Jane Doe, in turn, asks the Court to enjoin Highland’s policy and order \nHighland to permit her to use the girls’ restroom and otherwise treat her as a girl.  For the \nreasons that follow, the Court DENIES Highland’s Motion for Preliminary Injunction and \nGRANTS Jane Doe’s Motion for Preliminary Injunction.   \nI.  BACKGROUND \nA.  Statutory and Regulatory Background \nTitle IX provides that no person “shall, on the basis of sex, be excluded from \nparticipation in, be denied the benefits of, or be subjected to discrimination under any education \nprogram or activity receiving Federal financial assistance.”  20 U.S.C. § 1681(a).  Title IX also \nspecifies that nothing in the statute “shall be construed to prohibit any educational institution \nreceiving funds under this Act, from maintaining separate living facilities for the different \nsexes.”  Id. § 1686.  The DOE has promulgated regulations clarifying that a recipient of federal \nfunds “may provide separate toilet, locker room, and shower facilities on the basis of sex, but \nsuch facilities provided for students of one sex shall be comparable to such facilities for students \nof the other sex.”  34 C.F.R. § 106.33. \n  Over the past several years, DOE has issued several guidance documents explaining the \nagency’s interpretation of Title IX and its implementing regulations with respect to transgender \nstudents.  In a 2010 Dear Colleague Letter, a guidance document explaining DOE’s \ninterpretation of Title IX, OCR wrote that Title IX “protect[s] all students, including . . . \ntransgender . . . students, from sex discrimination.”  (10/26/10 Dear Colleague Letter, Doc. 33-1 \nat 8.)  In April 2014, OCR issued a “significant guidance document” stating that “Title IX’s sex \ndiscrimination prohibition extends to claims of discrimination based on gender identity or failure \nto conform to stereotypical notions of masculinity or femininity.”  (Questions and Answers on \n2 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 3 of 43  PAGEID #: 1732\nTitle IX and Sexual Violence, Doc. 33-2 at B-2.)  In December 2014, OCR published further \nguidance clarifying that “[u]nder Title IX, a recipient generally must treat transgender students \nconsistent with their gender identity in all aspects of the planning, implementation, enrollment, \noperation, and evaluation of single-sex classes.”  (Questions and Answers on Title IX and \nSingle-Sex Elementary and Secondary Classes and Extracurricular Activities, Doc. 33-3 at 25.)  \nIn April 2015, OCR issued a Title IX Resource Guide, which stated that schools should “help \nensure that transgender students are treated consistent with their gender identity in the context of \nsingle-sex classes.”  (Resource Guide, Doc. 33-4 at 21-22.)  Most recently, on May 13, 2016, \nDOJ and DOE issued joint guidance that “[w]hen a school provides sex-segregated activities and \nfacilities, transgender students must be allowed to participate in such activities and access such \nfacilities consistent with their gender identity.”  (Dear Colleague Letter on Transgender Students, \nDoc. 33-5 at 3.)  The letter also clarified that “[h]arassment that targets a student based on gender \nidentity, transgender status, or gender transition is harassment based on sex, and the Departments \nenforce Title IX accordingly.”  (Id. at 2.) \nB.  Factual Background \nJane Doe is an eleven-year-old transgender girl who is enrolled in the fifth grade at \nHighland Elementary School.  Jane, who was assigned male at birth, has communicated to her \nfamily that she is female since she was four years old.  (Declaration of Joyce Doe, Doc. 35-2 at ¶ \n2.)  After her parents sought out the advice of medical and mental health professionals, Jane was \ndiagnosed with gender dysphoria.  (Id. at ¶ 4; Declaration of Lourdes Hill, Doc. 36-2 at ¶ 5.)  \nAccording to Diane Ehrensaft, a developmental and clinical psychologist who specializes in \nworking with children and adolescents with gender dysphoria, gender dysphoria is “the medical \ndiagnosis for the severe and unremitting emotional pain resulting from th[e] incongruity” \n3 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 4 of 43  PAGEID #: 1733\nbetween one’s gender identity and the sex he or she was assigned at birth.  (Declaration of Diane \nEhrensaft, Ph.D, Doc. 35-4 at ¶¶ 23-24.)  Jane’s health care providers recommended that she \nsocially transition to treat her gender dysphoria.  (Hill Decl., Doc. 36-2 at ¶ 7.)  “Social \ntransition” involves “changes that bring the child’s outer appearance and lived experience into \nalignment with the child’s core gender,” including “changes in clothing, name, pronouns, and \nhairstyle.”  (Ehrensaft Decl., Doc. 35-4 at ¶ 27.)   \nWhen Jane began kindergarten at Highland Elementary, she used a traditionally male \nname and was listed as male in school records.  (Compl., Doc. 1 at ¶¶ 61-63.)  In 2012, however, \nJane’s parents, Joyce and John Doe, helped her socially transition by obtaining appropriate \nclothing and a legal name change, treating her as their daughter, and asking others to treat her \nlikewise.  (Joyce Doe Decl., Doc. 35-2 at ¶ 5.)  According to Joyce, Jane immediately began to \nfeel more joyful, at ease with herself, and less angry.  (Id. at ¶ 6.)  That summer, before she \nstarted first grade, Joyce informed Defendant Shawn Winkelfoos, the principal of Highland \nElementary, that Jane had socially transitioned and asked that the School District treat her as \nfemale, permit her to use the girls’ restroom, and ensure that her school records reflected her \nchosen name and correct gender marker.  (Id. at ¶¶ 7-8; Compl., Doc. 1 at ¶ 66.)  Winkelfoos \ndenied her request to permit Jane to use the girls’ restroom and to change the records to reflect \nher female name, although the School District has stated that it agreed to “address [Jane] as a \nfemale.”  (Id. at ¶ 67; Joyce Doe Decl., Doc. 35-2 at ¶¶ 9-10.)  Highland has a policy that \n“students using sex-specific locker rooms and restrooms, or overnight accommodations during \nschool trips or events, must use the facilities that correspond to their biological sex.”  (Compl., \nDoc. 1 at ¶ 74.)  Jane, therefore, was required to use the office restroom, which was generally \n4 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 5 of 43  PAGEID #: 1734\nused by school personnel and other adults.  (Joyce Doe Decl., Doc. 35-2 at ¶ 9.)  Joyce and John \nDoe observed that this arrangement was “taking a toll on Jane’s mental health.”  (Id. at ¶ 11.) \nJoyce renewed her request the following year, in the summer of 2013, before Jane started \nsecond grade.  (Id. at ¶ 12.)  Winkelfoos again denied the request and Jane was required to use \nthe unisex restroom in the teachers’ lounge.  (Id. at ¶ 15.)  Jane reported to Joyce that when she \nwould pass through the lounge to access the restroom, “teachers would glare at her and make her \nfeel uncomfortable.”  (Id.)  Jane began to suffer from extreme anxiety and depression.  (Id. at ¶ \n16.)  In May 2014, she was hospitalized for suicidal ideation and depressed mood.  (Id.) \nIn December 2013, Joyce filed a complaint with OCR, which proceeded to investigate the \ncomplaint.  (Id.; Compl., Doc. 1 at ¶ 97.)  The complaint alleged that Highland discriminated \nagainst Jane on the basis of her sex by requiring her to use a separate individual-user bathroom \nand denying her access to the same bathrooms used by other female students.  (Id. at ¶ 98; \nComplaint-in-Intervention, Doc. 32 at ¶ 72.)  On August 29, 2014, OCR amended the complaint \nto include an additional allegation, namely, that school staff members subjected Jane to \nharassment, including by referring to her as a boy and failing to use female pronouns when \nreferring to her, and that the School District failed to respond appropriately when staff members \nwere informed of student harassment toward Jane.  (Id. at ¶ 73; Compl., Doc. 1 at ¶ 100.)   \nIn September 2014, at the beginning of Jane’s third-grade year, Joyce also filed a \ncomplaint with Superintendent William Dodds against Principal Winkelfoos, alleging that \nHighland had created a hostile environment for Jane.  Dodds investigated the complaint and \nfound it to be without merit.  (Joyce Doe Decl., Doc. 35-2 at ¶ 17.)  That same month, Joyce put \nin a request to Superintendent Dodds to ask the Board of Education to permit Jane to use the \n5 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 6 of 43  PAGEID #: 1735\ngirls’ restroom.  (Id. ¶ 18.)  Dodds later told Joyce that the Board had considered her request and \nvoted not to grant it.  (Id.)   \nAs the beginning of fourth grade approached, Jane became anxious about returning to \nschool because she would not be permitted to use the girls’ restroom and she feared that teachers \nand other students would harass and bully her, including by using her birth name and male \npronouns when referring to her.  (Id. at ¶ 19.)  In August 2015, she attempted suicide.  (Id.)   \nAfter Jane began fourth grade, the School District required her to use a restroom in the \nstaff room.  (Id. at ¶ 20.)  The restroom was kept locked so that for Jane to gain access to it, a \nstaff member had to walk her to the restroom, unlock the door, wait outside, and escort her back \nto class.  (Id.)  As a result, Jane began to refuse to use the restroom at school and to limit her \nfluid intake during the day.  (Id. at ¶ 21.)  Joyce characterized her as more agitated and \ncombative when she returned home each day.  (Id.)  Jane herself stated that when she has to use a \ndifferent restroom from everyone else, she feels alone and not part of the school.  (Declaration of \nJane Doe, Doc. 35-1 at ¶ 5.)  She said that when other students line up to go to the restroom, she \n“leave[s] the line to go to a different restroom, [and] other kids say, ‘Why are you going that \nway? You’re supposed to be over here.’”  (Id. at ¶ 6.)  One friend asked her: “Why are you going \nto another restroom? You’re a girl.  Girls go to the girls’ restroom.”  (Id. at ¶ 7.)  She also stated \nthat other students sometimes bully her, call her a boy, or tell her to act like a boy, and that some \nteachers have told her she was a boy and called her by her birth name.  (Id. at ¶¶ 9, 11.)   \nBased on her experience working with transgender children, Dr. Ehrensaft believes that \n“it would be psychologically damaging for a transgender child to be forced to use a separate \nrestroom and repeatedly referred to by her birth name and male pronouns,” and that \n6 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 7 of 43  PAGEID #: 1736\ncircumstances such as a history of serious health conditions and prior suicide attempts “would \namplify risk of harm to the child.”  (Ehrensaft Decl., Doc. 35-4 at ¶ 42.)   \nNotwithstanding the prohibition on Jane’s use of the girls’ restroom, Jane has used the \ngirls’ restroom on several occasions, and Joyce asserts that none of these occasions caused any \nharm to other students.  (Joyce Doe Decl., Doc. 35-2 at ¶ 22.)  While Jane participated in an \nafter-school running club in April and May 2014, her coach allowed her to use a girls’ restroom \nat the school.  (Id. at ¶ 23.)  In October 2014, Jane attended an after-school program called God’s \nKids, during which the office and teachers’ lounge were locked and Jane was permitted to use \nthe girls’ restroom.  (Id. at ¶ 24.)  In April 2015, Jane used the girls’ restroom at the local zoo \nduring a school field trip there.  (Id. at ¶ 25.)  Finally, she used a girls’ restroom at the \nelementary school during after-school choir practice and at Highland High School during a \nsummer volleyball camp.  (Id. at ¶¶ 26-27.) \nDefendants Dodds and Winkelfoos have submitted affidavits attesting that they and other \nSchool District officials have taken prompt action to revise school records to reflect Jane’s \ncurrent legal name and insisting that Highland staff have made a concerted effort to address her \nwith the name and pronouns of her choice.  (Declaration of William Dodds, Doc. 64 at ¶ 9; \nDeclaration of Shawn Winkelfoos, Doc. 65 at ¶ 20.)  Dodds and Winkelfoos also stated that they \nperceive Jane to be consistently happy while at school and that at the beginning of the school \nyear Jane “high-fived” Dodds and told him she was having fun at school.  (Dodds Decl., Doc. 64 \nat ¶¶ 5, 11; Winkelfoos Decl., Doc. 65 at ¶ 3.)  They also submitted copies of emails between \nJoyce Doe and school officials documenting steps Highland took to help Jane deal with her \neating disorder and other health issues.  (Emails, Docs. 65-1, 65-2.)  Finally, they assert that Jane \nhas never attempted self-harm or exhibited anger issues at school.  (Winkelfoos Decl., Doc. 65 at \n7 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 8 of 43  PAGEID #: 1737\n¶¶ 4-5; Dodds Decl., Doc. 64 at ¶ 6.)  She has regularly met with the school’s social workers and \npsychologist, with Joyce Doe’s consent.  (Winkelfoos Decl., Doc. 65 at ¶ 9.)  Finally, they point \nto the school safety plan Highland created for Jane and note that Joyce recently informed them \nthat Jane’s suicide risk had been downgraded from high to moderate.  (Id. at ¶ 22; Doc. 65-9.) \nThree parents of other Highland students submitted affidavits in support of the School \nDistrict’s policies.  One parent testified that her seventh-grade son who attends Highland Middle \nSchool “would be uncomfortable if a girl came into the restroom while he was in there” and that \nshe did not approve of her son sharing a restroom, locker room, or overnight accommodations \nwith girls.  (Declaration of Parent H., Doc. 68 at ¶¶ 2, 5.)  Another Highland parent, whose two \nfoster daughters have suffered horrific sexual abuse and, as a result, suffer from psychological \ntrauma, submitted an affidavit explaining that for her daughters, “the male anatomy is a weapon \nby which they were assaulted” and they would feel vulnerable being in the presence of biological \nmales when showering, changing clothes, or using the bathroom.  (Declaration of S.B., Doc. 69 \nat ¶¶ 6, 14-15.)  As a result, she contends that “[t]he very presence of a male, regardless of \nwhether he identifies as a female, in my daughters’ restroom or locker room . . . will almost \ncertainly cause severe trauma that will set back their emotional and psychological healing \nprocess.”  (Id. at ¶ 16.) \nOn March 29, 2016, OCR notified Highland that its treatment of Jane Doe violated Title \nIX.  (Complaint-in-Intervention, Doc. 32 at ¶ 75.)  The following day, OCR presented a proposed \nResolution Agreement to the School District, which provided, in relevant part, that the School \nDistrict would grant Jane access to sex-specific facilities consistent with her gender identity, treat \nJane consistent with her gender identity, and engage a third-party consultant with expertise in \nchild and adolescent gender identity to assist it in implementing the terms of the Agreement.  \n8 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 9 of 43  PAGEID #: 1738\n(Compl., Doc. 1 at ¶ 104; Resolution Agreement, Doc. 10-4 at 2-3.)  On June 10, 2016, the \nSchool District filed this lawsuit, stating in its complaint that Highland had decided not to accept \nthe Resolution Agreement.  (Compl., Doc. 1 at ¶ 118.)  That same day, OCR sent a letter to the \nSchool District’s attorney informing him that OCR had learned of the lawsuit.  (Letter, Doc. 10-7 \nat 2.)  The letter noted that, due to the lawsuit as well as several unsuccessful attempts to \ncommunicate with the School District, OCR planned to end the 90-day period for negotiations \nover the Resolution Agreement.  (Id. at 1-2.)  The letter further stated that within 10 days OCR \nwould issue another letter finding the School District in violation of Title IX.  (Id. at 2.) \nOn June 28, 2016, OCR issued its letter of findings from its investigation.  (Complaint-\nin-Intervention, Doc. 32 at ¶ 76; Letter, Doc. 10-8.)  OCR found that the School District was in \nviolation of Title IX because it: “(1) failed to assess whether a hostile environment existed for \n[Jane]; and 2) denied [Jane] access to restrooms consistent with [Jane’s] gender identity.”  (Id. at \n2.)  The letter further stated: \nIf OCR determines that the matter cannot be resolved voluntarily by informal means \nOCR then must either initiate proceedings to effectuate the suspension or termination of \nor refusal to grant or to continue Federal financial assistance or seek compliance through \nany means otherwise authorized by law.  Such other means may include, but are not \nlimited to, referring the matter to the Department of Justice to initiate a lawsuit.  34 \nC.F.R. § 106.71 (incorporating, among other provisions, 34 C.F.R. §§ 100.7(c)-(d)); \n100.8; 100.9(a)). \n \n(Id. at 12.)  The School District received $1,123,390 in federal funds for the 2015-2016 school \nyear out of a total budget of $15,400,000.  (Compl., Doc. 1 at ¶ 128.) \nOn July 29, 2016, OCR issued a Letter of Impending Enforcement Action to the School \nDistrict.  (Enforcement Letter, Doc. 33-7.)  OCR stated that it “will either initiate administrative \nproceedings to suspend, terminate, or refuse to grant or continue financial assistance to the \nDistrict or refer the case to the U.S. Department of Justice for judicial proceedings to enforce any \n9 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 10 of 43  PAGEID #: 1739\nrights of the United States under its laws.”  (Id. at 14.)  The letter further stated that OCR “can \ntake this action after 15 calendar days of the date of this letter if a resolution of this matter is not \nreached.”  (Id. at 14-15.) \nC.  Procedural History \nOn June 10, 2016, the Board of Education of the Highland Local School District \n(“Highland” or “School District”) commenced this lawsuit, alleging that the actions of the DOJ, \nDOE, Secretary of Education John King, Attorney General Loretta Lynch, and Principal Deputy \nAssistant Attorney General Vanita Gupta (collectively, “Defendants” or “federal Defendants”) \nviolated:  (1) the Administrative Procedure Act (“APA”); (2) the Spending Clause of Article I, \nSection 8 of the United States Constitution; (3) the federalism guarantees of the United States \nConstitution; (4) the separation-of-powers guarantees of the United States Constitution; and (5) \nthe Regulatory Flexibility Act.  (Compl., Doc. 1 at ¶¶ 132-247.)  The School District filed a \nmotion for preliminary injunction on July 15, 2016.  (Doc. 10.)   \nOn July 21, 2016, Jane Doe and her parents moved to intervene as third-party plaintiffs in \nthe suit and to proceed pseudonymously.  (Docs. 15-16.)  The Court granted both motions (Doc. \n29), and Jane subsequently filed her own motion for preliminary injunction against Dodds, \nWinkelfoos (together, the “individual Third-Party Defendants”), the Board of Education of the \nHighland Local School District, and the Highland Local School District (collectively, “Third-\nParty Defendants”).  (Docs. 35-36.)  In her third-party complaint, Jane brings claims against \nThird-Party Defendants for violations of: (1) her Fourteenth Amendment right to equal \nprotection of the laws; (2) her right to be free from sex discrimination under Title IX of the \nEducation Amendments of 1972, 20 U.S.C. § 1681, et seq.; and (3) her fundamental right to \nprivacy under the United States Constitution.  (Doc. 32 at ¶¶ 78-108.)   \n10 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 11 of 43  PAGEID #: 1740\nBoth motions for preliminary injunction are now ripe for review.  The Court has also \ngranted the State of Ohio’s motion for leave to file an amicus curiae brief on behalf of the \nSchool District.  (See Doc. 30.) \nHighland asks the Court to enjoin the federal Defendants from enforcing what the School \nDistrict characterizes as the “agency rule” declaring: (1) that the term “sex” in Title IX and its \nregulations includes “gender identity”; and (2) that Title IX requires schools to allow students to \naccess overnight accommodations, locker rooms, and restrooms consistent with their professed \ngender identity.  (Doc. 10 at 1.)  Highland also asks the Court to enjoin Defendants from: (1) \nenforcing Title IX in a manner that would require it to allow transgender students “to access \novernight accommodations, locker rooms, and restrooms designated for the opposite sex”; and \n(2) taking any adverse action against the School District, including but not limited to steps to \nrevoke its federal funding, because of its policy “requiring students to use sex-specific overnight \naccommodations, locker rooms, and restrooms consistent with their sex.”  (Id. at 1-2.)  \nDefendants and Jane Doe oppose Highland’s motion for preliminary injunction.  (Docs. 33-34.)   \nJane Doe asks for a preliminary injunction requiring the School District and other Third-\nParty Defendants to “treat her as a girl and treat her the same as other girls, including using her \nfemale name and female pronouns and permitting Jane to use the same restroom as other girls at \nHighland Elementary School during the coming school year.”  (Doc. 36 at 2.)  The School \nDistrict and the individual Third-Party Defendants oppose Jane Doe’s motion for preliminary \ninjunction.  (Docs. 61, 71.)1 \n                                                           \n1 The States of Texas, Arkansas, Arizona, West Virginia, Alabama, Wisconsin, Georgia, \nNebraska, Louisiana, South Carolina, Utah, and Mississippi and the Commonwealth of Kentucky \nhave filed a Motion for Leave to File Brief as Amici Curiae.  (Doc. 53.)  Additionally, a group of \nschool administrators and staff members from California, the District of Columbia, Florida, \nIllinois, Kentucky, Maine, Massachusetts, Michigan, Minnesota, Nevada, New Hampshire, New \nJersey, New York, North Carolina, Oregon, Rhode Island, Texas, Vermont, Washington, and \n11 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 12 of 43  PAGEID #: 1741\nII.  LEGAL STANDARD \nThe Sixth Circuit’s test to determine whether injunctive relief is appropriate under \nFederal Rule of Civil Procedure 65 requires the Court to weigh the following factors: (1) whether \nthe movant has a substantial likelihood of success on the merits; (2) whether there is a threat of \nirreparable injury to the movant without the injunction; (3) whether issuance of the injunction \nwould cause substantial harm to others; and (4) whether the public interest would be served by \ngranting injunctive relief.  Winnett v. Caterpillar, Inc., 609 F.3d 404, 408 (6th Cir. 2010).  These \nfour factors “guide the discretion of the district court,” but “they do not establish a rigid and \ncomprehensive test for determining the appropriateness of preliminary injunctive relief.”  \nFriendship Materials, Inc. v. Mich. Brick, Inc., 679 F.2d 100, 102 (6th Cir. 1982).  Whether the \ncombination of the factors weighs in favor of issuing injunctive relief in a particular case is left \nto the discretion of the district court.  See Leary v. Daeschner, 228 F.3d 729, 739 (6th Cir. 2000). \n  While the Sixth Circuit has held that “the proof required for the plaintiff to obtain a \npreliminary injunction is much more stringent than the proof required to survive a summary \njudgment motion,” id., a party “is not required to prove his case in full at a preliminary \ninjunction hearing and the findings of fact and conclusions of law made by a court granting the \npreliminary injunction are not binding at trial on the merits,” Certified Restoration Dry Cleaning \nNetwork, L.L.C. v. Tenke Corp., 511 F.3d 535, 542 (6th Cir. 2007) (citation omitted).  A plaintiff \n                                                                                                                                                                                           \nWisconsin filed a Motion for Leave to Participate as Amici Curiae in Support of Jane Doe and, \nsubsequently, a Corrected Motion for Leave to File Amicus Brief.  (Docs. 86, 91-1.)  Leave to \nparticipate as amicus curiae is a “privilege within the sound discretion of the courts.”  United \nStates v. Michigan, 940 F.2d 143, 165 (6th Cir. 1991) (internal quotation marks and citation \nomitted).  Because school districts and their staff throughout these states are also affected by the \nagency action at issue here, the Court finds that these parties have “an important interest and a \nvaluable perspective on the issues presented.”  United States v. City of Columbus, No. 2:99-cv-\n1097, 2000 WL 1745293, at *1 (S.D. Ohio Nov. 20, 2000) (quotation marks and citations \nomitted).  The Court, therefore, GRANTS the motions to file amicus briefs.  (Docs. 53, 86, 91-\n1.) \n \n12 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 13 of 43  PAGEID #: 1742\nhas “the burden of establishing a clear case of irreparable injury and of convincing the Court that \nthe balance of injury favor[s] the granting of the injunction.” Garlock, Inc. v. United Seal, Inc., \n404 F.2d 256, 257 (6th Cir. 1968) (per curiam).   \nIII.  HIGHLAND’S MOTION FOR PRELIMINARY INJUNCTION \nAt the outset, Defendants contend that the Court lacks subject-matter jurisdiction over the \nSchool District’s APA claim.  Because Congress has established a specific enforcement scheme \nfor Title IX, Defendants argue that the School District is prohibited from seeking judicial review \nin this Court before any enforcement action has occurred.  (Doc. 33 at 1.) \nAfter an investigation, if OCR finds a school district in violation of Title IX and cannot \nobtain voluntary compliance from the district, OCR may seek compliance in one of two ways.  \nFirst, it may initiate administrative proceedings to withhold federal funds from the school \ndistrict.  See 20 U.S.C. § 1682; 34 C.F.R. § 100.8(c).  A district is entitled to a hearing before an \nadministrative law judge followed by an administrative appeal and discretionary review by the \nSecretary of Education.  Id. § 100.10(a), (e).  A district may then seek review of an adverse \ndecision in the appropriate court of appeals.  20 U.S.C. § 1683; see 20 U.S.C. § 1234g(a)-(b).  \nAlternatively, instead of initiating administrative proceedings, OCR may refer the matter to DOJ \nto commence a civil action in the appropriate federal district court to enjoin further violations.  \n34 C.F.R. § 100.8(a); see also 20 U.S.C. § 1682. \nRelying heavily on Thunder Basin Coal Co. v. Reich, 510 U.S. 200, 218 (1994), \nDefendants contend that this enforcement scheme precludes district court jurisdiction over \nparallel pre-enforcement challenges.  In Thunder Basin, the Supreme Court held that Congress’s \nintent to preclude district court review of pre-enforcement challenges was “fairly discernible in \nthe statutory scheme” of the Federal Mine Safety and Health Amendments Act of 1977 (the \n13 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 14 of 43  PAGEID #: 1743\n“Mine Act”), a statute with an enforcement process quite similar to that of Title IX.  Id. at 207 \n(quotation marks and citation omitted).   \nWhether a statute is intended to preclude initial judicial review is determined from the \nstatute’s language, structure, purpose, legislative history, and the opportunity provided for \nmeaningful review of the claims.  Id.  The Mine Act “establishes a detailed structure for \nreviewing violations of ‘any mandatory health or safety standard, rule, order, or regulation \npromulgated’ under the Act.”  Id. (quoting 30 U.S.C. § 814).  A mine operator’s challenge to a \ncitation issued under the Mine Act is heard by an administrative law judge with discretionary \nreview by the Federal Mine Safety and Health Review Commission.  Id. at 207-08.  An operator \nmay appeal an adverse decision to the appropriate court of appeals.  Id. at 208.  The Mine Act \nspecifies that the Commission and the courts of appeals have exclusive jurisdiction over \nchallenges to agency enforcement proceedings but is “facially silent with respect to pre-\nenforcement claims.”  Id.  In Thunder Basin, a mine operator failed to post identifying \ninformation about the miners’ union representatives, taking the position that nonemployees \nshould not be permitted to serve as representatives, and the Mine Safety and Health \nAdministration sent the operator a letter instructing it to post the miners’ representative \ndesignations as required by the Mine Act’s regulations.  Id. at 204.  The mine operator filed suit \nfor injunctive relief before it was actually issued a citation.  Id. at 205. \nThe Supreme Court held that the structure and legislative history of the Act showed \nCongress’s intent to preclude pre-enforcement challenges in federal district courts.  Id. at 216.  \nFirst, the Court noted that the Act’s “comprehensive review process does not distinguish between \npreenforcement and postenforcement challenges, but applies to all violations of the Act and its \nregulations.”  Id. at 208-09.  The Act expressly authorizes district court jurisdiction in only two \n14 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 15 of 43  PAGEID #: 1744\nprovisions, neither of which provides a right of action to the mine operators themselves.  Id. at \n209.  Second, the legislative history suggested that before enactment Congress was concerned \nthat civil penalties against operators were both too low and non-mandatory and, in particular, that \nunder an earlier statute, mine operators could contest civil-penalty assessments de novo in federal \ndistrict court once the administrative review process was complete.  Id. at 210.  \nThe enforcement mechanisms of Title IX are indeed similar to that of the Mine Act, \nnotably the administrative hearing and appeal process, judicial review in the court of appeals, \nand express authorization of district court jurisdiction in suits by the Secretary but not the \nregulated parties.  See 20 U.S.C. §§ 1682-83; 34 C.F.R. § 100.8(a)(1).  The School District \nresists this comparison to the Mine Act, pointing to statutory language in Title IX that provides \nthat “[a]ny department or agency action taken pursuant to section 1682 . . . shall be subject to \nsuch judicial review as may otherwise be provided by law for similar action taken by such \ndepartment or agency on other grounds.”  20 U.S.C. § 1683.  Section 1682, in turn, authorizes \nthe agency to effectuate compliance with the anti-discrimination provisions of the statute by \ninitiating termination proceedings against funding recipients.  But the judicial review provided \n“for similar action” in § 1683 references the general provision for judicial review of funding \ntermination decisions in 20 U.S.C. § 1234g(b), which provides that a recipient may seek judicial \nreview in the appropriate court of appeals and that “[t]he Secretary may not take any action on \nthe basis of a final agency action until judicial review is completed.”  Id. § 1234g(a); see \nFreeman v. Cavazos, 923 F.2d 1434, 1440 (11th Cir. 1991) (holding that the “applicable judicial \nreview provision” for “similar action” in Title VI of the Civil Rights Act is 20 U.S.C. § 1234g). \n15 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 16 of 43  PAGEID #: 1745\nThe remainder of § 1683, in turn, only applies to funding terminations “not otherwise \nsubject to judicial review.”  Therefore, when an action is “otherwise subject to judicial review,” \nno additional judicial review is available under § 1683.   \nThis understanding finds support in other cases involving the potential termination of \nfederal funds.  For example, a district court in this circuit held that a provision of Title VI, 42 \nU.S.C. § 2000d-2, which is virtually identical to § 1683, precluded federal district court \njurisdiction over a complaint seeking an injunction against a pending administrative process.  \nSch. Dist. of City of Saginaw, Mich. v. U.S. Dep’t of Health, Educ., & Welfare, 431 F. Supp. 147, \n152 (E.D. Mich. 1977).  See also Taylor v. Cohen, 405 F.2d 277, 281 (4th Cir. 1968) (finding no \nsubject-matter jurisdiction over a complaint for injunctive relief against a federal agency because \nTitle VI dictates that “[j]udicial review must await the outcome of the administrative hearing”).  \nIn both cases, the availability of administrative review at the agency level, coupled with judicial \nreview in the court of appeals, divested the district court of only pre- or mid-enforcement \njurisdiction.  See id. at 279-80 (“[I]f specific statutes relating to programs receiving federal \nassistance afford review of agency action, then review under the Administrative Procedure Act is \nnot available.”). \nHighland also looks for support from Cannon v. University of Chicago, in which the \nSupreme Court held that there is a private right of action under Title IX for victims of \ndiscrimination, for the proposition that the presumption of reviewability should apply to other \nTitle IX claims that are not expressly precluded.  441 U.S. 677, 709 (1979).  A district court in \nTexas, which recently concluded it had jurisdiction over a challenge from several states to the \nguidance at issue here, also relied on Cannon in adopting this reasoning.  Texas v. United States, \n--- F. Supp. 3d ----, 2016 WL 4426495, at *10 (N.D. Tex. Aug. 21, 2016) (“Neither Title VII nor \n16 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 17 of 43  PAGEID #: 1746\nTitle IX presents statutory schemes that would preclude Plaintiffs from bringing these claims in \nfederal district court. Indeed, the Supreme Court has held that Title IX’s enforcement provision, \ncodified at Title 20 U.S.C. §§ 1681–1683, does not provide the exclusive statutory remedy for \nviolations.”) (citing Cannon, 441 U.S. at 680).  The Texas court’s analysis can charitably be \ndescribed as cursory, as there is undoubtedly a profound difference between a discrimination \nvictim’s right to sue in federal district court under Title IX and a school district’s right to \nchallenge an agency interpretation in federal district court.  This Court cannot assume that the \nfirst right implies the second.   \nIndeed, in Cannon, applying the four-part text from Cort v. Ash, 422 U.S. 66 (1975), to \ndetermine whether a private right of action existed, the Court noted that the first factor—whether \nthe statute was enacted for the benefit of a special class of which the plaintiff is a member—\nfavored finding an implied right of action for the plaintiff, who alleged she had been denied \nadmission to a university on the basis of her sex.  Cannon, 441 U.S. at 694.  Title IX was not, on \nthe other hand, enacted to benefit school districts.  Further, in Cannon, the Supreme Court found \nthat the statutory structure was “aimed at protecting individual rights without subjecting the \nGovernment to suits.”  Id. at 715.  This militates squarely against finding a private right of action \nin federal district court for school districts against the federal government.  And the Cannon \nCourt also noted that allowing an action against the agency would be “far more disruptive” of its \nenforcement efforts “than a private suit against the recipient of federal aid could ever be.”  Id. at \n707 n.41.  The implied right of action the Supreme Court found in Cannon does not support, and \neven weakens, Highland’s position.  There is “[n]othing in the language and structure of the Act \nor its legislative history [to] suggest[] that Congress intended to allow [regulated parties] to \n17 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 18 of 43  PAGEID #: 1747\nevade the statutory-review process by enjoining the [agency] from commencing enforcement \nproceedings.”  Thunder Basin, 510 U.S. at 216.   \nHighland also relies on Sackett v. Environmental Protection Agency, 132 S. Ct. 1367, \n1374 (2012), where the Supreme Court found that a district court had subject-matter jurisdiction \nto consider two landowners’ APA claim challenging the issuance of an EPA compliance order.  \nThe agency argued that because the statute “expressly provided for prompt judicial review, on \nthe administrative record, when the EPA assesses administrative penalties after a hearing” but \n“did not expressly provide for review of compliance orders,” the compliance order was \nunreviewable.  Id. at 1373.  The Court rejected that argument, explaining that “if the express \nprovision of judicial review in one section of a long and complicated statute were alone enough \nto overcome the APA’s presumption of reviewability for all final agency action, it would not be \nmuch of a presumption at all.”  Id.  But the enforcement scheme of the Clean Water Act, the \nstatute at issue in Sackett, bears little resemblance to that of Title IX or the Mine Act in Thunder \nBasin.  In Sackett, receipt of a compliance order subjected the plaintiffs to additional penalties \nfor each day they failed to comply and made it more difficult for them to obtain a permit from \nthe Army Corp of Engineers for the discharge of pollutants.  Id. at 1372.  Highland faces no such \nconsequences for its failure to comply with Title IX at this time.  Moreover, and more \nimportantly, express judicial review of such orders came only by way of a civil action initiated \nby the agency; there was no corresponding review in the court of appeals after administrative \naction as Title IX provides for funding-termination decisions.  Id. at 1372-73.  Here, in contrast, \nthe enforcement scheme imposes no immediate penalties for non-compliance and the School \nDistrict itself may initiate judicial review in the court of appeals after an adverse funding-\ntermination decision from the agency.   \n18 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 19 of 43  PAGEID #: 1748\nThere is also no merit in Highland’s argument that now that Jane has intervened in the \nlawsuit, it will be deprived of any meaningful judicial review if this Court finds that it lacks \njurisdiction over Highland’s complaint while Highland is nevertheless forced to defend against \nJane’s third-party complaint.  In such a scenario, Highland retains the ability, of course, to raise \nas a defense to Jane’s Title IX claim its arguments that the guidance violates Title IX. \nThe Court lacks subject-matter jurisdiction over the APA claim and, accordingly, it also \nlacks jurisdiction over Highland’s constitutional claims.  See Elgin v. Dep’t of Treasury, 132 S. \nCt. 2126, 2132-33 (2012) (“Accordingly, the appropriate inquiry is whether it is “fairly \ndiscernible” from the [statute] that Congress intended covered employees appealing covered \nagency actions to proceed exclusively through the statutory review scheme, even in cases in \nwhich the employees raise constitutional challenges to federal statutes.”).  Dismissal of \nHighland’s constitutional claims “does not foreclose all judicial review of petitioners’ \nconstitutional claim” because “meaningful review” of such claims is also available in the court of \nappeals.  Id.  That Congress “declined to include an exemption from [court of appeals] review for \nchallenges to a statute’s constitutionality indicates no such exception.”  Id. at 2134-35.  See also \nThunder Basin, 510 U.S. at 215 (“The [agency] has addressed constitutional questions in \nprevious enforcement proceedings.  Even if this were not the case, however, petitioner's statutory \nand constitutional claims here can be meaningfully addressed in the Court of Appeals.” \n(footnotes omitted)). \nBecause the Court lacks jurisdiction over its complaint, Highland’s motion for \npreliminary injunction is DENIED.2 \n                                                           \n2 Even if the Court had subject-matter jurisdiction here, Highland’s APA claim would fail \nbecause it has an “adequate remedy in a court” and thus Highland cannot state a claim under the \nAPA.  5 U.S.C. § 704.  The Sixth Circuit recently held that a tour bus company operator, who \nsued the Federal Motor Carrier Safety Administration for a violation of the APA after the agency \n19 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 20 of 43  PAGEID #: 1749\nIV.  JANE DOE’S MOTION FOR PRELIMINARY INJUNCTION \nA.  Jane is Likely to Succeed on the Merits of Her Title IX and Equal-Protection Claims \nJane argues that she is likely to succeed on the merits of her Title IX and equal-protection \nclaims and makes no argument regarding her right-to-privacy claim.  Accordingly, the Court will \nfocus on the merits of only the first two claims. \n1.  Jane is Likely to Succeed on Her Title IX Claim \nIn Cannon v. University of Chicago, the Supreme Court held that Title IX affords an \nimplied private right of action to victims of discrimination.  441 U.S. at 709.  To succeed on a \nTitle-IX discrimination claim, Jane must show: (1) that she was excluded from participation in \nan education program because of her sex; (2) that the educational institution received federal \nfinancial assistance at the time of the exclusion; and (3) that the discrimination harmed her.  See \nid. at 680 & n.2; Preston v. Commonwealth of Va. ex rel. New River Cmty. Coll., 31 F.3d 203, \n206 (4th Cir. 1994) (holding that the Cannon Court “implicitly recognized the necessity of \ncausation,” the third element of a discrimination claim, when it held plaintiff had stated a cause \nof action for discrimination under Title IX).  The parties do not dispute that the School District \n                                                                                                                                                                                           \nissued him an out-of-service order and then later rescinded it, had an adequate remedy in a court \nwhen the applicable statute provided for a hearing after an out-of-service order was imposed, \nfollowed by review in the appropriate court of appeals.  Haines v. Fed. Motor Carrier Safety \nAdmin., 814 F.3d 417, 428 (6th Cir. 2016).2  Here too, Highland has an adequate remedy in a \ncourt because it may seek review in the Sixth Circuit if OCR commences an enforcement action \nand issues an adverse decision to Highland.  In the same vein, if, instead of commencing \nadministrative proceedings, DOJ filed suit against Highland in federal district court to enjoin its \npolicies, Highland would “almost by definition [] have an adequate remedy in a court, that is, the \nremedy of opposing the Attorney General’s motions in the court in which [s]he files h[er] \npapers.”  NAACP v. Meese, 615 F. Supp. 200, 203 (D.D.C. 1985).  Highland’s argument to the \ncontrary—that its only avenue for review in the court of appeals does not allow it to make a \ndirect challenge to the guidance itself—fails because its remedy remains the same regardless of \nits type of challenge: keeping its federal funding while maintaining its policy of denying Jane \naccess to the girls’ restroom.   \n20 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 21 of 43  PAGEID #: 1750\nreceives financial assistance, but they disagree on whether Jane was excluded from participation \nin an education program because of her sex and whether this discrimination harmed her. \nAs a preliminary matter, the regulation pertaining to “[e]ducation programs or activities” \nprovides that “in providing any aid, benefit, or service to a student, a recipient shall not, on the \nbasis of sex: . . . (2) Provide different aid, benefits, or services or provide aid, benefits, or \nservices in a different manner; . . . [or] (7) Otherwise limit any person in the enjoyment of any \nright, privilege, advantage, or opportunity.”  34 C.F.R. § 106.31(b).  The Court easily concludes, \nand Third-Party Defendants do not dispute, that access to a communal school bathroom \nconstitutes an “aid, benefit[], or service[]” or a “right, privilege, advantage, or opportunity.”  \nAccess to the bathroom is thus an education program or activity under Title IX. \nThe crux of Jane’s motion turns on whether she was excluded from the girls’ bathroom \n“on the basis of sex.”  20 U.S.C. § 1681.  Title IX authorizes implementing agencies to “issu[e] \nrules, regulations, or orders of general applicability which shall be consistent with achievement \nof the objectives of the statute.”  Id. § 1682.  Title IX’s implementing regulations permit schools \nto “provide separate toilet, locker room, and shower facilities on the basis of sex” so long as the \n“facilities provided for students of one sex” are “comparable to facilities provided for students of \nthe other sex.”  34 C.F.R. § 106.33; 28 C.F.R. § 54.410.  Title IX does not define “sex” in either \nthe statute or the regulations, and the regulations are silent as to how to determine a transgender \nstudent’s sex for purposes of access to bathrooms, locker rooms, and shower facilities.   \nThe School District argues that Defendants’ guidance is inconsistent with the objectives \nof Title IX.  Under the School District’s view, the statute’s aim is to prohibit federally funded \nschools from discriminating only on the basis of biological sex, which it contends is defined as \n21 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 22 of 43  PAGEID #: 1751\nthe sex appearing on one’s birth certificate.3  Further, the School District argues that “sex” under \nTitle IX unambiguously means “biological sex” and does not include “gender identity.”  Jane \ncounters that the federal Defendants’ interpretation is consistent with Title IX and its \nimplementing regulations and that the interpretation must be given controlling weight under Auer \nv. Robbins, 519 U.S. 452, 461 (1997). \nAuer requires courts to give controlling weight to an agency’s interpretation of its own \nregulation provided that the regulation is ambiguous and the agency’s interpretation is not \n“plainly erroneous or inconsistent with the regulation.”  Id. (quoting Robertson v. Methow Valley \nCitizens Council, 490 U.S. 332, 359 (1989)).  Auer deference is not appropriate, however, when \n“there is reason to suspect that the agency’s interpretation ‘does not reflect the agency’s fair and \nconsidered judgment on the matter in question,’” for instance, when the agency’s interpretation \nconflicts with a prior interpretation or appears to be nothing more than a convenient litigation \nposition or post hoc rationalization advanced to defend past agency action against attack.  \nChristopher v. SmithKline Beecham Corp., 132 S. Ct. 2156, 2166-67 (2012) (quoting Auer, 519 \nU.S. at 462). \nIn deciding whether Auer deference is warranted, the Court must first determine whether \nthe statute and its implementing regulations are ambiguous, that is, “whether the language at \nissue has a plain and unambiguous meaning with regard to the particular dispute in the case.”  \nRobinson v. Shell Oil Co., 519 U.S. 337, 340 (1997).  Whether the language is ambiguous \ndepends on “the language itself, the specific context in which that language is used, and the \nbroader context of the statute as a whole.”  Id. at 341 (citing Estate of Cowart v. Nicklos Drilling \nCo., 505 U.S. 469, 477 (1992)). \n                                                           \n3 Under Ohio law, a person may not change the sex recorded on his or her birth certificate, and, \ntherefore, a birth certificate reflects the sex a person has been assigned at birth.  See Ohio Rev. \nCode §§ 3705.15, 3705.22.  \n22 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 23 of 43  PAGEID #: 1752\nTurning first to the language of the statute and regulations, the parties debate the \ndictionary definition of “sex” at the time of the enactment of Title IX, but the Court sees no need \nto recite those definitions extensively because they do not settle the question of ambiguity.  \nSuffice it to say that dictionaries from that era defined “sex” in myriad ways and, therefore, \nHighland has not persuaded the Court that dictionary definitions reflect a uniform and \nunambiguous meaning of “sex” as biological sex or sex assigned at birth.4  To the extent that \nHighland tries to divine Congress’s view of “sex” at the time of Title IX’s enactment, the Court \nputs little stock in the wisdom of that endeavor or its possibility of success.5  As the Supreme \nCourt acknowledged in Oncale v. Sundowner Offshore Services, Inc., a case that held that same-\nsex sexual harassment was actionable under Title VII even though it was “assuredly not the \nprincipal evil Congress was concerned with when it enacted Title VII,” a statue’s “prohibitions \noften go beyond the principal evil to cover reasonably comparable evils, and it is ultimately the \nprovisions of our laws rather than the principal concerns of our legislators by which we are \n                                                           \n4 For instance, in 1973 the American Heritage Dictionary defined sex as “the physiological, \nfunctional, and psychological differences that distinguish the male and the female.”  Am. \nHeritage Dictionary 548, 1187 (1973).  The 1970 Webster’s Seventh New Collegiate Dictionary \ndefined sex to include “behavioral peculiarities” that “distinguish males and females.”  \nWebster’s Seventh New Collegiate Dictionary 347, 795 (1970).  These definitions suggest a \nview of sex that is not solely tied to reproductive function or genitalia.  On the other hand, \naccording to the 1980 Random House College Dictionary, sex is “either the male or female \ndivision of a species, esp. as differentiated with reference to the reproductive functions.”  \nRandom House College Dictionary 1206 (rev. ed. 1980).  The 1976 American Heritage \nDictionary defined sex as “the property or quality by which organisms are classified according to \ntheir reproductive functions.” Am. Heritage Dictionary 1187 (1976).   \n5 Nor is the Court persuaded by Highland’s attempts to glean the meaning of sex from \nCongress’s inaction, specifically its failure to amend Title VII or Title IX to insert the phrase \n“gender identity” in contrast with its decision to add this phrase to the Violence Against Women \nAct.  See 42 U.S.C. § 13925(b)(13)(A); Pension Benefit Guar. Corp. v. LTV Corp., 496 U.S. 633, \n650 (1990) (“Congressional inaction lacks persuasive significance because several equally \ntenable inferences may be drawn from such inaction, ‘including the inference that the existing \nlegislation already incorporated the offered change.”) (internal quotation marks omitted); \nAtkinson v. Inter-Am. Dev. Bank, 156 F.3d 1335, 1342 (D.C. Cir. 1998) (“Congress does not \nexpress its intent by a failure to legislate.”) (citing United States v. Estate of Romani, 523 U.S. \n517, 535 (1998) (Scalia, J., concurring)). \n23 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 24 of 43  PAGEID #: 1753\ngoverned.”  523 U.S. 75, 79 (1998).  Provided that the discrimination “meets the statutory \nrequirements” that it was “because of . . . sex,” it passes muster under Title VII.  Id. at 79-80. \nLooking at both the specific and broader context of the use of the term “sex,” neither \nTitle IX nor the implementing regulations define the term “sex” or mandate how to determine \nwho is male and who is female when a school provides sex-segregated facilities.  The Fourth \nCircuit, the only federal appeals court that has examined this question, recently concluded that \nTitle IX and the regulation that permits separate restroom facilities for males and females, 34 \nC.F.R. § 106.33, were ambiguous as to how to make this determination for purposes of access to \nsex-segregated restrooms, because the statute “permits both the Board’s reading—determining \nmaleness or femaleness with reference exclusively to genitalia—and the Department’s \ninterpretation—determining maleness or femaleness with reference to gender identity.”  G.G. ex \nrel. Grimm v. Gloucester Cnty. Sch. Bd., 822 F.3d 709, 720 (4th Cir. 2016), mandate recalled \nand stayed, Gloucester Cnty. Sch. Bd. v. G.G. ex rel. Grimm, 136 S. Ct. 2442 (2016).6  In support \nof its finding of ambiguity, the Fourth Circuit noted that to interpret “sex” to mean “biological \nsex” would still raise a number of questions as to how the bathroom regulation would apply.  Id. \nat 720-21.  For instance, “which restroom would a transgender individual who had undergone \nsex-reassignment surgery use? What about an intersex individual? What about an individual born \nwith X–X–Y sex chromosomes? What about an individual who lost external genitalia in an \n                                                           \n6 Although the Supreme Court recalled and stayed the Fourth Circuit’s mandate pending a \ndecision on a petition for certiorari, a grant of certiorari, much less a stay of a mandate pending a \ndecision on certiorari, “do[es] not [itself] change the law.”  Schwab v. Dep’t of Corr., 507 F.3d \n1297, 1298 (11th Cir. 2007) (per curiam).  Accordingly, “unless the Supreme Court rules \notherwise, the Fourth Circuit precedent detailed above binds [district courts in the Fourth Circuit] \non questions of law.”  Height v. United States, No. 5:16-cv-00023, 2016 WL 756504, at *4 n.3 \n(W.D.N.C. Feb. 25, 2016).  A district court within the Fourth Circuit itself has accordingly \nconcluded it was bound by Gloucester.   See Carcano v. McCrory, --- F. Supp. 3d ----, 2016 WL \n4508192, at *13 (M.D.N.C. Aug. 26, 2016).  Although this Court is, of course, not so bound, it is \nentitled to give great weight to a decision of the Fourth Circuit that remains good law.  See Terry \nv. Tyson Farms, Inc., 604 F.3d 272, 278 & n.3 (6th Cir. 2010). \n24 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 25 of 43  PAGEID #: 1754\naccident?”  Id.  Highland urges the Court to reject the reasoning of Gloucester but also tries to \ndistinguish that case because the Fourth Circuit only considered the ambiguity of the regulation \npermitting sex-segregated bathrooms, 34 C.F.R. § 106.33, not the meaning of “sex” in Title IX \nitself.  This argument is unconvincing, as the Fourth Circuit looked broadly at the meaning of \n“sex” throughout the statue and its implementing regulations.  See Gloucester, 822 F.3d at 723 \n(“We agree that ‘sex’ should be construed uniformly throughout Title IX and its implementing \nregulations.”). \nMoreover, the Sixth Circuit has expressly held that a plaintiff can prevail on a claim for \nsex discrimination under Title VII,7 an analog provision of the Civil Rights Act of 1964, if he or \nshe “has suffered discrimination because of his or her gender non-conformity.”  Smith v. City of \nSalem, 378 F.3d 566, 575 (6th Cir. 2004); see also Barnes v. City of Cincinnati, 401 F.3d 729, \n741 (6th Cir. 2005) (“A claim for sex discrimination under Title VII, however, can properly lie \nwhere the claim is based on ‘sexual stereotypes.’”).  In Smith, the Sixth Circuit held that such a \nholding was required by the Supreme Court’s decision in Price Waterhouse v. Hopkins, 490 U.S. \n228, 250 (1989), superseded by statute on other grounds as stated in Burrage v. United States, \n134 S. Ct. 881, 889 n.4 (2014).  Gender nonconformity, as defined in Smith, is an individual’s \n“fail[ure] to act and/or identify with his or her gender,” in that case, an individual who was \nassigned male at birth but later identified as female.  378 F.3d at 575.   \n Third-Party Defendants try to make hay of the fact that the Sixth Circuit issued an \namended opinion in Smith, which deleted a paragraph stating that “to the extent that Smith also \nalleges discrimination based solely on his identification as a transsexual, he has alleged a claim \n                                                           \n7 Courts look to Title VII of the Civil Rights Act of 1964 “as an analog for the legal standards in \nboth Title IX discrimination and retaliation claims.”  Nelson v. Christian Bros. Univ., 226 F. \nApp’x 448, 454 (6th Cir. 2007); see also Fuhr v. Hazel Park Sch. Dist., 710 F.3d 668, 673 n.2 \n(6th Cir. 2013).   \n25 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 26 of 43  PAGEID #: 1755\nof sex stereotyping pursuant to Title VII.”  Smith v. City of Salem, 369 F.3d 912, 922 (6th Cir. \n2004), opinion amended and superseded by Smith v. City of Salem, 378 F.3d 566 (6th Cir. 2004).  \nBut even after excising that language, the amended opinion in Smith expressly rejected a view of \nsex as a classification based purely on reproductive organs or sex assigned at birth.  See 378 F.3d \nat 572 (“[W]e find that the district court erred in relying on a series of pre-Price Waterhouse \ncases from other federal appellate courts holding that transsexuals, as a class, are not entitled to \nTitle VII protection because ‘Congress had a narrow view of sex in mind’ and ‘never considered \nnor intended that [Title VII] apply to anything other than the traditional concept of sex.’”); id. at \n575 (“[A] label, such as ‘transsexual,’ is not fatal to a sex discrimination claim where the victim \nhas suffered discrimination because of his or her gender non-conformity.”); id. at 573 (quoting a \nNinth Circuit case, Schwenk v. Hartford, 204 F.3d 1187, 1202 (9th Cir. 2000), for the proposition \nthat “‘sex’ under Title VII encompasses both the anatomical differences between men and \nwomen and gender”).8  Smith thus supports a reading that under Title IX discrimination on the \nbasis of a transgender person’s gender non-conformity constitutes discrimination “because of \nsex.” \n                                                           \n8 An analogy employed by another district court shows just why discrimination against a \ntransgender employee constitutes discrimination “because of sex” under Title VII: \n \nImagine that an employee is fired because she converts from Christianity to Judaism. \nImagine too that her employer testifies that he harbors no bias toward either Christians or \nJews but only “converts.” That would be a clear case of discrimination “because of \nreligion.” No court would take seriously the notion that “converts” are not covered by the \nstatute. Discrimination “because of religion” easily encompasses discrimination because \nof a change of religion. But in cases where the plaintiff has changed her sex, and faces \ndiscrimination because of the decision to stop presenting as a man and to start appearing \nas a woman, courts have traditionally carved such persons out of the statute by \nconcluding that “transsexuality” is unprotected by Title VII. In other words, courts have \nallowed their focus on the label “transsexual” to blind them to the statutory language \nitself. \n \nSchroer v. Billington, 577 F. Supp. 2d 293, 306-07 (D.D.C. 2008). \n26 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 27 of 43  PAGEID #: 1756\nThird-Party Defendants also cite several district court cases that have cut the other way \nand held that Title IX and its regulations permit schools to provide sex-specific locker-room, \nshower, and toilet facilities.  But, again, these cases do not support a reading of the statute as \nunambiguous because the Sixth Circuit, as well as several other courts of appeals, have held that \nsex-discrimination claims based on gender noncomformity are cognizable under Title IX’s close \ncousin, Title VII.  See Smith, 378 F.3d at 573-75; Gloucester, 822 F.3d at 720; Glenn v. Brumby, \n663 F.3d 1312, 1317 (11th Cir. 2011) (“Accordingly, discrimination against a transgender \nindividual because of her gender-nonconformity is sex discrimination, whether it’s described as \nbeing on the basis of sex or gender.”); Rosa v. Park West Bank & Trust Co., 214 F.3d 213, 215-\n16 (1st Cir. 2000); Schwenk, 204 F.3d at 1201 (noting that “[t]he initial judicial approach” of \ninterpreting Title VII to ban discrimination on the basis of an individual’s “distinguishing \nbiological or anatomical characteristics” rather than the individual’s “sexual identity” or \n“socially-constructed characteristics” was “overruled by the logic and language of Price \nWaterhouse”).   \nAdditionally, although Highland contends that the “weight of authority” is on its side, the \nSchool District cites only district court cases, most of which concerned the application of Title \nIX before the agencies’ most recent guidance was issued.9  For the Court to find that the statute \nwas ambiguous, it need not find that the agencies’ interpretation is the only plausible reading of \n“sex” in the statute, but, rather, that it is one of the plausible readings.  Therefore, the district \ncourt cases Third-Party Defendants cite are not dispositive of this issue.  The Court finds that the \nterm “sex” in Title IX and its implementing regulations regarding sex-segregated bathrooms and \n                                                           \n9 For instance, in Johnston v. University of Pittsburgh of Commonwealth System of Higher \nEducation, a district court confronted similar facts but did not consider the agency’s \ninterpretation of § 106.33 and thus lacks persuasive effect here.  97 F. Supp. 3d 657, 670 (W.D. \nPa. 2015).  The Fourth Circuit rejected Johnston on the same grounds. See Gloucester, 822 F.3d \nat 723 n.9. \n27 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 28 of 43  PAGEID #: 1757\nliving facilities is ambiguous, see 20 U.S.C. § 1686; 34 C.F.R. § 106.32; id. § 106.33, and thus \npresumptively entitled to Auer deference. \nNext, the Court concludes that the agencies’ interpretation is not “plainly erroneous or \ninconsistent with the regulation.”  Auer, 519 U.S. at 461 (quoting Methow Valley, 490 U.S. at \n359).  An agency’s view “need not be the best or most natural one by grammatical or other \nstandards. . . .  Rather, the [agency’s] view need be only reasonable to warrant deference.”  \nPauley v. BethEnergy Mines, Inc., 501 U.S. 680, 702 (1991) (internal citation omitted).  The \nagencies easily satisfy this deferential standard.  First, the only federal appeals court that has \nconsidered this question has already determined that Defendants’ interpretation of § 106.33 is \nreasonable.  See Gloucester, 822 F.3d at 722 (holding that § 106.33 “sheds little light on how \nexactly to determine the ‘character of being either male or female’ where those indicators \ndiverge” and concluding that the agencies’ interpretation was reasonable).  Moreover, the Sixth \nCircuit’s construction of sex discrimination under Title VII in Smith and Barnes to include \ndiscrimination against transgender individuals who do not conform to the stereotypes of the sex \nassigned to them at birth weighs in favor of finding that the agencies’ interpretation of Title IX \nand its implementing regulations is reasonable.  The Court finds that Defendants’ interpretation \nis not clearly erroneous or inconsistent with Title IX implementing regulations.  Auer, 519 U.S. \nat 461. \nMoreover, although neither Highland nor the individual Third-Party Defendants advance \nthis argument, the Court finds that the agency’s interpretation does not conflict with a prior \ninterpretation, as Defendants have not previously issued guidance stating that sex discrimination \ndoes not include discrimination based on transgender status.  Nor does it appear to be merely a \nconvenient litigation position or a post hoc rationalization.  See Christopher, 132 S. Ct. at 2166-\n28 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 29 of 43  PAGEID #: 1758\n67.  Rather than taking this position only in this litigation, Defendants have consistently \narticulated this interpretation of Title IX over the last several years and enforced it accordingly.  \n(See Docs. 33-1, 33-2, 33-3, 33-4, 33-5.)  Nor is it a post hoc rationalization, given that it is in \nline with regulations and guidance of other agencies.  See Gloucester, 822 F.3d at 722-23 (citing \nguidance and regulations from various federal agencies, including the Occupational Safety and \nHealth Administration, the Equal Employment Opportunity Commission, the Department of \nHousing and Urban Development, and the Office of Personnel Management, that provide that \ntransgender individuals should be permitted to access the bathroom that corresponds with their \ngender identity).  Defendants’ interpretation of Title IX is entitled to Auer deference and given \ncontrolling weight.  Auer, 519 U.S. at 461.10  Under this interpretation of Title IX, Jane has been \ndenied access to the communal girls’ restroom “on the basis of [her] sex.”   \nFinally, the Court turns to the third element of a Title IX discrimination claim: whether \nthe discrimination has harmed Jane.  Some issues in this case are difficult, but determining \nwhether Jane has been harmed from the School District’s policy is not one of them.  Testimony \nfrom Joyce Doe and Jane herself indicates that Jane feels stigmatized and isolated11 when she is \nforced to use a separate bathroom and otherwise not treated as a girl.  Although Winkelfoos and \nDodd assert that Jane seems happy at school and Third-Party Defendants all argue that Jane’s \n                                                           \n10 The Court also notes that the Fourth Circuit found that the agencies were entitled to Auer \ndeference before DOE and DOJ even issued the May 2016 Dear Colleague letter.  The agencies’ \nposition is, therefore, arguably even stronger here than it was in Gloucester. \n11 Relying on an expert affidavit from Dr. Allan M. Josephson, who has never met Jane, the \nSchool District makes the argument that Jane’s “alleged sensitivity to social stigma and \nrejection” are unlikely because she is autistic.  (Doc. 61 at 31; see Declaration of Allan M. \nJosephson, M.D., Doc. 63 at ¶ 38 (“Finally, a unique aspect of Jane’s case is the diagnosis of \nautism. There are significant concerns about this diagnosis. Jane appears to be social related to \nothers in a reciprocal which militates against the diagnosis. Indeed, the sensitivity to rejection \nrelated to her transgender presentation would be unlikely in an autistic individual.”).)  The Court \nflatly rejects this unsupported assertion, which, quite frankly, calls into question much of Third-\nParty Defendants’ other purported medical evidence regarding gender dysphoria.   \n29 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 30 of 43  PAGEID #: 1759\nemotional difficulties stem not from her treatment at school but from other challenges she faces, \nsuch as her disabilities and eating disorder, the Court simply cannot discount, and indeed gives \ngreat weight to, the statements of Jane and Joyce Doe.  Even a moderate risk of suicide—which \nthe School District takes pains to trumpet has been downgraded from a high risk—indicates \nsignificant risk of harm to Jane, and both her testimony and Joyce’s demonstrate that she feels \nstigmatized when she is not treated as a girl and that she has been bullied at school.  Moreover, \naccording to Joyce, Jane often goes the entire day without using the bathroom because she hates \nbeing singled out when she is forced to use a separate bathroom, which would clearly impair her \nability to focus on learning.  Even without considering the evidence in the record from experts on \nboth sides regarding gender dysphoria and its effects, the Court concludes that Jane is likely to \nbe able to show harm from Highland’s discriminatory policy and, therefore, to succeed on the \nmerits of her Title IX claim. \n2.  Jane is Likely to Succeed on Her Equal Protection Claim \nUnder the familiar tiers-of-scrutiny framework in cases arising under the Equal \nProtection Clause of the Fourteenth Amendment, the actions of a governmental entity that \ndiscriminates on the basis of sex are subject to heightened scrutiny.  Craig v. Boren, 429 U.S. \n190, 197 (1976).  State entities “may not exclude qualified individuals based on ‘fixed notions \nconcerning the roles and abilities of males and females.’”  United States v. Virginia, 518 U.S. \n515, 541-42 (1996) (quoting Mississippi Univ. for Women v. Hogan, 458 U.S. 718, 725 (1982)).  \nTherefore, “generalizations about ‘the way women are,’ estimates of what is appropriate for most \nwomen, no longer justify denying opportunity to women whose talent and capacity place them \noutside the average description.”  Id. at 550.  Accordingly, the Supreme Court has consistently \nheld that a party who seeks to defend discriminatory classifications on the basis of sex must offer \n30 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 31 of 43  PAGEID #: 1760\nan “exceedingly persuasive justification” for that classification.  Id. at 531; Mississippi Univ. for \nWomen, 458 U.S. at 724.  The government must show “at least that the [challenged] \nclassification serves ‘important governmental objectives and that the discriminatory means \nemployed’ are ‘substantially related to the achievement of those objectives.’”  Virginia, 518 U.S. \nat 533 (quoting Mississippi Univ. for Women, 458 U.S. at 724).  The governmental interests \nenumerated must be “real, as [o]pposed to . . .  merely speculative.”  Bernal v. Fainter, 467 U.S. \n216, 227-28 (1984).  If the governmental action at issue does not concern a suspect or quasi-\nsuspect classification, such as sex, however, a court will uphold it “so long as it bears a rational \nrelation to some legitimate end.”  Romer v. Evans, 517 U.S. 620, 631 (1996). \nThird-Party Defendants argue that the Supreme Court’s jurisprudence applying \nheightened, or intermediate, scrutiny to sex-discrimination claims has all involved cases where \nmembers of one “biological sex” were treated more favorably than members of the other \n“biological sex.”  (Doc. 61 at 13.)  They argue that because “transgender status” is not a \nprotected class, rational basis review applies to Jane’s equal-protection claim, although they \ninsist that Highland’s policy also survives intermediate scrutiny.  Jane, in turn, argues that the \nCourt should apply intermediate scrutiny to her equal-protection claim but that Third-Party \nDefendants’ asserted interests do not pass muster even under rational basis review.  \na.  Heightened Scrutiny Applies to Jane’s Equal-Protection Claim \nThe Supreme Court has not decided whether transgender status is a quasi-suspect class \nunder the Equal Protection Clause.  The parties dispute whether Smith v. City of Salem mandates \napplication of heightened scrutiny in the Sixth Circuit.  The question of the level of scrutiny in an \nequal-protection claim was not squarely before the Smith court.12  Jane argues, however, that \n                                                           \n12 In addition to a Title VII claim, the plaintiff in Smith, a public employee, also brought an \nequal-protection claim under § 1983, but the only issue before the Sixth Circuit regarding the \n31 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 32 of 43  PAGEID #: 1761\nSmith mandates a finding that discrimination against transgender individuals constitutes \ndiscrimination on the basis of sex, because the Smith court held that the district court had “erred \nin relying on a series of pre-Price Waterhouse cases from other federal appellate courts holding \nthat transsexuals, as a class, are not entitled to Title VII protection because ‘Congress had a \nnarrow view of sex in mind.’”  378 F.3d at 572.  The Court incorporates its earlier analysis of \nSmith and agrees that Smith supports a conclusion that transgender individuals are a quasi-\nsuspect class because discrimination against them is discrimination on the basis of sex.  Reading \nSmith differently, and also pointing to Sixth Circuit cases holding that sexual orientation is not a \nquasi-suspect classification, the individual Third-Party Defendants urge the Court to “conduct its \nown analysis” of whether heightened scrutiny applies.  See Love v. Beshear, 989 F. Supp. 2d \n536, 545 (W.D. Ky. 2014).  But even if the Court does so, it still concludes that heightened \nscrutiny is appropriate in this case.  \nIn Love, the district court ruled on a challenge to Kentucky’s statute banning same-sex \nmarriage.  Id.  In the process, the court conducted its own analysis of whether heightened \nscrutiny should apply to classifications based on sexual orientation after determining that the \nissue was unsettled in the Sixth Circuit.  Id.  The court examined Davis v. Prison Health \nServices, 679 F.3d 433, 438 (6th Cir. 2012), which held that sexual-orientation classifications \nshould not receive heightened scrutiny, but noted that Davis relied on a line of cases beginning \nwith Bowers v. Hardwick, 478 U.S. 186 (1986), which was overruled by Lawrence v. Texas, 539 \nU.S. 558, 578 (2003).  Accordingly, the Love Court concluded that it was required to “conduct \nits own analysis to determine whether sexual orientation classifications should receive \n                                                                                                                                                                                           \nequal-protection claim was not which tier of scrutiny to apply, but whether the plaintiff had \nstated such a claim without referring specifically to the Equal Protection Clause.  378 F.3d at \n576-77.  The Sixth Circuit did note that the facts the plaintiff “alleged to support his claims of \ngender discrimination easily constitute a claim of sex discrimination grounded in the Equal \nProtection Clause of the Constitution.”  Id. at 577. \n32 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 33 of 43  PAGEID #: 1762\nheightened scrutiny.”  989 F. Supp. 2d at 545.  Other district courts in the Sixth Circuit have \ndone the same.  Bassett v. Snyder, 951 F. Supp. 2d 939, 961 (E.D. Mich. 2013); Obergefell v. \nWymyslo, 962 F. Supp. 2d 968, 986 (S.D. Ohio 2013).  After applying the four-factor test, two of \nthese courts also concluded that heightened scrutiny should apply to classifications based on \nsexual orientation.  Love, 989 F. Supp. 2d at 545-46; Obergefell, 962 F. Supp. 2d at 991.  The \nthird concluded it was required to apply Davis but observed that the “Sixth Circuit’s \npronouncements on the question are worthy of reexamination.”  Bassett, 951 F. Supp. 2d at 961.  \nAnd although the Supreme Court did not squarely decide the level-of-scrutiny question when it \nissued a decision that same-sex marriage bans violate the Equal Protection Clause in Obergefell \nv. Hodges, 135 S. Ct. 2584, 2608 (2015), it is fair to say that Davis is no longer good law, \nparticularly in light of Obergefell’s emphasis on the immutability of sexual orientation and the \nlong history of anti-gay discrimination.  See id. at 2594, 2596.  Like the district courts that \nexamined suspect classification based on sexual orientation, this Court will proceed to conduct \nits own analysis of the four-factor test to determine whether heightened scrutiny applies to a \ntransgender plaintiff’s claim under the Equal Protection Clause.     \n  The Supreme Court employs the following four factors to determine whether a new \nclassification requires heightened scrutiny:  (1) whether the class has been historically “subjected \nto discrimination,” Lyng v. Castillo, 477 U.S. 635, 638 (1986); (2) whether the class has a \ndefining characteristic that “frequently bears no relation to ability to perform or contribute to \nsociety,” City of Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 440-41 (1985); (3) whether the \nclass exhibits “obvious, immutable, or distinguishing characteristics that define them as a \ndiscrete group,” Lyng, 477 U.S. at 638; and (4) whether the class is “a minority or politically \npowerless,” id.    \n33 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 34 of 43  PAGEID #: 1763\nA district court in the Southern District of New York recently held that heightened \nscrutiny applied to a transgender plaintiff’s equal-protection claim because discrimination on the \nbasis of transgender status is discrimination on the basis of sex.  Adkins v. City of New York, 143 \nF. Supp. 3d 134, 140 (S.D.N.Y. 2015).  The court considered the four-factor test to identify a \nquasi-suspect class and determined that transgender individuals were indeed such a class.  Id. at \n139-40.  The Court agrees with the analysis of Adkins and largely incorporates it here.13  See also \nNorsworthy v. Beard, 87 F. Supp. 3d 1104, 1119 (N.D. Cal. 2015);14 Mitchell v. Price, No. 11-\ncv-260, 2014 WL 6982280, at *8 (W.D. Wisc. Dec. 10, 2014) (“Although the issue has yet to be \nsettled in this circuit, the parties agree that [the plaintiff’s] Fourteenth Amendment equal \nprotection claims based on her transgender status receive heightened scrutiny.”). \nFirst, there is not much doubt that transgender people have historically been subject to \ndiscrimination including in education, employment, housing, and access to healthcare.  Adkins, \n143 F. Supp. 3d at 139.  Second, there is obviously no relationship between transgender status \nand the ability to contribute to society.  Third, transgender people have “immutable [and] \ndistinguishing characteristics that define them as a discrete group,” Lyng, 477 U.S. at 638, or as \n                                                           \n13 Adkins held that transgender people were a quasi-suspect class in light of the Second Circuit’s \nholding that gay people were a quasi-suspect class in Windsor v. United States, 699 F.3d 169, \n181 (2d Cir. 2012), aff’d by United States v. Windsor, 133 S. Ct. 2675 (2013).  The Supreme \nCourt did not squarely hold whether gay people are a suspect class, see 133 S. Ct. at 2706 \n(Scalia, J., dissenting), and, of course, this Court is not bound by the Second Circuit’s reasoning \nin Windsor.  Nevertheless, the Court finds the reasoning of Adkins, as well as the Second \nCircuit’s Windsor decision, persuasive on the four-factor analysis. \n14 Norsworthy is especially instructive.  There, the court did not even reach the question of \nwhether the four factors weighed in favor of finding transgender individuals were a quasi-suspect \nclass because it held that the Ninth Circuit’s decision in Schwenk v. Hartford, 204 F.3d 1187, \n1201-02 (9th Cir. 2000), compelled a conclusion that they were, noting that Schwenk interpreted \nPrice Waterhouse to stand for the proposition that by discriminating against a transgender \nplaintiff for failing to “conform to socially-construed gender expectations,” as transgender \npeople do by definition, a defendant had engaged in discrimination because of sex.  Norsworthy, \n87 F. Supp. 3d at 1119 (quoting Schwenk, 204 F.3d at 1201-02).  The Ninth Circuit’s holding and \nreasoning in Schwenk, as noted earlier, are very similar to the Sixth Circuit’s in Smith. \n34 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 35 of 43  PAGEID #: 1764\nthe Second Circuit put it in Windsor, “the characteristic of the class calls down discrimination \nwhen it is manifest,” 699 F.3d at 183; see also Adkins, 143 F. Supp. 3d at 139-40 (noting that \ntransgender people encounter obstacles when there is a mismatch between the sex indicated on a \nbirth certificate and the person’s gender identity, and that “transgender people often face \nbacklash in everyday life when their status is discovered”).  Finally, as a tiny minority of the \npopulation, whose members are stigmatized for their gender non-conformity in a variety of \nsettings, transgender people are a politically powerless minority group.  The efforts of states to \npass legislation requiring individuals to use sex-segregated bathrooms that correspond with their \nbirth sex are but one example of the relative political powerlessness of this group.  See Carcano, \n2016 WL 4508192, at *6-7 (describing the enactment of North Carolina’s “bathroom bill”); see \nalso Adkins, 143 F. Supp. 3d at 140 (noting that there are no openly transgender members of the \nUnited States Congress or the federal judiciary).   \n  Therefore, even if Smith did not require that this Court apply heightened scrutiny to \nJane’s equal-protection claim, the Court finds that heightened scrutiny is appropriate under the \nfour-factor test to determine suspect and quasi-suspect classifications.   \nb.  Highland’s Discriminatory Classification is Not Substantially Related to Its Interests in Its \nStudents’ Dignity and Privacy  \n \nHighland asserts two justifications for its treatment of Jane: the dignity and privacy rights \nof other students; and purported safety issues and lewdness concerns.  (Compl., Doc. 1 ¶¶ 78-\n90.)  Turning first to the privacy and dignity interests, Jane does not dispute that the protection of \nthe privacy of students, including Jane herself, is an important interest.  (Doc. 84 at 11.)  First, \nthe Court notes that Highland Elementary students use sex-segregated bathrooms with stall \ndividers that open on the top and bottom by approximately two feet.  (Compl., Doc. 1 at ¶ 83.)  \nThere is no evidence that Jane herself, if allowed to use the girls’ restroom, would infringe upon \n35 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 36 of 43  PAGEID #: 1765\nthe privacy rights of any other students.  Therefore, Third-Party Defendants have failed to put \nforth an “exceedingly persuasive justification,” or even a rational one, for preventing Jane from \nusing the girls’ restroom.  Mississippi Univ. for Women, 458 U.S. at 724.  The “fit between the \nmeans and the important end” of protecting student privacy is not “exceedingly persuasive.”  \nNguyen v. I.N.S., 533 U.S. 53, 70 (2001) (quoting Virginia, 518 U.S. at 533). \nHighland also advances an argument that students’ “zone of privacy” in the restroom \nstarts at the door of the restroom, not merely at the stall door, and that, therefore, students’ \nprivacy interests would be imperiled if Jane even enters the girls’ bathroom.  Amici from school \ndistricts in twenty states around the country, however, provide further support for the Court’s \nconclusion that Highland cannot show that allowing a transgender girl to use the girls’ restroom \nwould compromise anyone’s privacy interests.  When they adopted inclusive policies permitting \ntransgender students to use bathrooms and locker rooms that correspond with their gender \nidentity, all of these school districts wrestled with the same privacy concerns that Highland now \nasserts and, in fact, at least one of the districts was investigated by OCR for non-compliance with \nTitle IX before ultimately reaching a Resolution Agreement with the agency.  (Doc. 91-3 at 6.)  \nThe school administrators agreed that although some parents opposed the policies at the outset, \nno disruptions in restrooms had ensued nor were there any complaints about specific violations \nof privacy.  (Id. at 10.)  Such testimony from other school officials who have experienced these \nissues lends further support to Jane’s argument that Highland’s purported justification for its \npolicy is “merely speculative” and lacks any “factual underpinning.”  Bernal, 467 U.S. at 227-28 \n(holding that a state’s asserted justification for imposing a citizenship requirement for notaries \nwas “utterly” insufficient to pass strict scrutiny because the state put forth no factual showing \nthat the unavailability of non-citizen notaries’ testimony presented a problem for the state). \n36 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 37 of 43  PAGEID #: 1766\nMoreover, none of the cases upon which Third-Party Defendants rely to support their \nprivacy argument is persuasive and relevant to this case.  First, Third-Party Defendants rely \nheavily on Johnston v. University of Pittsburgh for the proposition that a university’s policy of \nsegregating its bathrooms and locker rooms on the basis of birth sex was substantially related to \nthe government interest in ensuring student privacy.  97 F. Supp. 3d at 669.  Johnston has little \npersuasive value here because the court relied on outdated, pre-Price Waterhouse case law from \nother circuits.  Id. at 671 (citing Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1085 (7th Cir. 1984)).  \nIn so doing, the Johnston court expressly “recognize[d] that other courts have declined to follow \nthe definition articulated in Ulane,” and cited Smith v. City of Salem, but determined that \n“because neither the Supreme Court nor the Third Circuit has addressed the precise issue, this \nCourt will follow the definition embraced by Ulane and its progeny.”  Id. at 671 n.14.  Needless \nto say, Smith is binding precedent on this Court and, therefore, it cannot follow the reasoning of \nJohnston.   \nThird-Party Defendants also cite several Sixth Circuit cases concerning the right to bodily \nprivacy against invasive strip searches or videotaping, which is not the issue before the Court in \nthis case.  For instance, the Sixth Circuit stated in Brannum v. Overton County School Board that \n“there must be a fundamental constitutional right to be free from forced exposure of one’s person \nto strangers of the opposite sex.”  516 F.3d 489, 495 (6th Cir. 2008) (quoting Kent v. Johnson, \n821 F.2d 1220, 1226 (6th Cir. 1987)).  But the right at issue in Brannum arose under the Fourth \nAmendment and is more properly characterized as a right to be free from unreasonable searches \nand seizures of the body.  Of course, no such search or seizure of anyone’s body is at issue here.  \nThe other cases Third-Party Defendants cite are similarly unpersuasive.  See Beard v. Whitmore \nLake Sch. Dist., 402 F.3d 598, 604 (6th Cir. 2005); Doe v. Luzerne Cnty., 660 F.3d 169, 177 (3d \n37 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 38 of 43  PAGEID #: 1767\nCir. 2011) (holding that a deputy sheriff stated a claim for a Fourteenth Amendment violation \nwhen a superior officer instructed her to undress and shower while filming her); Lee v. Downs, \n641 F.2d 1117, 1118-19 (4th Cir. 1981) (upholding verdict for a female prisoner who was \nforcibly restrained by male guards while a female nurse removed her clothing). \nNext, Highland argues that the Supreme Court has “telegraphed that the relief that Doe \nseeks in this case threatens the privacy rights of students by recalling the mandate” in \nGloucester.  (Doc. 61 at 21.)  The Supreme Court grants such stays when a court of appeals \n“tenders a ruling out of harmony with [its] prior decisions, or [presents] questions of \ntranscending public importance[] or issues which would likely induce [the Supreme Court] to \ngrant certiorari.”  Russo v. Byrne, 409 U.S. 1219, 1221 (1972) (Douglas, J.).  It is not for this \nCourt to speculate which, if any, of these justifications motivated the Supreme Court when it \ntook action in Gloucester, and even if Highland has somehow been able to divine what the \nSupreme Court has “telegraphed” by staying the mandate in that case, this Court unfortunately \nlacks such powers of divination.  Moreover, unlike in most cases in which the Supreme Court \nstays a mandate, one of the five Justices who voted for the stay, Justice Breyer, wrote a brief \nconcurrence that made no mention of irreparable harm, stating only that he voted to grant the \napplication “as a courtesy” and that the order would “preserve the status quo (as of the time the \nCourt of Appeals made its decision).”  Gloucester Cnty. Sch. Bd. v. G.G. ex rel. Grimm, 136 S. \nCt. 2442 (2016) (Breyer, J., concurring).  When the Justice whose vote tips the scales issues a \nstatement regarding his position and does not mention irreparable harm, it would be \nunreasonable for this Court to find that the stay of the mandate in Gloucester requires a finding \nof irreparable harm to Highland and its students.  This Court follows statements of law from the \nSupreme Court, not whispers on the pond. \n38 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 39 of 43  PAGEID #: 1768\nFinally, the Court also rejects individual Third-Party Defendants’ argument that \nHighland’s classification is both rationally and substantially related to its privacy interests \nbecause it is expressly permitted under federal law.  See 34 C.F.R. § 106.33.  As the Court has \nalready explained in Section IV(A)(1), supra, the DOE and DOJ have interpreted this regulation \nto require that schools that provide sex-segregated facilities must allow students to use those \nfacilities consistent with their gender identity. \n  At bottom, Highland cannot show that its refusal to let Jane use the girls’ restroom is \nsubstantially related to its interest in student privacy. \nc.  Highland’s Discriminatory Classification is Not Substantially Related to its Safety and \nLewdness Concerns \n \n  Highland’s justifications of safety and lewdness concerns suffer from many of the same \nflaws.  Again, amici school administrators testified that no incidents of individuals using an \ninclusive policy to gain access to sex-segregated facilities for an improper purpose have ever \noccurred.  (Doc. 91-3 at 11.)  Although parents did raise safety concerns in many instances \nbefore the implementation of the policies, the fears turned out to be “wholly unfounded in \npractice.”  (Id.)  Indeed, if anything, these administrators stressed that protection of the \ntransgender students themselves is usually their most pressing concern, because those students, \nalready accustomed to being stigmatized and in some cases harassed, “are not interested in \nwalking around the locker rooms and checking out anatomy.  They’re just trying to get through \n[physical education class] safely.”  (Interview with Diane K. Bruce, Director of Health and \nWellness, District of Columbia Public Schools, Doc. 89-1 at 12.)15 \n                                                           \n15 Although the Court understands that some members of the Highland community may have \nconcerns about their children’s privacy, ultimately the affidavits submitted by concerned parents \ndo not change the Court’s conclusion that these fears and apprehensions are unlikely to lead to \ndisruption or safety incidents in the Highland Elementary School restrooms, which are the \n39 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 40 of 43  PAGEID #: 1769\nAdditionally, the Fourth Circuit rejected this argument in Gloucester when it found that \nthe record was devoid of any actual evidence showing “amorphous safety concerns.”  822 F.3d at \n723 n.11 (“We also note that the [school board] has been, perhaps deliberately, vague as to the \nnature of the safety concerns it has.”).  The Fourth Circuit also pointed out a logical flaw in the \nargument that allowing transgender students to use the bathroom consistent with their gender \nidentity would lead to danger from “sexual responses prompted by students’ exposure to the \nprivate body parts of students of the other biological sex.”  Id.  Like Highland, the school district \nin Gloucester did not require segregated restrooms for gay boys or girls even though this concern \nabout “sexual responses” would, in theory, apply to a gay male who used a boys’ restroom or a \ngay female who used a girls’ restroom.  See id. \nThe Court finds that because Third-Party Defendants have failed to show that the School \nDistrict’s discriminatory policy is substantially related to their interests in privacy or safety, Jane \nis likely to succeed on the merits of her claim under the Equal Protection Clause. \nd.  Even if Rational Basis Review Applies, Highland’s Classification is Not Rationally \nRelated to Its Asserted Interests \n \nEven if the Court were to apply rational basis review to Jane’s equal-protection claim, \nshe would likely succeed on the merits.  As already stated, Highland most certainly has a \nlegitimate interest in the privacy and safety of its students.  But Highland cannot show that its \nrestroom policy is rationally related to those interests.  The experience of amici school districts \nbelies Highland’s speculative assertion that students’ privacy or safety interests will be impaired; \nschool districts that have encountered these very issues have been able to integrate transgender \nstudents fully into the academic and social community without disruption, and certainly without \nthe doomsday scenarios Highland predicts, such as sexual predators entering an elementary-\n                                                                                                                                                                                           \nsubject of this case.  (Parent H. Decl., Doc. 68; Parent S.B. Decl., Doc. 69; Parent S. Decl., Doc. \n70.) \n40 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 41 of 43  PAGEID #: 1770\nschool restroom.  And there is certainly no evidence in the record that Jane herself—the only \nstudent to whom a preliminary injunction would apply—is likely to violate other students’ \nprivacy or put their safety at risk when using the girls’ restroom.  Highland’s policy rests on \n“mere negative attitudes [and] fear,” which are not “permissible bases for” differential treatment, \nand cannot survive even rational basis review.  City of Cleburne, 473 U.S. at 448.  Under either \nstandard of scrutiny, Jane has shown that she is likely to succeed on the merits of her equal-\nprotection claim. \nB.  Jane Will be Irreparably Harmed Absent an Injunction \nIrreparable harm is presumed as a matter of law when a moving party shows “that a \nconstitutional right is being threatened or impaired.”  Am. Civil Liberties Union of Ky. v. \nMcCreary Cnty., Ky., 354 F.3d 438, 445 (6th Cir. 2003) (citing Elrod v. Burns, 427 U.S. 347, \n373 (1976)); see also Connection Distrib. Co. v. Reno, 154 F.3d 281, 288 (6th Cir. 1998) \n(“[L]oss of First Amendment freedoms, for even minimal periods of time, unquestionably \nconstitutes irreparable injury.”).  And there is likewise a presumption of an irreparable injury \nwhen a plaintiff has shown a “violat[ion] [of] a civil rights statute.”  Silver Sage Partners, Ltd. v. \nCity of Desert Hot Springs, 251 F.3d 814, 827 (9th Cir. 2001).  Jane can show irreparable injury \nsimply because both her Title IX claim and constitutional claim are likely to succeed on the \nmerits. \nMoreover, for the same reasons detailed in Section IV(A)(1), supra, Jane has also shown \nthat she would be irreparably harmed absent an injunction.  The stigma and isolation Jane feels \nwhen she is singled out and forced to use a separate bathroom contribute to and exacerbate her \nmental-health challenges.  This is a clear case of irreparable harm to an eleven-year-old girl. \n \n41 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 42 of 43  PAGEID #: 1771\nC.  The Balance of Equities and the Public Interest Favor Injunction \nAs discussed exhaustively above, the Court finds no merit in Third-Party Defendants’ \nargument that other students would be harmed by allowing Jane to use the bathroom consistent \nwith her gender identity, as other students already do.  The balance of equities tips especially \nsharply in Jane’s favor because the injunction she seeks is narrowly tailored to permit her to use \nthe girls’ restroom and does not even implicate locker rooms or overnight accommodations at the \nmiddle- and high-school levels.  Moreover, “it is always in the public interest to prevent the \nviolation of a party’s constitutional rights.”  G&V Lounge, Inc. v. Mich. Liquor Control Comm’n, \n23 F.3d 1071, 1079 (6th Cir. 1994).  Similarly, “the overriding public interest lay[s] in the firm \nenforcement of Title IX.”  Cohen v. Brown Univ., 991 F.2d 888, 906 (1st Cir. 1993).   \nThe Court concludes that the balance of equities and the public interest favor the granting \nof Jane’s preliminary-injunction motion.  Accordingly, all four factors of the preliminary-\ninjunction test weigh in Jane’s favor and the Court GRANTS her motion.16 \n                                                           \n16 Last month, in Texas v. United States, a federal district court issued a sweeping nationwide \npreliminary injunction against the federal Defendants, enjoining them from enforcing the \nguidance at issue here.  In issuing the injunction, the court stated that “an injunction should not \nunnecessarily interfere with litigation currently pending before other federal courts on this \nsubject regardless of the state law.” 2016 WL 4426495, at *17.  The Texas court stated: \n \nDefendants are enjoined from enforcing the Guidelines against Plaintiffs and their \nrespective schools, school boards, and other public, educationally-based institutions. \nFurther, while this injunction remains in place, Defendants are enjoined from initiating, \ncontinuing, or concluding any investigation based on Defendants’ interpretation that the \ndefinition of sex includes gender identity in Title IX’s prohibition against discrimination \non the basis of sex. Additionally, Defendants are enjoined from using the Guidelines or \nasserting the Guidelines carry weight in any litigation initiated following the date of this \nOrder. \n \nId. (emphases added).  Because Ohio was not a party to the Texas litigation, and because this \nlitigation was initiated before the Texas court issued its preliminary injunction, the injunction \ndoes not apply here.  This is also consistent with the Supreme Court’s admonition that \n“injunctive relief should be no more burdensome to the defendant than necessary to provide \ncomplete relief to the plaintiffs.”  Califano v. Yamasaki, 442 U.S. 682, 702 (1979); see also \n42 \n \n\nCase: 2:16-cv-00524-ALM-KAJ Doc #: 95 Filed: 09/26/16 Page: 43 of 43  PAGEID #: 1772\nV.  CONCLUSION \nFor the foregoing reasons, the Court DENIES the School District’s Motion for \nPreliminary Injunction (Doc. 10) and GRANTS Jane Doe’s Motion for Preliminary Injunction. \n(Docs. 35-36.)  The Court orders School District officials to treat Jane Doe as the girl she is, \nincluding referring to her by female pronouns and her female name and allowing her to use the \ngirls’ restroom at Highland Elementary School. \nFinally, Federal Rule of Civil Procedure 65(c) provides that a court may issue an \ninjunction only if the movant posts bond.  Neither Jane nor the Third-Party Defendants have \nbriefed the issue of an appropriate bond.  The Court ORDERS Jane Doe to post a bond of $100. \nIT IS SO ORDERED. \n                  s/ Algenon L. Marbley                                     \n            ALGENON L. MARBLEY \n            UNITED STATES DISTRICT JUDGE \n \nDATED:  September 26, 2016 \n \n \n                                                                                                                                                                                           \nTexas v. United States, 787 F.3d 733, 769 (5th Cir. 2015) (upholding issuance of a nationwide \ninjunction of the Obama administration’s executive action on immigration because of “a \nsubstantial likelihood that a partial injunction would be ineffective” in providing complete relief \nto the plaintiff states due to migration of individuals across state lines).  Moreover, to construe \notherwise would prevent other district courts and courts of appeals from weighing in on the \nimportant issues presented in this case, which would “substantially thwart the development of \nimportant questions of law by freezing the first final decision rendered on a particular legal \nissue.”  United States v. Mendoza, 464 U.S. 154, 160 (1984); see also Holland v. Nat’l Mining \nAss’n, 309 F.3d 808, 815 (D.C. Cir. 2002) (“Allowing one circuit’s statutory interpretation to \nforeclose . . . review of the question in another circuit,” would “squelch the circuit disagreements \nthat can lead to Supreme Court review.”).   \n43 \n ",
      "document_type_other": null,
      "external_url": "https://www.courtlistener.com/docket/4363862/95/board-of-education-of-the-highland-local-school-district-v-us-department/",
      "ecf_number": "95",
      "clearinghouse_link": "clearinghouse.net/doc/144449"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Deleted",
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 145119,
      "file": null,
      "title": "New Document",
      "text": null,
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/145119"
    },
    {
      "date": "2016-12-15",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 217,
      "cite_1_reporter": "F.3d",
      "cite_1_vol": 845,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Sixth Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 145122,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/145122.pdf",
      "title": "New Document",
      "text": "Dodds v. United States Department of Education, 845 F.3d 217 (2016)   \n \n \n  school district failed to demonstrate likelihood of success \non appeal; \n845 F.3d 217 \n  \nUnited States Court of Appeals, Sixth Circuit. \nprospective irreparable harm to student weighed against \ngranting stay of preliminary injunction; and \nWilliam DODDS, Superintendent; Highland Local \nSchool District; Shawn Winkelfoos, Principal;    \nBoard of Education of the Highland Local School  public interest weighed strongly against granting school \nDistrict, Third Party Defendants–Appellants,  district’s motion for stay of preliminary injunction. \nv.    \nUNITED STATES DEPARTMENT OF \nOrdered accordingly. \nEDUCATION; John King, Secretary of Education; \n  \nLoretta E. Lynch, Attorney General; United States \nSutton,  Circuit  Judge,  dissented,  and  filed  separate \nDepartment of Justice; Vanita Gupta, Principal \nopinion. \nDeputy Assistant Attorney General, Defendants, \n  \nJane Doe, a minor by and through her legal \nProcedural  Posture(s):  On  Appeal;  Motion  for \nguardians Joyce and John Doe, Intervenor–Third \nParty Plaintiff–Appellee.  Preliminary Injunction. \nNo. 16–4117  *220 Appeal from the United States District Court for the \n|  Southern  District  of  Ohio  at  Columbus.  No. \nDecided and Filed: December 15, 2016  2:16–cv–00524—Algenon L. Marbley, District Judge. \nBefore:  KEITH,  SUTTON,  and  DONALD,  Circuit \nJudges. \nSynopsis   \nBackground:  School  district  brought  Administrative   \nProcedure  Act  (APA)  action  against  Department  of \nEducation  (DOE),  challenging  DOE’s  investigative \nfinding  that  school  district’s  policy  of  not  permitting \nstudent,  a  transgender  girl,  to  use  girls’  restroom \nThe court delivered a PER CURIAM order. SUTTON, J. \nimpermissibly discriminated against student on basis of \n(pp. 222–24), delivered a separate dissenting opinion. \nher sex in violation of Title IX. Student intervened, by \n \nand  through  her  legal  guardians,  seeking  preliminary \n \ninjunction requiring school district to permit her to use \ngirls’ restroom and otherwise treat her as a girl. The \nUnited States District Court for the Southern District of \nOhio at Columbus, Algenon L. Marbley, J., 2016 WL  ORDER \n5372349, denied school district’s motion for preliminary \ninjunction  against  enforcement  of  Title  IX’s  Plaintiffs  Highland  Local  School  District  Board  of \nantidiscrimination provisions against school district, and  Education,  Highland  Local  School  District,  its \ngranted  student’s  motion  for  preliminary  injunction.  superintendent, and its principal (“Highland”) appeal a \nSchool  district  appealed,  seeking  to  stay  injunction  preliminary injunction ordering the school district to treat \npending appeal.  an eleven-year old transgender girl as a female and permit \n   her to use the girls’ restroom. Highland moves to stay the \ninjunction pending appeal and to file an appendix under \nseal which contains documents filed under seal in the \nHoldings: The Court of Appeals held that:  district court. Third–Party Plaintiff Jane Doe, a minor and \n   special needs student, by and through her legal guardians, \ndocuments attached to attorney’s declaration, which were  opposes a stay. Defendants, various government entities \nfiled under seal in district court, would be sealed in Court  and individuals, have not responded to the motion to stay. \nof Appeals;  Highland filed a reply. Doe moves for leave to file a \n   sur-reply, and Highland opposes the motion. \nstudent was entitled to file sur-reply;    \n   First, we address the procedural motions. Highland moves \n1 \n \n\nDodds v. United States Department of Education, 845 F.3d 217 (2016)   \n \nto file a declaration of Attorney Steven O’Ban in support    \nof  its  motion  to  stay  under  seal  because  it  contains  Furthermore, Doe’s personal circumstances—her young \nexhibits that were filed under seal in the district court.  age,  mental  health  history,  and  unique \nHighland is correct that “[d]ocuments sealed in the lower  vulnerabilities—and her use of the girls’ restroom for \ncourt ... must continue to be filed under seal in this court.”  over six weeks, which has greatly alleviated her distress, \n6th Cir. R. 25(h)(5). But O’Ban’s declaration does not  differentiate her case from Gloucester County. Permitting \ncontain any confidential information, and only four of the  Highland to again single her out, and disrupt the status \nexhibits attached to his declaration were filed under seal  quo,  is  distinct  from  the  stay  granted  in  Gloucester \nin the district court and are electronically inaccessible.  County, which maintained the status quo as opposed to \nTherefore, only those four exhibits need to be filed under  disrupting  it.  Maintaining  the  status  quo  in  this  case \nseal. Thus, we need only grant the motion in part.  would protect Doe from the harm that would befall her if \n   the injunction is stayed. \nDoe moves for leave to file a sur-reply so that she may    \nrespond  to  an  argument  raised  for  the  first  time  in  We are not convinced that Highland has made its required \nHighland’s  reply  to  the  motion  for  stay.  Although  showing  of  a  likelihood  of  success  on  appeal.  Under \nHighland does not specifically argue that the district court  settled  law  in  this  Circuit,  gender  nonconformity,  as \nabused its discretion in failing to conduct an evidentiary  defined  in  Smith  v.  City  of  Salem,  is  an  individual’s \nhearing, it does allege that we need not give deference to  “fail[ure] to act and/or identify with his or her gender.... \nthe district court’s factual findings because it did not  Sex  stereotyping  based  on  a  person’s  gender \nconduct an evidentiary hearing. Doe, in her sur-reply,  non-conforming  behavior  is  impermissible \nnotes that Highland concurred with her that no evidentiary  discrimination.” 378 F.3d 566, 575 (6th Cir. 2004); see \nhearing  was  necessary.  Because  Doe’s  sur-reply  is  also  Glenn  v.  Brumby,  663  F.3d  1312,  1316  (11th \nrelevant, we will grant the motion to file a sur-reply.  Cir.2011) (“A person is defined as transgender precisely \n   because  of  the  perception  that  his  or  her  behavior \nNext,  we  address  the  motion  to  stay  the  preliminary  transgresses gender stereotypes.”); G.G. ex rel. Grimm v. \ninjunction.  “A  stay  is  an  intrusion  into  the  ordinary  Gloucester County. School Bd., 822 F.3d 709, 729 (4th \nprocesses of administration and judicial review.” Nken v.  Cir.2016)  (Davis,  J.,  concurring)  (“[T]he  weight  of \nHolder, 556 U.S. 418, 435, 129 S.Ct. 1749, 173 L.Ed.2d  authority  establishes  that  discrimination  based  on \n550 (2009) (citation omitted). To determine whether to  transgender status is already prohibited by the language of \nstay the grant of a preliminary injunction, we balance four  federal civil rights statutes, as interpreted by the Supreme \nfactors: the movant’s likelihood of success on appeal;  Court.”). \nwhether irreparable injury to the movant will result in the    \nabsence of a stay; prospective harm to others if a stay is  Further, we are not convinced that Highland’s allegations \ngranted; and the public’s interest in granting a stay. See   of harm rise to the level of irreparable harm. See Sampson \n*221  Mich.  Coal.  of  Radioactive  Mat.  Users,  Inc.  v.  v. Murray, 415 U.S. 61, 90, 94 S.Ct. 937, 39 L.Ed.2d 166 \nGriepentrog, 945 F.2d 150, 153 (6th Cir. 1991). “The first  (1974) (“The key word in this consideration is irreparable. \ntwo factors ... are the most critical.” Nken, 556 U.S. at  Mere injuries, however substantial, in terms of money, \n434, 129 S.Ct. 1749.  time and energy necessarily expended in the absence of a \n   stay, are not enough.”). Thus, Highland fails to meet its \nThe crux of this case is whether transgender students are  burden of proving the two “most critical” factors required \nentitled to access restrooms for their identified gender  of our balancing test. \nrather  than  their  biological  gender  at  birth.  To    \ndemonstrate a likelihood of success on the merits, the  However, the record establishes that Doe, a vulnerable \nmovant must show, “at a minimum, serious questions  eleven year old with special needs, will suffer irreparable \ngoing  to  the  merits.”  Mich.  Coal.,  945  F.2d  at  153  harm if prohibited from using the girls’ restroom. Her \n(internal  citation  omitted).  “It  is  not  enough  that  the  special education class, which previously used the nurse’s \nchance of success on the merits be better than negligible.”  restroom  to  accommodate  Doe,  has  started  using  the \nNken, 556 U.S. at 435, 129 S.Ct. 1749 (citation omitted).  sex-separate multi-user restrooms now that Doe can use \n“[M]ore than a possibility of relief is required.” Id. While  the girls’ restrooms. Highland’s exclusion of Doe from \nthe Supreme Court has stayed a similar case from another  the  girls’  restrooms  has  already  had  substantial  and \nCircuit, see G.G. ex rel. Grimm v. Gloucester Cty. Sch.  immediate adverse effects on the daily life and well-being \nBd., ––– U.S. ––––, 136 S. Ct. 2442, 195 L.Ed.2d 888  of an eleven-year-old child (i.e. multiple suicide attempts \n(2016) (Mem), that fact does not satisfy the test required  prior to entry of the injunction). These are not distant or \nof us here, and does nothing more than show a possibility  speculative injuries—staying the injunction would disrupt \nof relief, which is not enough to grant a stay.  the significant improvement *222 in Doe’s health and \n2 \n \n\nDodds v. United States Department of Education, 845 F.3d 217 (2016)   \n \nwell-being that has resulted from the injunction, further  3581852 (E.D. Va. June 23, 2016). And as in this case, \nconfuse a young girl with special needs who would no  the district court and court of appeals refused to stay the \nlonger be allowed to use the girls’ restroom, and subject  decision pending further review. See 654 Fed.Appx. 606 \nher to further irreparable harm.  (4th Cir. 2016). The school district filed a stay request \n   with the Supreme Court while the Court considered the \nLastly, public interest weights strongly against a stay of  school board’s petition for review of the Fourth Circuit’s \nthe injunction. The district court issued the injunction to  Title IX decision. On August 3, 2016, the Court granted \nprotect Doe’s constitutional and civil rights, a purpose  the stay. 136 S.Ct. 2442. And on October 28, the Court \nthat  is  always  in  the  public  interest.  See,  e.g.,  G&V  granted the petition. No. 16–273, 2016 WL 4565643, at \nLounge, Inc. v. Mich. Liquor Control Comm’n, 23 F.3d  *1. The Court presumably will hear argument in the case \n1071, 1079 (6th Cir. 1994); Cohen v. Brown Univ., 991  this Term. The stay will remain in effect until the Court \nF.2d 888, 906 (1st Cir. 1993) (“[T]he overriding public  resolves the issue. \ninterest l[ies] in the firm enforcement of Title IX.”). Thus,    \na stay is improper in this case.  The only material difference between this stay request and \n   the stay requests in Gloucester County is that the Supreme \nThe motion for leave to file the declaration of Steven  Court  has  now  granted  the  school  board’s  certiorari \nO’Ban  under  seal,  including  the  attached  exhibits,  is  petition—something the Fourth Circuit could not have \nGRANTED in part. Only those documents filed under  known at the time it acted and something the district court \nseal in the district court that are electronically inaccessible  in our case did not know at the time it acted. But that \nshall be maintained under seal in this court. Highland is  distinction makes a stay more appropriate in our case. Just \nDIRECTED  to  file  a  public  version  of  O’Ban’s  as  the  plaintiff  in  Gloucester  County  must  wait  for \ndeclaration redacting only those documents filed under  Supreme Court review before changing the status quo, so \nseal in the district court within seven (7) days of the date  should the plaintiff in our case be required to wait for that \nof entry of this order. The motion for leave to file a  decision before changing the status quo. Similar treatment \nsur-reply is GRANTED, and the clerk shall FILE Doe’s  of similar plaintiffs is the essence of equal justice under \ntendered sur-reply. The motion to stay is DENIED.  law. \n     \n  That is all anyone should need to know to resolve this \n  matter. Ours is a hierarchical court system, one that will \n  not work if *223 the junior courts do not respect the lead \nof the senior court. \n  \nLet  me  add  three  other  points  for  the  sake  of \ncompleteness: (1) a reference to the standard for granting \na stay, (2) its application to a recently completed area of \nDISSENT \ninstitutional litigation, and (3) a brief response to my \ncolleagues’  efforts  to  distinguish  this  case  from \n  Gloucester County. \n  \nSUTTON, Circuit Judge, dissenting.  A  stay  is  appropriate  if  the  petitioner  demonstrates  a \nreasonable probability that the Court will grant certiorari \nThe district court held that Title IX requires federally  and reverse the decision below and that denying the stay \nfunded schools to permit transgender students to use the  would inflict irreparable harm on the petitioner. Maryland \npublic bathrooms of their choice. In response, the school  v. King, ––– U.S. ––––, 133 S.Ct. 1, 2, 183 L.Ed.2d 667 \nboard sought a stay of that decision, which the district  (2012) (Roberts, C.J., in chambers). When the Supreme \ncourt denied and which my colleagues now deny as well.  Court  stayed  the  judgment  in  Gloucester  County,  it \nI must respectfully dissent.  necessarily found that the school board was reasonably \n   likely to succeed on the merits and that it would suffer \nThe Supreme Court recently faced the same issue and  irreparable harm without a stay. So, it follows, in our \ngranted the same request. As in this case, a transgender  case. \nstudent filed an action under Title IX to enjoin the school    \ndistrict  from  preventing  such  students  from  using  the  The  setting  of  today’s  stay  request  is  reminiscent  of \nbathroom of their choice. As in this case, the district court  another set of individual-rights cases with some parallels \ngranted relief in favor of the student. G.G. ex rel. Grimm  to  this  one.  After  the  Supreme  Court  invalidated  the \nv. Gloucester Cty. Sch. Bd., No. 4:15–cv–54, 2016 WL  Defense of Marriage Act in United States v. Windsor, ––– \n3 \n \n\nDodds v. United States Department of Education, 845 F.3d 217 (2016)   \n \nU.S.  ––––,  133  S.Ct.  2675,  186  L.Ed.2d  808  (2013),  Title IX to use the bathroom of their choice. They next \nseveral  district  courts  recognized  a  right  to  same-sex  point  out  that  the  plaintiff  in  Gloucester  County  was \nmarriage  under  the  Fourteenth  Amendment.  In  the  seventeen while the plaintiff here is eleven and has had \naftermath of those decisions, the Court had to decide  more mental-health challenges. True, there are differences \nwhether to let those decisions go into effect immediately  between children who are seventeen and eleven, just as \nor to stay them pending the States’ certiorari petitions.  there are differences between children who are nine *224 \nThe Court stayed the first of the decisions. Herbert v.  and  fifteen.  True  also,  some  children  have  greater \nKitchen, ––– U.S. ––––, 134 S.Ct. 893, 187 L.Ed.2d 699  mental-health needs than others. But I suspect that the \n(2014). Our court, notably, followed suit by staying a  Supreme Court’s decision on the merits in Gloucester \nseries of district court decisions recognizing a right to  County will apply the same rule to all of them regardless \nsame-sex marriage. DeBoer v. Snyder, No. 14–1341 (6th  of their age or the level of counseling they require. My \nCir. Mar. 25, 2014) (order). We should take the same path  colleagues next argue that the status quo has changed \nhere.  because the school board has complied with the district \n   court’s injunction for six weeks. But the status quo at \nSeveral other courts of appeals took the same cue and  issue in a stay motion is the lay of the land before the \ngranted similar stay requests. In one of those decisions,  district court’s decision—whether here or in Gloucester \nJudge Hurwitz of the Ninth Circuit persuasively explained  County, whether it takes over six weeks to resolve the \nhow he saw it. He acknowledged that he would have  various  stay  motions  (as  here)  or  five  weeks  (as  in \ncome to a different conclusion if the motion for a stay had  Gloucester County ). A contrary rule would reward delay \ncome to him on a “clean[ ] slate,” and he acknowledged  by the courts and the party opposing the stay, and would \nthat an unexplained stay order by the Supreme Court did  punish parties who comply with court orders. \nnot technically bind him in a different case. Latta v. Otter,    \n2014 U.S. App. LEXIS 16057, at *15 (9th Cir. May 20,  The Supreme Court presumably will resolve the Title IX \n2014) (Hurwitz, J., concurring). But he nonetheless felt  issue in 2017. In the meantime, the Court has indicated \nobligated to grant a stay in light of the Court’s “clear  that  we  should  wait  for  further  instructions  before \nmessage”  that  a  stay  was  warranted.  Id.  at  *17.  The  granting relief on these sorts of claims. These lawsuits \nSupreme  Court  vindicated  Judge  Hurwitz’s  reasoning  pose novel questions and, if successful, will require novel \nwhen it reversed the courts that departed from this path by  changes to school restrooms and locker rooms. If past is \nrefusing to grant stays while petitions for certiorari were  precedent,  the  Court  does  not  want  a  patchwork  of \npending. E.g., McQuigg v. Bostic, ––– U.S. ––––, 135  provisional answers to emerge while it deliberates. \nS.Ct. 32, 189 L.Ed.2d 884 (2014); see William Baude,    \nForeword:  The  Supreme  Court’s  Shadow  Docket,  9  Which leads to one last consideration. If we decline to \nN.Y.U.J.L.  &  Liberty  1,  7–8  (2015).  The  lesson  is  respect  the  Supreme  Court’s  lead  in  granting  a  stay \nstraightforward: The lower courts should adhere to the  request in precisely the same type of case, why should we \nSupreme  Court’s  stay  decisions  when  faced  with  expect the district courts in our circuit to respect our lead \nindistinguishable  claims.  If  anything,  the  case  for  in  granting  stay  requests  in  related  cases? \nfollowing  the  Supreme  Court’s  lead  is  stronger  here  Middle-management courts that ignore instructions from a \nbecause the Supreme Court has already granted review in  higher court will eventually learn how it feels and how \nGloucester County.  poorly such a system works. \n     \nMy colleagues try to distinguish Gloucester County on  I respectfully dissent. \nthree grounds. They first argue that there is some Sixth    \nCircuit  law  that  applies  Title  VII  to  gender \nnon-conforming employees. But that reality is no more  All Citations \nrelevant than the Fourth Circuit’s holding in Gloucester \nCounty that a transgender individual has a right under  845 F.3d 217 \nEnd of Document \n \n \n \n \n4 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/145122"
    }
  ],
  "document_count": 5
}