{
  "case_id": 5545,
  "fetched_at": "2025-10-22T00:07:46.270644",
  "case_data": {
    "attorney_orgs": [
      "U.S. Dept. of Justice Civil Rights Division"
    ],
    "available_documents": [
      "Findings Letter/Report"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "Schenectady, NY",
        "institution_county": null,
        "name": "Schenectady Police Department ",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Policing"
    ],
    "cause_other": "",
    "causes": [
      "Violent Crime and Law Enforcement Act, 34 U.S.C. § 12601 (previously 42 U.S.C. § 14141)"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": null,
    "constitutional_clause": [
      {
        "value": "Due Process"
      },
      {
        "value": "Cruel and Unusual Punishment"
      }
    ],
    "content_of_injunction": [],
    "court": "No Court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": null,
    "id": 5545,
    "injunction_duration": "",
    "issues": [
      "Policing: Excessive force",
      "General/Misc.: Failure to discipline",
      "General/Misc.: Failure to supervise",
      "General/Misc.: Failure to train",
      "Policing: Inadequate citizen complaint investigations and procedures",
      "General/Misc.: Racial profiling"
    ],
    "last_checked_date": "2018-03-09T00:00:00-05:00",
    "main_docket": {
      "id": 37612,
      "docket_entries": [],
      "docket_case_type": "",
      "docket_year": null,
      "docket_filing_number": null,
      "is_main_docket": true,
      "court": "No Court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "No Court Case",
      "scales_html": null,
      "recap_link": null,
      "is_active": false
    },
    "name": "DOJ Investigation of the Schenectady Police Department",
    "never_filed": true,
    "non_docket_case_number": "Searched 3/5/18, no find",
    "non_docket_case_number_type": "DJ",
    "non_docket_case_number_type_other": "",
    "order_end_year": 2012,
    "order_start_year": 2003,
    "permanent_injunction": false,
    "plaintiff_description": "United States Department of Justice investigation of use of force by the City of Schenectady, New York Police Department.",
    "plaintiff_type": [
      {
        "value": "U.S. Dept of Justice plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [
      "Injunction / Injunctive-like Settlement"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Settlement"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [
      {
        "value": "Out-of-court"
      }
    ],
    "state": "New York",
    "summary": "<p>Beginning in 2002, the Civil Rights Division of the U.S. Department of Justice [DOJ] conducted an investigation of the City of Schenectady, New York Police Department pursuant to 42 U.S.C. § 14141 and the Omnibus Crime Control and Safe Streets Act of 1968, 42 U.S.C. § 3789d(c)(3).</p><p>On March 19, 2003, the DOJ issued a technical assistance letter to the department.  In the letter, the DOJ noted that department's policy did \"not limit the use of deadly force to situations involving an imminent threat to the life of the officer or another person,\" and that \"the policy appears to state that the use of deadly force may be justified even when there is no imminent threat to the life of the officer or another person.\" To prevent future harms, the DOJ made specific recommendations regarding changes to the department's policies in the following areas: use of force, investigations, external complaints, discipline, supervisory oversight, and training. </p><p>On December 27, 2012, the DOJ informed the police department that it was no longer in violation of federal or constitutional law. According to the <a href=\"https://www.timesunion.com/local/article/Probe-clears-police-at-last-4164914.php\">Times Union</a>, the DOJ found that the police department had adopted many of its \"technical assistance recommendations with respect to use of force, use of force reporting, and use of force investigations; citizens complaints; stops; searches and arrests; vehicle pursuits; performance appraisal system; hiring practices; and training.\"</p>",
    "summary_published_date": "2018-03-09T00:00:00-05:00",
    "summary_short": "Beginning in 2002, the Civil Rights Division of the U.S. Department of Justice [DOJ] conducted an investigation of the City of Schenectady, New York Police Department pursuant to 42 U.S.C. § 14141 and the Omnibus Crime Control and Safe\r\nStreets Act of 1968, 42 U.S.C. § 3789d(c)(3). On March 19, 2003, the DOJ issued a technical assistance letter to the department making remedial recommendations. On December 27, 2012, the DOJ informed the police department that it was no longer in violation of federal or constitutional law.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/5545",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=5545",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=5545",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=5545"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 127140,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/127140"
    },
    {
      "date": "2003-03-19",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": "Approved",
      "document_type": "Findings Letter/Report",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "No Court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 11203,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/11203.pdf",
      "title": "Investigation of the Schenectady Police Department",
      "text": "U.S. Department of Justice \nCivil Rights Division \nSpecial Litigation Section - PHB \n950 Pennsylvania Avenue, N.W. \nWashington, DC 20530 \nMarch 19, 2003 \nVIA FACSIMILE AND REGULAR MAIL \nMr. Michael T. Brockbank \nSchenectady Corporation Counsel \nRoom 201 \nCity Hall \nJay Street \nSchenectady, NY  12305 \nRe:  Investigation of the Schenectady Police Department \nDear Mr. Brockbank: \nAs you know, the Civil Rights Division is conducting an \ninvestigation of the Schenectady Police Department (“SPD”), \npursuant to the Violent Crime Control and Law Enforcement Act of \n1994, 42 U.S.C. § 14141 and the Omnibus Crime Control and Safe \nStreets Act of 1968, 42 U.S.C. § 3789d(c)(3).  We would like to \ntake this opportunity to express our appreciation for the \ncooperation we have received thus far from the City of \nSchenectady (“City”) and the SPD. \nSince the investigation began, we have met with City \nofficials, reviewed current SPD policies and interviewed numerous \nSPD officers, including command-level and line officers, attended \npolice academy training, and ridden along with SPD patrol \nofficers.  Additionally, we are in the process of reviewing SPD \ndocuments.  Based on our preliminary review, we have identified \nseveral areas of concern along with recommendations for \naddressing these concerns. \nImportant aspects of our fact-gathering process have yet to \nbe completed, most notably reviewing incident reports included in \nthe documents we received from the City and obtaining the \nremaining materials requested on August 15, 2002 but not yet \nreceived from the City.  Therefore, this letter is not meant to \nbe exhaustive, but rather focuses on significant concerns we have \n\n- 2  \n\nidentified and recommendations we can provide based on the first \nphase of our investigation.  We may identify additional issues as \nour investigation progresses. \nThe issues identified below focus on the following areas: \nSPD policies, use of force, investigations, external complaints, \ndiscipline, supervisory oversight, and training.  \nSome of the concerns discussed below also have been \nidentified by the new Public Safety Commissioner and Chief of \nPolice whom we met in October 2002.  We were encouraged that they \nhad identified areas for reform in the SPD and look forward to \ntheir achievements.  We are further encouraged by the working \nrelationship that appears to be developing between the PBA and \nthe new SPD leadership.  We hope that this relationship will \nfoster an increase in communication and consensus. \nI.  SPD policies\n A.  Distribution \nOfficers receive a copy of the SPD Manual when they join the \ndepartment.  The manual contains General Orders, Interim Orders \nand several Memoranda.1  SPD policy requires the manual to be \nupdated with new General Orders as they are issued.  The unit \ncommander2 is responsible for distributing new General Orders and \nfor obtaining an officer’s signature indicating the order was \nreceived.  According to officers we spoke with, they received a \nmanual upon joining the force but have not received additional \nGeneral Orders as they are issued.  Command level staff \nacknowledge that the SPD did not distribute the SPD Manual for a \n1\n General Orders are permanent procedures and programs.\nInterim Orders are temporary or self-canceling in nature.\nMemoranda are used for instructions that do not affect the entire \ndepartment or as a means to notify SPD personnel of newly created\nand vacant positions.  The SPD also issues Personnel Orders but \nthose are not contained in the Manual. \n2\n The unit commander is a lieutenant.  Currently, the SPD\nconsists of three Bureaus each headed by an Assistant Chief: the\nField Services Bureau, the Investigative Services Bureau and the\nAdministrative Services/Support Services Bureau.  Each Bureau \nconsists of several units, or platoons, which are led by a\nlieutenant. \n\n- 3  \n\none and a half year period beginning in 2000 and that the only \ntime the SPD complied with the signed General Order distribution \npolicy was between 1992 and 1994. \nAlthough the unit commander is not required to distribute \nInterim Orders, Personnel Orders or Memoranda, SPD policy \nrequires these documents, as well as General Orders, to be posted \non designated clip boards in the station house.  We found that \npolicies have not been posted as required.  For example, during \nour May 2002 tour, we alerted the SPD when we discovered that the \ndesignated clipboards did not contain any policies issued after \n1998.  When we returned in October 2002, the clipboards were \nupdated.  If Interim Orders, Personnel Orders and Memoranda are \nnot distributed or posted regularly, SPD officers may not be \naware of important SPD policies and policy changes.  In addition, \nofficers cannot be held accountable for non-compliance with SPD \npolicies that they did not receive. \nWe recommend that the SPD ensure that every officer is \nissued an SPD Manual and that officers maintain manuals that \ncontain all current policies regardless of their classification \nas General or Interim Orders.  We recommend that the SPD enforce \nits requirement that officers acknowledge receipt in writing of \nnew General Orders and expand that mandate to include Interim \nOrders.  Also, the SPD should comply consistently with its policy \nrequiring the posting of all policies in the designated \nlocations. \nB.  Substance \nPolicies should be clear, comprehensive and accessible. \nExisting SPD policies are often ambiguous and contain undefined \nterms.  For example, the SPD Respect for Human Rights policy \ncontains a specific prohibition on ethnic slurs and racially \nderogatory comments, but only a very general prohibition on \n“harassment/discrimination.”  The policy does not define \n“harassment” or “discrimination,” or provide officers with \nconcrete prohibitions on the inappropriate and unconstitutional \nuse of race or ethnicity as a basis for police actions, such as \nuses of force, searches and seizures. \nThe SPD has no policy regarding certain basic police \nfunctions, such as arrest and foot pursuit, and safety concerns \nsuch as exposure to tuberculosis or blood born pathogens.  The \nfailure to develop relevant policies may contribute to the use of \n\n- 4 -\n\n“official unwritten policies” by the SPD.  In the course of two \n2001 federal court proceedings, the SPD acknowledged an official, \nunwritten strip search policy, and SPD officers testified to an \nofficial unwritten “relocation” policy.  Both policies were found \nunconstitutional. \nIncluded in the SPD Manual is a policy stating that SPD \nofficers are to follow the New York State Police, Manual For \nPolice (\"NYSP Manual”) when the SPD lacks a relevant policy. \nThis “catch-all” policy provision does not adequately identify \nfor SPD officers relevant and applicable policies.  Officers \nshould be able to reference readily all information related to a \nspecific policy; therefore, policies should not be dispersed over \na number of manuals.  Furthermore, the SPD does not train \nofficers on NYSP policies and has no protocol for informing and \ntraining SPD officers when modifications are made to relevant \npolicies in the NYSP Manual. \nWe recommend that the SPD review all policies to ensure \ncritical terms are defined and actions at issue are clearly \nauthorized or prohibited by the SPD.  We further recommend that \nthe SPD develop a policy providing specific guidance to officers \non when consideration of race may be appropriate and \ninappropriate. \nWe recommend that the SPD develop comprehensive policies and \nprocedures that provide officers with specific guidance in \nperforming the full range of police duties.  If the SPD adopts \nspecific NYSP policies, those policies should be contained in the \nSPD Manual and incorporated into the SPD training program.  We \nalso recommend that the SPD arrange its policies in a manner that \nallows immediate access to a complete policy, such as by \norganizing the policies according to subject matter \n(administrative, operations, investigations, personnel, technical \nservices, etc.) \nC.  Review \nSPD policy requires General Orders to be reviewed on their \nanniversary date.  According to SPD command staff, General Orders \nare not reviewed.  Policies should be reevaluated on a regular \nbasis to ensure they incorporate accepted, modern police \npractices.  For example, in 1991, the SPD issued a General Order \nrelated to vehicular pursuits.  It appears that this policy has \nnot been reevaluated in several years, if ever. \n\n- 5  \nSimilarly, SPD policy requires periodic review of Interim \nOrders to evaluate whether they should be adopted as General \nOrders.  As with General Orders, the SPD does not reassess the \nInterim Orders as required.  For example, the SPD use of force \npolicy is an Interim Order.  The policy was issued in 1998 and \nthe section on the order that identifies the reevaluation date is \nblank. \nWe recommend that the SPD regularly review all policies to \nensure that they are clear, appropriate and current.  The SPD \nshould enforce its policy requiring the reexamination of all \nGeneral Orders over one year old and the regular evaluation of \nInterim Orders. \nII.  Use of force \nThe SPD use of force policy is an Interim Order.  This \nsingle policy includes the SPD general use of force policy, use \nof force options, progression of force, and reporting \nrequirements. \nWe recommend that the SPD develop a permanent and \ncomprehensive use of force policy.  The SPD should consider \ndeveloping a series of separate but related General Orders \nproviding comprehensive guidelines for the use of force, each \nforce option, the progression of force and the use of force \nreporting policy. \nA.  Use of force policy \nThe SPD general use of force policy contains vague language \nand undefined terms.  According to the policy, an officer is \npermitted to use force “to effectively bring an incident under \ncontrol,” and “to restrain or subdue an uncooperative or \nresistive individual.”  These statements do not limit the use of \nforce to effecting a lawful arrest or to protecting an officer or \nanother, and therefore, implicitly may allow for unconstitutional \nuses of force.  As written, the policy may lead officers to \nbelieve they are justified in using force in situations in which \nforce would be unreasonable. \nAlthough SPD policy states that physical force “should be \nreasonable,” it fails to define “reasonable” force.  Furthermore, \nby stating that force “should” be reasonable, the policy may \nsuggest implicitly that reasonable force is a preferred option, \n\n- 6  \n\ninstead of a mandate.  One officer we spoke with informed us that \nsome uses of force were based on the personal style of an officer \nand that in a situation where he would question an individual at \na distance, another officer would “yoke” the individual, and yet \nanother officer would force the individual against a wall with \nhis hand twisted behind his back.  Although it is true that an \nofficer may choose not to use force in a situation where force \nwould be justified, this anecdote suggests that some SPD officers \napply a subjective standard in using force.  All uses of force \nmust be reasonable with the reasonableness of the force evaluated \nby an objective standard, not an officer’s personal style. \nGraham v. Connor, 490 U.S. 386, 397 (1989).  The policy further \nfails to identify specific uses of physical force that may be \nprohibited or restricted to limited circumstances by the SPD. \nFor example, the force policy does not indicate whether carotid \nholds, hog-tying or other uses of physical force are authorized \nby the SPD. \nSimilarly, the policy inadequately addresses “deadly force.” \nAccording to SPD policy, deadly physical force is justified “when \nan officer reasonably believes that another person is using or \nabout to use deadly physical force;” however, the policy does not \nlimit the use of deadly force to situations involving an imminent \nthreat to the life of the officer or another person.  In fact, \nthe policy appears to state that the use of deadly force may be \njustified even when there is no imminent threat to the life of \nthe officer or another person.3  Furthermore, the SPD policy does \nnot adequately identify types of force that constitute deadly \nforce.  The policy identifies firearms as a deadly force option \nand indicates that the police baton “may” constitute deadly \nforce.  However, the policy fails to identify what uses of the \nbaton constitute deadly force and fails to indicate that a strike \nto the head with an impact weapon, including a police radio or \nflashlight, is an application of deadly force.  Similarly, the \npolicy fails to identify uses of physical force which may \nconstitute deadly force, such as the application of a choke hold. \nWe recommend that the SPD develop a use of force policy that \nlimits the use of force to affecting a lawful arrest or to \n3\n “Even though an officer may be justified in using\ndeadly physical force, the officer should make a reasonable\nattempt to assess the following elements that must be present for\nan offender to constitute an immediate deadly threat...”  Use of \nPhysical Force, SPD Interim Order No: 98-12, at V.A.2. \n\n- 7  \n\nprotecting an officer or another from an imminent threat of harm. \nThe policy should clearly and accurately define all terms \nincluding reasonable force (i.e., the minimum amount of force \nnecessary to effect the arrest or protect the officer or other \nperson).  The use of force policy also should specify the types \nof physical force that are approved, limited and prohibited, as \nwell as the circumstances in which the force is approved.  We \nrecommend that the SPD clarify its use of deadly force policy and \nexplicitly limit the use of deadly force to situations involving \nan imminent threat of death or serious physical injury to an \nofficer or other person.  The policy should identify all uses of \nforce that constitute deadly force, such as a strike to the head \nwith an impact weapon or a choke hold. \nB.  Use of force options \nThe SPD use of force policy lists four use of force options: \npolice baton, chemical spray, police canine and firearm.  The \nbaton may not be available as a force option to all officers, as \nSPD policy only recommends, and does not require, that the baton \nbe carried on all calls.  In addition, the use of force policy \nidentifies a police canine option; however, the SPD did not have \na canine unit between 1998, the year the use of force policy was \nissued, and October 2002 when it began to develop a canine team. \nOverall, this policy does not provide adequate information on \nwhen and how the listed force options may be used or on the \navailability of other force options, such as physical force. \nWe recommend that the SPD identify physical force as an \noption and develop a comprehensive policy governing the use of \neach force option.  We recommend that the SPD establish specific \nguidelines regarding when officers are required to carry batons. \nAs the SPD continues to develop a canine team, we recommend that \nthe SPD clearly define the limitations on use of canines and \nadopt a detailed \"find and bark\" policy as opposed to a \"find and \nbite\" policy.  A find and bark policy prevents canines from \nbiting subjects in situations in which force is not necessary to \neffect an arrest or protect the safety of officers or others. \nC.  Progression of force \nThe SPD progression of force identifies six levels of force: \n1) verbal direction, 2) physical direction, 3) chemical agent, 4) \npolice baton, 5) police canine and 6) firearm.  The progression \nadds verbal and physical direction to the four force options \n\n- 8  \n\npreviously discussed.  SPD policy presents the levels as a static \nand inflexible model.  The policy does not describe how the \nvarious force options may be used, how the various applications \nof the options affect their placement in the progression or what \nlevel of force is appropriate in response to what type of \nresistance. \nSPD policy identifies several prohibitions on the use of a \nfirearm but fails to provide any guidance as to the proper uses \nof the police baton.  Similarly, the SPD canine policy fails to \nprovide sufficient guidance to officers on the circumstances in \nwhich it is appropriate to deploy a canine.  The policy approves \nthe use of a canine \"to apprehend a person whom the officer \nreasonably believes is committing or has committed a violent \nmisdemeanor or a felony.\"  However, the policy does not define \n\"violent misdemeanor\" or identify the types of felony \napprehensions in which canine deployment would be appropriate. \nThe chemical spray option is the only force option with \nwhich related documents were provided, specifically a training \nhandout and Field Services Bureau Memorandum.  The training \nhandout provides some guidance on the appropriate application of \nchemical spray; however, as with each force option, the \ninformation regarding its use is neither included nor referenced \nin the use of force policy.  The Field Services Bureau Memorandum \nprovided contains guidelines for decontamination following the \nuse of pepper spray yet indicates that flushing the suspects face \nand eyes is optional and that the effects of pepper spray should \ndissipate within 45 minutes without decontamination.  Medical \nattention is mandated only if symptoms persist beyond 45 minutes. \nThe decontamination guidelines similarly are not contained or \nreferenced in the use of force policy.  Furthermore, the \nguidelines only apply to SPD officers assigned to the Field \nService Bureau. \nWe recommend that the SPD adopt a progression of force model \nthat describes the available force options on a continuum.  For \nexample, the model should specify the various applications of the \nbaton in the force continuum and that it’s position in the \ncontinuum is based on the manner in which it is used rather than \nthe instrument itself:  the baton is a lower level of force when \nused as a defensive weapon, e.g., to block a punch or other \nobject;  striking an individual’s lower legs is an offensive use \nof the baton, which is a higher application of force in the \ncontinuum;  finally, a head-strike with the baton is a deadly use \n\n- 9  \n\nof force at the highest level of the force continuum.  We also \nrecommend that the SPD adopt a progression of force model that \nrelates the appropriate officer response to the specific actions \nof a suspect.  For example, if a suspect is striking or kicking \nan officer, the model would identify appropriate officer \nresponses such as the use of a baton as a defensive weapon, to \nblock a punch or kick.  The policy should clearly incorporate or \nreference all relevant policies and guidelines.  The SPD should \ntrain all officers in these options and policies.  We further \nrecommend that the SPD develop a detailed, department-wide policy \nthat requires prompt decontamination each time pepper spray is \nused. \nD.  Use of force reporting \nSPD policy requires the documentation of all uses of force \nother than “verbal direction.”  Therefore, SPD officers are \nrequired to document all uses of force in the progression, \nincluding all “physical direction” which is defined to include \nphysical contact “as slight as a touch.”  The policy thus \ntheoretically requires the documentation of every arrest, as even \nunresisted handcuffing involves “a touch.”  Despite this very \nbroad reporting requirement, command level and line officers \nacknowledge that officers rarely document uses of force and that \nsupervisors do not enforce the reporting policy.  We also \nunderstand that no one in the SPD monitors the use of pepper \nspray and that officers are permitted to replace a can of pepper \nspray whenever their can is empty.  As a matter of practice in \nthe SPD, many uses of force are not reported and, therefore, \nofficers who use force in an inappropriate or unconstitutional \nmanner are not identified and corrected. \nAccording to SPD policy, uses of force are to be documented \non the Standard Incident Report (“SIR”).  The SIR is an incident-\nbased report which by policy is used to document all police-\ncitizen interactions, including those which do not result in an \narrest.  The SPD does not use SIRs to count or track uses of \nforce, and it would be extremely difficult to do so because the \nSIRs are used to report other police actions, are not entered \ninto a computerized database and often lack specificity.  For \nexample, an SIR may allude to multiple uses of force by multiple \nofficers occurring in a single incident but provide only \nconclusory language such as, the subject “struggled with \nofficers” or “resisted arrest.”  The SIRs that indicate force was \nused often fail to identify the individual officers who used \n\n- 10  \n\nforce, the actual force used, and the subject’s actions which \nserved as the predicate for the force.\n In addition, the SPD introduced Resisting Arrest Packets in \n2001, which require the reporting of all resisting arrest \nallegations.  The Resisting Arrest Packets were introduced \nwithout a formal policy.  The instructions on the pre-printed \npackets indicate that a packet must be completed if an individual \nresisted arrest, even if the individual is not charged with \nresisting arrest.  The resisting arrest packets improve on the \ncurrent policy regarding use of force reporting by identifying: \na time frame in which the use of force information must be \nrecorded; the responsibility of the first line supervisor to \nensure force is documented; and a procedure for the information \nto be provided to the chain of command.  However, Resisting \nArrest Packets are not required for every incident involving a \nuse of force and, therefore, are not a substitute for a \ncomprehensive use of force reporting policy. \nWe are informed that the SPD is considering a new use of \nforce reporting procedure and the development of a use of force \nform.  We have received one draft reporting procedure and two \ndraft use of force forms.  The draft reporting procedure \nindicates that it will replace the documentation requirements of \nthe SPD use of force policy and the Resisting Arrest Packets. \nThe draft procedure improves on the current reporting policy by \nincluding the time frame, supervisory responsibility, and chain \nof command aspects of the resisting arrest packets.  The draft \nreporting procedure further improves on the current reporting \npolicy by requiring reporting of off-duty uses of force.  The \ndraft procedure retains the potentially over-broad requirement \nthat all uses of force in excess of verbal direction, including \nunresisted handcuffing, be reported.  In addition, although the \ndraft reporting procedure appropriately identifies several \npurposes for collecting use of force data, such as identification \nof training needs and investigation of civilian complaints, the \nSPD has not developed a protocol to ensure these goals are met. \nThe two draft use of force forms are incident based forms \nwhich rely heavily on check boxes and yes/no answers in addition \nto a narrative section.  Check boxes are an appropriate means to \ngather particular information; however, to be effective the check \nboxes used should be comprehensive and provide for sufficient \ndetail.  For example, there is a yes/no option to the question of \nwhether the officer or subject was injured but no requirement \n\n- 11  \nthat the officer completing the form also specify the exact \ninjury and how that injury occurred.  Another example is the \nyes/no option to the question of whether the officer or subject \nwas hospitalized but no requirement that the officer completing \nthe form also specify whether the individual was treated at the \nscene or by a personal physician.  Similarly, the forms do not \nallow for adequate witness statements or supervisory review. \nThere is a single line to identify witnesses but no space or \ninstruction for indicating whether, how or by whom a witnesses’ \nstatement was documented.  There is a single line for supervisors \nto sign the form but no space or instruction for the supervisors’ \nwritten evaluations.  Finally, the forms contain check boxes \nwhere the officer can indicate whether, in the officer’s opinion, \nthe arrestee was “impaired” by alcohol, drugs or mental illness \nbut no requirement that the officer record the specific factual \nbasis for that opinion. \nWe recommend that the SPD adopt a policy that requires \nreporting for all uses of physical or instrumental force beyond \nunresisted handcuffing on a form dedicated solely to recording \nuse of force information.  The form should be able to record \ndiscrete information about multiple uses of force by multiple \nofficers in a single incident.  The form should require an \nofficer to provide a detailed description of the incident, \nbeginning with the basis for the initial contact, continuing \nthrough the specific circumstances and actions that prompted each \nuse of force and the specific injuries and medical treatment. \nCheck boxes should be supported by a narrative, where \nappropriate.  The form should include a section to indicate \nwhether the named witnesses provided statements and for \nsupervisors to evaluate each use of force.  The reporting \nprocedures should include the improvements noted above in the \nResisting Arrest Packets and the draft reporting procedure \nspecifically, a time frame in which the use of force information \nmust be recorded, the responsibility of the first line supervisor \nto ensure force is documented, and a procedure for the \ninformation to be provided to the chain of command.  Further, a \nmechanism should be established to ensure compliance with the \nreporting procedures. \nThe information regarding each use of force should be \ntracked in an early warning system (EWS), as discussed below. \nThe SPD should train all officers in use of force reporting and \nin the use of the new use of force form. \n\n- 12  \n\nE.  Use of force review and investigation \nAlthough the current SPD policy requires use of force \nreporting, it does not require supervisors to review or \ninvestigate uses of force.  In addition, neither the Resisting \nArrest Packets nor the draft use of force reporting procedure \nwould require supervisory review or investigation of a use of \nforce.  Use of force investigations and review are important \nbecause they would allow the SPD to identify and correct the \nactions of officers who use force in an inappropriate or \nunconstitutional manner and to identify training needs. \nWe recommend that the SPD establish a policy requiring the \ninvestigation and review of all uses of force (defined as any \nforce beyond un-resisted handcuffing).  We recommend that the SPD \nestablish guidelines regarding the initiation of the review and \ninvestigation process and the circumstances in which an officer’s \nsupervisor is required to make command notifications and to \nrespond to the scene to gather and preserve evidence and ensure \ninjured person(s) receive prompt medical attention. \nWe also recommend that the Professional Standards Office \n(discussed below), or other specialized unit, be responsible for \nresponding to the scene and investigating serious uses of force \nsuch as, uses of force in which the subject is visibly injured or \ncomplains of pain, uses of force that require hospitalization or \nresult in death, and all head strikes and firearm discharges, \nexcept discharges in the course of training or certification. \nThe SPD policy should include guidelines which determine whether \nan incident is investigated by the officer’s Bureau or by the \nspecialized unit. \nThe policy should require the officer assigned to \ninvestigate an incident to evaluate each use of force as well as \nany instance of potential officer misconduct discovered in the \ncourse of the investigation.  The investigating officer should be \nrequired to refer any incident of potential misconduct to the \nProfessional Standards Office. \nIII.  Investigations \nA.  Professional Standard’s Office \nIn 1991, the SPD created the Professional Standards Office \n(\"PSO\") which serves as the department’s internal affairs \n\n- 13  \n\ndivision.  Until recently, the PSO was accountable to the \nInvestigative Services Bureau Commander.  During our October 2002 \ntour, we were informed that the PSO is now directly accountable \nto the Chief.  This re-organization appears to be a positive \nstep. \nThe PSO, however, has only three sworn officers, a \nlieutenant and two sergeants (both sergeant positions were added \nto the unit recently).  In addition to conducting various \ninvestigations, the PSO is responsible for employee background \nchecks and for video and audio reproduction and storage. \nRecently, the PSO was assigned a vehicle for the first time. \nWhile this is an improvement, PSO staff indicate that the lack of \nstaff and transportation continues to impair timely and quality \ninvestigations. \nThe PSO has no staff eligibility criteria.  Because all \npositions in the SPD have historically been assigned by \nseniority, the PSO Lieutenant position has served as a right of \npassage for a sergeant moving to the rank of lieutenant, as it is \ngenerally the first and only available lieutenant position for an \nofficer newly promoted from the rank of sergeant.  The PSO \nLieutenant typically transfers out of the position as soon as \nanother lieutenant position is available.  In addition, the new \nPSO Lieutenant generally comes from a position of sergeant in the \npatrol division and, therefore, may have no investigatory \nexperience or training.  The SPD does not provide pre-service or \nin-service investigative training for PSO officers. \nWe recommend that SPD policy be revised to reflect the \nrecent reorganization with the PSO now reporting directly to the \nChief.  We also recommend that the PSO be adequately staffed and \nequipped to function effectively.  During our October 2002 tour, \nwe were informed that the command staff and PBA are negotiating \nthe removal of the PSO position from the strict seniority \nrequirement of the current Collective Bargaining Agreement.  In \nthis context, we recommend that the SPD develop eligibility \ncriteria for the PSO position, which includes an evaluation of \nthe applicant’s performance, including complaint and disciplinary \nhistories, if any.  Such criteria should ensure that only \nofficers with the highest ethical standards serve as \ninvestigators.  The SPD should take measures to recruit and train \nPSO officers, including providing additional incentives to \nencourage officers to apply to and remain with the PSO.  Possible \nincentives include greater monetary compensation or priority for \n\n- 14  \n\nreceiving training.  All PSO officers should receive pre-service \nand in-service investigatory training. \nB.  SPD Investigations \nThe SPD classifies investigations of officer conduct as \nexternal and special.  External investigations are initiated by \ncitizen complaints.  Special investigations, also referred to as \ninternal investigations, are administratively generated either by \na supervisor within the SPD or in response to the filing of a \ncivil suit or notice of a claim. \nThe PSO currently conducts all investigations of SPD officer \nconduct except the external investigations that are assigned to \nthe Bureau of the subject officer.  (External investigations are \ndiscussed further in the following section, IV.  External \nComplaints.)  If the PSO is assigned a special investigation \nafter having initiated an external complaint investigation of the \nincident, PSO will re-classify the external complaint \ninvestigation as a special investigation.  Although the SPD \nregularly initiates a special investigation each time a civil \nsuit or notice of claim is filed, we were informed that between \n1990 and 2000, the SPD initiated fewer than five special \ninvestigations involving use of force allegations that were not \npredicated on a notice of claim or civil suit.  Both external and \nspecial investigations may include incidents that involve \nallegations of criminality.  The SPD has no written polices or \nprocedures for investigations of possible criminality by SPD \nemployees, notification of the District Attorney’s Office (“DA’s \nOffice”), or compelling statements from officers pursuant to \nGarrity v. New Jersey, 385 U.S. 493 (1967). \nWe recommend that the SPD establish specific protocols for \nall investigations, including identification of the SPD or City \nentity responsible for conducting each type of investigation. \nThe SPD should also develop guidelines identifying the \ncircumstances in which the DA’s Office should receive immediate \nnotification of an incident in order to conduct an independent \ninvestigation.  The SPD should create written guidelines \nregarding when it is appropriate:  to defer an external \ninvestigation for a special investigation; to compel statements \nin a manner that ensures the integrity of the complaint \ninvestigation and that any potential criminal investigation \ncomplies with Garrity; and to notify or refer an open \ninvestigation to the DA’s Office.  The SPD also should develop \n\n- 15  \n\nprotocols for investigations and investigation reports, which \nprovide more guidance than the limited requirements applicable to \nexternal investigations discussed in section IV.B. below. \nIV.  External Complaints \nA fair and impartial process for receiving and investigating \nexternal complaints is a crucial oversight mechanism and an \nimportant deterrent for misconduct.  As set forth below, however, \naspects of the SPD’s external complaint process have the \npotential to discourage the filing of complaints and to impair \ntheir effective tracking and resolution. \nA.  Intake and tracking of external complaints \nSPD policy permits an individual to file a complaint against \nan SPD employee4 at the SPD, City Hall, Human Rights Commission \nor with the National Association for the Advancement of Colored \nPeople.  SPD policy indicates that complaints will be taken over \nthe telephone; however, the policy does not address how the \ntelephone procedure affects the requirement that the complainant \nsign the complaint forms.  Although SPD policy does not provide \nfor anonymous complaints, it states that a complainant's name \nwill be held in confidence, if requested.  We suggest this policy \nbe better publicized.  Indeed, in the numerous interviews we \nconducted, we did not find one community organization or \ncommunity member who was aware that SPD policy allowed for \nconfidential citizen complaints.  We also suggest that the SPD \ndevelop guidelines for accepting anonymous and confidential \ncomplaints.  The guidelines should resolve the apparent conflict \nbetween accepting such complaints and the SPD policy requiring \nthe complainant to sign the complaint.  Our review of SPD \nInternal Affairs files indicates that the signature requirement \n4\n Complainants report that they often are unable to\nidentify the officer by name because SPD officers do not wear\nname tags.  Pursuant to SPD policy, name tags are considered an\nadornment and are optional.  Successful police work requires\ncooperation from the community and the SPD has acknowledged a\npoor relationship with the community. Name tags allow community\nmembers to refer to an officer by name. Name tags also convey a\nwillingness to be held accountable.  We are encouraged by the\nfact that the command staff and PBA have agreed in principle to\nthe wearing of name tags by all uniform officers and recommend\nthat this agreement be incorporated into a formal policy. \n\n- 16  \n\nis strictly enforced as more than one complaint was returned \nbecause the complaint submitted was a photocopy that did not \ncontain an original signature.\n The SPD does not explicitly prohibit SPD officers from \nrefusing to accept citizen complaints or from discouraging \nmembers of the public from filing complaints.  We were informed \nthat the PSO receives approximately 5 to 10 complaints each year \nfrom citizens reporting that a SPD supervisor refused to accept \ntheir complaints.  A departmental order requiring supervisors to \nrecord all complaints was drafted in 2001; however, the SPD \ncommand did not issue the order. \nSPD policy requires that all complaints be documented. \nHowever, SPD supervisors told us that they will not document a \ncomplaint if it is resolved informally or if the complainant does \nnot insist that the complaint be reduced to writing.  SPD policy \nencourages supervisors to resolve informally “minor complaints,” \nyet there are no guidelines to determine whether a complaint is \n“minor.”  The absence of clear guidance or appropriate procedures \nfor these practices may result in under-reporting and possible \nmishandling of complaints.  For example, one sergeant both \nexplained that citizen complaints were a means by which he \nmonitored officer misconduct and stated that he would not record \na complaint unless the citizen insisted.  This sergeant \napparently did not recognize that his failure to record a \ncomplaint diminishes the ability of every other supervisor to \ntrack potential officer misconduct and to recognize training \nneeds. \nMembers of the public who file a complaint at the SPD are \nrequired to speak to a supervisor and are not permitted to \ncomplete the personnel complaint packet themselves.  All \ncomplaints must be recorded on the pre-printed forms in the SPD \npersonnel complaint packet.  The packet consists of four forms: \na personnel complaint form, an advisement form, a medical \nauthorization form and an affidavit.  The personnel complaint, \nmedical complaint and each page of the affidavit require the \ncomplainant to affirm the truth of the statements under the \npenalty of perjury, a Class A misdemeanor in the State of New \nYork.  In contrast, officers who are required to respond to \ncomplaints in writing are not required to swear to the truth of \ntheir statements.  We suggest that officers responding to \ncomplaints be required as well to affirm the truth of their \nstatements.  Furthermore, the SPD complaint packet should require \n\n- 17  \nno more than one affirmation by the complainant. \nThe complaint advisement form warns the complainant that the \ninformation provided may be released to the public.  It does not \nstate that anonymous complaints will be accepted and investigated \nto the extent feasible and that in such circumstances \nconfidentiality will be afforded.  The advisement form also \nrequires, that by signing the form, the complainant to “agree” to \nappear and testify at any future proceeding.  A complainant who \nis in fear of an officer(s) may not be willing to make such a \ncommitment at the time the complaint is filed, and therefore, the \nadvisement form may serve to discourage a complainant from filing \na meritorious complaint. \nSimilarly, the medical authorization form asks the \ncomplainant to authorize release to the SPD “any and all \ninformation which may be requested regarding (the complainant's) \npast or present physical condition and treatment rendered.”  Any \nmedical authorization form should limit the authorized release of \ninformation to the injury that is the subject of the complaint, \nin order to avoid discouraging potential complainants who also \nwant to protect their privacy. \nWe recommend that SPD accept all phoned, faxed, and \nanonymous or confidential complaints.  We recommend that every \nofficer in the department be required to accept a written \ncomplaint presented by a citizen and that, upon receipt, the \nofficer be required to submit the written complaint to a \nsupervisor.  We further recommend that SPD policy require that \nevery officer provide complete and accurate information regarding \nthe complaint process, including written materials, to members of \nthe public who request information about filing a complaint. \nOfficers should be explicitly prohibited from refusing to accept \ncitizen complaints and from discouraging members of the public \nfrom filing the complaints.  The SPD should provide training on \nhandling citizen complaints and interpersonal skills to SPD \npersonnel with primary responsibility for receiving complaints. \nWe recommend that the SPD redesign its complaint package to \nensure that it does not discourage the filing of complaints. \nThe SPD should not require the complainant to commit to \ntestifying against the officer or to releasing personal medical \ninformation at the time the complaint is filed.  Any medical \nrelease should be narrowly tailored to information regarding the \ninjury alleged in the complaint. \n\n- 18  \n\nWe further recommend that the SPD require officers receiving \ncomplaints to document them in writing and to document any \ninformal resolution.  The SPD should clarify which complaints are \npermitted to be resolved informally and narrowly define “minor \ncomplaints” (e.g., complaints asserting only that the seizure of \nan individual was improper solely because the complainant is not \nguilty of a traffic or parking violation).  We recommend that the \nSPD ensure all complaints, resolved and unresolved, are recorded \non complaint forms and require their prompt referral for \ninvestigation and entry into the Early Warning System (“EWS”) \ntracking system. \nB.  Investigation of external complaints \n1. Assignment\nAs previously noted, during our October 2002 tour, we were \ninformed that the PSO now is reporting directly to the Chief. \nThis re-organization can be used to facilitate the assignment of \ninvestigations.  Under the current SPD policy, the Investigative \nServices Bureau Commander (“ISB”) assigns investigations to the \nBureau of the subject officer unless the Chief requests that the \ninvestigation be conducted by the PSO.  However, current policy \nfails to include a procedure for the Chief to review the \ncomplaints prior to their assignment by ISB Commander.  Even were \nthe Chief to review all complaints prior to their assignment by \nISB, SPD policy authorizes the Chief to assign investigations \nthat involve a matter “of a serious nature where misconduct has \nbeen alleged” but fails to define “serious nature” or \n“misconduct.” \nOnce an investigation is assigned to the PSO or a Bureau, \nthe only criteria for assigning an investigator is that he/she is \na “ranking officer.”  SPD policy does not prohibit from \nconducting investigations a supervisor who was present at the \nscene or who allegedly authorized the officer’s actions. \nSimilarly, the SPD does not require that the investigator be \ntrained in investigatory techniques.  Officers in the Field \nServices Bureau (“FSB”) which reportedly receives 99% of the \nexternal complaints, reported that they do not receive routine \nin-service training in investigatory techniques which includes \n\n- 19  \n\ninstruction on the questioning of witnesses.5\n We recommend that the SPD develop a written policy, \nspecifically identifying the kinds of complaints to be \ninvestigated by the Bureau (such as traffic infraction and \nrudeness) and the kinds of complaints to be investigated by the \nPSO (such as use of force and racial discrimination) as well as \nthe procedure for making the determination.  If the Chief is to \ndetermine when the PSO investigates a complaint, then the SPD \nshould develop a formal process for the Chief to review \ncomplaints before they are assigned.  Furthermore, if the \ndecision to assign the complaint is based on whether it alleges \n“misconduct” and is a complaint of a “serious nature,” then these \nterms also should be defined. \nThe SPD should establish criteria for selecting \ninvestigators that require consideration of their complaint and \ndiscipline history and ensure those selected have proper \ntraining.  An officer should not be selected if he/she was \ninvolved in or present during the incident, or has a relationship \nwith the officer which might undermine the integrity of the \ninvestigation or creates an appearance of bias. \n2.  Investigative Protocols \nSPD policy states that investigations are to be conducted \npursuant to current department directives.  The directives \ncontained in the policy are limited to general requirements such \nas documenting contacts, completing the investigation within 30 \ndays, and abiding by union contracts when questioning SPD \nemployees.  The directives do not require the investigator to \nperform specific tasks such as recording interviews, \nphotographing injuries or interviewing all subject and witnessing \nofficer(s). \nThe PSO does not document each interview that it does \nconduct either manually or mechanically.  The occurrence of some \ninterviews are evident only by their reference in other \ndocuments.  This practice may lead to lost information and \n5\n The SPD training sergeant confirmed that training in\ninvestigative techniques was not offered by the SPD.  Although a\nclass is offered at the regional academy two or three times a\nyear, space is limited, and therefore, generally reserved for\nofficers in the Investigative Services Bureau (“ISB”). \n\n- 20  \n\ndisputes over the content of interviews.  We were informed that \nstatements were not recorded mechanically because they would be \ndiscoverable and it would be too difficult to redact names when \nthe tapes were turned over to the Police Objective Review \nCommittee (“PORC”), the community organization responsible for \nreviewing external investigations.  We were also informed that \nPSO investigators routinely provide all officers with the \nallegations and conduct an informal undocumented interview early \nin an investigation.  At a later date, the PSO requires that the \nofficers submit a written statement.  Such a written submission \nis often an inadequate investigative practice because it does not \npermit for immediate follow-up questioning and may produce \n\"canned\" responses.  In addition, there is no written policy \ngoverning when investigators should compel statements from \nofficers pursuant to Garrity v. New Jersey, 385 U.S. 493 (1967). \nSPD policy states that the completed investigation will \ninclude “original” and “related” documents (including the \ninvestigator’s notes).  The policy does not specify which \ndocuments must be included, such as the Standard Incident Report \n(“SIR”), the statements of the involved officer (including the \ninitial oral interview and the patrol officer’s written statement \nto an investigator completed in the course of a felony arrest), \nstatements of the witnesses, or photographs of injuries. \nSPD does not require that subject officer(s) comply with \nspecific investigative protocols.  For example, there is no \nrequirement that an officer who discharges his/her firearm turn \nthat firearm into the SPD for testing or that an officer submit \nto a chemical test if there is a reason to believe that the \nofficer acted while impaired. \nSPD allows complaints to be withdrawn “for reasons that are \nacceptable to the investigating officer.”  An officer's personal \nthreshold for acceptable and not acceptable reasons should not be \nthe basis upon which an investigation is closed.  The SPD has no \npolicy mandating the continued investigation of complaints filed \nby complainants who later wish to withdraw their complaints, who \nare subsequently unwilling to cooperate, whom the investigator is \nunable to locate, or who wish to remain anonymous, even if the \ninvestigation to that point has produced information that merits \nfurther inquiry. \nThe SPD should develop protocols for conducting SPD \n\n- 21  \n\ninvestigations.  The protocols should include, but not be limited \nto, the following investigative policies and practices:  require \ninvestigators to conduct in-person, mechanically recorded \ninterviews with all complainants, officers who are the subject of \na complaint, and witnesses and establish guidelines regarding \nwhen these recorded interviews are transcribed; establish \nguidelines regarding when to compel statements pursuant to \nGarrity that ensure consistency and the integrity of potential \ncriminal investigations; and require photographs of all injured \nparties.  We also recommend that the SPD specify the documents \nthat investigators must collect and preserve in the investigative \nfile, including all relevant police reports. \nThe SPD should develop a protocol specifying the \nresponsibilities of the officer(s) who are the subject(s) of an \ninvestigation.  The protocol should require the subject \nofficer(s) to provide non-testimonial evidence, if warranted, \nsuch as submitting to a chemical test, releasing relevant medical \ninformation or turning in a firearm for a ballistics analysis.  A \nsubject officer should also be required to produce all \nstatements, reports and notes completed in his/her course of \nduties that are related to the allegations. \nAny complaint submitted should be investigated to the extent \nreasonably possible to determine whether or not the allegations \ncan be resolved, including anonymous complaints, withdrawn \ncomplainants, and complaints filed by complainants who are \nunwilling to cooperate with the SPD or the SPD is unable to \nlocate. \n3.  Investigative Findings \nThe SPD requires investigators to complete an investigatory \nreport.  In addition to a few general requirements, the SPD \npolicy addressing investigative reports requires that for each \nallegation the investigator recommend one of six findings: \nsustained, acquitted, unfounded, withdrawn, exonerated and policy \nfailure.  Sustained is the finding when “conduct alleged \napparently occurred and amounts to misconduct.”  “Misconduct” is \nnot defined and there is no category of finding for behavior that \noccurred and is inappropriate but possibly something less than \n“misconduct.”  Acquitted is the finding when “insufficient \nevidence exists to clearly prove or disprove the allegation.” \nThe policy fails to identify the appropriate standard of proof \nfor the investigation.  Unfounded is the finding when “there is \n\n- 22  \n\nno basis for a complaint” and exonerated is when a “personnel’s \nconduct was lawful, justified and proper.” \nThorough, impartial and balanced investigations of citizen \ncomplaints are an essential component of constructive \npolice-citizen relations.  Even the appearance that the \ninvestigations are biased will affect those relations negatively. \nFor example, the definition of sustained is modified with the \nadverb “apparently” and there is no similar modification in the \ndefinition of exonerated. \nThe SPD should develop protocols identifying the \nrequirements for investigation reports.  Such protocol should \nrequire:  a summary of the investigation and an assessment of the \npolice action that is the subject of the complaint as well as any \nancillary issues discovered in the course of the investigation \nincluding whether:  1) the police action was in compliance with \npolicy, training and legal standards; 2) the incident involved \nadditional misconduct; 3) the use of different tactics, should \nhave been employed; 4) the incident indicates a need for \nadditional training, counseling or other non-disciplinary \ncorrective measures; and 5) the incident suggests that SPD should \nrevise its policies, training, tactics, or equipment. \nFurthermore, the SPD policy should state that the preponderance \nof the evidence is the appropriate standard of proof for an \nadministrative investigation. \nC.  Disposition of external complaints \nAfter an external complaint is investigated, the matter is \nreferred to the Chief, who reviews the recommendation of the \ninvestigator, makes the final determination, and forwards the \ninvestigation to the PSO for presentation to the Police Objective \nReview Committee (“PORC”).6  PORC was established pursuant to the \nCity Charter and is composed of representatives from various \n6\n In January 2003, the Mayor and the City Council enacted\nnew legislation creating the Civilian Police Review Board\n(“CPRB”).  Once the members are selected, the CPRB will replace\nPORC as the entity responsible for reviewing PSO investigations\nof external complaints.  The CPRB has an additional mandate to \nimprove the relationship between the community and the police.\nLike PORC, the CPRB will be presented with redacted\ninvestigations by the PSO and will not be empowered to\ninvestigate incidents independently. \n\n- 23  \n\ncommunity organizations and designated city positions.  Prior to \npresenting the investigation to PORC, the PSO redacts identifying \ninformation including all names and locations.  PORC determines \nwhether the PSO investigation was reasonable and adequate.  On \noccasion PORC has requested that the PSO provide additional \ninformation.  PORC does not have the authority to investigate a \ncomplaint or to recommend or review the imposition of corrective \nor disciplinary action.  Once PORC approves the investigation, \nthe complainant is notified that PORC accepted the SPD \ninvestigation.  Complainants are not informed of the \nrecommendation, the reasons for the recommendation, or whether \nany disciplinary or other corrective action was taken. \nWe recommend that the SPD notify a complainant of the \ndisposition of his/her complaint including the finding and an \nexplanation of the finding.  The SPD should provide an \nopportunity for complainants to register their opinion if they \nare dissatisfied with the resolution of their complaint. \nIV.  Discipline \nThe formal SPD disciplinary process is governed by the \ncollective bargaining agreement (“CBA”) between the PBA and the \nCity, in conjunction with §75 of New York Civil Service Law.  The \nformal process begins with the service of charges on an officer, \nafter an allegation is sustained and the charges have been \napproved by the Mayor.  The SPD officer is then entitled to a \nhearing by the Chief and/or Mayor.  SPD Duties and Rules of \nConduct allow for a Chief’s hearing in cases that would not \nresult in termination or demotion and provide a de novo hearing \nbefore the Mayor if an officer is dissatisfied with the result of \nthe Chief’s hearing.7  NY Civil Service Law does not require a de \nnovo hearing and allows for the Chief to conduct all disciplinary \nhearings if so designated for that purpose in writing by the \nMayor.8 \nThe SPD, however, has adopted an informal disciplinary \n7\n SPD Duties and Rules of Conduct IO 97-03 §12.5. \n8\n “The hearing upon such charge will be held by the\nofficer or body having the power to remove the person against\nwhom all such charges are preferred, or by a deputy or other\nperson designated by such officer or body in writing for that\npurpose.”  NY Civil Service Law §75.2. \n\n- 24  \n\nprocess that involves negotiations between the officer, the PBA \nand SPD command staff to determine both the charge and the \ndiscipline.  These negotiations often take place while an \ninvestigation is on-going.  Negotiations may be appropriate after \nan investigation is complete, but are generally inappropriate \nbefore then.  In addition, several officers expressed concern \nthat the process invited arbitrary and inconsistent punishment \nbased upon an officer’s relationship with the Chief or the Mayor. \nA failure to enforce uniform and fair discipline appears to \nundermine respect for the disciplinary system and may be \nperceived as signaling a lack of commitment by SPD command staff \nto uphold standards of conduct and professionalism.9 \nPursuant to the CBA, all SPD disciplinary decisions are \nsubject to arbitration.10  The arbitrator is empowered to modify \nany finding or discipline determined to be “erroneous” or “unduly \nharsh or severe under all the circumstances.”  We were informed \nthat when the parties do not agree on discipline during informal \nnegotiations, they proceed to the contract mandated grievance and \narbitration proceedings solely on the question of discipline. \nThe parties effectively by-pass the Chief and/or Mayor’s hearing \nby stipulating to the underlying facts.  We were informed that \nthe SPD has conducted a single disciplinary hearing in the past \n10 years.  Pursuant to that SPD proceeding, the officer was \ndismissed.  Subsequently, he was reinstated by an arbitrator. \n9\n Until recently, the informal disciplinary process also\nincluded negotiations to identify a date or event for the removal\nof the disciplinary record from the officer’s personnel file.\nDuring our October 2002 tour, we were informed that officers are\nno longer permitted to negotiate the removal of disciplinary\nrecords.  We are encouraged by this change in policy, as purging\nthese records hinders the ability of the SPD to access an\nofficer’s disciplinary history. \n10\n The CBA appears to have conflicting provisions\nregarding the arbitrator’s review.  When reviewing a disciplinary\nhearing, the CBA limits the arbitrator to a review of the hearing\nrecord.  However, when reviewing a grievance, the CBA allows the\narbitrator’s to hear additional evidence presented by either\nparty and to seek evidence or material from any City Official or\nAgency.  If a SPD employee requests arbitration on the issue of\ntermination of employment, seemingly a matter of discipline, the\nmatter proceeds as if it were a grievance and the arbitrator is\npermitted to hear and seek evidence. \n\n- 25  \nWe recommend that the SPD work with the PBA to develop a \nconsistent and fair system to determine and track disciplinary \naction.  Such a system could identify ranges of appropriate \ndisciplinary action depending on a variety of factors, such as \nthe nature of the infraction and prior disciplinary history.  The \nsystem should track all discipline received by an officer as well \nas the dates the disciplinary action was enforced.  A uniform and \nfair system to determine and track discipline should increase \nofficer confidence in the SPD disciplinary process and allow the \nSPD to assess disciplinary records.  All SPD personnel should be \ntrained regarding the disciplinary ranges associated with the \nvarious infractions. \nV.  Supervisory oversight \nA.  Risk assessment and management \nWe understand that the SPD does not have a comprehensive \nrisk management plan.  Although the SPD recently began weekly \nmanagement meetings between the Public Safety Commissioner, \nPolice Chief and Assistant Chiefs, the SPD does not identify, \ncollect and share risk management information on a regular basis. \nThe SPD does not require supervisors to perform managerial \nduties that would enable the identification of at-risk officers \nor track other risk management information.  As previously \nindicated, SPD policy does not require supervisors regularly to \nevaluate uses of force.  The SPD does not require supervisors to \ninspect their units.  Supervisors are not required to review SIRs \nor to evaluate the legality of an officer’s arrest or citizen \ninteraction.  Officers informed us that there is no substantive \nreview of SIRS, but rather they are presented to a Desk Officer \nand reviewed solely for legibility and completeness.  Officers \nalso informed us that there is no supervisory review of search \nwarrant applications, which are presented directly to a court \nwithout any intermediate review.  As previously stated, we \nunderstand that no one in the SPD monitors the use of pepper \nspray or the number of cans used by individual officers or units. \nExisting risk management information is not centralized. \nSIRs are presented to the Desk Officer.  Resisting Arrest Packets \nare turned over to the Field Services Bureau Commander.  Citizen \ncomplaints that are recorded are logged by the PSO.  The \nSchenectady County Sheriff’s Department identifies prisoners \nallegedly injured by SPD officers and sends that information to \n\n- 26  \n\nthe Chief.  There is no process for communicating with the \nDistrict Attorney’s Office regarding concerns it has identified \nand officers the court has found not to be credible or to have \ncommitted an unconstitutional act requiring the suppression of \nevidence.  In interviews we learned that the SPD apparently was \nunaware that the DA’s Office had refused to bring felony charges \nbased on any drug arrest conducted by one of the officers \nconvicted in the federal criminal trial, for at least one year \nprior to the officer’s 2002 conviction.  As noted above, there \nhave been fewer than five use of force investigations between \n1990 and 2000 that were not predicated on a civil suit, notice of \nclaim or citizen complaint.  Yet in February 2002 alone, 10 civil \nsuits were pending that alleged excessive use of force by the SPD \nbetween 1995 and 2000. \nIn addition, the SPD does not conduct regular audits.  One \ncommand level officer informed us that the SPD has never \nconducted an audit of use of force, search and seizure, probable \ncause or PSO Investigations. \nWe recommend that the SPD create, implement, and regularly \nupdate a comprehensive risk management plan.  This plan should \nprovide for explicit supervisory responsibilities including:  the \nreview and evaluation of officer’s arrests, citizen interactions \nand uses of force; and regular, periodic inspections of all SPD \nunits.  The SPD should develop protocols to aid in ensuring that \nall uses of force are reported and investigated, such as \nrequiring the Desk Officers to notify a supervisor if a SIR \nnarrative, an arrestee’s complaint, or the condition of the \narrestee indicate force may have been used.  The SPD should track \nuses of force by officer, platoon and bureau.  The plan also \nshould include measures to correct the underlying reasons that \nat-risk behavior and potential misconduct is not identified or \ninvestigated within the department before it is identified by the \ncommunity. \nWe further recommend that the risk management plan include \nan early warning system; regular, periodic audits of use of force \nreporting, use of pepper spray, training, external complaint \nintakes and investigations, criminal and other internal \ninvestigations, and the disciplinary process; command-level risk-\nassessment reviews of all high-risk incidents and civil suits; \nand improved information sharing among supervisors regarding \ntraining, risk assessment and management, officers or officer \nactions identified as a concern by either the court or the DA’s \n\n- 27  \n\nOffice, planning, and policy review.  The SPD should provide risk \nassessment and management training, including training regarding \nthe EWS, to all supervisory staff. \nB.  Early warning system11 \nThe SPD does not have an adequate EWS, or other method by \nwhich to identify patterns of potentially problematic behavior by \nan officer, platoon, or bureau.  The SPD does have a system \ndesignated as an EWS, but it is under-inclusive as a tool for \ndetecting problematic trends in officer behavior because each of \nthe two components collect information from only a single source, \nthe two components are not interconnected and the system does not \nensure effective officer management or review. \nThe Schenectady EWS is divided into external and internal \ncomponents.  The external EWS component triggers a review when an \nofficer receives three citizen complaints resolved as \n“acquittals”12 within a 12-month period.  This threshold is quite \nhigh, considering that the SPD completed only 27 citizen \ncomplaint investigations in 1999, 20 in 2000 and 21 in 2001.  In \naddition, the EWS system does not consider any other indicators \nof officer behavior, including such important records as \ncomplaints resolved in other ways (e.g., “sustained” or \n“withdrawn”), uses of force, civil lawsuits or arrests. \nMoreover, the only stated consequences of meeting the trigger of \nthe external EWS is that the Chief of Police “may” meet with the \nofficer to discuss the acquittals, and “may” counsel or direct \nfurther training. \n11\n An EWS is a relational data system, usually\ncomputerized, for maintaining, integrating, and retrieving\ninformation necessary for effective supervision and management of\na police department and its personnel.  A police department can\nuse EWS data regularly and affirmatively to promote best\nprofessional police practices, accountability and proactive\nmanagement; to manage the risk of police misconduct and potential\nliability; to evaluate and audit the performance of officers and\nunits; and to identify, manage, and control at-risk officers,\nconduct, and situations. \n12\n As noted above, SPD policy defines “acquittal” as\ninsufficient evidence exists to clearly prove or disprove the\nallegation. \n\n- 28  \nThe internal EWS component triggers a review when an officer \nreceives five EWS cards within a twelve month period.  According \nto SPD policy, EWS cards are issued for “minor discrepancies, \nnon-conformance, or non-compliance with Departmental rules, \nregulations, policies and procedures....prior to entering a \nformal disciplinary process.”  The policy fails to define “minor \ndiscrepancies” or limit the types of “non-conformance” or “non \ncompliance” that are appropriate for redress by the EWS policy, \nthereby potentially allowing any violation of SPD policy, \nincluding allegations of officer misconduct, to be resolved with \nan EWS card.  Furthermore, the policy prohibits the submission or \nreview of Internal EWS records when considering an employee for \npromotion.  Although it may be appropriate to exclude some EWS \nrecords from promotional considerations, the exclusion should not \noccur until the SPD appropriately defines “minor discrepancies” \nand adequately investigates all allegations of officer \nmisconduct. \nWhen a violation is recorded, an EWS card is issued to the \nemployee and copies are provided to the Unit and Bureau \nCommander.  The cards are expunged on a rolling 12-month basis. \nThe stated consequence for receiving a fifth card is a meeting \nwith the Chief, or his designee, to discuss whether corrective \naction is warranted. \nThe internal EWS policy allows employees to orally grieve \nthe issuance of an EWS card through the chain of command up to \nthe Chief and states that “[a]ny cards deemed unjustified shall \nbe purged immediately.”  The policy fails to provide any standard \nfor determining when an allegation is unjustified.  Furthermore, \nsince the grievance procedure is informal and unwritten, there is \nno method to identify supervisors who issue or purge EWS cards \ninappropriately. \nWe recommend that the SPD develop an EWS system that \nencompasses a range of clearly defined information and ensures \nthat corrective action is based on appropriate evaluation and not \nreserved for a mere accumulation of violations.  We recommend \nthat the EWS contain information on all investigations, all \ncomplaints, including non-sustained complaints and complaints \nprior to final disposition, uses of force, criminal arrests and \ncharges, civil lawsuits, SIRs, training history, supervisory \nreviews, discipline, and other corrective actions. \nWe recommend that the SPD develop additional flags for the \n\n- 29  \n\nEWS based on an accumulation of various types of conduct, not \njust an accumulation of internal or external complaints, and that \nall offices that use the EWS generate regular reports based on \nthese flags.  We recommend that the SPD require supervisors to \nreview the EWS data of every officer they supervise on a regular \nbasis and establish guidelines regarding the specific events that \nrequire an additional supervisory review.  The SPD should \nformalize any grievance procedure for information to be compiled \nin the EWS and require the process be documented.  The SPD should \ndevelop and enforce a policy which indicates when corrective \naction is warranted. \nVI.  Training \nA.  Field Training \nField training for new officers is an integral component of \na training program, which helps to minimize the risk of officers \nengaging in problematic behaviors, including the use of excessive \nforce.  SPD recruits are trained at a regional police academy \nalong with recruits from 73 neighboring police departments. \nBecause of the diversity of the departments and their policies, \nthe academy teaches basic courses and requires the individual \npolice departments to teach their unique policies and procedures. \nFor example, the use of force course taught at the academy is \nbased on the New York State justification statute.  As a result, \nthe field training program is the first opportunity new recruits \nhave to learn SPD policies and procedures. \nIn order to increase the number of officers available for \npatrol, the SPD reduced the Field Training Program from 14 weeks \nto 11 weeks in March 1999.  Several Field Training Officers \n(“FTOs”) indicated they were unable to complete the FTO course \ncurriculum in the eleven week period and therefore, turned in \nincomplete evaluations of their recruits.  Despite this fact, \nFTOs informed us that recruits who did not complete the FTO \ncourse curriculum were graduated from the training program and \nplaced on patrol. \nWith regard to the selection of FTOs, the SPD has no \neligibility criteria for FTOs pertaining to the applicants’ \ncomplaint and disciplinary histories, performance levels or \n\n- 30  \n\nspecial skills.13  Such eligibility requirements help to ensure \nthat qualified officers, who have not engaged in misconduct, \ntrain new officers.  There also is no formal evaluation process \nfor FTOs. \nWe recommend that the SPD take measures to ensure that all \nnew recruits are trained in SPD policies and procedures before \nthey are placed on patrol.  At a minimum, the SPD should ensure \nthat each recruit has completed the requirements of the FTO \nprogram before placing that recruit on patrol.  For many recruits \nthe eleven week program will be sufficient; however, those \nrecruits who are unable to complete the program in eleven weeks \nshould be held over until they have completed the program. \nThe SPD should develop specific criteria for the selection \nof FTOs from the ranks of qualified personnel.  The FTO criteria \nshould reflect a candidate’s experience, disciplinary record, and \ninterpersonal skills consistent with the coach/mentor function of \nan FTO. \nWe recommend that the SDP take measures to recruit and train \nqualified FTOs, including providing additional incentives to \nencourage officers to apply to become FTOs.  We also recommend \nthat the SPD develop a mechanism for removing FTOs who fail to \nperform adequately and whose actions while serving as FTOs would \nhave disqualified them from selection.  The SPD should \nstandardize the procedure for evaluating FTOs and solicit \nanonymous evaluations of FTOs by probationary officers. \nB.  In-service training \nWe were told that SPD officers repeatedly have requested \nmore in-service training than is currently provided.  In 2000 and \n2001, the SPD offered three days of department-wide, in-service \ntraining.  In-service training would benefit officers by \nenhancing their knowledge and strengthening their technical and \nanalytical skills. \nWe recommend that the SPD provide additional blocks of \nmandatory, annual, in-service training, including training on the \n13\n During our October tour, we were encouraged to learn\nthat the command staff and the PBA are negotiating the removal of\nthe FTO positions from the strict seniority requirement of the\ncurrent Collective Bargaining Agreement. \n\n- 31  \n\nuse of force, search and seizure, legal developments, and police \nintegrity.  Use of force training should train officers to use \nonly reasonable force and instruct them in de-escalation \ntechniques that can help them avoid using force or minimize the \namount of force used, rather than focusing solely on when an \nofficer is legally justified in using force.  Moreover, we \nrecommend that this training focus on discussions and role-play \nwith officers about particular scenarios (preferably taken from \nactual incidents involving SPD officers) with the goal of \neducating the officers regarding the legal and tactical issues \nraised by the scenarios.  The SPD should document and ensure that \nall sworn officers have successfully completed the training.  We \nalso recommend that all investigators receive training which \nincludes investigatory techniques, interview skills and the SPD \ninvestigatory policies. \nWe note that one potential resource for the SPD in \nestablishing and improving such training programs may be the \nlong-standing training and grant programs operated by other \ncomponents of the Department of Justice, such as the Office of \nJustice Programs.  While these programs are completely separate \nand independent of the Civil Rights Division’s investigations, we \nwould be pleased to provide you with contact information for \nexploring the availability of such programs. \nWe look forward to working with you and the SPD in the \ncoming months as our investigation proceeds. \nSincerely, \nShanetta Y. Brown Cutlar \nActing Chief \nSpecial Litigation Section \ncc:\t The Honorable Albert P. Jurczynski \nPublic Safety Commissioner Daniel Boyle \nChief Michael Geraci ",
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/11203"
    }
  ],
  "document_count": 2
}