{
  "case_id": 17405,
  "fetched_at": "2025-10-20T22:54:54.617567",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "New York Department of Correction",
        "institution_alt_state": null,
        "institution_city": "Albany",
        "institution_county": "Albany",
        "name": "Commissioner of Correction",
        "defendant_level_other": "",
        "is_active": true
      },
      {
        "defendant_level": null,
        "institution": "Attica Prison",
        "institution_alt_state": null,
        "institution_city": "Attica",
        "institution_county": null,
        "name": "Warden",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Prison Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1964,
    "constitutional_clause": [
      {
        "value": "Free Exercise Clause"
      }
    ],
    "content_of_injunction": [],
    "court": "Western District of New York",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      },
      {
        "value": "Corrections"
      }
    ],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": null,
    "filing_year": 1962,
    "id": 17405,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Disciplinary procedures",
      "General/Misc.: Mail",
      "Jails, Prisons, Detention Centers, and Other Institutions: Good time",
      "Jails, Prisons, Detention Centers, and Other Institutions: Library (non-law) access",
      "General/Misc.: Religious programs / policies",
      "Discrimination Basis: Religion discrimination"
    ],
    "last_checked_date": "2022-06-14T00:00:00-04:00",
    "main_docket": {
      "id": 28284,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1962,
      "docket_filing_number": 28785,
      "is_main_docket": true,
      "court": "Western District of New York",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "28785",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Sostre v. McGinnis",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": 1964,
    "permanent_injunction": false,
    "plaintiff_description": "Incarcerated individuals in New York prisons",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Mixed",
    "pro_se_status": "Yes",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "Unknown"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Martin Sostre cases"
    ],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>This is a historic case about religious liberty in New York prisons. It's part of the Clearinghouse's <a href=\"../../../../search/case/?special_collection=5701\" target=\"_blank\" rel=\"noopener\">collection</a> of several cases brought by prisoners rights activist (and prisoner) Martin Sostre, whose wikipedia biography is <a href=\"https://en.wikipedia.org/wiki/Martin_Sostre\" target=\"_blank\" rel=\"noopener\">here</a>.&nbsp;</p>\r\n<p>In 1964, Sostre and other individuals incarcerated at Attica sued the New York Commissioner of Correction and the warden of Attica under &sect;1983. Specifically, the plaintiffs alleged that the defendant violated their rights with respect to their religious practice, including the right &ldquo;to attend together congregational worship,&rdquo; communicate with ministers of their faith, have such ministers visit the prison, and possess various religious publications. The plaintiffs sought injunctive relief, including an order that the defendants provide congregational religious services and cease enforcing regulations which prohibited the plaintiffs and other incarcerated Muslim people at Attica from conducting their religious activities. They additionally sought an injunction to restore their good time credits.</p>\r\n<p>We do not have much information about the initial stages of this litigation, but according to the subsequent appellate decision, the district court entered judgment for the defendants on the religious persecution claim and otherwise dismissed the complaint. The court reasoned that a federal court should abstain deciding the case while New York state courts were given an opportunity to act determine the plaintiff&rsquo; rights under New York law.</p>\r\n<p>The plaintiffs appealed this decision to the Second Circuit, which reversed and remanded the district court. The appeals court agreed that the state courts must be given an opportunity to propose workable rules for prison administration of these religious rights. But the court determined that the district court should retain jurisdiction to intervene if the state unreasonably delayed proposing those rules.</p>\r\n<p>The Second Circuit found that the district court did not clearly err in finding that the Muslim Brotherhood, with which the plaintiffs associated, constituted a religion. The court cited <em>Pierce v. LaVallee</em>, 293 F.2d 233 (2d Cir. 1961), another case litigated by Martin Sostre, to note that individuals have constitutional protection to practice their religious even while confined to prison, although officials could place extensive limitations in the context of prison administration. 334 F.2d 906. This idea &mdash; &ldquo;insofar as possible within the limits of prison discipline[,]&rdquo; incarcerated people should be allowed to practice their religion in prison &mdash; was groundbreaking at the time. See Derek L. Gaubatz, RLUIPA at Four: Evaluating the Success and Constitutionality of RLUIPA&rsquo;s Prisoner Provisions, 28 Harv. J.L. &amp; Pub. Pol&rsquo;y 501, 507 (2005).</p>\r\n<p>The plaintiffs sought review in the U.S. Supreme Court, but the Supreme Court denied their petition. 379 U.S. 892 (October 26, 1964).&nbsp;</p>\r\n<p>We do not have additional information about the case.</p>",
    "summary_published_date": "2022-06-15T16:37:36.330883-04:00",
    "summary_short": "Sostre and other individuals incarcerated at Attica sued the New York Commissioner of Correction and the warden of Attica under §1983. The plaintiffs alleged that the defendant violated their rights with respect to their religious practice, including the right “to attend together congregational worship,” communicate with ministers of their faith, have such ministers visit the prison, and possess various religious publications. The plaintiffs sought injunctive relief, including an order that the defendants provide congregational religious services and cease enforcing regulations which prohibited the plaintiffs and other incarcerated Muslim people at Attica from conducting their religious activities. They additionally sought an injunction to restore their good time credits.",
    "summary_tiny": "New collection: landmark prison-based religious liberty cases brought by activist Martin Sostre",
    "terminating_date": "1964-10-26",
    "clearinghouse_link": "clearinghouse.net/case/17405",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=17405",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=17405",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=17405"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 114840,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/114840"
    },
    {
      "date": "1964-07-30",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 906,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 334,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 131357,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/131357.pdf",
      "title": "Opinion",
      "text": " \n \nSostre v. McGinnis, 334 F.2d 906 (1964)   \n \n \n \n \nAttorneys and Law Firms \n334 F.2d 906 \nUnited States Court of Appeals Second Circuit. \n*907 Martin X. Sostre, pro se (No. 418). \nMartin X. SOSTRE, Plaintiff-Appellant, \nRichard F. Griffin, Buffalo, N.Y. (Jacob D. Hyman and \nv. \nWade  Newhouse,  Buffalo,  N.Y.,  on  the  brief),  for \nPaul D. McGINNIS, Commissioner of Correction \nplaintiffs-appellants SaMarion and Bratcher (No. 432). \nof the State of New York, and Walter H. Wilkins, \nWarden of Attica State Prison, Attica, New York, et  Julius L. Sackman, Principal Atty. (Louis J. Lefkowitz, \nal., Defendants-Appellees. \nAtty. Gen. of New York, and William D. Bresinhan, Asst. \nWilliam SaMARION and Thomas L. Bratcher, on \nAtty. Gen., on the brief), for defendants-appellees. \nBehalf of Themselves and All Others Similarly \nSituated, Plaintiffs-Appellants,  Before LUMBARD, Chief Judge, and WATERMAN and \nv.  HAYS, Circuit Judges. \nPaul D. McGINNIS, Commissioner of Correction \nof the State of New York, and Walter H. Wilkins,  Opinion \nWarden of Attica State Prison, Attica, New York,   \nDefendants-Appellees. \nHAYS, Circuit Judge: \nNos. 418, 432, Dockets 28785, 28662. \n|   \nSubmitted No. 418 and argued No. 432, May 25, \n1964.  This is an action brought under 28 U.S.C. § 1343 and 42 \n|  U.S.C. § 1983 by the appellants ‘in behalf of themselves \nDecided July 30, 1964.  and all others similarly situated.’ Plaintiffs are inmates of \n|  Attica State Prison at Attica, New York. Defendants are \nCertiorari Denied Oct. 26, 1964.  the Commissioner of Correction of the State of New York \n|  and the Warden of Attica State Prison. \nSee 85 S.Ct. 168. \nPlaintiffs allege that they are ‘members’ of the Islamic \nreligion, known as Muslims, and followers of the sect led \nSynopsis  by the Honorable Elijah Muhammad. They complain that \nAction by inmates of a state prison under the Civil Rights  they have been denied certain rights with respect to the \nAct in behalf of themselves and others similarly situated  practice of their religion, including the right ‘to attend \nfor relief against interference with their practice of the  together  congregational  worship,’  the  right  to \nMuslim religion. The United States District Court for the  communicate with ministers of their faith and to have \nWestern District of New York, John O. Henderson, J.,  such  ministers  visit  the  prison  and  the  right  to  have \nentered judgment for defendants on issue of religious  various  religious  publications  and  to  carry  these \npersecution and dismissed the complaint pending state  publications outside their cells. \naction,  and  inmates  appealed.  The  Court  of  Appeals, \nHays, Circuit Judge, held that state authorities, including  The relief which the plaintiffs seek includes an order to \nstate courts, had to be given an opportunity to propose  the  defendants  to  provide  congregational  religious \nworkable rules and regulations which would permit the  services and an injunction against ‘making, promulgating, \nMuslim inmates to carry out their religious practices as  maintaining and enforcing any and all rules, regulations \nfar as possible within limits of prison discipline, although  or practices which prohibit, prevent or impede Plaintiffs \nDistrict Court should have retained jurisdiction so that it  and other Muslim inmates of Attica Prison’ from holding \ncould act if there were any unreasonable delay on part of  or attending congregational services, communicating and \nthe state.  conferring  with  ministers  of  their  religion,  receiving \n   religious literature and ‘carrying, displaying, discussing or \nJudgment reversed and case remanded with instructions.  otherwise using’ such literature. The plaintiffs also ask \n   that defendants be enjoined ‘from making, promulgating, \n1 \n \n\n \n \nSostre v. McGinnis, 334 F.2d 906 (1964)   \n \n \nmaintaining or enforcing any and all rules, regulations or  treatment, we should point out that the practice of any \npractices which inflict any punishment or loss of good  religion,  however  orthodox  its  beliefs  and  however \ntime  or  other  penalty  on  Plaintiffs  or  other  Muslim  accepted its practices, is subject to strict supervision and \ninmates of Attica Prison solely because of the exercise of  extensive limitations in a prison. The principal problem of \ntheir freedom of worship in accordance with their faith.’  prison administration is the maintenance of discipline. \nAttica Prison is a maximum security prison designed for \nThey ask that defendants be ordered to ‘nullify’ any loss  the detention of only the most desperate criminals. No \nof good time ‘or other similar punishment’ heretofore  romantic or sentimental view of constitutional rights or of \nimposed on account of plaintiffs’ efforts to exercise ‘their  religion  should  induce  a  court  to  interfere  with  the \nfreedom of religious worship.’  necessary disciplinary regime established by the prison \nofficials. ‘Except in extreme cases, the courts will not \nThe district court entered judgment for the defendants ‘on \ninterfere  with  the  conduct  of  a  prison,  with  the \nthe  claim  of  religious  persecution’  and  otherwise \nenforcement of its rules and regulations, or its discipline,’ \ndismissed  the  complaint  on  the  ground  that  decision \nChilds v. Pegelow, 321 F.2d 487, 489 (4th Cir. 1963), \nshould  be  withheld  while  the  New  York  courts  were  cert. denied, 376 U.S. 932, 84 S.Ct. 702, 11 L.Ed.2d 652 \n‘given an opportunity to act to safeguard and define the  (1964) (citing many supporting cases).3 A prisoner has \nplaintiffs’  rights  under  New  York  law  within  the  only such rights as can be exercised without impairing the \nframework of New York’s legitimate policies governing  requirements of prison discipline. ‘Lawful incarceration \npenal institutions.’  brings about the necessary withdrawal or limitation of \nmany privileges and rights, a retraction justified by the \nWhile we reverse and remand for a slightly different \nconsiderations  underlying  our  penal  system.’  Price  v. \ndisposition of the case, we are basically in agreement with \nJohnston, 334 U.S. 266, 285, 68 S.Ct. 1049, 1060, 92 \nthe  district  court’s  holding  that  the  state  authorities, \nL.Ed. 1356 (1948). \nincluding  its  courts,  must  be  given  an  opportunity  to \n  \npropose workable rules for the administration of the rights \nclaimed by these plaintiffs. We believe, however, that the  The differences between the beliefs of the Muslims, who, \nDistrict Court should retain jurisdiction so that it may act  like  the  plaintiffs,  are  *909  followers  of  Elijah \nif there should be any unreasonable delay on the part of  Muhammad, and the beliefs of other religions, including, \nthe state.  incidentally,  the  orthodox  Islam  of  several  hundred \nWe accept, as we must, since it is not clearly erroneous, \nmillions of Asians and Africans, are far more striking than \nthe finding of the district court that the beliefs of the \nthe similarities. \norganization  *908  with  which  plaintiffs  associate \nthemselves constitute a ‘religion.’ However, it is obvious  Father  Charles  M.  Whelan,  testifying  as  an  expert  in \nfrom the evidence in the record that the activities of the  Fulwood  v.  Clemmer,  206  F.Supp.  370,  373 \ngroup are not exclusively religious.1  (D.D.C.1962), said: \nTo the extent that it is a religion those who profess to \nfollow its teachings have some measure of constitutional  ‘I don’t know any other religion that teaches racial hatred \nprotection, even though they are confined to prison and  as an essential part of the faith of the religion. There are \nare subject to prison discipline. Cooper v. Pate, 84 S.Ct.  many  religions  which  have  practiced  racial  hatred  at \n1733  (1964);  Pierce  v.  LaVallee,  293  F.2d  233  (2d  various times, but this movement is the only movement \nCir.1961).  This  protection  is,  however,  subject  to  that I know of which makes it a tenet of the faith that all \nextensive limitations which would not be applicable were  white people should be hated.’ \nthe plaintiffs not prisoners.2 \nBasic to the problem of prison discipline is the fact that \nMoreover, to concede that we are dealing here with a  the teachings of Elijah Muhammad include condemnation \ngroup which has some characteristics of a religious sect is  of the entire white race as wholly ‘evil,’ composed of \nseparated by an enormous gap from the conclusion which  devils, murderers, thieves, robbers, scientists at tricks, \nthe plaintiffs press upon us, the conclusion that since it is  world snoopers, meddlers and liars.4 Presenting almost \na  religion  this  sect  is  subject  to  the  same  rules  and  equal  difficulty  is  the  Muslims’  demand  for  total \nregulations and must be treated in the same way as are  segregation between whites and blacks. These Muslims \nCatholics, Protestants and Jews.  also  adopt  the  position  that  the  Christian  religion  is \n But  before  we  reach  the  question  of  equality  of  loathsome  and  despicable.5  When  these  doctrines  are \n2 \n \n\n \n \nSostre v. McGinnis, 334 F.2d 906 (1964)   \n \n \npreached  openly  in  the  presence  of  white  At  Lorton  Reformatory,  a  District  of  Columbia  penal \nfellow-prisoners, most of whom are Christians, the result  institution, riots occurred in which Muslims armed with \nis outrage, resentment and attempts at reprisal.6 It is for  sticks, stones and pickaxes, ran from building to building \nthis reason that plaintiffs were not permitted to carry  breaking  plate  glass  windows  and  causing  damage \ncertain Muslim literature from their cells and display or  estimated at between seven and twelve thousand dollars. \ndistribute it to others.  They were demanding ‘a proper respect for their religion’ \nand  a  separate  dormitory.9  On  another  occasion  the \n*910 An example of the kind of literature which is subject  Muslims at Lorton insisted on being served meals before \nto these limitations is the Los Angeles Herald Dispatch  sunup and after sundown during Ramadan.10 Other racial \nwhich carries a column by Elijah Muhammad. Receipt of  troubles at Lorton caused by Muslim action are described \nthis publication is permitted at Attica but prisoners are  in Fulwood v. Clemmer, 206 F.Supp. 370 (D.D.C.1962). \npresumably not permitted to take it from the cells. The \nDirector of Correction of the District of Columbia banned  Of the difficulties with the Muslim group at Folsom State \nthe publication entirely because of information that ‘both  Prison,  the  California  Supreme  Court  said  (In  re \nwhite  and  negro  inmates  were  agitated  by  Mr.  Ferguson, 55 Cal.2d 663, 672, 361 P.2d 417, 421, 12 \nMuhammad’s  inflammatory  articles.’  (Fulwood  v.  Cal.Rptr. 753, 757, cert. denied, Ferguson v. Heinze, 368 \nClemmer, 206 F.Supp. 370, 375 (D.D.C.1962).)  U.S. 864, 82 S.Ct. 111, 7 L.Ed.2d 61 (1961)): \nThe so-called Muslim Brotherhood, an ‘adjunct of the  ‘It is apparent that the Muslim beliefs in black supremacy, \nIslamic faith,’ is a semi-secret organization which was  and their reluctance to yield to any authority exercised by \nformed  by  these  plaintiffs  and  others  as  a  kind  of  ‘some one (who) does not believe in (their) God,’ present \ngovernment within the prison. Of this organization Judge  a serious threat to the maintenance of order in a crowded \nBrennan said in Pierce v. LaVallee, 212 F.Supp. 865, 869  prison environment. Even conceding the Muslims to be a \n(N.D.N.Y.1962),  aff’d,  319  F.2d  844  (2d  Cir.),  cert.  religious  group  it  cannot  *911  be  said  under  the \ndenied, 374 U.S. 850, 83 S.Ct. 1913 (1963):  circumstances  here  presented  that  the  Director  of \nCorrections has made an unreasonable determination in \n‘Admittedly  there  existed  at  Clinton  Prison  an  refusing to allow petitioners the opportunity to pursue \norganization of inmates with inmate leadership dedicated  their claimed religious activities while in prison.’ \nto the formation of secret plans, strategy and policies and   The particular characteristics of the Muslims obviously \nfurther dedicated to the extension of objectives of said  require that whatever rights may be granted because of \norganization throughout the state prison system.’  the religious content of their practices must be carefully \ncircumscribed by rules and regulations which will permit \nPlaintiff  SaMarion  was  an  ‘assistant  leader’  of  the  the authorities to maintain discipline in the prison. As the \nBrotherhood. The Brotherhood had a constitution7 which,  California court said in Ferguson, supra, 55 Cal.2d at 675, \namong  other  things,  provided  for  kangaroo  courts  to  361 P.2d at 423, 12 Cal.Rptr. at 759: \npunish  erring  members.  We  have  held  that  the    \nBrotherhood  had  ‘overtones  of  secrecy  and  intrigue,’ \nPierce v. LaVallee, 319 F.2d 844, 845 (2d Cir.), cert.  ‘Certainly it cannot be said that the prison officials would \ndenied, 374 U.S. 850, 83 S.Ct. 1913 (1963).  be acting arbitrarily or unreasonably in withholding a \nversion of any bible or other literature adapted by the \n‘Riots,  prompted  by  disputes  over  religiously  Muslim Religious Group to support their doctrines of the \nunacceptable prison food, proselytizing in the exercise  supremacy of the black race and segregation from the \nyard, and refusals by individual Muslims to obey white  white race. To so hold would be to compel the prison \nguards have occurred in a number of prisons.’8 At Attica  officials to permit inmates to purchase and disseminate in \nPrison the authorities were fortunately able to nip in the  the prison literature advocating and encouraging the very \nbud a sit-down strike of Muslim inmates in protest against  conduct  which  the  prison  authorities  may  lawfully \npunishment of Sostre. Some of the difficulties with the \nsuppress.’ \nMuslims  at  Clinton  Prison,  another  New  York  penal \ninstitution, are described by Judge Brennan in Pierce v.  At Lorton Reformatory certain rights were granted to \nLaVallee, 212 F.Supp. 865 (N.D.N.Y.1962), aff’d, 319  Muslims but each of these rights was hedged about with \nF.2d 844 (2d Cir.), cert. denied, 374 U.S. 850, 83 S.Ct.  protective limitations in support of prison discipline. See \n1913 (1963).  Sewell v. Pegelow, 304 F.2d 670 (4th Cir. 1962). \n3 \n \n\n \n \nSostre v. McGinnis, 334 F.2d 906 (1964)   \n \n \n We do not believe that the Constitution requires the  of religion in the state prisons. Surely this is a task for the \ngranting of rights free from proper limitations. In this  state authorities to undertake. We do not stop with an \nrespect  we  believe  that  a  note  in  the  Columbia  Law  empty declaration of rights accompanied by generalities \nReview (62 Colum.L.Rev. 1488, 1503-04 (1962)) sets  as to proper limitations on those rights. We prefer, having \nforth the correct position:  given  expression  to  the  requirement  that  insofar  as \n   possible within the limits of prison discipline the Muslims \nbe allowed what they ask for, not to leave it at that, but to \n‘Once  the  imminence  of  danger  is  apprehended  and  request that the state authorities propose the rules and \nproved, it would seem preferable to give the warden the  regulations which they believe are necessary. \ndiscretion  his  competence  warrants,  and  uphold  all    \ndisciplinary measures reasonably necessary to meet the \nthreatening situation. It is conceivable that finding that a  The Supreme Court has approved abstention in litigation \nreligious  group  presents  a  ‘clear  and  present  danger’  arising under the Civil Rights Act. Harrison v. NAACP, \nwould not ipso facto lead to a proscription of all their  360 U.S. 167, 79 S.Ct. 1025, 3 L.Ed.2d 1152 (1959). \nactivities. Normally, the most private and contemplative  Abstention  is  appropriate  where  its  purpose  is  ‘the \nof religious activities is the reading of one’s bible. The  avoidance  of  unnecessary  interference  by  the  federal \nBlack  Muslim  Koran,  however,  is  the  source  of  the  courts  with  proper  and  validly  administered  state \nanti-white doctrine that prompts many of the disciplinary  concerns,’ Harrison v. NAACP, supra at p. 176, 79 S.Ct. \nproblems, and Black Muslim services almost invariably  at 1030, and where the issues are delicate, Chicago v. \ninvolve  stirring  expositions  of  the  implications  of  the  Fieldcrest Dairies, Inc., 316 U.S. 168, 172, 62 S.Ct. 986, \nblack supremacy doctrine- words that may well pervade  86 L.Ed. 1355 (1942), or involve a sensitive state social \nthe behavior of those who attended for the rest of the day.  policy, Railroad Comm’n v. Pullman Co., 312 U.S. 496, \nTo  offer  the  Black  Muslims  expurgated  bibles  and  498, 61 S.Ct. 643, 85 L.Ed. 971 (1941). \ncensored  sermons  would  be  to  engage  in  the  very \nactivities  the  first  amendment  was  designed  to  avoid.  Moreover the present case raises important questions of \nThus,  upon  clear  demonstration  of  the  imminent  and  state law- the extent of the plaintiffs’ rights under Section \ngrave disciplinary threat of the Black Muslims as a group  610 of the Correction Law, McKinney’s Consol.Laws, c. \nin a particular prison, proscription by prison officials of  43, which provides for freedom of worship for prisoners \ntheir activities seems constitutionally permissible.’  in New York’s penal institutions.11 The state courts have \nordered  the  issuance  of  administrative  regulations \nThe  problem  presented  by  the  Muslim  group  is  not  implementing Section 610. Matter of Brown v. McGinnis, \nwhether they should be permitted to have congregational  10  N.Y.2d  531,  225  N.Y.S.2d  497,  180  N.E.2d  791 \nservices, a minister, religious literature, but rather, under  (1962). We are informed that further litigation involving \nwhat  limitations  protective  of  prison  discipline  they  such regulations is now pending in the state courts. \nshould be permitted these rights. \nWe therefore reverse the judgment of the district court, \nIt is of little use for us to announce that because of the  including its judgment  *913 in favor of the defendant on \nreligious content of the Muslims’ beliefs and practices  the issue of religious persecution, and remand the case \nthey must be given the right, even in prison, to follow the  with instructions to retain jurisdiction pending action by \ndictates of their faith, if we find it necessary immediately  state authorities, and with the further proviso that either \nto add, ‘Of course all these rights are subject to such  party may apply to the district court for further action at \nreasonable  rules  and  regulations  as  the  authorities  any time after one year from the date of this order. \nimpose.’ \nIn other words the nub of this whole situation is not to be  All Citations \nfound in the existence of theoretical rights, but in the very \n334 F.2d 906 \npractical  limitations  on  those  rights  which  are  made \nnecessary by the requirements of prison discipline.   \n It is not the business of the Federal Courts to work out a \nset of *912 rules and regulations to govern the practices \nFootnotes \n4 \n \n\n \n \nSostre v. McGinnis, 334 F.2d 906 (1964)   \n \n \n \n1  As a recent note in the Harvard Law Review says: \n \n‘The group cannot be classified as purely religious in nature: ‘Although the Black Muslims call their Movement a \nreligion, religious values are of secondary importance. They are not part of the Movement’s basic appeal except to \nthe extent that they foster and strengthen the sense of group solidarity.’ (Lincoln, The Black Muslims in America 27 \n(1961).) The central doctrine of the movement is black supremacy and the equation of the white race with ‘total \nevil.’ (Worthy, The Angriest Negroes, Esquire, Feb. 1961, p. 102.) The Black Muslims’ exact political aspirations are \nnebulous, although vague statements have been made concerning the establishment of a separate Black Muslim \nstate in America, estimated to include from one to ten of the present states. How this territory is proposed to be \nacquired is a matter of mystery. There is within the movement an elite army, called the Fruit of Islam, whose \nactivities have been shrouded in secrecy.’ 75 Harv.L.Rev. 837, 838-9 (1962). \n \n2  ‘It is true that prison administration ordinarily demands that rights to speech and assembly, guaranteed to members \n  of free society by the first and fourteenth amendments, be sharply curtailed.’ 75 Harv.L.Rev. 837, 839 (1962). \n \n3  We do not consider Pierce v. LaVallee, 293 F.2d 233 (2d Cir. 1961) to be at variance with the Pegelow case and the \n  many cases supporting the proposition for which it is cited. This first Pierce case appeared on its face to be \n‘extreme,’ since it was alleged that prisoners were being punished solely because of their religious beliefs. Actually \nthe ultimate disposition of the case involved no interference by the court with prison discipline. Pierce v. LaVallee, \n319 F.2d 844 (2d Cir.), cert. denied, 374 U.S. 850, 83 S.Ct. 1913, 10 L.Ed.2d 1070 (1963). \n \n4  Elijah Muhammad has said: \n \n‘The white or Caucasian European race is known to God and his prophets as Satan, the devil, the enemy of God and \nhis people (the original nation) power was given to them to rule with evil and falsehood the darker nations for six \nthousand years. They have done and are now forty-six years overtime and they know this. It will take a few years to \ncomplete the separation. Nevertheless the work is going on now at a very good rate of speed.’ ‘The truth of the \nwhite race will make all black mankind hate them. The truth of the white race and kind will make all black mankind \nhate them regardless of their color; black, brown, yellow or red. The truth of the white race is a part of that secret \nwhich was withheld by Allah to allow them, the devils, to live their time, six thousand years.’ ‘If you understood it \nright you will agree with me that the whole Caucasian Race is a race of devils.’ \n(The quotations are from the Supreme Wisdom containing ‘the teachings’ of the Honorable Elijah Muhammad. This \nwork was an exhibit in the present case.) \nMalcolm X, at the time a ‘minister’ of the Muslims, said of an airplane accident in which more than 120 white people \nwere killed: \n‘Well, somebody came and told me that he really had answered our prayers over in France. He dropped an airplane \nout of the sky with over one hundred twenty white people on it, because the Muslims believe in an eye for an eye \nand a tooth for a tooth, but thanks to God or Jehovah or Allah we will continue to pray and we hope that every day \n5 \n \n\n \n \nSostre v. McGinnis, 334 F.2d 906 (1964)   \n \n \nanother plane falls out of the sky.’ \n \n5  ‘Bratcher said in the presence of white officers and white inmates, to another colored inmate, ‘This goddam Jesus \n  Christ has got to go. He has served the purpose of the white man long enough.‘‘ (Testimony of A. J. Meyer.) \n \n6  ‘I received a report from a correction officer that there were certain inmates that were threatening the life of (one \n  of the Muslims) because he had conversations with other inmates that pertained to such things as the subjugation \nof the * * * white race, and these inmates were threatening- a correction officer reported to me that these inmates \nwere so incensed * * * by this conversation that they were threatening the life of this particular inmate, and I asked \nhim if he felt or sensed that this was the situation. He said he felt there was some danger.’ \nTestimony of Albert J. Meyer at the trial in the present case. \n‘Petitioner’s racial preaching within the hearing of white and negro inmates was such as to be offensive, insulting, \nand disturbing to white inmates and to non-Muslim negroes and to engender those feelings which tend to menace \norder.’ Fulwood v. Clemmer, 206 F.Supp. 370, 378 (D.D.C.1962). \n \n7  For a copy of the Constitution of the Muslim Brotherhood see Pierce v. LaVallee, 212 F.Supp. 865, Appendix pp. \n  870-874 (N.D.N.Y.1962), aff’d, 319 F.2d 844 (2d Cir.), cert. denied, 374 U.S. 850, 83 S.Ct. 1913 (1963). \n \n8  Testimony of Robert Arnold Boyd, at the trial of the present case. \n \n \n9  Comment, 62 Colum.L.Rev. 1488, 1492 (1962). \n \n \n10  Childs v. Pegelow, 321 F.2d 487 (4th Cir. 1963), cert. denied, 376 U.S. 932, 84 S.Ct. 702 (1964). \n \n \n11  § 610. Freedom of worship \n \n‘All persons who may have been or may hereafter be committed to or taken charge of by any of the institutions \nmentioned in this section, are hereby declared to be and entitled to the free exercise and enjoyment of religious \nprofession and worship, without discrimination or preference. \n‘This section shall be deemed to apply to every incorporated or unincorporated society for the reformation of its \ninmates, as well as houses of refuge, penitentiaries, protectories, reformatories or other correctional institutions, \ncontinuing to receive for its use, either public moneys, or a per capita sum from any municipality for the support of \ninmates. \n‘The rules and regulations established for the government of the institutions mentioned in this section shall \n6 \n \n\n \n \nSostre v. McGinnis, 334 F.2d 906 (1964)   \n \n \nrecognize the right of the inmates to the free exercise of their religious belief, and to worship God according to the \ndictates of their consciences, in accordance with the provisions of the constitution; and shall allow religious services \non Sunday and for private ministration to the inmates in such manner as may best carry into effect the spirit and \nintent of this section and be consistent with the proper discipline and management of the institution; and the \ninmates of such institutions shall be allowed such religious services and spiritual advice and spiritual ministration \nfrom some recognized clergyman of the denomination or church which said inmates may respectively prefer or to \nwhich they may have belonged prior to their being confined in such institutions; but if any of such inmates shall be \nminors under the age of sixteen years, then such services, advice and spiritual ministration shall be allowed in \naccordance with the methods and rites of the particular denomination or church which the parents or guardians of \nsuch minors may select; such services to be held and such advice and ministration to be given within the buildings or \ngrounds where the inmates are required by law to be confined, in such manner and at such hours as will be in \nharmony, as aforesaid, with the discipline and the rules and regulations of the institution and secure to such inmates \nfree exercise of their religious beliefs in accordance with the provisions of this section. In case of a violation of any of \nthe provisions of this section any person feeling himself aggrieved thereby may institute proceedings in the supreme \ncourt of the district where such institution is situated, which is hereby authorized and empowered to enforce the \nprovisions of this section.’ \n \n \n \n \n   \n \n \n \n7 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/131357"
    },
    {
      "date": "1971-02-24",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 178,
      "cite_1_reporter": "F.2d",
      "cite_1_vol": 442,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "U.S. Court of Appeals for the Second Circuit",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 138393,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/138393.pdf",
      "title": "USCA Opinion",
      "text": " \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n \n  *181  Kristin  Booth  Glen,  New  York  City  (Victor \nRabinowitz,  David  Rosenberg,  Rabinowitz,  Boudin  & \n442 F.2d 178 \nStandard, New York City, of counsel), for appellee. \nUnited States Court of Appeals, Second Circuit. \nHillel  Hoffman,  Asst.  Atty.  Gen.,  of  N.Y.  (Louis  J. \nMartin SOSTRE, Plaintiff-Appellee, \nLefkowitz, Atty. Gen., Samuel A. Hirshowitz, First Asst. \nv. \nAtty. Gen., and Mark T. Walsh, Asst. Atty. Gen., on the \nPaul D. McGINNIS, Commissioner of Correction \nbrief), for appellant. \nof the State of New York, Vincent Mancusi, \nWarden of Attica Prison, and Harold W. Follette, \nWilliam  Bennett  Turner,  San  Francisco,  Cal.  (Jack \nWarden of Green Haven Prison, \nGreenberg,  Stanley  A.  Bass,  New  York  City,  on  the \nDefendants-Appellants. \nbrief), amicus curiae, for the N.A.A.C.P. Legal Defense \nand Educational Fund, Inc., and the National Office for \nNo. 180, Docket 35038. \nthe Rights of the Indigent. \n| \nArgued to the court in banc Oct. 21, 1970. \nHaywood Burns, Lowell Johnston, Margaret Burnham, \n| \nNew York City, on the brief, amicus curiae, for The \nDecided Feb. 24, 1971. \nNational Conference of Black Lawyers. \nBefore LUMBARD, Chief Judge, WATERMAN, Senior \nSynopsis  Circuit  Judge,a1  and  MOORE,  FRIENDLY,  SMITH, \nAppeal from a decision and order of the United States  KAUFMAN,  HAYS,  ANDERSON  and  FEINBERG, \nDistrict Court for the Southern District of New York,  Circuit Judges. \nConstance Baker Motley, J., 312 F.Supp. 863, granting \nOpinion \nplaintiff  state  prisoner  punitive  and  compensatory \n \ndamages and injunctive relief pursuant to Civil Rights \nAct. The Court of Appeals, Irving R. Kaufman, Circuit \nIRVING R. KAUFMAN, Circuit Judge: \nJudge,  held  that  conditions  of  prisoner’s  segregated \nconfinement  did  not  constitute  cruel  and  unusual \n \npunishment. The Court also held that imposition of such \nconfinement  because  of  his  political  beliefs  and  legal \nWe voted to hear the initial argument of this appeal en \nactivities was unlawful, but that he was not entitled to \nbanc,  a  procedure  we  reserve  for  extraordinary \nrecover from state commissioner of corrections. \ncircumstances, so that we might give plenary review to a \n  \ncomplex  of  urgent  social  and  political  conflicts \nReversed in part; modified in part; affirmed in part. \npersistently  seeking  solution  in  the  courts  as  legal \n  \nproblems,  a  phenomenon  de  Tocqueville  commented \nLumbard, Chief Judge, concurred and filed an opinion. \nupon many years ago. Democracy in America, vol. I at \n  \n290 (Vintage ed. 1945). The elaborate opinion and order \nWaterman, Circuit Judge, concurred and filed an opinion. \nbelow raise important questions concerning the federal \n  \nconstitutional  rights  of  state  prisoners  which  neither \nJ. Joseph Smith, Circuit Judge, concurred in part and \nSupreme Court precedent nor our own past decisions have \ndissented in part and filed an opinion. \nanswered. The sparse authority from other courts is for \n  \nthe most part either inconclusive or conflicting. \nFeinberg, Circuit Judge, dissented and concurred and filed \nan opinion.  I. \n  \nHays, Circuit Judge, dissented in an opinion with which  PROCEEDINGS BELOW AND JURISDICTION \nMoore, Circuit Judge, concurred. \n   This is an appeal from an order entered May 14, 1970, by \nJudge Motley, sitting in the Southern District of New \nAttorneys and Law Firms  York, 312 F.Supp. 863, which granted plaintiff Martin \n1 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nSostre  punitive  and  compensatory  damages  against  L.Ed.2d 622 (1963). See King v. Smith, 392 U.S. 309, 88 \ndefendants  Follette  and  McGinnis  as  well  as  a  wide  S.Ct.  2128,  20  L.Ed.2d  1118  (1968);  Damico  v. \nvariety of injunctive relief in his action pursuant to the  California, 389 U.S. 416, 88 S.Ct. 526, 19 L.Ed.2d 647 \nCivil Rights Act of 1871, 42 U.S.C. § 1983, and 28  (1967) (per curiam); Wright v. McMann, 387 F.2d 519, \nU.S.C. §§ 1331, 1343(3). At the time Sostre filed his  522-523 (1967). \nhandwritten  complaint,  he  was  incarcerated  in  New    \nYork’s Green Haven Prison (now called Green Haven   Moreover, because Sostre ‘is not challenging the validity \nCorrectional Facility), serving a sentence of thirty to forty  of  his  sentence  with  the  ultimate  object  of  obtaining \nyears for selling narcotics, followed by thirty days further  release’ from prison, Hancock v. Avery, 301 F.Supp. 786, \nimprisonment  for  contempt  of  court,  imposed  on  him  791 (M.D.Tenn.1969), his Section 1983 petition is clearly \nMarch 18, 1968. The original defendants included the  not  a  mere  sham  procedure  to  avoid  the  exhaustion \nGovernor of New York as well as the State Commissioner  requirement  of  the  federal  habeas  corpus  statute,  28 \nof Correction, appellant McGinnis; the Warden of Green  U.S.C. § 2254(b), (c). Cf. Smartt v. Avery, 411 F.2d 408 \nHaven, Harold W. Follette, who died shortly before the  (6th Cir. 1967); Kalec v. Adamowski, 406 F.2d 536 (7th \nopinion below was entered;1 and the Warden of Attica  Cir. 1969); Peinado v. Adult Auth., 405 F.2d 1185, 1186 \nPrison (now called Attica Correctional Facility), appellant  (9th Cir.), cert. denied, 395 U.S. 968, 89 S.Ct. 2116, 23 \nVincent Mancusi. Sostre had been confined for one night  L.Ed.2d 755 (1969); Johnson v. Walker, 317 F.2d 418, \n*182  in  Attica  immediately  after  sentencing,  them  419-420 (5th Cir. 1963); King v. McGinnis, 289 F.Supp. \ntransferred the following day to Green Haven.  466 (S.D.N.Y.1968). \n  \nSostre does not appeal from the dismissal by the district \ncourt of his action against the Governor, in which Sostre  II. \nhad  asserted  the  Governor’s  complicity  in  racial \ndiscrimination in the administration of New York’s prison  FACTS \nsystem. \n Because  there  was  no  finding  below  that  Warden  A. Circumstances of Sostre’s Commitment to Punitive \nMancusi had in any way violated Sostre’s constitutional  Segregation \nrights,  the  case  against  him  should  also  have  been \nOn June 25, 1968, Warden Follette ordered that Sostre be \ndismissed.  In  refusing  this  dismissal,  Judge  Motley \ncommitted pursuant to Section 140 of the New York \nobserved that Commissioner McGinnis ‘has the power to \nCorrection Law, McKinney’s Consol. Laws, c. 43,3 to \nre-transfer Sostre to Attica.’ 312 F.Supp. at 877 n. 8. The \n‘solitary  confinement’  (the  words  in  the  statute)  or \nrelevance of this admitted fact escapes us. After bringing \n‘punitive segregation’ (the term adopted by Judge *183 \nthis law suit, Sostre was transferred to Wallkill State \nMotley and by the parties on appeal, which we will use \nPrison,  but  we  suppose  that  would  not  justify  an \nfor that reason and also because he was not as isolated in \ninjunction directed against the Warden there. \nhis segregation as ‘solitary’ would imply). The parties \n  \nvigorously  disagree  as  to  the  considerations  that \n We agree with the district court that Sostre was not \nmotivated Follette to inflict this punishment. \nrequired  as  a  precondition  of  maintaining  this  suit  to \nperform  the  meaningless  and  plainly  futile  gesture  of \nOn June 25, 1968, the day he put Sostre in segregation, \nwriting a letter to defendant McGinnis. See Houghton v. \nFollette  called  Sostre  to  his  office.  At  this  meeting, \nShafer, 392 U.S. 639, 88 S.Ct. 2119, 20 L.Ed.2d 1319 \nFollette questioned Sostre about his attempt that morning \n(1968) (per curiam); Eisen v. Eastman, 421 F.2d 560 (2d \nto mail to an attorney, Miss Joan Franklin of the National \nCir. 1969). The record amply supports the district court’s \nAssociation for the Advancement of Colored People, a \nfinding that the State Commissioner of Correction ‘had \nletter with handwritten legal papers attached, including a \nalready  been  informed  of  the  facts’  and  further \nmotion for use in the trial of Mrs. Geraldine Robinson. \nenlightenment from Sostre himself could not have been \nMrs. Robinson is described by Judge Motley and the \nexpected to affect his attitude or his inaction.2 312 F.Supp. \nparties on appeal as Sostre’s ‘codefendant.’ Although she \nat 881-882. Nor is exhaustion of state legal or equitable \nwas joined with Sostre in the indictment which resulted in \nremedies  necessary  to  a  Section  1983  action,  which \nSostre’s  imprisonment,  they  were  not  tried  together. \nprovides ‘a remedy in the federal courts supplementary to \nFollette told Sostre ‘he must confine his legal activities to \nany remedy any State might have.’ McNeese v. Board of \nhis own incarceration’ and accordingly that the motion \nEducation, 373 U.S. 668, 672, 83 S.Ct. 1433, 1435, 10 \nwould not be mailed. Follette explained that he objected \n2 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nto Sostre’s attempt to ‘practice law’ without a license.  that ‘the power structure’ would soon be overthrown. \nSostre believed that he had a right to mail legal papers in \nbehalf of Mrs. Robinson and refused to assure Follette, as  Follette  insists  that  his  decision  to  commit  Sostre  to \nFollette requested, that he would discontinue attempting  segregation reflected (1) Sostre’s declared intent to defy \nto mail such documents through normal prison channels.  Follette’s  order  by  preparing  legal  papers  for  his \nco-defendant; (2) his intransigence *184 about R.N.A.; \nDuring  the  same  interview,  Follette  questioned  Sostre  (3) the allusion in the letter to his sister to his impending \nabout a reference to an organization known as ‘R.N.A.,’  liberation.  Rule  54  of  the  ‘Inmate’s  Rule  Book,’  a \nmentioned by Sostre in his letter to Miss Franklin and to  publication of the New York Department of Correction \nwhich  Sostre  had  referred  in  earlier  correspondence.  issued to each prisoner when he arrives at Green Haven, \n‘R.N.A.’ in fact referred to the Republic of New Africa,  limits  inmate  correspondence  to  ‘their  own  personal \nwhich Sostre identified at the trial before Judge Motley as  matters.’  Follette  interpreted  this  as  proscribing  the \na black liberation or black separatist organization. Sostre  sending  of  legal  papers  in  behalf  of  a  co-defendant. \ndisputed Follettee’s tstimony that Sostre had lied about  Sostre’s  refusal  to  discuss  R.N.A.  and  his  persistence \nR.N.A. at the June 25 interview by persistently claiming  about Mrs. Robinson’s legal papers both violated Rule 5 \nat that time that it was a ‘federal agency * * * ‘Recovery  of the Inmate Rule Book which requires that an inmate \nNational Administration’ or something like this.’ Sostre  obey  orders  ‘promptly  and  fully,’  pending  whatever \ndid  admit,  as  Follette  asserted  at  trial,  that  after  appeal  he  may  wish  to  take  to  higher  authority.  In \nresponding to a few questions Sostre refused to discuss  addition, his silence violated Rule 12, enjoining inmates \nR.N.A. further. The plaintiff’s justification for his silence  to answer ‘fully and truthfully’ all questions put by prison \nwas  that  Follette  had  persisted  in  labelling  R.N.A.  a  officials.  In  sum,  Follette  assigned  as  his  motive  for \n‘subversive  organization.’  Sostre  ‘clammed  up,’  as  he  Sostre’s punishment the fact that Sostre’s ‘whole attitude \ntestified,  to  avoid  antagonizing  Follette  by  further  was one of defiance, of flatly refusing * * * to conduct \nexplaining or defending R.N.A.  himself as a proper inmate within the rules, regulations \nand laws set down by the State of New York and the \nFollette  testified  without  contradiction  that  the  Department of Correction.’ Section 140 of the New York \norganization known as the Republic of New Africa was of  Correction Law authorized Follette, by its terms in his \nsufficient concern to him to have been the object of an  unfettered  discretion,  to  commit  Sostre  to  segregation \ninvestigation before the interview with Sostre. Follette  when ‘necessary * * * to produce (his) entire submission \nfeared that ‘this organization was a cloak for an attempt to  and obedience’ and to keep him there ‘until he shall be \norganize prison inmates for riot and insurrection,’ based  reduced to submission and obedience.’ \non information obtained from the F.B.I. and the New \nYork State and Buffalo City Police. ‘The possibility of  Judge  Motley  disbelieved  each  of  Follette’s  asserted \ninsurrection  at  Green  Haven’  was  a  ‘major  fear’  to  motives for punishing Sostre, crediting instead Sostre’s \nFollette at all times, but particularly so in June, 1968.  testimony that Follette was motivated by Sostre’s threat to \nSecurity at the prison had been weakened, in Follette’s  sue  Follette  over  his  withholding  the  motion  papers \nview, by an exceptionally high turnover of correction  intended for Mrs. Robinson. Additionally, Judge Motley \nofficers, approaching a rate of about fifty percent each  attributed to Follette an intent to punish Sostre because of \nyear. An influx of new officers had not yet been cleared  his earlier activism in bringing litigation related to the \nthrough  the  New  York  State  Identification  and  practice  of  the  Black  Muslim  religion  in  New  York \nIntelligence System. Moreover, Sostre had exacerbated  prisons  and  ‘because  he  is,  unquestionably,  a  black \nFollette’s concern with the possibility of major disorder  militant  who  persists  in  writing  and  expressing  his \nbecause of a statement in a letter that Sostre had written to  militant and radical ideas in prison.’ Judge Motley held \nhis sister, dated May 19, 1968:  that the summary meeting with Warden Follette which \nresulted in Sostre’s commitment to segregation did not \nAs for me, there is no doubt in my mind whatsoever that I  afford due process of law to Sostre before his ‘liberty’ \nwill be out soon, either by having my appeal reversed in  was taken. \nthe courts or by being liberated by the Universal Forces of  Apart from the events of the June 25 interview, Judge \nLiberation.  Motley also dismissed as one of Follette’s reasons for \ncontinuing  Sostre’s  incarceration  in  segregated \nThis  sentence  is  included  in  a  broad  indictment  of \nconfinement several items of ‘contraband’ which Follette \nmilitarism and oppression in this country and a prediction \nclaimed  were  the  fruit  of  a  search  of  Sostre’s  cell \n3 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nconducted  immediately  after  he  entered  segregation.  1. Isolation from Human Contact \nThese items consisted of (1) two small (3 inches by 5 \ninches) pieces of heavy black emery paper covered with  Although for four months only one other prisoner was \nan  abrasive  material  like  sand  which,  according  to  confined with Sostre in his small ‘segment’ of five cells, \nFollette, could be flaked off and in some manner attached  the  entire  punitive  segregation  unit  at  Green  Haven \nto a string to fashion an instrument capable of sawing  housed on the average about 15 prisoners at any one time. \nthrough cell bars; (2) six tables of contents torn from  During the period between June 28, 1967, and September \nissues of the Harvard Law Review and stamped by prison  18, 1968, 179 prisoners were held in segregation for a \nofficials  to  indicate  that  the  books,  Sostre’s  personal  total of 8,960 days. From September 19, 1968 to July 3, \nproperty, were not to circulate to other prisoners; (3) a  1969, when Sostre was there, a total of 79 inmates were \nletter dated June 10, 1968, from the Appellate Division of  segregated at Green Haven. Of these, about ten percent \nthe  Supreme  Court  of  New  York  addressed  to  a  were held in ‘protective’ segregation. This term is used to \nfellow-prisoner of Sostre’s, Juan Moline, a Puerto Rican,  describe  those  who  are  segregated  from  the  general \nwhich Sostre later explained he was translating for Moline  population  to  protect  them  from  harm  rather  than  as \nfrom  English  into  Spanish.  Judge  Motley  believed  punishment. These prisoners were incarcerated in cells \nSostre’s testimony that he had never seen the pieces of  entirely  separated  from  Sostre’s  cell  in  the  punitive \nemery paper before they were introduced by defendants at  segregation unit. The other prisoners were confined in \ntrial. 312 F.Supp. at 869. The other contraband indicated  cells near Sostre’s, so that he would have been able to \nthat Sostre had violated prison rules by circulating his law  communicate  with  them,  albeit  with  some  difficulty \nperiodicals  to  other  prisoners  and  by  giving  a  depending on the distance between Sostre and the other \nfellow-prisoner legal assistance without first securing the  prisoners. We are informed of an incident where one \nWarden’s permission. The Court below not only declined  prisoner brought to solitary and placed in another group \nto find that these activities motivated the punishment of  of  cells  committed  suicide.  Sostre  was  able  to \nSostre, but held in addition, that Sostre’s activities were  communicate with this inmate and indeed was able to \nprotected by the Fourteenth Amendment.4  dictate a legal document to him. \nFinally, although we do not doubt that ‘the crux of the \n*185 B. Conditions of Punitive Segregation  matter is human isolation,’ as Judge Motley observed, \nSostre aggravated his isolation by refusing to participate \nSostre  remained  confined  in  punitive  segregation  for  in  a  ‘group  therapy’  program  offered  each  inmate  in \ntwelve  months  and  eight  days,  until  Judge  Motley  segregation  beginning  October  or  November  1968. \nrestrained his continued punishment pendente lite on July  ‘Therapy’ sessions were conducted in groups of about \n2, 1969. By regulation, Sostre lost the opportunity to earn  eight per class, generally one each week or ten days, \n124  1/3  days  of  good  behavior  credit  while  he  was  under  the  guidance  of  a  ‘recreation  supervisor,’  *186 \nsegregated.5 We cannot avoid setting forth the precise  Sergeant Louis Profera. Profera had been trained in group \nconditions  of  Sostre’s  long  confinement  with  some  counseling  in  a  six  month,  40-hour  course  by  a \nparticularity because Judge Motley found as a matter of  psychiatrist at the New York State Vocational Institution. \nlaw,  that  (1)  in  view  of  those  conditions,  Sostre’s  Special  rules  for  punitive  segregation  posted  in  the \npunishment— or any confinement in segregation under  segregation  unit  provided  that  inmates  in  punitive \nsimilar conditions for longer than 15 days— was ‘cruel  segregation would be ‘returned to the general population \nand  unusual’  under  the  Eighth  Amendment;  (2)  this  after demonstrating their willingness to accept and adhere \nabsolute rule aside, Judge Motley held that the penalty  to the institutional rules and regulations as shown by their \ninflicted  upon  Sostre  was  so  disproportionate  to  the  participation in group counselling sessions. * * * Refusal \noffenses charged against him that his segregation would  to participate in group counselling is indicative of the \nhave  been  cruel  and  unusual  even  crediting  each  of  inmate’s unwillingness to accept and abide by the rules \nFollette’s assigned justifications for it. We cannot approve  and  regulations  of  the  institution.’  Profera’s  favorable \nthese conclusions. Our reasons for refusing to do so are  recommendation generally resulted in a prisoner’s release \nbased in part on undisputed facts in the record which do  from segregation. Although one prisoner who testified at \nnot appear in Judge Motley’s otherwise entirely accurate  trial  returned  to  the  general  population  without \ndescription  of  Sostre’s  segregated  environment.  The  participating in group therapy, there is no doubt that there \nfollowing  account  draws  upon  those  undisputed  facts  was significant pressure to participate. Expert witnesses at \nwhich do not appear in the opinion below, as well as those  trial disagreed as to whether coercion would increase or \nwhich do, in an effort to present the whole fabric.  decrease the efficacy of group therapy.6 \n4 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n2. Other Conditions of Sostre’s Segregated Confinement  140, ‘submissiveness’ was to be the touchstone for his \nrelease. Follette testified that Sostre could have returned \nJudge Motley heard extensive testimony describing such  to  the  general  population  either  by  successful \nimportant  details  as  Sostre’s  diet,  his  opportunity  for  participation in group therapy or by agreeing to live by \nexercise,  the  hygienic  conditions  of  his  cell,  and  the  the rules of the prison. Sostre’s contention is that he \npossibility for intellectual stimulation. It can hardly be  refused  to  agree  to  obey  rules  that  he  considered  an \nquestioned that his life in segregation was harsher than it  infringement of his constitutional rights. \nwould have been in the general population, but neither \nwas it clearly unendurable or subhuman or cruel and  C. Censorship and Possession of Literature \ninhuman in a constitutional sense. \nDefendant Follette censored Sostre’s correspondence with \nThus, Sostre would not be served seconds of the main  Joan  Franklin  of  the  NAACP,  the  attorney  of  record \ncourse upon his demand; but there was no testimony that  representing  Sostre  on  appeal  from  his  conviction. \nhe  would  have  had  that  privilege  in  the  general  Follette regularly excised from letters passing between \npopulation. He was denied the dessert that would have  Sostre  and  Miss  Franklin  ‘objectionable’  material— \nbeen available to the general population; but apart from  anything  which  ‘in  his  judgment  was  not  relevant  to \nthe dessert his diet still consisted of 2800 to 3300 calories  Sostre’s  appeal.’  In  accordance  with  Rule  47  of  the \na day.7 Sostre remained in his cell at all times except for a  Inmate  Rule  Book  which  restricts  inmates’ \nbrief period once each week to shave and shower. An  correspondence to persons on an approved mailing list, \nhour of exercise with four or five other prisoners in a  Warden  Follette  in  late  September,  1968,  refused  to \nsmall, enclosed yard, open to the sky was a daily routine.  forward a letter from Sostre to the United States Post \nBut the record reveals that Sostre refused this privilege  Office Inspector, in which Sostre complained of Green \nbecause he would not submit to a ‘strip search.’ Officials  Haven’s practice of not returning to prisoners receipts for \ntestified that it was necessary to subject prisoners to such  certified mail. The district judge found that each of these \nan examination each time they entered the exercise yard  actions  violated  Sostre’s  First  Amendment  right  to \nto prevent them from concealing on their bodies small bits  freedom of speech. \nof wire or other material suitable for use as a weapon.  About August 3, 1969, a month after his release from \nsegregation, Sostre was deprived of the use of the prison \nHygienic conditions were at least minimally adequate to  exercise  yard  and  the  privilege  of  attending  movies \npermit Sostre to remain clean and healthy. Thus, Sostre  because he possessed ‘inflammatory racist literature’ in \nwas allowed to shave and shower with hot water once  his cell. The literature consisted of articles written by \neach week. The furnishings of his normal-sized (6 ft. x 8  Sostre himself on paper properly in his possession. Most \nft.) cell included a toilet and a face bowl with running  of the articles consisted of extracts from magazines and \ncold water, and he was provided with soap and a towel.  newspapers which Sostre was also permitted to have and \nread in his cell. The extracts included quotations from \nThe strictures on Sostre’s intellectual fare were severe. He  Mao Tse Tung, poetry written by a prison inmate, the \ncould not buy or receive books, magazines or newspapers,  names of the officers, the party program, and rules of \nand  his  access  to  the  prison’s  library  collection  was  conduct of the Black Panther Party; the officers and oath \nlimited to a selection among approximately thirty-five \nof allegiance of the Republic of New Africa; a ‘program’ \nvolumes, mostly ‘shoot-em-ups’ as Sostre described them, \nfor Black Student Unions; and the poem ‘If We Must \nchosen by the prison guards. Still, light from a single \nDie,’ by Claude McKay. In addition, guards found in \nbulb, controlled by the guards and usually turned on early \nSostre’s cell an article which he had written himself, \nin the morning and off at 10 p.m., was adequate for \nentitled  ‘Revoluntionary  Thoughts.’  The  district  court \nreading.  And  although  he  could  not  attend  school  or  found  that  Sostre’s  punishment  for  possessing  this \nwatch  television,  as  could  the  inmates  in  the  general  material constituted another infringement of his freedom \npopulation, any material related to the law requested by  of expression.8 \nhim would be brought to his cell. \nIII. \n*187 3. Length of Segregated Confinement \nTHE DISTRICT COURT’S ORDER \nPursuant to the usual practice at Green Haven, Sostre was \nsentenced  to  ‘solitary’  confinement  for  an  indefinite  Upon these findings which we have necessarily sketched, \nperiod. According to New York Correction Law Section  Judge Motley on May 14, 1970, entered the following \n5 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \norder, which because of its complexity and importance to  in  writing,  except  for  violation  of  reasonable  rules \nthe questions we must decide, we reproduce in full. The  approved by the court regulating freedom of speech.) \ndistrict court subsequently granted a stay of its order \npending appeal as to the bracketed portions. A stay as to  (It is further ordered that the above named defendants \nthe remainder of the order was denied.  submit, within 90 days from the date of this order, for \napproval by this court, proposed rules and regulations \nIt is now ordered, that defendants Follette, McGinnis and  governing the following: \nMancusi,  their  employees,  agents,  successors,  and  all \npersons in active concert and participation with them be,  1)  the  receipt,  distribution,  discussion  and  writing  of \nand they are hereby, perpetually enjoined and restrained  political literature; \nfrom: \n2)  all  future  disciplinary  charges  and  hearings  with \n1) Returning plaintiff to punitive segregation for charges  respect thereto where the possible punishments include \npreviously preferred against him;  solitary confinement, punitive segregation or any other \nsegregation, and any other punishment in connection with \n2) Placing plaintiff in punitive segregation or subjecting  which there is loss of, or inability to earn, good time \nhim to any other *188 punishment as a result of which he  credit.) \nloses accrued good time credit or is unable to earn good \ntime credit, without:  It is further ordered that the above named defendants and \ntheir agents credit plaintiff with the 124 1/3 days of good \na. giving him, in advance of a hearing, a written copy of  time credit which he was unable to earn while wrongfully \nany charges made against him, citing the written rule or  incarcerated in punitive segregation from June 25, 1968 to \nregulation which it is charged he has violated;  July 2, 1969. \nb. granting him a recorded hearing before a disinterested  (It is further ordered that the plaintiff, Martin Sostre, \nofficial where he will be entitled to cross-examine his  recover  of  the  defendants,  Warden  Follette,  and \naccusers and to call witnesses on his own behalf;  Commissioner McGinnis the sum of $13,020.00.) \nc. granting him the right to retain counsel or to appoint a  IV. \ncounsel substitute; \nd. giving him, in writing, the decision of the hearing  PUNISHMENT  FOR  POLITICAL  BELIEFS  AND \nofficer in which is briefly set forth the evidence upon  LEGAL ACTIVITIES \nwhich it is based, the reasons for the decision, and the   The question as to the propriety of withdrawing from \nlegal basis for the punishment imposed.9  incarcerated individuals constitutional privileges enjoyed \nby citizens of the community, although troublesome, is \n(3) Censoring, refusing to mail or refusing to give to  not new to the courts. It is clear that in many respects the \nSostre: 1) Any communication between Sostre and the  constitutionally  protected  freedoms  enjoyed  by \nfollowing—  (a)  any  court;  (b)  any  public  official  or  citizens-at-large may be withdrawn or constricted as to \nagency;  (c)  any  lawyer;  (d)  his  co-defendant  in  the  state  prisoners,  so  far  as  ‘justified  by  the  *189 \ncriminal matter pending against him; and, 2) Any letter  considerations  underlying  our  penal  system,’  Price  v. \nrelating to any legal matter to or from any other inmate  Johnston, 334 U.S. 266, 285, 68 S.Ct. 1049, 1060, 92 \nwho requests the assistance of Sostre in translating that  L.Ed. 1356 (1948). Federal courts have been reluctant to \nletter into English.)  intrude  themselves  into  the  complex  and  delicate \nproblems of prison administration. E.g., United States ex \n4) Punishing Sostre for sharing with other inmates his law  rel. Knight v. Ragen, 337 F.2d 425 (7th Cir.), cert. denied, \nbooks, law reviews, and other legal materials, and from  380 U.S. 985, 85 S.Ct. 1355, 14 L.Ed.2d 277 (1964); \nrefusing to permit Sostre to assist any other inmate in any  Hatfield v. Bailleaux, 290 F.2d 632, 640 (9th Cir. 1961); \nlegal matter as long as defendants have not provided any  Childs v. Pegelow, 321 F.2d 487 (4th Cir. 1963). The \ncourt approved alternative means of legal assistance for  time is long since past, however, when a court might \nsuch inmates.  describe a prisoner as temporarily ‘a slave of the state,’ \nRuffin v. Commonwealth, 62 Va. (21 Gratt.) 790, 796, or \n(5) Punishing Sostre for having in his possession political \ntreat him as such. Among those rights not taken from \nliterature and for setting forth his political views orally or  Sostre when he entered Attica, either ‘expressly or by \n6 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nnecessary implication,’ Coffin v. Reichard, 143 F.2d 443,  credibility’ of Sostre and Follette, F.R.Civ.P. 52(a). See \n445  (6th  Cir.  1944),  is  freedom  from  discriminatory  Zenith Radio Corp. v. Hazeltine Research, Inc., 395 U.S. \npunishment  inflicted  solely  because  of  his  beliefs,  100, 89 S.Ct. 1562, 23 L.Ed.2d 129 (1969) (reviewing \nwhether religious or secular. Cooper v. Pate, 378 U.S.  court may overturn finding if on the entire evidence it is \n546, 84 S.Ct. 1733, 12 L.Ed.2d 1030 (1964) (per curiam)  left with the definite and firm conviction that a mistake \n(unlawful  to  withdraw  prison  privileges  because  of  has been made). On the other hand, McGinnis was not \ninmate’s religious faith); see Lee v. Washington, 390 U.S.  privy to Follette’s interview with Sostre. The record is \n333, 88 S.Ct. 994, 19 L.Ed.2d 1212 (1968) (per curiam)  barren  of  any  justification  for  attributing  to  him,  in \n(racial segregation); Fulwood v. Clemmer, 206 F.Supp.  sanctioning  Sostre’s  continued  confinement,  any  more \n370, 373-374 (D.C.D.C.1962) (religious discrimination).  sinister motive than appropriate deference to the judgment \nMoreover,  the  Constitution  protects  with  special  of Warden Follette. McGinnis on the record before *190 \nsolicitude, a prisoner’s access to the courts. Ex parte Hull,  us, had no reason to suspect Follette of other than proper \n312  U.S.  546,  61  S.Ct.  640,  85  L.Ed.  1034  (1941);  motivation.10 \nJohnson v. Avery, 393 U.S. 483, 89 S.Ct. 747, 21 L.Ed.2d    \n718 (1969). Accordingly, Sostre’s lengthy confinement to \nsegregation violated due process of law if, as the district  V. \ncourt  found,  Warden  Follette  inflicted  the  punishment \neither because of Sostre’s militant political ideas or his  CRUEL AND UNUSUAL PUNISHMENT \nlitigation, past or threatened, against Follette or other state \nA reflection of maturing sensitivity in this country to the \nofficials. \ncondition of some of our prisons may be seen in the \n  \ndistrict court’s finding that deprivations such as Sostre \nendured for a year may not again be inflicted on New \nSostre does not shrink from characterizing himself as a \n‘jailhouse lawyer’ and the record before us does justice to  York State prisoners for longer than fifteen days, and only \nthis label, as does the history of Sostre’s earlier period of  then for serious violations of prison rules. Otherwise, \nconfinement  in  New  York  prisons  from  1952-64  Judge Motley held, such punishment would run ashoal of \nfollowing his first conviction for selling narcotics. It is not  the Eighth Amendment prohibition of cruel and unusual \nunreasonable to suppose, as the district court apparently  punishment,  as  applied  to  the  states  through  the  due \ndid, that Warden Follette was aware of Sostre’s Black  process  guarantee  of  the  Fourteenth  Amendment, \nRobinson v. California, 370 U.S. 660, 82 S.Ct. 1417, 8 \nMuslim  activities  during  that  period;  of  his  solitary \nL.Ed.2d 758 (1962). \nconfinement  in  Attica  Prison  for  four  years,  resulting \nWe  respect  the  outrage,  given  form  and  content  by \nfrom his religious activism; and of his success in securing \nscholarly research and reflection, that underlay the expert \nthrough earlier litigation before this court the recognition \ntestimony at trial of Sol Rubin, for many years Counsel \nof certain constitutional liberties for state prisoners. See \nfor the National Council on Crime and Delinquency, and \nPierce v. LaVallee, 293 F.2d 233 (2d Cir. 1961); Sostre v. \nMcGinnis, 334 F.2d 906 (2d Cir.), cert. denied, 379 U.S.  Dr. Seymour Halleck, a psychiatrist at the University of \n892, 85 S.Ct. 168, 13 L.Ed.2d 96 (1964). Sostre’s version  Wisconsin  with  long  experience  in  state  correctional \nof his June 25, 1968, interview with Follette, if believed,  practices.  Mr.  Rubin  testified  that  Sostre’s  segregated \nwas a proper basis for Judge Motley’s conclusion that  environment was degrading, dehumanizing, conducive to \nFollette  committed  Sostre  to  segregation,  if  not  in  mental  derangement,  and  for  these  reasons  ‘a  gross \ndeparture’  from  enlightened  and  progressive \nretaliation for his black militancy or past litigation, then at \ncontemporary standards for the proper treatment of prison \nleast to squelch Sostre’s threat to take Follette to court \ninmates. Dr. Halleck feared that the isolation from human \nover  his  censorship  of  Sostre’s  correspondence.  Some \ncontact in punitive segregation might cause prisoners to \nsubstantiation for Sostre’s account might be inferred from \nhallucinate  and  to  distort  reality.  Long-term  isolation \nFollette’s  summary  commitment  of  Sostre,  without \nmight have so serious an impact, in fact, as to ‘destroy’ a \nfollowing  the  practice  described  in  the  New  York \nDepartment of Correction’s Employees’ Rule Book (Rule  person’s  ‘mentality.’  Dr.  Halleck  singled  out  for \n8.4), requiring trial by a ‘disciplinary officer or court.’  particular  censure  Green  Haven’s  ‘group  therapy’ \n On this evidence, we cannot conclude that the district  program, whose compulsory aspects he found repugnant \njudge  was  ‘clearly  erroneous’  in  attributing  improper  to  effective  treatment  of  participants  and  indeed \nmotives to Follette, affording as we must ‘due regard * *  inconsistent with minimal standards of professionalism \n* to the opportunity of the trial court to judge of the  among trained group counsellors.11 \n7 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nNor would candor permit us to dismiss these opinions as  may seem unsound or personally repugnant. As judges we \naberrational  among  those  views  revealed  in  relevant  are obliged to school ourselves in such objective sources \nsources referred to us by counsel or known to us through  as historical usage, see Wilkerson v. Utah, 99 U.S. 130, \nour  own  research.  To  the  contrary,  it  would  not  be  25 L.Ed. 345 (1870), practices in other jurisdictions, see \nmisleading  to  characterize  many  of  the  opinions  of  Weems v. United States, 217 U.S. 349, 30 S.Ct. 544, 54 \nplaintiff’s  experts  as  fairly  representative  of  the  L.Ed. 793 (1910), and public opinion, see Robinson v. \nperspective  of  adherents  to  the  ‘new  penology,’  see  California, 370 U.S. 660, 666, 82 S.Ct. 1417, 8 L.Ed.2d \nKnuckles  v.  Prasse,  302  F.Supp.  1036,  1047-1048  758  (1962),  before  we  may  responsibly  exercise  the \n(E.D.Pa.1969),  the  thrust  of  whose  doctrine  may  be  power  of  judicial  review  to  declare  a  punishment \ngauged by the preference for the adjective ‘correctional’  unconstitutional under the Eighth Amendment. \nrather  than  ‘penal’  as  more  accurately  indicating  the    \nproper function of a prison system.12 The rapidly rising \nstandards in the field of penology and corrections that Mr.  Accordingly, we have in the past declined to find an \nRubin  referred  to  in  his  testimony  are  reflected  in  a  Eighth Amendment violation unless the punishment can \ngrowing preoccupation with institutional strictures and  properly  be  termed  ‘barbarous’  or  ‘shocking  to  the \ntechniques designed to ‘reintegrate’ prisoners with society  conscience.’ See Church v. Hegstrom, 416 F.2d 449, 451 \nor,  in  the  jargon  of  the  experts,  to  ‘provide  *  *  *  (2d Cir. 1969). Although the conditions Sostre endured \nmotivation  for  acquiring  a  conventional  role  in  a  were severe, we cannot agree with the district court that \nnon-delinquent setting.’13 Conjugal visiting, daytime work  they were *192 ‘so foul, so inhuman, and so violative of \nor educational-releaseeeeeeeeeeeeeeee *191 e programs,  basic concepts of decency,’ Wright v. McMann, 387 F.2d \nvocational  training,  half-way  houses,  and  inmate  519  (2d  Cir.  1967),17  as  to  require  that  similar \npublication  of  prison  newspapers  are  some  of  the  punishments be limited in the future to any particular \nvanguard weapons in the ‘modern’ approach to prison  length of time. Nor can we agree that Sostre’s own long \nadministration.  The  key  concepts  are  access  and  confinement—  however  contrary  such  prolonged \ninvolvement of prisoners with the free society ‘on the  segregation may be to the views of some experts— would \noutside.’14 Anathema to this perspective are perhaps more  have been ‘cruel and unusual’ had Sostre in fact been \ntraditional  practices  which  subject  prisoners  to  confined for the reasons asserted by Warden Follette, \ndeprivation, degradation, subservience, and isolation, in  rather than on account of his beliefs and litigiousness. \nan attempt to ‘break’ them and make them see the error of \ntheir ways.15 It is suggested by many observers that such  It  is  undisputed  on  this  appeal  that  segregated \ntechniques are counter-productive, tending only to instill  confinement does not itself violate the Constitution. See \nin  most  prisoners  attitudes  hostile  to  rehabilitation,  Burns  v.  Swenson,  430  F.2d  771  (8th  Cir.,  Aug.  31, \n1970); Courtney v. Bishop, 409 F.2d 1185 (8th Cir.), cert. \nsummarized by one author as ‘doubt, guilt, inadequacy, \ndenied,  396  U.S.  915,  90  S.Ct.  235,  24  L.Ed.2d  192 \ndiffusion, self-absorption, apathy (and) despair.’16 \n(1969); Graham v. Willingham, 384 F.2d 367 (10th Cir. \nWe do not question, either, the relevance to an inquiry  1967); United States ex rel. Knight v. Ragen, 337 F.2d \nunder the Eighth Amendment of opinions which may  425 (7th Cir. 1964), cert. denied, 380 U.S. 985, 85 S.Ct. \nrepresent a progressing sense of humaneness as well as a  1355, 14 L.Ed.2d 277 (1965); Krist v. Smith, 309 F.Supp. \nnew calculation as to the efficacy of penal practices. See  497 (S.D.Ga.1970); Roberts v. Barbosa, 227 F.Supp. 20 \nTrop v. Dulles, 356 U.S. 86, 101, 78 S.Ct. 590, 2 L.Ed.2d  (S.D.Cal.1964). Indeed, we learn that a similar form of \n630 (1958) (Eighth Amendment invokes ‘the evolving  confinement is probably used in almost every jurisdiction \nstandards of decency that mark the progress of a maturing  in this country and has been described as one of ‘the main \nsociety’).  traditional  disciplinary  tools’  of  our  prison  systems. \n For a federal court, however, to place a punishment  President’s  Commission  on  Law  Enforcement  and \nbeyond the power of a state to impose on an inmate is a  Administration of Justice, Task Force Report: Corrections \ndrastic  interference  with  the  state’s  free  political  and  50-51 (1967); S. Rubin, et al., The Law of Criminal \nadministrative processes. It is not only that we, trained as  Corrections  293  (1963).18  Plaintiff  has  directed  our \njudges, lack expertise in prison administration. Even a  attention to currently operative rules in other jurisdictions \nlifetime  of  study  in  prison  administration  and  several  which limit the duration of segregated confinement, and \nadvanced degrees in the field would not qualify us as a  to  several  commentaries  recommending  or  approving \nfederal court to command state officials to shun a policy  such rules.19 In several states, however, incarceration in \nthat they have decided is suitable because to us the choice  segregated cells seems to be for an indefinite period, as it \n8 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nis in New York.20 The federal practice appears to be that  seen  in  considering  the  Eighth  Amendment  issue  is \nprisoners shall be retained in solitary ‘for as long as  presented in *195 another form by the district court’s \nnecessary to achieve the purposes intended,’ sometimes  order that Sostre may not be punished in the future in \n‘indefinitely.’ Furthermore, ‘willful refusal to obey an  such a way as to forfeit earned ‘good time’ credit or to \norder or demonstrated defiance of personnel acting in line  lose the chance to earn such credit unless he has (a) \nof duty may constitute sufficient basis for placing an  written notice of the charges against him; (b) a recorded \ninmate in segregation.’ *193 21 Such analogous practices22  hearing before a disinterested official with a chance to \ndo  not  impel  us  to  the  conclusion  that  the  Eighth  cross-examine adverse witnesses and call witnesses in his \nAmendment  forbids  indefinite  confinement  under  the  own behalf; (c) the right to retain counsel or counsel \nconditions endured by Sostre for all the reasons asserted  substitute; and unless (d) a written decision is rendered.29 \nby Warden Follette until such time as the prisoner agrees \nto abide by prison rules—however counter-productive as  Sostre presses upon us a variety of cases, relied upon by \na correctional measure or however personally abhorrent  the district court and said to be analogous to this case, in \nthe practice may seem to some of us.  which  federal  courts  have  required  states  to  square \n In  arriving  at  this  conclusion,23  we  have  considered  corners before exacting a penalty by following procedures \nSostre’s  diet,  the  availability  in  his  cell  of  at  least  similar to those mandated by Judge Motley. Particular \nrudimentary  implements  of  personal  hygiene,24  the  importance is attached to Goldberg v. Kelly, 397 U.S. \nopportunity for exercise25 *194 and for participation in  254, 90 S.Ct. 1011, 25 L.Ed.2d 287 (1970), where the \ngroup therapy,26 the provision of at least some general  Supreme  Court  announced  that  before  states  may \nreading matter from the prison library and of unlimited  terminate welfare payments they must adopt ‘minimum \nnumbers of law books, and the constant possibility of  procedural safeguards’ and afford those who are to suffer \ncommunication  with  other  segregated  prisoners.  These  loss ‘rudimentary due process,’ including advance written \nfactors  in  combination  raised  the  quality  of  Sostre’s  notice and a hearing at which the welfare recipient may \nsegregated environment several notches above those truly  cross-examine adverse witnesses and be represented by \nbarbarous  and  inhumane  conditions  heretofore  counsel. In addition, there must be a written statement of \ncondemned by ourselves and by other courts as ‘cruel and  reasons for any termination, including some indication of \nunusual.’27 See Ford v. Board of Managers, 407 F.2d 937  the evidence supporting the adverse decision. \n(3rd Cir. 1969) (no running water or wash bowl; bread \nand water diet except one regular meal each third day;  Our  recent  decision  in  Escalera  v.  New  York  City \nheld constitutional); Landman v. Peyton, 370 F.2d 135  Housing  Authority,  425  F.2d  853  (2d  Cir.  1970), \n(4th Cir. 1966), cert. denied, 388 U.S. 920, 87 S.Ct. 2142,  instructed that a state’s withdrawal of the ‘privilege’ of \n18 L.Ed.2d 1367 (1967); Knuckles v. Prasse, 302 F.Supp.  residing in a public housing project was onerous enough \nto  require  it  to  provide  those  affected  with  adequate \n1036  (E.D.Pa.1969)  (400  days  segregation  held \nadvance notice, a hearing, access to adverse evidence, \nconstitutional). \ncross-examination of adverse witnesses, full disclosure of \n  \nrules  governing  the  hearing,  and  a  reasoned  decision \nFinally, we cannot agree with Judge Motley that even if \nbased solely on the evidence adduced at the hearing. \nNew York might in an appropriate case subject a prisoner \nto the conditions of Sostre’s segregated confinement, had \nSomewhat closer in point to the present case is Mempa v. \nFollette’s  motives  been  as  he  described  them,  the \nRhay, 389 U.S. 128, 88 S.Ct. 254, 19 L.Ed.2d 336 (1967). \npunishment  would  in  any  event  have  been \nThe  court  held  that  representation  of  petitioners  by \nunconstitutionally disproportionate to the offense. Were \ncounsel was essential to the fairness of their deferred \nwe to rule otherwise, we would deny to prison authorities \nsentencing proceedings.30 The imposition of sentence had \nthe  power  to  use  an  entirely  constitutional  means  of \nbeen suspended and the petitioners placed on probation. \ndiscipline in response not only to a credible threat to the \nIn the proceedings under review, defendants were faced \nsecurity of the prison, but in response to a prisoner’s \nwith  both  sentencing  and  imprisonment  on  the  first \nrefusal  to  answer  appropriate  questions  put  by  prison \nconvictions for committing second offenses while out on \nauthorities and to obey valid prison regulations.28 \nprobation. The supreme Court determined that defendants \nVI.  should have been represented by counsel. Legal skills, the \nCourt  reasoned,  would  have  aided  petitioners  in \nPROCEDURAL DUE PROCESS  ‘marshalling  the  facts’  and  might  have  ensured  that \nA divergence of perspectives similar to those we have  important legal rights were not lost because unexercised \n9 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nat that stage.  due process is not a requirement in connection with a \nparole release determination. Menechino v. Oswald, 430 \nFederal courts disagree as to the reach of Mempa to  F.2d  403  (1970).34  Like  the  relationship  between \nprobation  revocation  proceedings  generally.  See  the  Menechino and the parole board, Follette’s relation to \nextensive citation of cases in Hewett v. North Carolina,  Sostre should not be viewed as adversarial in the same \n415 F.2d 1316, 1322 (4th Cir. 1969). In Hewett the court  sense that a criminal trial is adversarial. Certainly, formal \ndecided  that  counsel  was  a  necesary  component  of  rules of evidence would be entirely inappropriate at a \nfundamental fairness at a probation revocation hearing,  disciplinary  proceeding.  To  dispose  sensitively  and \n‘the event which makes operative the loss of liberty,’  carefully of each prisoner’s unique case with due regard \nbecause  a  trained  lawyer  might  have  prevented  the  for the effect of each decision on the total fabric of the \nadmission against defendant of improper evidence, and,  prison  community,  prison  authorities  must  have  wide \nthrough  appropriate  objections,  exceptions,  and  access to relevant information.35 Since, in addition, there \nassignments of error, have preserved defendant’s right to  is no likelihood that substantial rights would be sacrificed \nappeal.  if  a  prisoner  failed,  for  example,  to  raise  a  proper \n*196    Escalera  and  Goldberg  are  persuasive  recent  objection or to take a timely appeal, the need for legal \nauthority  that  states  may  not  avoid  the  rigors  of  due  skills is less acute here than in Mempa, Townsend, or \nprocess  by  labelling  an  action  which  has  serious  and  Hewett.  Moreover,  the  evidence  as  to  whether  the \nonerous consequences as a withdrawal of a ‘privilege’  prisoner has violated a prison regulation is likely to be \nrather than a ‘right.’31 Mempa warns us that procedural  simpler, more precise, and more readily at hand, than, for \nformality  may  be  required  in  the  operation  of  the  example,  the  evidence  *197  bearing  on  the  question \ncriminalization  and  incarceration  process  beyond  the  whether welfare payments should be terminated. There is \ndetermination of guilt at trial. Thus, we do not doubt that  correspondingly  less  need  for  cross-examination  and \nSostre was entitled to ‘due process of law’ before he was  calling of witnesses. \npunished for an infraction of prison rules. The exaction of  Most important, we think it inadvisable for a federal court \nsegregated  confinement  was  onerous  indeed,32  and  the  to pass judgment one way or another as to the truly \ndistinction  between  a  ‘right’  and  a  ‘privilege’—  or  decisive  consideration,  whether  formal  due  process \nbetween ‘liberty’ and a ‘privilege’ for that matter— is  requirements would be likely to help or to hinder in the \nnowhere more meaningless than behind prison walls.33  state’s endeavor to preserve order and discipline in its \nThe difficult question, as always, is what process was due.  prisons and to return a rehabilitated individual to society. \nIn answering that question, we may not uncritically adopt  It would be too simplistic to dissociate the impact of \nthe holdings of decisions that take color from contexts  punishment meted out after a disciplinary hearing from \nwhere the shadings are as different from the instant case  the method by which the hearing itself is conducted. As \nas the cases we have discussed:  one court has observed: ‘The association between men in \n   correction institutions is closer and more fraught with \nphysical  danger  and  psychological  pressures  than  is \nAs  a  generalization,  it  can  be  said  that  due  process \nalmost  any  other  kind  of  association  between  human \nembodies the differing rules of fair play, which through \nbeings.’ Edwards v. Sard, 250 F.Supp. 977, 981 (D.D.C. \nthe years, have become associated with differing types of  1966). It is sad but true that the study of the prison \nproceedings.  Whether  the  Constitution  requires  that  a  subculture  by  psychologists  and  sociologists  has  until \nparticular right obtain in a specific proceeding depends  recently been largely neglected. Those who have looked \nupon a complexity of factors. The nature of the alleged  into the problem, however, do not gainsay the volatility of \nright  involved,  the  nature  of  the  proceeding,  and  the  relationships among prisoners and prison officials. See, \npossible burden on that proceeding, are all considerations  e.g.,  Corrections  46-47;  Gibbons,  Changing  the  Law \nwhich must be taken into account. \nBreaker 200-12 (1965). We would not presume to fashion \na constitutional harness of nothing more than our guesses. \nHannah v. Larche, 363 U.S. 420, 442, 80 S.Ct. 1502, \nIt would be mere speculation for us to decree that the \n1515, 4 L.Ed.2d 1307 (1960). \neffect  of  equipping  prisoners  with  more  elaborate \nconstitutional  weapons  against  the  administration  of \nBeyond  the  process  of  guilt  determination  and  initial \ndiscipline by prison authorities would be more soothing to \nincarceration, courts have displayed greater reluctance to \nthe prison atmosphere and rehabilitative of the prisoner \nimport all the trappings of formal due process. Thus, a \nor, on the other hand, more disquieting and destructive of \npanel of this court has recently held that formal trial-type \nremedial  ends.  This  is  a  judgment  entrusted  to  state \n10 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nofficials, not federal judges.36  incorporated in her mandatory injunction are necessary \nconstitutional ingredients of every proceeding resulting in \nWe  are  particularly  unwilling  to  interfere  with  state  serious discipline of a prisoner. In thus rejecting Judge \nadministrative  processes  when  reliable,  detailed  Motley’s  conclusions,  however,38  we  are  not  to  be \ninformation or empirical studies are as scanty as they are  understood as disapproving the judgment of many courts \non  the  subject  of  prison  disciplinary  procedures.  See  that our constitutional scheme does not contemplate that \nCorrections  at  16;  D.  Glaser,  The  Effectiveness  of  a  society may commit lawbreakers to the capricious and \nPrison and Parole System 172 (1964) ( ‘prison discipline  arbitrary  actions  of  prison  officials.39  If  substantial \n* * * has not received extensive objective research by  deprivations are to be visited upon a prisoner, it is wise \nanyone’).  Judge  Learned  Hand  wisely  instructed  us  that such action should at least be premised on facts \n‘constitutions  are  deliberately  made  difficult  of  rationally  determined.  This  is  not  a  concept  without \namendment; mistaken readings of them cannot easily be  meaning. In most cases it would probably be difficult to \ncorrected. Moreover, if they could be, constitutions must  find an inquiry minimally fair and rational unless the \nnot degenerate into vade mecums or codes; when they  prisoner were confronted with the accusation, informed of \nbegin to do so, it is a sign of a community unsure of itself  the evidence against him, see Armstrong v. Manzo,380 \nand seeking protection against its own misgivings.’ The  U.S. 545, 552, 85 S.Ct. 1187, 14 L.Ed.2d 62 (1965); \nSpirit of Liberty 179 (1952).  Mullane v. Central Hanover Bank & Trust Co., 339 U.S. \n306, 70 S.Ct. 652, 94 L.Ed. 865 (1950), and afforded a \nAnalogies and recommendations called to our attention do  reasonable opportunity to explain his actions,40 See Nolan \nnot go far to advance Sostre’s position. Neither the Model  v. Scafati, 306 F.Supp. 1 (D.Mass.1969) (Wyzanski, J.).41 \nPenal Code nor the Manual of the American Correctional \n*199 See also, Shelton v. United States Board of Parole, \nAssociation  would  require  confrontation  and \n128 U.S.App.D.C. 311, 388 F.,2d 567, 576 (1967) (en \ncross-examination, calling of witnesses by the prisoner, \nbanc). Cf. Thompson v. Louisville, 362 U.S. 199, 80 S.Ct. \ncounsel or counsel substitute, or a written statement of \n624, 4 L.Ed.2d 654 (1960) (conviction supported by no \nevidence  and  rationale.37  Similarly,  Rhode  Island  has  evidence  violates  due  process);  United  States  ex  rel. \nvoluntarily adopted new disciplinary procedures for its \nCampbell v. Pate, 401 F.2d 55, 57 (7th Cir. 1968) (‘the \nprisons, under court supervision, Morris v. Travisono, 310  relevant facts * * * must not be * * * capriciously or \nF.Supp. 857 (D.R.I1970), which include provisions for a  unreliably  determined’);  Dunn  v.  California  Dept.  Of \nhearing,  advance  written  notice,  and  assistance  by  a  Corrections, 400 F.2d 340, 342 (9th Cir. 1968); Williams \nprison officer, *198 but no other of the formal safeguards  v. Patterson, 389 F.2d 374 (10th Cir. 1968); Howard v. \nrequired by Judge Motley’s injunction. Sostre has referred  Smyth, 365 F.2d 428 (4th Cir.) cert. denied, 385 U.S. 988, \nus to rules adopted for the Missouri State Penitentiary,  87  S.Ct.  599,  17  L.Ed.2d  449  (1966)  (arbitrary  and \nunder which prisoners are assisted during a disciplinary \nserious punishment of activities closely related to first \nproceeding by a member of the prison staff and where \namendment freedoms); Jones v. Rivers,338 F.2d 862, 874 \nthere  must  be  a  written  summary  of  the  disciplinary \n(4th Cir. 1964); Hyser v. Reed, supra, 318 F.2d at 242 \nproceeding, including a statement of relevant evidence. \n(basic fairness requires that federal parole not be revoked \nPersonnel Information Pamphlet: Rules and Procedures \narbitrarily);  United  States  ex  rel.  Wakeley  v. \n3-4 (Sept.1967). Again, however, there is no provision for  Pennsylvania, 247 F.Supp. 7, 12 (E.D. Pa. 1965) (courts \ncalling witnesses or cross-examination.  in these cases must locate the ‘line that separates mere \nmatters  of  discipline  from  arbitrary  and  capricious \nIndeed, it appears that, among those practices known to \ndisregard of human rights’).42 \nus, only in the federal correctional system must a formal \n  \nproceeding, including each of the elements in the district \ncourt’s  mandate,  precede  forfeiture  of  good  time \nVII. \nallowances.  Bureau  of  Prisons,  Policy  Statement: \nWithholding, Forfeiture, and Restoration of Good Time  RIGHTS OF COMMUNICATION AND EXPRESSION \n(No.  7400.6  Dec.  1,  1966).  Notably,  however,  these \nformalities need not accompany discipline that results in  A. Correspondence \nthe withholding of good time credit, as Judge Motley \nwould require.  The distaste with which some observers view prolonged \n We therefore find ourselves in disagreement with Judge  segregated confinement attaches as well to that kind of \nMotley’s conclusion that each of the procedural elements  isolation flowing from restrictions on and censorship of \n11 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nprisoners’ correspondence:  Sui generis in both logic and the case law, however, are \nThe  harm  censorship  does  to  rehabilitation  cannot  be  letters addressed to courts, public officials, or an attorney \ngainsaid. Inmates lose contact with the outside world and  when  a  prisoner  challenges  the  legality  of  either  his \nbecome wary of placing intimate thoughts or criticisms of  criminal conviction or the conditions of his incarceration. \nthe prison in letters. The artificial increase of alienation  See, e.g., Johnson v. Avery, 393 U.S. 483, 89 S.Ct. 747, \nfrom society is ill advised.43  21 L.Ed.2d 718 (1969); Cochran v. Kansas, 316 U.S. 255, \n62 S.Ct. 1068, 86 L.Ed. 1453 (1942); Ex parte Hull, 312 \nThe values commonly associated with free expression—  U.S. 546, 61 S.Ct. 640, 85 L.Ed. 1034 (1941); Coleman v. \nan  open,  democratic  marketplace  of  ideas,  the  Peyton, 362 F.2d 905, 907 (4th Cir. 1966) (no censorship \nself-development of individuals through self-expression,  permitted  of  mail  between  inmate  and  court  with \nthe alleviation of tensions by their release in harsh words  jurisdiction to hear prisoner’s complaints); McCloskey v. \nrather than hurled objects— these values that we esteem  Maryland, supra; Stiltner v. Rhay, 322 F.2d 314, 316 (9th \nin a free society do not turn to dross in an unfree one.  Cir.), cert. denied, 376 U.S. 920, 84 S.Ct. 678, 11 L.Ed.2d \n‘Letter  writing  keeps  the  inmate  in  contact  with  the  615 (1963) (‘reasonable access to the courts is basic to all \noutside  world,  helps  to  hold  in  check  some  of  the  other rights protected by’ the Civil Rights Act). It would \nmorbidity and hopelessness produced by prison life and  be inappropriate on constitutional grounds, ironic, and \nisolation,  stimulates  his  more  natural  and  human  irrational to permit drastic curtailment of constitutional \nimpulses, and otherwise may make contributions to better  rights in the name of punishment and rehabilitation, while \nmental  attitudes  and  reformation.’  Palmigiano  v.  denying  prisoners  a  full  opportunity  to  pursue  their \nTravisono,  310  F.Supp.  857  (D.R.I.  Aug.  24,  1970).  appeals and postconviction remedies. The generous scope \nSuppression of diversity and dissenting views is probably  of discretion accorded prison authorities also heightens \nnot less apt in a prison than elsewhere to hasten the  the importance of permitting free and uninhibited access \nstagnation and bureaucratization of the institution that  by prisoners to both administrative and judicial forums for \nindulges in it. See T. Emerson, Toward a General Theory  the purpose of seeking redress of grievances against state \nof the First Amendment 3-15 (1966).  officers. The importance of these rights of access suggests \n Whatever wisdom there might be in such reflection, we  the need for guidelines both generous and specific enough \ncannot say with requisite certitude that the traditional and  to afford protection against the reality or the chilling \ncommon practice of prisons in imposing many kinds of  threat of administrative infringement. \ncontrols on the correspondence of inmates, lacks support   Thus, we do not believe it would unnecessarily hamper \nin any rational and constitutionally acceptable concept of  prison administration to forbid prison authorities to delete \na prison system. See McCloskey v. Maryland, 337 F.2d  material  from,  withhold,  or  refuse  to  mail  a \n72, 74-75 (4th Cir. 1964) (‘Control of the mail to and  communication between an inmate and his attorney, see \nfrom  inmates  is  an  essential  adjunct  of  prison  Burns v. Swensen, 430 F.2d 771, (8th Cir., Aug. 31, \nadministration’). See *200 also, Diehl v. Wainwright, 419  1970) protecting correspondence with the ACLU), or any \nF.2d 1309 (5th Cir. 1970); Abernathy v. Cunningham,  court, or any public official, unless it can be demonstrated \n393 F.2d 775 (4th Cir. 1968); United States v. Stahl, 393  that a prisoner has clearly abused his rights of access. \nF.2d 101 (7th Cir.) cert. denied 393 U.S. 879, 89 S.Ct.  Obviously, the transmittal of contraband or laying plans \n181, 21 L.Ed.2d 152 (1968); Carey v. Settle, 351 F.2d  for  some  unlawful  scheme  would  constitute  such  an \n483, 485 (8th Cir. 1965).44 We note that Sostre did not  abuse.  In  addition,  if  it  were  clear  that  a  prisoner’s \ncontest the validity of Warden Follette’s action in striking  recitation  of  complaints  about  his  confinement  in \nthe name of his sister from the list of Sostre’s authorized  otherwise protected correspondence were a mere pretext \ncorrespondents after it was learned that he was using  to  accomplish  his  sole  motivating  purpose  of \nletters addressed to his sister as vehicles for unauthorized  communicating  instead  about  restricted  matters,  then \ncorrespondence. See fn. 4, supra. Discipline and prison  prison  officials  may  block  the  inmate’s  scheme  by \norder are sufficient interests to justify such regulation  deleting that portion of such a communication unrelated \nincidental to the content of prisoners’ speech. See Kovacs  to the complaints. See Carothers v. Follette, 314 F.Supp. \nv. Cooper, 336 U.S. 77, 69 S.Ct. 448, 93 L.Ed. 513  1014 (S.D.N.Y. filed July 15, 1970); In re Ferguson, 55 \n(1949); Brennan, The Supreme Court and the Meikeljohn  Cal.2d 663, 12 Cal.Rptr. 753, 361 P.2d 417, Cert. denied \nInterpretation of the First Amendment, 79 Harv.L.Rev. 1,  sub nom. Ferguson v. Heinze,368 U.S. 864, 82 S.Ct. 111, \n11 (1965).  7 L.Ed.2d 61 (1961). In such a case, the need to restrain \n   the  abuse  outweighs  the  *201  danger  that  prison \nauthorities may by inadvertence or design hamper the \n12 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nprisoner’s access.  held unlawfully restricts prisoners’ access to courts). The \n   failure  of  any  such  showing  in  this  case  makes  it \n On  the  other  hand,  if  a  communication  is  properly  mandatory  that  New  York  permit  prisoner  aid  to  the \nintended to advance a prisoner’s effort to secure redress  extent required by Johnson. Johnson’s explicit permission \nfor  alleged  abuses,  no  interest  would  justify  deleting  to  states  reasonably  to  regulate  this  right,  however, \nmaterial thought by prison authorities to be irrelevant to  validates  the  Green  Haven  rule  requiring  prisoners  to \nthe prisoner’s complaint. The danger that an official will  apply to the Warden for permission to help other inmates \nimproperly  substitute  his  judgment  for  that  of  the  with  legal  activities.  There  would  be  a  violation  of \ncorrespondent’s then preponderates. For similar reasons,  Johnson only if the Warden denied permission, or if the \nprison officials may not withhold, refuse to mail, or delete  conditions on which he granted it were unreasonable.45 \nmaterial  from  otherwise  protected  communications    \nmerely  because  they  believe  the  allegations  to  be   Since  Sostre  never  requested  permission,  there  is  no \nrepetitious, false, or malicious. See Nolan v. Scafati, 430  cause for an injunction to enforce the Johnson rule. We \nF.2d  548  (1st  Cir.  1970)  (absent  some  countervailing  assume that permission would be granted as a matter of \ninterest other than that prisoner’s letter contained ‘lies,’  course, subject only to reasonable conditions. Nor can we \nauthorities may not prevent inmate from seeking legal  consider  unreasonable  the  Green  Haven  *202  rule \nassistance); Fulwood v. Clemmer, 206 F.Supp. 370, 377  forbidding  prisoners  from  sharing  their  personal  law \n(D.D.C.1962) (right to seek redress of grievances was  books  with  one  another.  This  regulation  would  not \nabridged  by  punishment  for  alleged  false  accusations  prohibit Sostre, for example, from recommending legal \nabout prison conditions in prisoner’s letter of complaint to  source material to other inmates. We do not see how they \npublic officials).  would be unduly burdened by being required to acquire \n   the books through prison officials46 rather than directly \n Accordingly, we agree with Judge Motley that it was  from Sostre. See Gilmore v. Lynch, supra (upholding \nimproper  for  Warden  Follette  to  delete  material  from  prison rule prohibiting jailhouse lawyers from keeping in \ncorrespondence between Sostre and his attorney merely  their cells legal material pertaining to other prisoners). In \nbecause Follette thought the material irrelevant to Sostre’s  a closely related situation, we held that a prisoner could \nappeal of his conviction. We believe it was also improper  be refused permission to keep ‘law books’ in his cell \nfor Follette to refuse to mail a letter of complaint to the  where there was no allegation he was denied use of the \nPostal Inspector. We leave a more precise delineation of  prison library. Williams v. Wilkins, 315 F.2d 396, 397 (2d \nthe boundaries of this protection for future cases. We need  Cir.  1963).  We  cannot  ignore  the  concern  of  prison \nonly add that when we say there may be cases which will  officials that strong-willed inmates might exact hidden \npresent special circumstances that would justify deleting  and perhaps non-monetary fees in return for nominally \nmaterial  from,  withholding,  or  refusing  to  mail  free privileges at the inmates’ private lending library.47 \ncommunications  with  courts,  attorneys,  and  public    \nofficials, we necessarily rule that prison officials may \nopen and read all outgoing and incoming correspondence  C.  Possession  of  Literature  and  Mere  Expression  of \nto and from prisoners.  Beliefs \n    Our holding that prisoners may not be punished for their \nbeliefs carries the necessary corollary that we may not \nB. Prisoner Legal Aid  permit  punishment  for  the  mere  expression  of  those \n Johnson  v.  Avery,  393  U.S.  483,  89  S.Ct.  747,  21  beliefs. One can hardly speak of beliefs apart from their \nL.Ed.2d  718  (1969),  instructs  that  states  must  permit  expression, cf. Fulwood v. Clemmer, 206 F.Supp. 370 \nprisoners to help fellow inmates prepare habeas corpus  (D.D.C.1962).  In  the  absence  of  arbitrariness  or \npetitions,  subject  to  reasonable  regulation,  absent  a  discrimination, see Jackson v. Godwin, 400 F.2d 529 (5th \nsufficient showing by the state that through some other  Cir. 1968); Rivers v. Royster, 360 F.2d 592 (4th Cir. \nmeans it provides prisoners with an adequate substitute  1966); Sewell v. Pegelow, 291 F.2d 196 (4th Cir. 1961), \nfor the ‘jailhouse lawyer.’ Cf. Ex parte Hull, 312 U.S.  and Pierce v. LaVallee, 293 F.2d 233 (2d Cir. 1961), we \n546, 61 S.Ct. 640, 85 L.Ed. 1034 (1941) (state may not  do not say on this record that Warden Follette would have \nrequire that habeas petition be approved by a corrections  exceeded his legitimate authority if he had confiscated the \nofficial to see that it was ‘properly drawn’); Gilmore v.  writings that guards found in Sostre’s cell following his \nLynch, 319 F.Supp. 105 (N.D.Cal., filed May 28, 1970)  release from segregation. Whatever doubts we might have \n(3-judge court) (woefully inadequate prison law library  as to the wisdom of seizing an inmate’s political writings, \n13 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nwe would not lightly overturn a warden’s judgment that  the district court are not necessary to the constitutionality \npossession of the writings might subvert prison discipline  of every disciplinary action taken against a prisoner. In \nif there existed the risk of their circulation among other  light of this, we reverse the district court insofar as it \nprisoners.48  enjoined  defendants  and  others  from  so  disciplining \n   Sostre that he loses accrued good time credit or is unable \n However, Sostre was punished simply for putting his  to earn good time credit without full compliance with all \nthoughts on paper, with no prior warning and no hint that  the  procedural  steps  set  forth  in  Judge  Motley’s \nhe intended to spirit the writings outside his cell. To  injunction. We do not thereby imply that discipline in \nsanction such punishment, even though in the judgment of  New  York  prisons  may  be  administered  arbitrarily  or \nprison  officials  the  writings  were  ‘inflammatory’  and  capriciously. We would not lightly condone the absence \n‘racist,’  as  in  the  instant  case,  would  permit  prison  of such basic safeguards against arbitrariness as adequate \nauthorities to manipulate and crush thoughts under the  notice, an opportunity for the prisoner to reply to charges \nguise  of  regulation.  The  intimidating  threat  of  future  lodged against him, and a reasonable investigation into \nsimilar punishment would chill a wide range of prisoner  the  relevant  facts—  at  least  in  cases  of  substantial \nexpression, not limited to that expression which Follette  discipline.  However,  as  consideration  of  Sostre’s  case \nmight in fact deem dangerous enough to discipline. The  does not properly raise any question whether New York \ndanger of undetected discriminatory punishment of ideas  prisons regularly or systematically ignore minimal due \nis  particularly  acute  *203  in  the  absence  of  statutory  process requirements, we must reverse the order of the \nstandards to guide the exercise of Follette’s discretion.  district  court  that  defendants  submit  for  its  approval, \nSee, e.g., Cox v. Louisiana, 379 U.S. 536, 556-557, 85  proposed  rules  and  regulations  governing  future \nS.Ct. 453, 13 L.Ed.2d 471 (1965); Schneider v. State, 308  disciplinary actions. In this connection, we note that New \nU.S. 147, 60 S.Ct. 146, 84 L.Ed. 155 (1939). Any real  York State has recently promulgated rules and regulations \nthreat to prison security that Sostre’s possession of his  governing prison discipline which appear to give inmates \nwritings  might  have  posed  could  have  been  met  by  new procedural protections.49 \nconfiscation  rather  than  punishment.  See  Shelton  v. \nTucker,  364  U.S.  479,  81  S.Ct.  247,  5  L.Ed.2d  231  2. The refusal to mail Sostre’s letter to the Post Office \n(1960).  Inspector,  complaining  of  prison  practices,  clearly \n   infringed Sostre’s Fourteenth Amendment rights. We also \naffirm  Judge  Motley’s  order  insofar  as  it  enjoins \nVIII.  defendants  Follette  and  McGinnis,  their  employees, \nagents, successors, and all persons in active concert and \nCONCLUSION  participation  with  them,  from  deleting  material  from, \nrefusing to mail or refusing to give to Sostre: (1) Any \nBecause of the nature of this case, the multitude and \ncommunication between Sostre and the following— (a) \ncomplexity  of  claims  raised  and  the  extent  of  Judge \nany court; (b) any public official or agency; or (c) any \nMotley’s considered opinion and the injunctive and other  lawyer — with respect to either his criminal conviction or \nrelief granted, we have been compelled to engage in this  any complaint he may have concerning the administration \nprotracted exegesis. In light of what we have set forth, our  of  the  prison  where  he  is  incarcerated.  We  reverse, \nconclusions follow.  however, insofar as Judge Motley enjoined nonarbitrary \nrestraint  of  communication  between  Sostre  and  his \nA. Injunctive \nco-defendant in the criminal matter pending against him. \n1. Although not necessary to the disposition of Sostre’s \ncomplaint, the district court held that several elements of \n3. There is no cause for an injunction to enforce the \ntrial-type  procedure,  enumerated  in  its  order,  were  principles announced in Johnson v. Avery, supra, since no \nrequired by due process in every instance of prisoner  infractions of those principles have been *204 shown. \ndiscipline resulting in withholding of good time credit to  Johnson v. Avery permitted reasonable rules regulating \nthe prisoner or loss of his opportunity to earn good time.  the conduct of inmates in assisting other inmates in legal \nBecause of the importance of the question to the state of  proceedings.  Sostre  has  not  proved  that  the  rules \nNew  York,  and  the  frequency  with  which  similar  regulating his right to assist other prisoners in their legal \nquestions  are  being  litigated  in  district  courts  of  this \naffairs were unreasonable and that his punishment was for \njurisdiction, we are compelled to say that the district court \nviolating  such  rules.  Therefore,  we  must  reverse  the \nwas in error. All of the elements of due process recited by \ndistrict  court  insofar  as  it  enjoined  interference  with \n14 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nSostre’s translation of letters of fellow-inmates since he  Whether he would or would not have earned it is pure \nhad failed to comply with the rule requiring that he seek  speculation. Since Sostre’s constitutional rights have been \npermission  of  the  warden.  For  the  same  reason,  we  violated, we resolve the doubt in his favor. Moreover, this \nreverse the injunction against punishing Sostre for sharing  is the only feasible way to ensure that Sostre is not again \nwith other inmates his law books, law reviews, and other  unlawfully penalized by arbitrary action.50 \nlegal materials, and from refusing to permit Sostre to    \nassist any other inmate in any legal matter. \nC. Money Damages \n4. We have held that Sostre was improperly punished for   All parties seem to agree upon two principles with which \npossession  of  constitutionally  protected  literature.  We  we  also  are  in  accord.  First,  Section  1983  authorizes \nperceive no reason, however, to set political speech apart  recovery of compensatory, and, in an appropriate case, \nfrom other kinds of constitutionally protected speech. We  punitive  damages  *205  against  an  individual  for  the \ntherefore modify the district court order so as to enjoin  unjustifiable  violation  of  constitutional  rights  ‘under \ndefendants  Follette  and  McGinnis,  their  employees,  color’ of state law. Monroe v. Pape, 365 U.S. 167, 81 \nagents, successors, and all persons in active concert and  S.Ct. 473, 5 L.Ed.2d 492 (1961); Basista v. Weir, 340 \nparticipation with them, from punishing Sostre for having  F.2d 74 (3rd Cir. 1965). This liability, however, is entirely \nliterature in his possession and for setting forth his views  personal in nature intended to be satisfied out of the \norally or in writing, except for violation of reasonable  individual’s  own  pocket.  Moreover,  the  doctrine  of \nregulations. We do not hereby enjoin officials from taking  sovereign  immunity,  as  codified  by  the  Eleventh \nreasonable measures to prevent prisoners from inciting  Amendment, bars the exaction of a fine from a state \ndisturbances and otherwise to protect the security and  treasury without the state’s consent, at least on account of \norder of New York prisons, consistent with prisoners’  tortious  actions  committed  by  its  agents  under  the \nrights to freedom of expression. Also we do not believe  circumstances of this case. Larson v. Domestic & Foreign \nthat there is any need for the extraordinary procedure  Corp.,  337  U.S.  682,  69  S.Ct.  1457,  93  L.Ed.  1628 \nrequiring  defendants  to  submit  rules  and  regulations  (1949);  Westberry  v.  Fisher,  309  F.Supp.  12 \ngoverning the receipt, distribution, discussion and writing  (D.Me.1970). \nof political literature for the approval of the district court.    \n It follows from these principles51 that although Sostre \n5. We have no reason to conclude that New York prison  was entitled to compensatory damages against Warden \nofficials will not abide by the constitutional rights of  Follette,52 Follette’s successor as warden, who had no part \nprisoners as we define them today. We have refused to set  whatsoever in Follette’s wrongful conduct against Sostre, \naside  Judge  Motley’s  findings  that  Warden  Follette  incurred no personal money responsibility upon Follette’s \nunlawfully committed Sostre to segregated confinement  death. We note also that no application was made in the \nbecause  of  his  legal  activities  and  beliefs.  Warden  court below to substitute any party who could be held \nFollette, however, is deceased and we perceive no threat  responsible to assume Follette’s obligation to Sostre, Rule \nthat  others  will  duplicate  his  improper  conduct.  25, F.R.Civ.P., if such a party existed. Accordingly, there \nAccordingly, we vacate that portion of the district court  is no party before us against whom appropriately to award \norder  which  enjoined  defendants  and  others  from  damages.53 \nreturning  Sostre  to  punitive  segregation  for  charges    \npreviously preferred against him.   In any event, we are persuaded to reverse the award of \npunitive damages. Warden Follette’s improper conduct in \nB. Good Time Credit \nsegregating Sostre so far as appears reflected no pattern of \n Since we have held that Sostre was unlawfully confined \nsuch  behavior  by  himself  or  by  other  officials.  The \nto punitive segregation on account of his political beliefs \ndeterrent impact of a punitive award would be of minimal \nand legal activities, we agree with Judge Motley’s order \nuse. See Green v. Wolf Corp., 406 F.2d 291, 303 (2d Cir. \nrequiring  Sostre  to  be  credited  with  124  1/3  days  of \n1968), cert. denied sub nom. Troster, singer & Co. v. \nearned ‘good time.’ Sostre may not be penalized because  Green, 395 U.S. 977, 89 S.Ct. 2131, 23 L.Ed.2d 766 \nof  his  time  in  segregation  by  remaining  incarcerated  (1969). \nlonger or by becoming eligible for parole later than he    \notherwise would. We do not consider the argument that \nSostre may not have earned the credit even if he had  It is appropriate, lest our action today be misunderstood, \nremained in the general population to be of substance.  that we disclaim any intent by this decision to condone, \n15 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nignore, or discount the deplorable and counter-productive  with a loss of the chance to earn such credit because of an \nconditions of many of this country’s jails and prisons. We  alleged infraction of prison rules would seem inaccurately \nstrongly suspect that many traditional and still widespread  to  portray  the  obligation  of  a  federal  court  asked  to \npenal practices, including some which we have touched  ‘interfere  with  state  administrative  processes’  on \non in this case, take an enormous toll, not just of the  constitutional  grounds.  I  submit  that  it  is  our  duty, \nprisoner who must tolerate them at whatever price to his  mandated  by  the  U.S.  Constitution,  authorized  by \nhumanity and prospects for a normal future life, but also  Congress,1 and demanded by conscience, to strike down \nof the society where prisoners return angry and resentful.  any  practice  sanctioned  by  a  State  which  does  not \nNevertheless, we would forget at our peril and at the peril  conform to at least minimally acceptable levels of due \nof our free governmental process, that we are federal  process. The court, aptly noting that appellant has asked \njudges reviewing decisions made in due course by officers  us to determine what process is constitutionally due him, \nof a sovereign state. We have interpreted and applied the  a convicted and imprisoned felon, declines to determine \nlaw  as  it  appears  to  us  in  light  of  circumstance  and  the  ‘truly  decisive  issue’  because  it  lacks  empiric \nprinciple. We do not doubt the magnitude of the task  information.2 While I most assuredly agree that studies \nahead before our correctional systems become acceptable  and  surveys  and  the  presentation  thereof  to  us  might \nand  effective  from  a  correctional,  social  and  humane  provide  further  information  of  value  in  balancing \nviewpoint, but the proper tools for the job do not lie with  competing interests, their absence should never mean that \na remote federal court. The sensitivity to local nuance,  the federal courts will ignore or condone state activity \nopportunity for daily perseverance, and the human and  obviously violative of individual rights when that activity \nmonetary resources required lie rather with legislators,  is indulged in under the guise of preserving order. \nexecutives,  and  citizens  in  their  communities.  See,   \nAmsterdam,  The  Supreme  Court  and  the  rights  of \nSuspects in Criminal Cases, 45 N.Y.U.L.Rev . 785, 810 \nJ. JOSEPH SMITH, Circuit Judge (concurring in part and \n(1970). \ndissenting in part): \n*206 We wish to express our appreciation to Sostre’s   \nappointed  counsel,  Victor  Rabinowitz,  Kristin  Booth \nGlen,  and  David  Rosenberg,  for  their  thorough  and  I agree with most of Judge Kaufman’s thoughtful and \nexcellent presentation of this appeal.  thorough  opinion,  but  disagree  in  two  respects  and \ntherefore dissent in part. \n \n \nI  agree  with  Judge  Feinberg  that  the  district  court’s \nLUMBARD, Chief Judge (concurring):  finding that Sostre’s segregation for more than one year \n  was cruel and unusual punishment is supported by the \nrecord. Punishment of a nature found likely to bring about \nI concur in Judge Kaufman’s thorough opinion except as  an inmate’s insanity should be proscribed whether or not \nto Section VI regarding Procedural Due Process. While I  it is shown to have succeeded in doing so in the particular \nagree in reversing those provisions of paragraph 2 of the  case,  and  whether  or  not  it  could  be  alleviated  by \norder of the district court, I see no need to express any  ‘submission.’ \nopinion on what the New York State authorities should do \nwhen determining whether or not to withhold or withdraw  This requires also, it seems to me, that recovery against \ngood time credit, or the general principles which should  McGinnis  be  upheld.  The  court  found  (and  Judge \ngovern such situations.  Kaufman’s opinion emphasizes, page 182 and page 189) \n  that McGinnis had been fully informed as to Sostre’s long \n  segregation, a finding supported by the Follette deposition \ntestimony and exhibits, and had done nothing to terminate \nWATERMAN, Circuit Judge (concurring):  it although empowered to do so, and although he knew \nFollette had kept men in segregation for periods as long as \nfour and five years in the past. Follette was liable in \nI concur in each of the results reached in the majority  damages to Sostre for violation of his civil rights, and I \nopinion. Nevertheless, I am concerned that the discussion  would rule that McGinnis was properly held also liable. I \nthere  with  reference  to  Due  Process  rights  of  a  state  would not, however, assess *207 exemplary in addition to \nprisoner who is threatened with loss of good time credit or  compensatory  damages  against  McGinnis  under  these \n16 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \ncircumstances.  868, 871 (S.D.N.Y.1970), quoting Wright v. McMann, \n  387 F.2d 519, 526 (2d Cir. 1967). This was a finding of \nfact. The judge also concluded as a matter of law that \nFEINBERG, Circuit Judge (dissenting and concurring):  ‘subjecting a prisoner to the demonstrated risk of the loss \nof his sanity as punishment for any offense in prison is \nplainly cruel and unusual punishment as judged by the \nBecause I agree with most of the exhaustive majority \npresent standards of decency.’ Id. at 871. The majority \nopinion, I regret that I find it necessary to dissent from the \nopinion does not make explicit whether it overrules the \ntreatment of the cruel and unusual punishment point and \njudge’s finding of fact, although it hints that it does.3 But \nfrom the reversal as to defendant McGinnis. As to the \nin order to reverse the district court on this issue the \nformer, the majority opinion reaches three results, from \nmajority must hold either that Judge Motley’s finding of \neach of which I dissent. The most important of these is the \nfact  is  clearly  erroneous  or  that,  even  if  true,  the \nrefusal to hold that there must be a definite limit on how \npunishment imposed on Sostre did not amount to cruel \nlong a prisoner may be kept in punitive segregation, or \nand  unusual  punishment  as  a  matter  of  law.  Neither \nsolitary  confinement.1  The  majority  holds  that  for \nholding would be justified. \n‘serious’ offenses, the Constitution requires no limit so \nlong as the prisoner has the option of submitting to prison  *208 As to the first, it is difficult to see how Judge \ndiscipline.  Second,  the  majority  holds  that  Sostre’s \nMotley’s factual finding that Sostre’s isolation threatened \nalleged offenses considered together would have been \nsanity  could  be  characterized  as  clearly  erroneous. \n‘serious,’ if Warden Follette had acted for proper motives. \nTestimony  at  trial  from  experts  with  impressive \nThird,  even  though  the  warden’s  motives  were \ncredentials clearly supported that finding. Dr. Halleck, in \n‘improper,’  the  majority  refuses  to  rule  that  Sostre’s \nresponse  to  a  hypothetical  question  outlining  the \npunishment was cruel and unusual. \nconditions of Sostre’s punishment, stated that they could \nundermine the prisoner’s sanity. Sol Rubin supported that \nBefore considering these three aspects of the majority \nview. It is true that Dr. Johnston, testifying for the State, \nopinion, it must be emphasized that Sostre was segregated \ndisagreed. But while the district judge, as trier of fact, was \nfor over a year and, as Judge Motley noted, would in all \nfree to believe the experts for plaintiff or for defendants, \nlikelihood  still  be  effectively  isolated  but  for  the \nwe may do neither. The trial judge chose to believe the \nintervention of the district court. There is an intimation in \nformer, and I do not see how her finding on this evidence \nthe majority opinion that Sostre was not effectively cut \ncan be characterized as clearly erroneous. \noff  from  usual  day  to  day  contact  with  other  human \nbeings,2 but the district judge’s opinion makes clear that  On the second assumption, what the majority does is to \nhe was. The district judge and the majority both agree that  hold that Sostre’s lengthy, unlimited isolation, which was \n‘the crux of the matter is human isolation,’ and the district  ‘dangerous’  to  his  sanity,  does  not  violate  the  eighth \ncourt  opinion  sets  forth  in  melancholy  detail  the  amendment. With deference, I disagree. The standard for \nconditions that were imposed upon Sostre and the reasons  determining  ‘cruel  and  unusual  punishment’  has  been \nwhy. I will not repeat them here except to note that the  expressed in a number of ways, all imprecise; e.g., ‘the \nfull vindictive flavor of defendants’ treatment of Sostre is  wanton infliction of pain,’ Louisiana ex rel. Francis v. \nindicated by one incident, relegated to a footnote in the \nResweber, 329 U.S. 459, 463, 67 S.Ct. 374, 91 L.Ed. 422 \nmajority opinion. The day after Judge Motley ordered \n(1947);  conduct  which  ‘shocks  the  most  fundamental \nSostre’s release from over a year of segregation, he was \ninstincts of civilized man,’ id. at 473, 67 S.Ct. at 381 \nagain disciplined for having ‘dust on his cell bars.’ This \n(dissenting  opinion);  a  method  of  punishment  which \ncaused him to miss the regular July 4th celebration, which \nviolates the ‘evolving standards of decency that mark the \nwould have brought him in contact with prisoners from  progress of a maturing society,’ Trop v. Dulles, 356 U.S. \nanother part of the prison, such contact being permitted  86, 101, 78 S.Ct. 590, 598, 2 L.Ed.2d 630 (1958). These \nonly once a year on July 4. Judge Motley found that the  notions are, of course, subjective to some extent. What \npunishment was imposed upon Sostre in retaliation for his  may be safely said is that the amendment prohibits ‘a hard \nlegal success before her.  core of inhuman conduct,’ see 84 Harv.L.Rev. 456, 457 \n(1970). There is no doubt, as the majority concedes, that a \nThe district judge found that the isolation imposed on \nprisoner is not a constitutional pariah. Were that not the \nSostre was ‘dangerous to the maintenance of sanity’ and \ncase, there would be no basis for the holding that the first \n“could only serve to destroy completely the spirit and \namendment was violated here. But the eighth amendment, \nundermine the sanity of the prisoner.” 312 F.Supp. 863, \n17 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nno less than the first, protects Sostre.4 Its command is both  been ‘serious’ enough to justify the harsh punishment he \nspacious and changing.  received. Thus, the majority stresses ‘the seriousness of \nthe  multiple  offenses  charged  against  Sostre’  and \nThe fact that solitary confinement for an indefinite period  expresses ‘no view as to the constitutionality of such \nhas historically been accepted as a viable instrument of  segregated confinement if it had been imposed on account \nprison discipline does not prevent us from finding that it  of any one or any combination of the offenses charged \nviolates the eighth amendment. What might once have  against Sostre other than all of them.’ But the fact is that \nbeen acceptable does not necessarily determine what is  two  of  the  allegedly  serious  ‘multiple  offenses’  were \n‘cruel and unusual’ today. Recently, the Eighth Circuit  Sostre’s refusal to desist from preparing legal papers for a \nhas held that whipping by strap is proscribed, although it  codefendant and his possession of six tables of contents \nhad once been a familiar practice. Jackson v. Bishop, 404  torn from issues of the Harvard Law Review. I would not \nF.2d 571 (8th Cir. 1968). Indeed, this court emphasized  hold unconstitutional the isolation of an adult prisoner for \nonly a few years ago that the eighth amendment ‘is not  a  sharply  limited  period  as  punishment  for  a  serious \nfastened to the obsolete.’ See Wright v. McMann, supra,  breach of prison discipline, e.g., what the majority calls ‘a \n387 F.2d at 525, quoting Weems v. United States, 217  credible threat to the security of the prison,’ see p. 194, \nU.S. 349, 378, 30 S.Ct. 544, 54 L.Ed. 793 (1910). In this  supra.  But  these  two  offenses  were  simply  not  grave \nOrwellian age, punishment that endangers sanity, no less  enough to justify the extremely severe punishment visited \nthan physical injury by the strap, is prohibited by the  upon  Sostre.  Accordingly,  the  excessiveness  of  the \nConstitution. Indeed, we have learned to our sorrow in the  penalty for these two alleged transgressions would alone \nlast few decades that true inhumanity seeks to destroy the  violate the eighth amendment’s proscription of cruel and \npsyche rather than merely the body. The majority opinion  unusual punishment, and I would say so. \nemphasizes  that  after  all  Sostre  could  have  obtained \nrelease from isolation at any time by agreeing to abide by  Finally, while the majority reaches out to decide that \nthe rules and to cooperate. Perhaps that is so, but that does  Sostre’s  confinement  would  have  been  constitutional \nnot change the case. That response could be made were a  under a hypothetical set of facts, it refuses to rule that his \nprisoner kept in solitary for two years instead of one, or  punishment was cruel and unusual even though it was \nfor five years, or for ten, or more. The possibility of  actually meted out for improper reasons. It is true that the \nendless  solitary  confinement  is  still  there,  unless  the  majority also leaves open the constitutionality of such \nprisoner ‘gives in.’ The same observation could be made  ‘confinement  as  Sostre  experienced,’  if  imposed  for \nif Sostre were tortured until he so agreed, but no one  ‘lesser offenses.’ The inconsistency of this approach is \nwould argue that torture is therefore permitted. The point  apparent  since  if  such  confinement,  in  the  majority’s \nis  that  the  means  used  to  exact  submission  must  be  view,  could  ever  be  so  excessive  a  penalty  as  to  be \nconstitutionally  acceptable,  and  the  threat  of  virtually  unconstitutional, it should be declared so when there was \nendless isolation that endangers sanity is not.  no basis for the confinement at all. \n*209 The crucial holding of the majority opinion is the  In sum, keeping Sostre in solitary for over a year was \nrefusal  to  put  any  limit  upon  the  period  of  solitary  ‘cruel and unusual punishment’ because (1) the length and \nconfinement.  It  is  the  unusual  duration  and  the  open-ended nature of his confinement threatened sanity; \nopen-ended nature of the isolation that the district court  (2) two of the alleged offenses were so minor as to make \nand  the  experts  regarded  as  inflicting  the  worst  the penalty constitutionally disproportionate; and (3) the \npsychological harm. Accordingly, as we did in Wright v.  ostensible reasons were a pretext for vindictive action. I \nMcMann, supra, 387 F.2d at 526, I would hold that the  also agree with Judge Smith’s opinion with regard to \npunishment  here,  ‘which  could  only  serve  to  destroy  defendant McGinnis. For the reasons and to the extent set \ncompletely the spirit and undermine the sanity of the  forth above, I dissent. \nprisoner,’ runs afoul of the eighth amendment.   \nThe second fundamental reason why I differ with the  HAYS, Circuit Judge, dissenting (with whom MOORE, \nmajority opinion stems from the contrast between what it  Circuit Judge, concurs): \nfinds necessary to decide and what it refuses to decide. As \nindicated above, the majority states in an extended dictum \nI dissent from the affirmance of any grant of injunctive \nthat  if  the  warden’s  motives  had  been  proper,  the \nrelief or damages. \ncombined effect of Sostre’s alleged violations would have \n18 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nIn deciding this case the majority have overlooked two  571, 577 (8th Cir. 1968) (Blackmun, C.J.). Correction \nfundamental guiding principles. The first is that although  authorities  must  have  wide  discretion  in  matters  of \npersons serving sentences in prison for crime are not to be  internal prison administration. Smith v. Schneckloth, 414 \ndenied all constitutional protections, there are significant  F.2d 680, 681 (9th Cir. 1969); Beard v. Lee, 396 F.2d \ndifferences  between  the  constitutional  rights  such  749, 751 (5th Cir. 1968); Lee v. Tahash, 352 F.2d 970, \nprisoners may assert and the constitutional rights of those  971-972 (8th Cir. 1965); McCloskey v. Maryland, supra, \nwho are free from prison restraints. For example, although  337 F.2d at 74; Sostre v. McGinnis, supra, 334 F.2d at \nthe  majority  holds  that  Sostre  is  protected  by  the  908. Their decisions in matters of prison discipline should \nConstitution in his right orally to set forth his political  not be disturbed when they are supported by evidence and \nopinions to his fellow prisoners, it may be that even they  do not result in shocking deprivations of fundamental \nwould balk at a claim that the Constitution gave Sostre the  human rights. See Wright v. McMann, supra. \nright, similar to the *210 right which he would have if he \nwere free, to assemble the inmates and harangue them  In the present case Warden Follette testified that Sostre’s \nwith revolutionary political doctrines. As the Court of  punishment was based upon (1) defiance of Follette’s \nAppeals  of  the  Fourth  Circuit  said  in  McCloskey  v.  order to desist from preparing legal papers, (2) refusal to \nMaryland, 337 F.2d 72, 74 (4th Cir. 1964), persons in  answer  proper  questions,1  (3)  statements  about  his \nprison  have  ‘no  judicially  enforceable  right  to  impending liberation, and (4) possession of several items \npropagandize within the prison walls * * *.’ The other  of contraband in his cell. Sostre did not even deny the \nfundamental principle which receives short shrift at the  truth of the first three of these accusations and the fourth \nhands of the majority is that the federal courts should be  was supported by ample evidence. Nevertheless Judge \nextremely hesitant to take over the administration of state  Motley disregarded Follette’s findings and testimony and \nprisons. We have said that the federal courts should refuse  found  that  Sostre  was  not  punished  for  any  of  these \nto interfere with the internal affairs of state prisons except  infractions. \nin the most extreme case involving “conduct that shocks \nObservance of the correct legal principles would lead in \nthe conscience” or where the acts of prison officials are \nthis case to reversing the trial court with respect to all \n“barbarous.” Church v. Hegstrom, 416 F.2d 449, 450-451 \n(2d Cir. 1969) (citations omitted). See also Wright v.  relief granted. \nMcMann,  387  F.2d  519,  527-528  (2d  Cir.  1967) \nAll Citations \n(Lumbard, Ch. J., concurring); Sostre v. McGinnis, 334 \nF.2d 906 (2d Cir.), cert. denied, 379 U.S. 892, 85 S.Ct. \n442 F.2d 178 \n168, 13 L.Ed.2d 96 (1964); Jackson v. Bishop, 404 F.2d \n \nFootnotes \n \na1  Judge Waterman was an active circuit judge at the time the court commenced in banc consideration of this case. \n \n \n1  On June 12, the district court ruled that Follette’s successor as Warden (now called Superintendent) of Green Haven \n  would be automatically substituted as defendant in this action under F.R.Civ.P. 25. \n \n2  We  also  agree  with  Judge  Motley  that  defendants  have  not  demonstrated  the  adequacy  of  other  relevant \n  administrative procedures. See 312 F.Supp. at 883-884 n. 14. \n \n3  Section 140 was repealed and replaced with a new Section 137, effective July 8, 1970 (McKinney Supp.1970). \n  Section 137, subd. 6 of the new statute vests the Superintendent of each correctional facility (formerly called the \n19 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nWarden) with discretion to ‘keep any inmate confined in a cell or room apart from the accommodations provided \nfor inmates who are participating in programs of the facility, for such period as may be necessary for maintenance of \norder and discipline. * * *’ \n \n4  On July 11, 1968, Deputy Warden Sawner called Sostre before a ‘disciplinary court,’ conducted by Sawner alone, and \n  charged Sostre with sending letters covertly to unauthorized correspondents under the guise of writing to his sister, \nLetitia. Sostre admitted the infraction, which Follette claimed to have been under investigation as early as June 25, \nthe day he committed Sostre to segregation. For this violation, Sostre was penalized with the loss of 90 days of \n‘good behavior time’ credit. In addition, Letitia was removed from the list of Sostre’s approved correspondents. \n \n5  New York State prisoners may earn a maximum of ten days ‘good behavior time’ credit each month, thereby \n  advancing both the date the prisoner will be eligible for parole and the date he is entitled as of right to be \n‘conditionally released’ (that is, released from custody subject to parole conditions). Prison authorities may restore \ngood behavior time withheld or revoked. See N.Y.Penal Law §§ 70.30, subd. 4, 70.40, subd. 1 (McKinney’s \nConsol.Law, c. 40 1967); N.Y. Correction Law §§ 230, 803 (McKinney 1968). The repeal of Section 230, as of July 8, \n1970 (McKinney Supp.1970), does not affect allowances for good behavior permitted prior to that date. Forfeiture \nof the chance to earn ‘good time’ credit during punitive segregation is prescribed by regulation. 7 N.Y.Codes, Rules \n& Regulations, Correction § 60.6(c). \n \n6  See n. 11, infra. \n \n \n7  Several prisoners who had served time in Green Haven’s punitive segregation unit testified that more punishing \n  than the deprivation of desserts was the loss of the opportunities available to the general population to receive food \npackages from the outside, to borrow snacks from other prisoners, and to earn pay with which to buy extra food \nfrom the prison commissary. \n \n8  On the date Sostre was released from segregation he was punished by confinement to his cell for several days, \n  ostensibly because ‘dust’ was found on his cell bars. Although Judge Motley found that this punishment represented \n‘retaliation for his legal success,’ no relief was predicated on this finding and hence the incident need not concern us \nfurther. \n \n9  A panel of this court on July 10, 1970, expedited the appeal and granted a further stay of subparagraph 2 to the \n  extent that it was limited to placing Sostre in punitive segregation for more than three days at any one time or a \ntotal of more than ten days, pending the hearing of this appeal. \n \n10  All Commissioner McGinnis knew or should have known of the reasons for Sostre’s confinement was communicated \n  to him by Follette, see 312 F.Supp. at 882, who of course did not relay Sostre’s version of the June 25, 1968 \n20 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \ninterview. \n \n11  Dr. William C. Johnston, a psychiatrist and Director of Mattawan State Hospital for the criminally insane, with \n  extensive experience in dealing with mentally disturbed prisoners, rejected Dr. Halleck’s assessment. Dr. Johnston \nreported that he had in fact supervised a successful compulsory group counseling program while Director of \nDannemora State Hospital. Dr. Johnston also did not agree with plaintiff’s experts that segregated confinement \nwould likely endanger prisoners’ sanity. \n \n12  Hearings on H.R. 6964, H.Subcomm. No. 3. Comm. on the Judiciary, 89th Cong., 1st Sess., at 2 (May 20, 1965) \n  (testimony of Nicholas deB.Katzenbach). \n \n13  See U.S. Bureau of Prisons, The Residential Center: Corrections in the Community (1970). \n \n \n14  See e.g., Garabedian, Challenges for Contemporary Corrections, 33 Fed.Prob. No. 1, at 3 (Mar. 1969); Rachin, The \n  Message Corrections Must Get Across, 34 Fed.Prob. No. 2, at 3 (June 1970); Summary of The Report of the \nPresident’s Task Force on Prisoner Rehabilitation (1970), 34 Fed.Prob. No. 3, at 3 (Sept. 1970). We do not ignore \nNew York’s active participation in this reform movement. See N.Y.Correction Law Art. 26 (McKinney Supp.1970) \n(work release program). \n \n15  ‘Traditional prisons, jails, and juvenile institutions are highly impersonal and authoritarian. Mass handling, countless \n  ways of humiliating the inmate in order to make him subservient to rules and orders, special rules of behavior \ndesigned to maintain social distance between keepers and inmates, frisking of inmates, regimented movement to \nwork, eat, and play, drab prison clothing, and similar aspects of daily life— all tend to depersonalize the inmate and \nreinforce his belief that authority is to be opposed, not co-operated with * * * Such an attitude is, of course, \nantithetical to successful reintegration.’ President’s Commission on Law Enforcement and Administration of Justice, \nTask Force Report: Corrections 11 (1967) (hereinafter cited as ‘Corrections’). \n \n16  Chief Justice Burger, a persistent critic of our system of criminal justice which places every protection around an \n  accused but seems to abandon him when he is sentenced to prison, recently observed that ‘a man in a cage needs \nincentive, motivation, and something to look forward to.’ U.S. News and World Report 32 (Dec. 14, 1970). \n \n17  Cf. Burns v. Swenson, 430 F.2d 771 (8th Cir. Aug. 31, 1970) (‘base, inhuman, and barbaric’); Hancock v. Avery, 301 \n  F.Supp. 786, 791-792 (M.D.Tenn.1969) (‘barbaric,’ ‘debasing,’ ‘violates basic standards of human decency’); Holt v. \nSarver, 309 F.Supp. 362, 380 (E.D.Ark.1970) ( ‘grossly excessive,’ ‘shocking or disgusting’); Jordan v. Fitzharris, 257 \nF.Supp. 674 (N.D.Cal.1966) (‘shocking and debased’ conditions justify court’s intervention to ‘restore the primal rule \nof a civilized community’). \n21 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n \n18  Indeed, the first prisons in this country, widely imitated in Europe, were intended ‘to serve as place(s) for reflection \n  in solitude leading to repentance and redemption.’ The Eastern State Penitentiary in Pennsylvania (1829). Where \ninmates lived, worked, and exercised without being permitted to talk with fellow prisoners ‘was copied abroad \nperhaps more than any other American invention.’ Corrections 3. See American Correctional Ass’n, Manual of \nCorrectional Standards 13 (3d ed. 1966) (hereinafter cited as ‘Manual’). All forms of prison punishment in this \ncountry pale by comparison with those endured by Henri Charriere in the dungeons and French Penal Colony \ndescribed in his book Papillon (Morrow 1970). \n \n19  See  Tenn.Code  Ann.  §  41-707  (maximum  30  days  solitary  for  each  offense);  Corrections  210  (disciplinary \n  confinement maximum 30 days); American Correctional Ass’n, Manual 418 (punitive segregation maximum 30 days); \nAmerican Law Institute, Model Penal Code § 304.7 (3) (Proposed Official Draft 1962) (disciplinary confinement \nmaximum 30 days). However, comparisons and extrapolations are hazardous where factual contexts are lacking. For \nexample,  The  American  Correctional  Association,  Manual  419,  would  apparently  not  proscribe  indefinite \nconfinement  to  ‘administrative  segregation.’  The  practical  distinction  intended  between  ‘punitive’  any \n‘administrative’ segregation may or may not parallel that at Green Haven Prison between ‘punitive’ and ‘protective’ \nsegregation. \n \n20  Mo.Rev.Stat. § 216.405, cited in Burns v. Swenson, 430 F.2d 771 (8th Cir. Aug. 31, 1970); statutes cited American \n  Law Institute, Model Penal Code § 305.7.6 n. 13 (Tent.Draft No. 12, 1960). \n \n21  Bureau of Prisons, Policy Statement: Inmate Discipline, No. 7400.5A, P3.c, App. B P1.d(8) (July 2, 1970). \n \n \n22  The Supreme Court has struck down a choice of punishments only when the penalty was authorized in almost no \n  other civilized jurisdiction, Trop v. Dulles, 356 U.S. 86, 78 S.Ct. 590, 2 L.Ed.2d 630 (1958); Weems v. United States, \n217 U.S. 349, 30 S.Ct. 544, 54 L.Ed. 793 (1910), or conflicted with moral precepts ‘universally held,’ Robinson v. \nCalifornia, 370 U.S. 660, 82 S.Ct. 1417, 8 L.Ed.2d 758 (1962). See also Jackson v. Bishop, 404 F.2d 571, 580 (8 Cir. \n1968) (use of strap permitted in only two states, outlawed in several). \n \n23  Judge Feinberg expresses the view in his dissent, that ‘isolation of an adult prisoner for a sharply limited period as \n  punishment for a serious breach of prison discipline’ would be constitutional. But then he goes on to ask rhetorically \nwhether solitary or segregated confinement ‘for two years instead of one, or for five years, or for ten, or more,’ \nwould be constitutional. We have made an effort to suggest the impracticality of setting any specific time period for \nsegregated confinement, beyond which the punishment would be ‘cruel and unusual.’ In some instances, depending \nupon the conditions of the segregation, and the mental and physical health of the inmate, five days or even one day \nmight prove to be constitutionally intolerable. We would ask our dissenting brother in turn, would nine months, six \nmonths, or three months of segregated confinement be unconstitutional, without reference to the circumstances of \nconfinement? \nJudge Feinberg is also properly concerned with ‘endless solitary confinement * * * unless the prisoner ‘gives in.“ Our \n22 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nresponse is that we are concerned also. But one must ask on what was it that Sostre was expected to ‘give in.’ He \nwas asked to show a change in his intransigent defiance of several prison regulations, defiance which posed a \ncredible threat to the security of the prison, by attending group therapy sessions. Does it violate principles of \nfundamental decency to insist that a prisoner comply with reasonable rules applicable to all similarly situated? \n \n24  In response to Judge Feinberg’s dissent, we emphasize that no one testified that based on his observation or as the \n  result of a physical or psychological examination of Sostre, he concluded that Sostre was being adversely affected or \nthat his physical or mental health was threatened. We note that the record shows that a prison physician visited \nSostre’s segregation unit daily, and at no time did the physician observe, or did Sostre call to his attention, any such \neffects. \nIndeed, the experts before the district court were in conflict even over the hypothetical question whether the \nconditions that Sostre experienced in segregation would be dangerous to the sanity of ‘a prisoner.’ See p. 190 and \nfn. 11, supra. On the basis of these conflicting expert opinions, Judge Feinberg observes that the district court found \nas a fact that these conditions ‘could only serve to * * * undermine the sanity of the prisoner’ * * * when imposed \nfor more than fifteen days. we do not agree with our brother that we are required to declare this ‘finding’ to be \neither right or wrong, either ‘clearly erroneous’ or adequately supported by the record and therefore correct. We \nare not concerned here with conflicting testimony of witnesses to the same unique historical event. The question, \nrather, is a general one; whether the Eighth Amendment absolutely forbids a state to use a means of discipline \nwhen there is no evidence of any physical or psychological injury to the health of the prisoner who complains of the \nmeasure, and also when the opinions of the experts as to the effects of the type of discipline are in conflict. To hold \nthe district court either right or wrong would be tantamount to ruling that either Dr. Halleck or Dr. Johnston is right, \nand the other is wrong. That is not our function, nor was it the function of the district court. It is a judgment among \ncompeting,  rational  policies,  a  judgment  therefore  properly  reserved  for  decision  by  state  political  and \nadministrative processes. See e.g., Ginsberg v. New York, 390 U.S. 629, 642-643, 88 S.Ct. 1274, 20 L.Ed.2d 195 \n(1968). \n \n25  This element distinguishes the instant case from Krist v. Smith, 309 F.Supp. 497, 501 (S.D.Ga.1970), where the court \n  found no constitutionally acceptable justification for denying segregated prisoners a chance to exercise. \n \n26  In view of the widely recognized and critical shortage of specialists such as psychologists in prison systems generally, \n  it would defy reality to discount the value of the group therapy program because of the somewhat limited training \nand experience of the leader. Corrections 205. As noted above, p. 190 and fn. 11 supra, the expert testimony at trial \nbelow conflicted as to the impact on the effectiveness of group sessions of coercing prisoners’ participation. \n \n27  E.g., Wright v. McMann, 387 F.2d 519, 521 (2d Cir. 1967) (complaint alleged cell encrusted with excrement; plaintiff \n  entirely naked 11 days, then clad only in thin underwear; windows open throughout subfreezing night; prisoner \nslept on concrete floor; no soap, towel, or toilet paper); Hancock v. Avery, 301 F.Supp. 786 (M.D.Tenn.1969) \n(virtually no light or ventilation; hole for wastes flushed irregularly by guards; no soap, towel, or toilet paper; two \nmeals of bread, one full meal); Jordan v. Fitzharris, 257 F.Supp. 674 (N.D.Calif.1966) (conditions similar to Hancock \nand in addition prisoner slept naked on concrete floor). \nSostre does not allege that he was arbitrarily or discriminatorily punished or abused by prison authorities while he \n23 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \nwas segregated. See Fulwood v. Clemmer, 206 F.Supp. 370 (D.C.D.C.1962) (plaintiff, among other things, unlawfully \ndenied exercise of his religion while segregated and improperly transferred from prison to a jail because of his \nreligion); Holt v. Sarver, 309 F.Supp. 362, 380 (E.D.Ark.1970) (prisoners subjected to arbitrary power of other \nprisoners). Cf. Jackson v. Bishop, 404 F.2d 571, 579 (8th Cir. 1968) (impossible for prison authorities or courts to \nsupervise administration of corporal punishment so as to prevent excesses). \n \n28  We stress the seriousness of the multiple offenses charged against Sostre by Warden Follette, see pp. 183-185, \n  supra, and express no view as to the constitutionality of such segregated confinement as Sostre experienced if it \nwere imposed for lesser offenses. Specifically, we express no view as to the constitutionality of such segregated \nconfinement if it had been imposed on account of any one or any combination of the offenses charged against \nSostre other than all of them. \n \n29  Judge Foley of the Northern District of New York has adopted the procedural aspect of Judge Motley’s order. Wright \n  v. McMann. 257 F.Supp. 739 (July 31, 1970), on rehearing after remand, 387 F.2d 519 (2d Cir. 1967). In Carothers v. \nFollette, 314 F.Supp. 1014 (S.D.N.Y. Sept. 8, 1970), Judge Mansfield approved aspects of these procedures, \nremarking that ‘any serious charge’ would require such ‘essential elements of fundamental procedural fairness’ as \n‘an opportunity to present evidence before a relatively objective tribunal.’ \n \n30  In Townsend v. Burke, 334 U.S. 736, 68 S.Ct. 1252, 92 L.Ed. 1690 (1948), the Court had held that an unrepresented \n  defendant was unfairly prejudiced by the sentencing court’s reliance on ‘assumptions concerning his criminal record \nwhich were materially untrue.’ \n \n31  See Shapiro v. Thompson, 394 U.S. 618, 627 n. 6, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969); Sherbert v. Verner, 374 U.S. \n  398. 83 S.Ct. 1790, 10 L.Ed.2d 965 (1963); Speiser v. Randall, 357 U.S. 513, 78 S.Ct. 1332, 2 L.Ed.2d 1460 (1958); \nSlochower v. Bd. of Educ., 350 U.S. 551, 76 S.Ct. 637, 100 L.Ed. 692 (1956). See generally, Van Alstyne, The Demise of \nthe Right-Privilege Distinction in Constitutional Law, 81 Harv.L.Rev. 1439 (1968). \n \n32  Cf. Coffin v. Reichard, 143 F.2d 443, 445 (6th Cir. 1944) (prisoner entitled to writ of habeas corpus if deprived of \n  right which makes imprisonment more burdensome than law allows). \n \n33  See Note, The Supreme Court, 1968 Term, 83 Harv.L.Rev. 193, 197 (1969). \n \n \n34  Followed in Lewis v. Rockefeller, 431 F.2d 368 (Sept. 1, 1970). Cf. United States ex rel. Sperling v. Fitzpatrick, 426 \n  F.2d 1161 (2d Cir. 1970). \n \n35  For similar reasons the Court in Williams v. New York, 337 U.S. 241, 69 C.Ct. 1079, 93 L.Ed. 1337 (1949), found no \n24 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n  denial of due process when the appellant was sentenced on the basis of ‘information supplied by witnesses with \nwhom the accused had not been confronted and as to whom he had no opportunity for cross-examination.’ \n \n36  Plaintiff was not systematically denied safeguards afforded non-prisoners prior to a transfer to a different state \n  institution. See Baxstrom v. Herold, 383 U.S. 107, 86 S.Ct. 760, 15 L.Ed.2d 620 (1966); Shone v. Maine, 406 F.2d 844 \n(1st Cir. 1969); Bolton v. Harris, 130 U.S.App.D.C. 1, 395 F.2d 642 (1968); United States ex rel. Schuster v. Herold, \n410 F.2d 1071 (2d Cir.), cert. denied, 396 U.S. 847, 90 S.Ct. 81, 24 L.Ed.2d 96 (1966). His reliance on those cases is \nmisplaced. \n \n37  See  American  Law  Institute,  Model  Penal  Code  §  304.7(2)  (Proposed  Official  Draft  1962)  (before  inflicting \n  punishment, warden to be advised by disciplinary committee after ‘hearing’ where prisoner would appear after \nreceiving notice of charges); American Correctional Ass’n, Manual 409 (expeditious hearing, adequate investigation, \nregular channel for appeal, written report of the infraction found and disposition). \n \n38  Accord, Burns v. Swenson, 430 F.2d 771 (8th Cir. August 31, 1970). Plaintiff, an inmate of the Missouri State \n  Penitentiary, was summarily committed, without a prior hearing, to segregated confinement that was to last more \nthan three years. An investigative report was not filed until more than a month after Burns’s confinement. At review \nhearings held six months after he was committed, and again shortly before his release, Burns appeared but did not \nconfront adverse witnesses, was not assisted, and apparently was not permitted to present evidence. The court \nfound no due process violation. \n \n39  ‘A first tenet of our governmental, religious, and ethical tradition is the intrinsic worth of every individual, no mater \n  how degenerate. It is a radical departure from that tradition to subject a defined class of persons, even criminals, to \na regime in which their right to liberty is determined by officials wholly unaccountable in the exercise of their power. \n* * *’ Corrections 83. See Hirschkop & Millemann, The Unconstitutionality of Prison Life, 55 Va.L.Rev. 795, 834 \n(1969) (discipline should be based on ‘proven facts’ and should be ‘rationally related to the objective sought’). \n \n40  The Court in Escoe v. Zerbst, 295 U.S. 490, 493, 55 S.Ct. 818, 820, 79 L.Ed. 1566 (1935) (Cardozo, J.), interpreting the \n  federal probation law, adopted a similarly flexible solution: ‘Clearly the end and aim of an appearance before the \ncourt must be to enable an accused probationer to explain away the accusation. * * * This does not mean that he \nmay insist upon a trial in any strict or formal sense. * * * It does mean that there shall be an inquiry so fitted in its \nrange to the needs of the occasion as to justify the conclusion that discretion has not been abused by the failure of \nthe inquisitor to carry the probe deeper.’ \n \n41  On appeal, the order of the district court dismissing the complaint in Nolan was reversed with instructions to take \n  evidence to determine whether any ‘assurances of elemental fairness’ had in fact been afforded in the disciplinary \naction that was the object of plaintiff’s suit. 430 F.2d 548 (Aug. 14, 1970). \n25 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n \n42  Defendants have appended to their brief on appeal new rules and regulations recently promulgated by the New \n  York Department of Correction and effective October 19, 1970, governing, among other things, prisoner discipline in \nall state correctional institutions which appear to provide some new procedural safeguards. We consider it \ninappropriate to comment on the constitutional adequacy of the new procedures for they were adopted after the \nevents before us on this appeal. \n \n43  Singer, Censorship of Prisoners’ Mail and the Constitution, 56 A.B.A.J. 1051 (1970). \n \n \n44  ‘Restrictions on the extent and character of prisoners’ correspondence and examination or censorship in relation \n  thereto have always been regarded as inherent incidents in the conduct of penal institutions and the control of \nconfinements, activities, preoccupations and other relationships therein.’ Lee v. Tahash, 352 F.2d 970, 971 (8th Cir. \n1965). \n \n45  Nor does Johnson sanction inter-prison legal aid among prisoners. Some slight incremental value might be discerned \n  were the right of access to courts extended so as to embrace a right to the aid of jailhouse lawyers wherever they \nmight be incarcerated. Any gain, however, would be outweighed by the consequential added interference with \nprison discipline and the danger that more aggressive prisoners would abuse their expanded power. A co-defendant \nstands in no better position than any other jailhouse lawyer in this respect. \n \n46  Thus, legal material might be acquired either from the prison library, through the prisoner’s own outside sources, or \n  even from Sostre himself, with prior approval of prison officials. \n \n47  The authoritarian ‘boss’ inmate is no chimera. See Corrections 46. The Court in Johnson v. Avery, 393 U.S. 483, 488, \n  89 S.Ct. 747, 21 L.Ed.2d 718 (1969), recognized that prison writ writers might occasionally menace prison discipline. \nSee also Hatfield v. Bailleaux, 290 F.2d 632, 639 (9th Cir.), cert. denied, 368 U.S. 862 (1961) (testimony of prison \nofficials that rules restricting access to law books were designed to forestall aggressive inmates from dominating \nweaker ones). \n \n48  A case of suppression would, however, require us to decide the relevance of such doctrines as the ‘clear and present \n  danger test’ that courts have relied upon in other contexts to decide the validity of restraints operating directly \nupon the content of speech. See Schenck v. United States, 249 U.S. 47, 39 S.Ct. 247, 63 L.Ed. 470 (1919); Long v. \nParker, 390 F.2d 816, 822 (3rd Cir. 1968) (‘to justify the prohibition of religious literature, the prison officials must \nprove that the literature creates a clear and present danger of * * * some * * * substantial interference with the \norderly functioning of the institution’); Knuckles v. Prasse, 302 F.Supp. 1036 (E.D.Pa.1966); Banks v. Havener, 234 \nF.Supp. 27 (E.D.Va.1964). \n \n26 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n49  See note 42, supra. \n \n \n50  In granting this relief to Sostre, we do not resolve the question whether a claim for relief grounded solely on the \n  contention that good time credit was unconstitutionally withheld or forfeited would, standing alone, support an \naction under 42 U.S.C. § 1983, without compliance with the exhaustion requirement of 28 U.S.C. § 2254(b), (c). See \np. 182, supra. \n \n51  As state administrative officials, defendants are not entitled to the protective immunity from a judgment for \n  damages that has been extended to judges, Pierson v. Ray, 386 U.S. 547, 87 S.Ct. 1213, 18 L.Ed.2d 288 (1967), and \nlegislators (Tenney v. Brandhove, 341 U.S. 367, 71 S.Ct. 783, 95 L.Ed. 1019 (7951)). Jobson v. Henne, 355 F.2d 129 \n(2d Cir. 1966). \n \n52  Judge Motley awarded $25.00 compensatory damages per day for every day that Sostre spent in segregation (372 \n  days) or a total of $9,300. In view of the conditions of Sostre’s segregation, which we have described, this amount is \nnot unreasonable. In addition, she awarded $3,270 in punitive damages. \n \n53  We do not now decide the question, not passed on below and neither briefed nor argued orally on this appeal, \n  whether plaintiff may yet recover damages against a party not before us. \n \n1  See, e.g., 42 U.S.C. § 1983. \n \n \n2  It may be that despite this disclaimer in the majority opinion we have in fact decided that minimum standards are \n  not met if the prisoner is not at least confronted with an accusation, informed of the evidence against him, and is \nafforded a reasonable opportunity to explain his actions. See pp. 196, 198, 203, supra. However, it does seem clear \nthat decision as to what are wholly acceptable minimum standards is left for another day through case-by-case \ndevelopment. \n \n1  See, e.g., ‘We cannot agree (that the conditions Sostre endured) require that similar punishments be limited in the \n  future to any particular length of time,’ p. 191, supra; ‘The Eighth Amendment (does not forbid) indefinite \nconfinement under the conditions endured by Sostre for all the reasons asserted by Warden Follette until such time \nas the prisoner agrees to abide by prison rules,’ p. 193, supra. \n \n2  ‘He was not as isolated in his segregation as ‘solitary’ would imply,’ see p. 183, supra. \n \n \n27 \n \n\n \n \nSostre v. McGinnis, 442 F.2d 178 (1971)   \n \n \n3  See p. 185, supra. \n \n \n4  Through the due process clause of the fourteenth amendment. See Robinson v. California, 370 U.S. 660, 82 S.Ct. \n  1417, 8 L.Ed.2d 758 (1961). \n \n1  In order to maintain discipline prison inmates may be required to answer questions fully and completely. See United \n  States ex rel. Sperling v. Fitzgerald, 426 F.2d 1161, 1165 (2d Cir. 1970) (Lumbard, Ch. J., concurring). \n \n \n \n \n \n \n \n \n28 \n ",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/138393"
    }
  ],
  "document_count": 3
}