{
  "case_id": 15201,
  "fetched_at": "2025-10-22T00:24:19.445435",
  "case_data": {
    "attorney_orgs": [
      "Emery Celli Brinckerhoff & Abady LLP"
    ],
    "available_documents": [
      "Complaint (any)"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": null,
        "name": "New York State Department of Taxation and Finance",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Public Accommodations/Contracting"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983",
      "State law"
    ],
    "class_action_granted": "Mooted before ruling",
    "class_action_sought": "Yes",
    "closing_year": 2016,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "New York state trial court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [
      {
        "value": "Jurisdiction-wide"
      }
    ],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": "2016-03-03",
    "filing_year": 2016,
    "id": 15201,
    "injunction_duration": "",
    "issues": [
      "Discrimination Basis: Sex discrimination",
      "Affected Sex/Gender(s): Female",
      "Discrimination Area: Disparate Treatment"
    ],
    "last_checked_date": "2018-02-03T00:00:00-05:00",
    "main_docket": {
      "id": 29378,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 2016,
      "docket_filing_number": 151800,
      "is_main_docket": true,
      "court": "New York state trial court",
      "state": "New York",
      "docket_office_number": "",
      "docket_number_manual": "151800/2016",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Seibert v. New York State Department of Tax and Finance",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "Five women residents of New York affected by the state's \"tampon tax.\"",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "No",
    "public_interest_lawyer": "Yes",
    "related_cases": [],
    "relief_natures": [],
    "relief_nature_other": "Mooted after New York passed legislation in response to plaintiffs' claims.",
    "relief_sources": [
      "Unknown"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [],
    "special_case_type": [],
    "state": "New York",
    "summary": "<p>On March 3, 2016, a group of five women residents of New York State, filed this class action lawsuit in New York State Court against the New York State Department of Taxation and Finance. Plaintiffs claimed that the State's \"Tampon Tax,\" which imposed a tax on the purchase of tampons and sanitary pads, violated the Equal Protection Clause of the Fourteenth Amendment to the U.S. Constitution, Article One of the New York Constitution, and New York tax law. Specifically, Plaintiffs alleged that the State discriminated against women by singling out tampons and sanitary pads for taxation, while exempting from all other medical products from tax, including those used exclusively by men, such as Rogaine or men's deodorant. Represented by private counsel, plaintiffs sought declaratory and injunctive relief and damages. </p><p>Shortly after plaintiffs filed their Complaint, the New York legislature passed legislation to end the tax. It was signed by Governor Cuomo in July of 2016. The new law fully repealed state taxes on tampons and sanitary pads.</p><p>The law mooted plaintiffs' claims for injunctive relief, and it appears they did not continue to pursue their claim for damages. The case has been closed since July of 2016.</p><p></p>",
    "summary_published_date": "2018-02-03T00:00:00-05:00",
    "summary_short": "Plaintiffs filed a class action lawsuit in New York State Supreme Court to challenge New York's policy of taxing tampons and sanitary pads while exempting all other medical products from taxation. Plaintiffs alleged that the discriminatory tax violated the Fourteenth Amendment of the U.S. Constitution, Article One of the New York Constitution, and New York tax law. Shortly after plaintiffs filed this suit, New York passed legislation repealing all taxes on feminine products. The case has been closed since July 2016.",
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/15201",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15201",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15201",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15201"
  },
  "documents": [
    {
      "date": "2016-03-03",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": "",
      "document_source": null,
      "document_status": "Coding Complete",
      "document_type": "Complaint",
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Not applicable",
      "court": "New York state trial court",
      "no_title": false,
      "party_types": [
        "Plaintiff"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 113070,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/113070.pdf",
      "title": "Complaint",
      "text": "FILED: NEW YORK COUNTY CLERK 03/03/2016 08:33 AM INDEX NO. 151800/2016\nNYSCEF DOC. NO. 1 RECEIVED NYSCEF: 03/03/2016\nSUPREME COURT OF THE STATE OF NEW YORK \nCOUNTY OF NEW YORK \n--------------------------------------------------------------------X \nMARGO SEIBERT, JENNIFER MOORE,  \nCATHERINE O’NEIL, NATALIE BRASINGTON, and    Index No.: \nTAJA-NIA HENDERSON, on behalf of themselves and    \nall persons similarly situated,           Plaintiffs Designate \n              New York County \nPlaintiffs,  as the Place of Trial \nv.            SUMMONS\nTHE NEW YORK STATE DEPARTMENT OF      \nTAXATION AND FINANCE, and JERRY BOONE     Plaintiffs’ Address: \nin his individual capacity and in his official capacity as the    c/o Emery Celli Brinckerhoff\nCommissioner of the New York State Department of     & Abady LLP \nTaxation and Finance,             600 Fifth Avenue, 10th Floor \n                  New York, New York 10020 \nDefendants.\n--------------------------------------------------------------------X \nTO THE ABOVE-NAMED DEFENDANTS: \nYOU ARE HEREBY SUMMONED to answer the complaint in this action and to serve \na copy of your answer, or, if the complaint is not served with this summons, to serve a notice of \nappearance, on the plaintiff’s attorneys within 20 days after the service of this summons, \nexclusive of the date of service (or within 30 days after the service is complete if this summons is \nnot personally delivered to you within the State of New York); and in case of your failure to \nappear or answer, judgment will be taken against you by default for the relief demanded in the \ncomplaint.\nDated:       March 3, 2016  Respectfully submitted,\n                  New York, New York \nEMERY CELLI BRINCKERHOFF  \n& ABADY LLP \nBy:  _/s/______________________\nIlann M. Maazel \nMatthew D. Brinckerhoff \nZoe Salzman \n600 Fifth Avenue, 10th Floor \nNew York, NY 10020 \n(212) 763-50000 \nAttorneys for Plaintiff \n\nTO:    NEW YORK STATE DEPARTMENT  \nOF TAXATION AND FINANCE \n  15 MetroTech Center \n  4th Floor \n  Brooklyn, NY 11201 \n  NEW YORK STATE OFFICE  \nOF THE ATTORNEY GENERAL \n120 Broadway \nNew York, NY 10271 \nDefendants\n2\n\nSUPREME COURT OF THE STATE OF NEW YORK\nCOUNTY OF NEW YORK\n--------------------------------------------------------------------X\nMARGO SEIBERT, JENNIFER MOORE, \nCATHERINE O’NEIL, NATALIE BRASINGTON, and\nTAJA-NIA HENDERSON, on behalf of themselves and \nall persons similarly situated,\nPlaintiffs, Index No.:\nv.\nVERIFIED\nCLASS ACTION\nTHE NEW YORK STATE DEPARTMENT OF  COMPLAINT\nTAXATION AND FINANCE, and JERRY BOONE in \nhis individual capacity and in his official capacity as the \nCommissioner of the NewYork State Department of \nTaxation and Finance, \nDefendants.\n--------------------------------------------------------------------X\nPlaintiffs Margo Seibert, Jennifer Moore, Catherine O’Neil, Natalie Brasington, and \nTaja-Nia Henderson(collectively “Plaintiffs”), on behalf of themselves and all others similarly \nsituated (“the Class”),by their attorneys Emery Celli Brinckerhoff & Abady LLP, as and for \ntheir Verified Class Action Complaint allege as follows:\nTIME TO END THE ILLEGAL TAMPON TAX\n1. This is a class action to eliminate the “Tampon Tax” imposed by the New York \nState Department of Taxation and Finance (the “Department”) on women in New York State.  \nThe tampon and sanitary pad sales tax violates New York law.  It violates the Equal Protection \nClauses of the United States and New York Constitutions.  It is a vestige of another era, and now \nit is time to end it.\n2. New York State does not tax medical items.  But the Department imposes a \ndouble standard when definingmedical items for women and men.  Medical products exclusively \n\nfor women are taxed.  Medical products also used by men are not.\n3. For example, the Department considers Rogaine, foot powder, dandruff shampoo, \nchapstick, facial wash, adult diapers, and incontinence pads to be medical items.  These products \nare not taxed.\n4. But medical items used onlyby women—tampons and sanitary pads—are taxed.  \n5. Tampons and sanitary pads are far more necessary to the preservation of health \nthan Rogaine, dandruff shampoo, or many other products the Department considers medically \nexempt.  The Department’s double standard for men and women finds no support in the tax law \nand serves no purpose other than to discriminate. \n6. Justice Scalia once wrote for the Supreme Court that “A tax on wearing \nyarmulkes is a tax on Jews.”1 A tax on tampons and sanitary pads is a tax on women.  The \nTampon Tax is irrational.  It is discrimination.  It is wrong.  Defendants should be required to \nfollow the law, and return the many millions of dollars they took illegally at the expense of\nwomen’s health.\nPARTIES\n7. Plaintiff Margo Seibert is a woman, age 31, who resides in the County of New \nYork, New York.  Ms. Seibert is a professional actor and the co-founder of Racket. (@weracket), \na new organizationwith the mission of providing all womenwith a shame-free period, which \nraises awareness of inequities in access to feminine hygiene products and collects and donates \ntampons and pads to homeless women in New York City.  Ms. Seibert has paid sales tax on her \npurchases of tampons and pads in NewYork State, including on March 1, 2016 in the County of \nNew York, New York.\n1 Bray v. Alexandria Women’s Health Clinic, 506 U.S. 263, 270 (1993).\n2\n\n8. Plaintiff Jennifer Moore is a woman, age 45, who resides in the County of New \nYork, New York.  Ms. Moore is a programs coordinator for children’s programs.  Ms. Moore has \npaid sales tax on her purchases of tampons and pads in NewYork State, including on February \n26, 2016, in the County of New York, New York.\n9. Plaintiff Catherine O’Neil is a woman, age 43, who resides in the County of New \nYork, New York.  Ms. O’Neil is a writer, a mathematician, and a data scientist.  Ms. O’Neil has \npaid sales tax on her purchases of tampons and pads in New York State, including on February \n26, 2016 in the County of New York, New York.\n10. Plaintiff Natalie Brasington is a woman, age 31, who resides in the County of \nNew York, New York.  Ms. Brasington is a professional photographer and a founder and \nproducer of The Portrait Project at Art Start, a not-for-profit organization that works with New \nYork City’s underserved youth through consistent creative workshops inside homeless shelters, \nalternative to incarceration programs, and partnering youth agencies. Ms. Brasington has paid \nsales tax on her purchases of tampons and pads in NewYork State, including on March 1, 2016\nin the County of New York, New York.\n11. Plaintiff Taja-Nia Hendersonis a woman, age 39, who resides in the County of \nNew York, New York.  Ms. Henderson is a professor.  Ms. Henderson has paid sales tax on her \npurchases of tampons and pads in New York State, including on February 29, 2016in the County \nof New York, New York.\n12. All of the named Plaintiffs, as well as all members of the proposed Class, have \npaid sales tax on their purchases of feminine hygiene products in the State of New York in the \npast three years.\n13. Defendant New York State Department of Taxation and Finance is an agency of \n3\n\nthe State of New York organized under Section 170 of the New York Tax Law. The Department\nmaintains offices throughout the State of New York.  The Department is responsible for \nadministering and enforcing the tax laws of the State of New York, including the administration \nand collection of sales tax and the administration of sales tax exemptions at issue in this case.\n14. Defendant Jerry Boone is the Commissioner of the New York State Department \nof Taxation and Finance.  He is sued in his personal and official capacities.  As the principal \nofficer of the Department, Commissioner Boone is responsible for administering and enforcing \nthe tax laws, regulations, and policies of the State of New York, including the sales tax and sales \ntax exemptions at issue in this case.  \n15. The Department and Commissioner Boone created and enforce the “Guide to \nSales Tax for Drugstores and Pharmacies” and the “Tax Bulletin for Drugstores and Pharmacies” \nthat imposea double standard on women’s medical products.\nJURISDICTION AND VENUE\n16. The Court has jurisdiction over this combined action pursuant to its general \njurisdiction under CPLR 901 et seq., CPLR 3001 et seq., and CPLR 7801 et seq., as well as\nunder 42 U.S.C. § 1983 and the Fourteenth Amendment of the United States Constitutionand of \nArticle I, §11 of the New York Constitution.\n17. Venue is proper in this county pursuant to New York CPLR 503 because \nPlaintiffs reside in New York County.\nFACTS\nBackground on New York State Sales Tax Law\n18. New York collects a sales tax of 4% on “every sale of tangible personal property” \nunless the product being sold fits within a statutory exemption.  N.Y. Tax Law § 1105(a).\n4\n\n19. A long list of products is exempt from the sales tax.  N.Y. Tax Law § 1115.\n20. Products necessary to human health are exempt from the sales tax, including \n“drugs and medicines,” “medical equipment,” “medical supplies,” and “products consumed by \nhumans for the preservation of health but not including cosmetics or toilet articles.”  N.Y. Tax \nLaw §1115(a)(3).\n21. The Department of Taxation and Finance enacted a regulation that specifies \nwhich products qualify for this health exemption.  20 N.Y.C.R.R. 528.4.\n22. The regulation defines “drugs and medicines” to include “articles (other than \nfood) intended to affect the structure or any function of the human body.”  20 N.Y.C.R.R. \n528.4(b)(1)(ii).\n23. The regulation defines “medical equipment” as “machinery, apparatus and other \ndevices . . . which are intended for use in the cure, mitigation, treatment or preventionof \nillnesses or diseases or the correction of alleviation of physical incapacity in human beings.”  20 \nN.Y.C.R.R. 528.4(e)(1).  As an example of “medical equipment” that is tax exempt, the \nregulation lists the “birth control device commonly known as an I.U.D. or intrauterine device.”  \nId., Example4.\n24. The regulation defines medical “supplies” as “supplies used in the cure, \nmitigation, treatment or preventionof illnesses or diseases.”  20 N.Y.C.R.R. 528.4(g).  As an \nexample of “medical supplies” that are tax exempt, the regulation lists “bandages, gauze, and \ndressings.”  Id., Example2.\n25. The regulation defines “products consumed by humans for the preservation of \nhealth” to “include other substances used internally or externally, which are not ordinarily \nconsidered drugs or medicines.”  20 N.Y.C.R.R. 528.4(b)(3).  As examples of such products that \n5\n\nare tax exempt, the regulation lists: “acne preparations, including acne soaps,” “dandruff \nshampoos,” “foot powders that eliminate excessive perspiration,” and “lip ice that treats or \nprevents chapped lips.”  Id., Examples 4, 5, 8, 9. \n26. The Department of Taxation and Finance has published “A Guide to Sales Tax for \nDrugstores and Pharmacies” to further explain to drugstores and pharmacies “which retail sales \nare subject to sales tax and which are not.”  Publication 840 (Aug. 1998), I (attached here as \nExhibit A).2 The Guide clarifies that the following products are also tax exempt under the \nmedical exemption:\n(cid:120) Rogaine and other products “intended as a hair regrowth treatment for use by \nindividuals who experience hair loss or gradual thinning of the hair.”  Id. at 8, 10.\n(cid:120) Condoms and other forms of contraception.  Id.at 8.\n(cid:120) Adult diapers, “incontinence liners, pads and pants.”  Id. at 12.\n27. In addition to the medical exemption, the Department has also chosen to exempt a \nwhole host of other products from the sales tax, including: “fruit rollups,” the chocolate drink \nmixes “Quik” and “Ovaltine,” the soft drinks “Moola Koola” and “Tang,” “brownies,” \n“cookies,” “Clamato Juice Cocktail,” “potato chips,” “fudges,” “ice cream,” as well as all \n“sugar,” “sugar substitutes,” and “artificial sweeteners.”  Id.at 26.\nThe Department Chooses to Tax Feminine Hygiene Products \n28. Notwithstanding the broad definition of health products that qualifyfor exemption \nfrom the sales tax, the Department and its Commissioner have deliberately chosen to tax \ntampons and sanitary pads.\n29. The Department’s Guide provides that “feminine hygiene products,” including \n2 Available athttps://www.tax.ny.gov/pdf/publications/sales/pub840.pdf(last visited Feb. 25, 2016).\n6\n\n“tampons” and “sanitary napkins,” are “subject to sales tax” because, according to the \nDepartment, they are used “to control a normal bodily function and to maintain personal \ncleanliness.”  Exhibit A at 9.\n30. The Department reaffirmed this decision in 2014, when it published a Tax \nBulletin for Drugstores andPharmacies that listed “sanitary napkins or pads, tampons, and \nsimilar products” as “generable merchandise” subject to the sales tax.  TB-ST-193 (Aug. 5, \n2014) at 4 (attached here as Exhibit B).3 The Bulletin continuedto list items such as foot \npowder, dandruff shampoo, chapstick, and facial washas tax exempt. Id.\n31. It is, however, undisputable that tampons and sanitary pads serve multiple \nmedical purposes.  They are not luxury items, but a necessity for women’s health.\n32. Tampons, sanitary pads, and other feminine hygiene products are used to staunch \nthe flow of menstrual blood and prevent encrustation and detritus.\n33. Without access to tampons and sanitary pads, women are forced to use unsanitary \nand dirty rags—which can lead to infections and an increased risk of diseases such as cervical \ncancer—or have nothing at all to staunch the blood—which poses a risk to the health ofwomen \nand the public.4\n34. In addition to these obvious sanitary and health benefits, tampons and sanitary \npads help prevent other illness and disease in women.\n35. For example, a study at the Yale University School of Medicine found that the \nregular use of tampons decreased the risk of endometriosis, a disease in which endometrial tissue \ngrows outside the uterus instead of inside it, causing severe abdominal pain, impaired fertility, \n3 Available athttps://www.tax.ny.gov/pdf/tg_bulletins/sales/b14_193s.pdf(last visited Mar. 2, 2016).\n4 Jennifer Weiss-Wolf, Helping Women and Girls. Period.,N.Y. Times, Jan. 28, 2015,available at\nhttp://kristof.blogs.nytimes.com/2015/01/28/helping-women-and-girls-period/?_r=1(last visited Mar. 2, 2016).\n7\n\nand an increased risk of ovarian cancer.5\n36. For these reasons, the federal Food and Drug Administration (“FDA”) classifies \ntampons and sanitary pads as “medical devices.”  21 C.F.R. §§ 884.5425, 884.5435, 884.5460, \n884.5470.\n37. The Supreme Court of Illinois agreed, holding that tampons and sanitary napkins \nare “medical appliances” and therefore had to be exempt from the local sales tax.6\n38. Under New York law, tampons and pads qualify as “products consumed by \nhumans for the preservation of health.”  20 N.Y.C.R.R. 528.4(b)(3).  Taxing tampons and pads is \nnot substantially related to an important state interest and there is not even arational basis for \nclaiming—as the Department currently does—that Rogaine, adult diapers and incontinence pads,\n“acne soaps,” “dandruff shampoos,” “foot powders that eliminate excessive perspiration,” and \n“lip ice that treats or prevents chapped lips” are “products consumed by humans for the \npreservation of health”—whiletampons and sanitary pads are not.\n39. In addition, tampons and sanitary pads qualify as “medical equipment” because \nthey are “devices” “which are intended for use in the cure, mitigation, treatment or prevention of \nillnesses or diseases.”  20 N.Y.C.R.R. 528.4(e)(1).  Taxing tampons and pads is not substantially \nrelated to an important state interest and there is not even arational basis for claiming—as the \nDepartment currently does—that an IUD is “medical equipment” used to prevent or treat disease, \nwhiletampons and pads are not.  \n40. Tampons and pads also qualify as medical “supplies” because they are “supplies \n5 Erika L. Meaddough, David L. Olive, Peggy Gallup, Michael Perlin & Harvey Kliman, Sexual Activity, \nOrgasm and Tampon Use Are Associated with a Decreased Risk for Endometriosis, 53 Gynecologic and Obstetric \nInvestigation 163 (2002), available at http://www.karger.com/Article/Abstract/58368(last visited Feb. 25, 2016).\n6 Geary v. Dominick’sFiner Foods, Inc., 129 Ill. 2d 389, 411 (1989).\n8\n\nused in the cure, mitigation, treatment or prevention of illnesses or diseases.”  20 N.Y.C.R.R. \n528.4(g).  Taxing tampons and pads is not substantially related to an important state interest and \nthere is not even arational basis for claiming—as the Department currently does—that \n“bandages, gauze, and dressings” used to stop the flow of blood from non-feminine parts of the \nbody are “medical supplies,” whiletampons and pads, used tostop the flow of blood from the \nuterus, are not.\n41. There can be only one explanation for the Department’s decision to tax tampons \nand pads but not Rogaine, dandruff shampoo, foot powder, chapstick, and so many other less \nmedically necessary products also used by men: feminine hygiene products like tampons and \nsanitary pads are used by women only, to treat women’s health issues only.  As the Supreme \nCourt has held, when a government action targets a protected class—in this case, women—and is \nthis irrational, the intent to discriminate can readily be presumed.\nTaxing Tampons and Pads Harms Women\n42. On information and belief, the average woman spends at least $70 per year on \ntampons and pads.7\n43. On information and belief, menstruating women make up at least 25 percent of \nNew York’s population of 20 million.8\n44. On information and belief, by imposing a 4% sales tax on 5 million women \npaying $70/year for tampons and pads,New York State collects approximately $14 million each \nyear by taxing women.\n45. On information and belief, this represents less than one hundredth of one \n7 Jennifer Weiss-Wolf, Helping Women and Girls. Period.,N.Y. Times, Jan. 28, 2015, available at\nhttp://kristof.blogs.nytimes.com/2015/01/28/helping-women-and-girls-period/?_r=1(last visited Mar. 2, 2016).\n8 U.S. Census Bureau, Quick Facts New York, available at \nhttp://quickfacts.census.gov/qfd/states/36000.html(last visited Mar. 2, 2016).  \n9\n\npercent—just 0.0099%—of the total annual budget of the State of New York, which was $142 \nbillion for 2015-16.9\n46. But this tax is burdensome for the women who have to pay it, particularly for \nwomen living in poverty or with a low income.  For some, paying a 4% tax on a product that \nwomen must have (or risk infection, disease, loss of work, or worse) is a financial hardship.10\nCLASS ACTION ALLEGATIONS\n47. This action is brought as and may properly be maintained as a class action \nunder the provisions of Article 9 of the CPLR. \n48. The putative class is defined as women who reside in the State of New York and \nwho have purchased tampons and/or sanitary pads, and paid sales tax on those purchases, in the \nState of New York within the statute of limitations period. \n49. The members of this putative class are so numerous that separate actions or \njoinder of parties, whether required or permitted, is impracticable. \n50. There are questions of law and fact common to the Class that predominate over \nany questions affecting only individual members of each class.  \n51. The principal common questions of law for the Class is whether Defendants \nviolated the New York State Tax Law,the Fourteenth Amendment of the United States \nConstitution, and the Equal Protection Clause of the New York Constitution by charging sales \ntax on tampons and sanitary pads.\n52. The principal common question of fact for the Class is that the members of the \n9 Gov. Andrew M. Cuomo, Statement: Governor Cuomo Announces Highlights from the Passage of 2015-16\nState Budget (Apr. 1, 2015), available at\nhttps://www.budget.ny.gov/pubs/press/2015/pressRelease15_enactedBudget.html(last visited Mar. 2, 2016).\n10 Women also often have to pay a local sales tax, imposed by the county they reside in, on top of the 4% \ncharged by the State.  See Publication 718: New York State Sales and Use Tax Rates by Jurisdiction (Dec. 1, 2015), \navailable athttps://www.tax.ny.gov/pdf/publications/sales/pub718.pdf(last visited Mar. 2, 2016).\n10\n\nClass were all charged the same sales tax by Defendants on their purchases of tampons and pads.\n53. Plaintiffs have no interests antagonistic to the interests of the other members of \nthe Class.  There is no conflict between Plaintiffs and any other members of the Class with \nrespect to this action or the claims for relief herein.\n54. Plaintiffs are committed to the vigorous prosecution of this action and have \nretained competent legal counsel experienced in constitutional law and class action litigation \nmatters for that purpose.\n55. Plaintiffs are adequate representatives of the Class and, together with their \nattorneys, are able to, and will fairly and adequately, protect the interests of theClass and its \nmembers.\n56. In addition, a class action is superior to other available methods for the fair, just, \nand efficient adjudication of the claims asserted herein. Joinder of all members of the Class is \nimpracticable and, for financial and other reasons, it would be impractical for individual \nmembers of the Class to pursue separate claims.  Moreover, prosecution of separate actions by \nindividual members of the Class would create the risk of varying and inconsistent adjudications, \nand would unduly burden the courts. \n57. Plaintiffs and their counsel anticipate no difficulty in the management of this \nlitigation as a class action.\nFIRST CAUSE OF ACTION\nDeclaratory Judgment\nAgainst All Defendants\n58. Plaintiffs hereby repeat and reallege the foregoing paragraphs as if the same were \nfully set forth at length herein.\n59. Pursuant to CPLR 3001 et seq., Plaintiffs seek a declaration from this Court that \n11\n\nDefendants’ decisionto charge sales tax on tampons and sanitary napkins is unlawful, invalid, \nand unenforceable.\nSECOND CAUSE OF ACTION\nArticle 78 -Inapplicable Tax and Arbitrary,Capricious, Legally DeficientDetermination\nAgainst all Defendants\n60. Plaintiffs hereby repeat and reallege the foregoing paragraphs as if the same were \nfully set forth at length herein.\n61. The sales tax, New York Tax Law section 1105, is inapplicable to tampons and \nsanitary pads as a matter of law.\n62. Under the New York Tax Law section 1115, tampons and sanitary pads are \nexempt from the sales tax because: they are “products consumed by humans for the preservation \nof health,” 20 N.Y.C.R.R. 528.4(b)(3); they are “devices” “which are intended for use in the \ncure, mitigation, treatment or prevention of illnesses or diseases,” 20 N.Y.C.R.R. 528.4(e)(1); \nand they are“supplies used in the cure, mitigation, treatment or prevention of illnesses or \ndiseases,” 20 N.Y.C.R.R. 528.4(g).\n63. Defendants’ decision to charge and collect sales tax on tampons and sanitary \npads, but not on other products with a much less substantial medical purpose, is arbitrary, \ncapricious, and irrational, and violates the New York State Tax Law and the New York \nConstitution.\n64. Defendants’ decision to charge and collect sales tax on tampons and sanitary pads \ndiscriminates against women.\n65. Women in New York who buy tampons and sanitary pads are harmed by \nDefendants’decision to tax these products because they are forced to pay a sales tax on products \nnecessary and vital to their health.\n12\n\n66. Pursuant to CPLR 7803(3), Plaintiffs request that the Court issue an order \ndeclaring that Defendants’ decision to charge and collect a sales tax on tampons and sanitary \npads is unlawful, affected by an error of law, arbitrary and capricious, invalid, unenforceable, \nand inviolation of New York law; enjoining Defendants from charging and collecting sales tax \non tampons and sanitary pads; and ordering that Defendants refund to Plaintiffs and all members \nof the Class the illegal sales tax they have improperly paid on tampons and sanitary napkins over \nthe past two years.\nTHIRD CAUSE OF ACTION\nN.Y. Constitution, Art. I, §11\nAgainst All Defendants\n67. Plaintiffs hereby repeat and reallege the foregoing paragraphs as if the same were \nfully set forth at length herein.\n68. Article I, §11of the New York State Constitution provides that: “No person shall \nbe denied the equal protection of the laws of this state or any subdivision thereof.”\n69. Defendants’ decision to charge and collect sales tax on tampons and sanitary pads \nviolates the Equal Protection Clause, Article I, §11, of the New York Constitutionbecause it \ndenies women equal protection and discriminates against women, because a tax on feminine \nhygiene products is on its face a tax on women, andbecause it results in the disparate treatment \nof women.\n70. Defendants’ decision to charge and collect sales tax on women’s medical \nproducts—tampons and sanitary pads—but not medical products also used by men(Rogaine, lip \nice, acne soap, foot powder, dandruff shampoo, adult diapers, etc.) is not substantially related to \nan important state interest, is not rationally related to a legitimate state purpose, is not rational at \nall, directly discriminates against women, and directly results in the disparate treatment of \n13\n\nwomen.\n71. As a direct and proximate result of the above-mentioned acts, Plaintiffs have \nsuffered injuries and damages.  Women in New York who buy tampons and sanitary pads are \nharmed by Defendants’ decision to tax these products, because they are forced to pay a sales tax \non products necessary and vital to their health, while men who purchase products far less \nnecessary to their health are not.\nFOURTH CAUSE OF ACTION\nU.S. Constitution Fourteenth Amendment / 42. U.S.C. § 1983\nDenial of Equal Protection on the Basis of Sex/Due Process\nAgainst Defendant Jerry Boone\n72. Plaintiffs hereby repeat and reallege the foregoing paragraphs as if the same were \nfully set forth at length herein.\n73. Defendant Jerry Boone’s decision to charge and collect sales tax on tampons and \nsanitary pads discriminates against women, because a tax on feminine hygiene products is on its \nface a tax on women,and because it results in the disparate treatment of women.\n74. Defendant Boone’s decision to charge and collect sales tax on women’s medical \nproducts—tampons and sanitary pads—but not medical products also used by men(Rogaine, lip \nice, acne soap, foot powder, dandruff shampoo, adult diapers, etc.) is not substantially related to \nan important state interest, is not rationally related to a legitimate state purpose,is not rational at\nall,directly discriminates against women, and directly results in the disparate treatment of \nwomen.\n75. Such discrimination violates the Equal Protection and Due Process Clauses of the \nFourteenth Amendment of the United States Constitution.\n76. Defendant acted under color of New York State law to deprive the Plaintiffs of \n14\n\ntheir Fourteenth Amendment rights.  A cause of action is created by 42 U.S.C. § 1983.\n77. As a direct and proximate result of the above-mentioned acts, Plaintiffs have \nsuffered injuries and damages. Women in New York who buy tampons and sanitary pads are \nharmed by Defendants’ decision to tax these products, because they are forced to pay a sales tax \non products necessary and vital to their health, while men who purchase products far less \nnecessary to their health are not.\nPRAYER FOR RELIEF\nWHEREFORE, Plaintiffs respectfully request that the Court enter judgment in \ntheir favor against Defendants, and issue an order containing the following relief:\nA. A declaration that Defendants’ decision to charge and collect a sales tax on \ntampons and sanitary pads is unlawful, invalid, unenforceable, in violation of New York tax law, \nand unconstitutional under the Fourteenth Amendment of the United States Constitutionand \nArticle I, §11 of the New York Constitution;\nB. An order certifying the Plaintiff Class;\nC. An order permanently enjoining Defendants from charging and collecting a sales \ntax on tampons and sanitary napkins;\nD. An order awarding Plaintiffs and the other members of the Class refunds, \nrestitution, and damages in an amount to be determined at trial;\nE. An order awarding Plaintiffs attorneys’ fees and costs pursuant to CPLR 909, \nCPLR 8600, and 42 U.S.C. § 1988; and\n15\n\nF. Such other and further relief as the Court may deem just and proper.\nDated: March 3, 2016\nNew York, New York\nEMERY CELLI BRINCKERHOFF\n& ABADY LLP           \nBy: __/s/______________________\nIlann M. Maazel\nMatthew D. Brinckerhoff\nZoe Salzman\n600 Fifth Avenue, 10th Floor\nNew York, New York 10020\n(212) 763-5000\nAttorneys for Plaintiffs\n16\n\n\n\n\n\n\n\n\n\n\n\nFILED: NEW YORK COUNTY CLERK 03/03/2016 08:33 AM INDEX NO. 151800/2016\nNYSCEF DOC. NO. 2 RECEIVED NYSCEF: 03/03/2016\nExhibit A\n\nPublication 840\nA Guide To Sales Tax \nFor Drugstores and \nPharmacies\nPub 840 (8/98)\n\nPublication 840 (8/98)\nAbout This Publication\nThis publication is a guide for owners, managers, and other operators of drugstores, pharmacies, and\nsimilar businesses.  It contains a general discussion of how the New York State Sales and\nCompensating Use Tax Law applies to retail sales made by these establishments.\nThe  information  contained  in  this  publication  will  assist  in  answering  questions  generally\nencountered in the operation of a drugstore or pharmacy.  This information is current as of the print\ndate of this publication.  In instances where there seems to be a discrepancy between the\ninformation presented in this publication and the Tax Law or regulations, the law and\nregulations govern.\nUsing drugstore and pharmacy industry classifications as a guideline, the publication is set up\nalphabetically, by product category, and includes discussions of:\n•  Beverages\n•  Cigarettes and Tobacco Products\n•  Cosmetics and Toiletries\n•  Drugs and Medicines\n•  Food and Food Products\n•  General Merchandise (Auto Supplies, Housewares, Clothing, Etc.)\n•  Medical Equipment and Supplies\n•  Pet Accessories and Supplies\n•  Prosthetic Aids\nThis publication also contains information on topics such as:\n•  Use of Coupons\n•  Food Stamp Purchases\n•  Sales to Exempt Purchasers\n. •  Sales for Resale\nWhile the discussions of the general categories provide the general rule and exceptions relating to\nthe taxation of retail sales of particular products, it is important to remember that there are special\nrules for exempt purchasers.  For that reason, a section on exempt purchasers is included in the\ndiscussion.\nWhile the information contained in this publication is not all-inclusive, it will provide you with a\ngeneral overview of which retail sales are subject to sales tax and which are not.\nTelephone numbers and addresses for obtaining forms, publications, or other information appear on\nthe back cover of this publication.\nPage i\n\nPublication 840 (8/98)\nTable of Contents\nPart I     Taxability of Product Sales\nPage\n  Audio and Video  ...................................................   2\n  Automotive Supplies  .............. ..................................   2\n  Beverages  ........................................................   2\n  Books  ...........................................................   3\n  Candy and Confections  ..............................................   4\n  Cigarettes  ........................................................   4\n  Cigars and Other Tobacco Products  ....................................   5\n  Cosmetics and Toiletries  .............................................   5\n  Dietary Foods  .....................................................   7\n  Drugs and Medicines  ...............................................   7\n  Family Planning  ...................................................   8\n  Feminine Hygiene  ..................................................   9\n  Food and Food Products  .............................................   9\n  General (Miscellaneous) Merchandise   .................................. 10\n  Hair Care Products  ................................................. 10\n  Health Supplements  ................................................ 10\n  Housewares  ....................................................... 11\n  Medical Equipment and Supplies  ...................................... 11\n  Nail Care Products  ................................................. 12\n  Newspapers and Periodicals  .................. ........................ 13\n  Packaged Medications ............. .................................. 13\n  Pet Accessories and Supplies .......................................... 13\n  Prosthetic Aids  .................................................... 14\nPart II     General Information\n  Medical Insurance  .................................................. 16\n  Coupons  ......................................................... 16\n  Food Stamps  ...................................................... 18\n  Exempt Purchasers  ............... .................................. 19\n  Resale Exclusion  . .................................................. 20\n  Cigarette Dealers, Retailers, Wholesalers  ................................ 20\n  Dealers of Cigars and Other Tobacco Products  ........................... 21\n  Returns, Allowances, Bad Debts ....................................... 22\nPart III     Product Listings\nCosmetics and Toiletries  .............................................. 24\nExempt Foods and Beverages  .......................................... 26\nTaxable Foods and Beverages  .......................................... 27\nGeneral Merchandise  ................................................ 28\nMedical Equipment and Supplies  ....................................... 29\nPage ii\n\nPublication 840 (8/98)\nPart I\nTaxability of Product Sales\nTable of Contents\n  Audio and Video  . ..................................................   2\n  Automotive Supplies  .............. ..................................   2\n  Beverages  ........................................................   2\n  Books  ...........................................................   3\n  Candy and Confections  ..............................................   4\n  Cigarettes  ........................................................   4\n  Cigars and Other Tobacco Products  ....................................   5\n  Cosmetics and Toiletries  .............................................   5\n  Dietary Foods  .....................................................   7\n  Drugs and Medicines  ...............................................   7\n  Family Planning  ...................................................   8\n  Feminine Hygiene  ..................................................   9\n  Food and Food Products  .............................................   9\n  General (Miscellaneous) Merchandise   .................................. 10\n  Hair Care Products  ................................................. 10\n  Health Supplements  ................................................ 10\n  Housewares  ....................................................... 11\n  Medical Equipment and Supplies  ...................................... 11\n  Nail Care Products  ................................................. 12\n  Newspapers and Periodicals  .......................................... 13\n  Packaged Medications ............................................... 13\n  Pet Accessories and Supplies .......................................... 13\n  Prosthetic Aids  .................................................... 14\nPage 1\n\nPublication 840 (8/98)\nAudio and Video Sales or rentals of audio and video equipment and supplies are subject to sales tax.\nThis includes sales or rentals of:\nSales of audio and video\n•  audio and video cleaning devices\nequipment  are subject to sales\n•  blank audio and video cassette tapes\ntax\n•  compact discs and disc players\n•  miniature cassette tapes\n•  prerecorded audio and video cassette tapes\n•  radios / boom boxes\n•  tape players / recorders\n•  televisions\n•  VCRs (video cassette recorders)\n•  video game systems / cartridges\n•  portable cassette/radio players with headphones\nAutomotive Supplies Sales of automotive supplies are subject to sales tax.  This includes sales of:\n•  antifreeze\nSales of automotive supplies are\n•  brake fluid\nsubject to sales tax\n•  car deodorizers\n•  car polish\n•  car wax\n•  carburetor cleaner\n•  dry gas\n•  motor oil\n•  transmission fluid\n•  windshield washer fluid\nBeverages The taxable or exempt status of the sale of a beverage depends on the nature of the\nbeverage.  This is true whether the beverage is sold in liquid, frozen, or solid form.\nThe list below contains examples of some common beverages and gives the taxable\nTaxability of the sale depends\nor exempt status of the sale of each. \non type of beverage sold\nTYPE OF BEVERAGE TAXABLE EXEMPT*\nAlcoholic beverages (beer, wine, liquor, etc.) x\nBottled water x\nCarbonated beverages x\nCarbonated water x\nCoffee x\nCocktail mixes (such as Collins Mixers) x\nCocoa x\nPage 2\n\nPublication 840 (8/98)\nTYPE OF BEVERAGE TAXABLE EXEMPT*\nFruit drinks with less than 70% natural fruit juice x\nFruit juices with at least 70% natural fruit juice x\nMilk x\nSodas and soft drinks (colas, ginger ale, root beer, etc.) x\nSports drinks (e.g., Gatorade) x\nTea x\nVegetable juices x\nWine coolers x\n*  For the sale of these beverages to be exempt from sales tax, the beverage must\nbe sold in the same form, packaging, quantity, and condition as sold by food stores\n(such as grocery stores) that are not principally engaged in selling foods that are\nprepared and ready to be eaten.  That is, the beverage must be sold in the same\nform, packaging, quantity, and condition in which the manufacturer prepared it for\nmarket.  For example, the sale of a glass of iced tea is subject to sales tax, but the\nsale of a package of iced tea mix is not.\nIn addition, the beverage must be sold for off-premises consumption.  The sale of\nany beverage that is intended for consumption on the premises where the beverage\nis sold is taxable, regardless of the type of beverage.  Thus, otherwise exempt sales\nof these beverages will be subject to sales tax if the beverage is intended for on-\npremises consumption (for example, at a soda fountain, or at a table or a booth\nwithin the establishment).\nThe sale of any beverage in a take-out container (such as a cup, glass, or sports\nbottle) is also subject to sales tax.\nBooks The sale of a publication that does not meet the definition of a newspaper or\nperiodical is subject to sales tax.  (See page 13 for information on newspapers and\nperiodicals).  Taxable sales include sales of:\nSales of books, whether\nhardcover or paperback, are\n•  audio books (such as books on tape or compact disc)\nsubject to sales tax\n•  children’s books\n•  books on health and diet\n•  coloring books\n•  cookbooks \n•  hardcover novels, histories, biographies, etc. \n•  paperback novels, histories, biographies, etc. \n•  religious texts (for example, the Holy Bible, the Torah, and the Koran)\n•  television program listings\n•  textbooks\nPage 3\n\nPublication 840 (8/98)\nSales  of  candy  and  confections  are  subject  to  sales  tax.    (Confections  are\nCandy and\npreparations of fruits, nuts, popcorn, or grains in combination with chocolate, sugar,\nConfections honey, candy, etc.)\nException.  Sales of confections that are marketed for use in cooking are not subject\nSales of candy and confections\nto sales tax.  For example, sales of items advertised and sold for use in cooking and\nare taxable unless the item is\nbaking are not subject to sales tax.  The method used in packaging and advertising\nmarketed for use as a cooking\nproducts such as chocolate, including the kind and size of container used, will be\ningredient\nconsidered in determining the primary use for which these products are sold.\nExamples of candies and confections on which tax must be collected when sold are:\n•  candy bars \n•  candy jellies\n•  caramel\n•  chewing gum\n•  chocolate\n•  chocolate-coated nuts and raisins\n•  coated candies\n•  cream candies\n•  fudges\n•  hard candy\n•  honey-roasted nuts \n•  jelly beans\n•  licorice\n•  malted milk balls\n•  nougats\n•  sugar-coated nuts and raisins\n•  toffee\nExamples of items which are not subject to sales tax when sold are:\n•  chocolate morsels\n•  glazed fruit\n•  candy sprinkles (jimmies)\n•  butterscotch morsels\nCigarettes The sales tax due on the sale of a pack or carton of cigarettes is determined by\nmultiplying the retail selling price of the cigarettes by the applicable state and local\nsales tax rate in effect in the locality in which the sale takes place.  There is an\nRetail sales of cigarettes are\nexception for sales made in New York City.  See the discussion under New York\nsubject to sales tax\nCity Rule below.\nExample:  John Jones operates a  neighborhood pharmacy in upstate New York\nwhere the combined state and local sales tax rate is 7%.  He sells many standard\nbrands of cigarettes for $2.50 per pack (composed of the minimum retail sales price\nPage 4\n\nPublication 840 (8/98)\nof $2.00 per pack, plus Mr. Jones’s markup of $.50 per pack).  Mr. Jones should\ncompute the sales tax on the cigarettes, and the total tax due, as follows:\nSelling price per pack            $  2.50\nMultiply by tax rate (7%)          x.07\nSales tax due on sale              $    .18\nNew York City Rule In calculating the sales tax for sales made within New York City, the vendor must\nfirst subtract the New York City excise tax (80 cents per carton, 8 cents per pack of\ntwenty cigarettes) from the retail selling price, and then compute the sales tax due.\nExample:  Assume that Mr. Jones operates his neighborhood pharmacy in New\nYork City, where the combined state and local sales tax rate is 8¼ %.  Mr. Jones\nshould compute the sales tax on the cigarettes, and the total tax due, as follows:\nSelling price per pack of 20 cigarettes                   $   2.50\nLess: NYC excise tax on 1 pack of 20 cigarettes         -.08\nAmount subject to sales tax                                    $   2.42\nMultiply by tax rate (8¼ %)                                     x.0825\nSales tax due on sale                                                $    .20\nNew York City consists of the boroughs of Bronx (Bronx County), Manhattan (New\nYork County), Brooklyn (Kings County), Queens (Queens County), and Staten\nIsland (Richmond County).\nRegistration Requirements All dealers, wholesalers, or retailers of cigarette products must be licensed or\nregistered by the Tax Department.  See page 20 for more information.\nCigars and Other Tobacco products include any cigar or roll for smoking (other than a cigarette)\nmade in whole or in part of tobacco, and any other tobacco product ( other than\nTobacco Products\ncigarettes), intended for consumption by smoking, chewing, or as snuff.  All retail\nsales of tobacco products are subject to sales tax.\nRetail sales of tobacco\nproducts are subject to sales All  dealers,  wholesalers,  or  retailers  of  tobacco  products  must  be  licensed,\ntax appointed, or registered by the Tax Department. See page 21 for more information.\nCosmetics and Sales of cosmetics and toiletries are subject to sales tax, even though there may be\nmedicinal ingredients in the products.  Cosmetics are items used by human beings\nToiletries\nfor  cleansing,  beautifying,  promoting  their  attractiveness,  or  altering  their\nappearance. Toiletries are items customarily used for grooming purposes.  \nSales of cosmetics and\ntoiletries are subject to sales Exception: Sales of products that are specifically designed to be used  in the cure,\ntax, except sales of those mitigation, treatment, or prevention of illnesses or diseases in human beings are not\nproducts specifically designed subject to sales tax.  For example, the sale of styptic pencils and creams that are\nto treat illnesses or diseases recommended for stopping blood flow is exempt, as is the sale of peroxide that is\nrecommended for use as an antiseptic or for other medicinal purposes.  The\nfollowing table contains examples of taxable and exempt cosmetics and toiletries.\nPage 5\n\nPublication 840 (8/98)\nProduct Taxable Exempt\nAntiperspirants x\nBaby oil, powder, shampoo, lotion x\nBody creams, lotions, makeup, oils, powder, rubs, etc. x\nDandruff preparations  x\nDeodorants x\nHair coloring preparations, including peroxide used for\nbleaching hair x\nHair shampoos, conditioners, cream rinses, dressings, sprays x\nHair styling products (e.g., permanent kits, mousse, gels,\nsprays, brushes, combs, picks) x\nLip products (e.g., lipstick, liquid lip color, lip pomade) x\nMen’s hair dressing products  x\nMakeup (eye, face, body) x\nNail care products ( e.g., manicure implements, nail polish,\npolish remover) x\nOral hygiene products (toothpaste, mouthwash, dental floss,\netc.) x\nPersonal cleanliness products (e.g., soap, bubble bath, talcum\npowder) x\nShaving products (e.g., aftershaves, depilatories, and pre-\nshave products) x\nSkin care products (non-medicated) x\nSunscreens with an SPF factor of 2 or greater x\nNote: Generally, products that contain coloring, perfume, or similar additives are\nconsidered to be cosmetic or toiletry products, and the sale of such products is\nsubject to sales tax.  For example, sales of lip products that are colored or\nperfumed, such as lipstick, are subject to sales tax.  Sales of lip products that are\nuncolored, unscented, and  recommended for use in treating lips, such as a product\nfor treating cold sores, are not subject to sales tax.\nSee pages 24 and 25 for a more detailed listing of cosmetics and toiletries.\nPage 6\n\nPublication 840 (8/98)\nDietary Foods A dietary food is any food that purports to be or is represented to be for special\ndietary use as a food for humans.  The labels of dietary foods should bear a\nstatement of the dietary properties upon which the product’s use is based.  Sales of\nSales of dietary foods are\ndietary foods are not subject to sales tax.\nexempt from sales tax\nA food fabricated from two or more ingredients which purports to be or is\nSales of infant food and infant\nrepresented to be for special dietary use, such as a food for infants, should contain\nformula are not subject to sales\non the label the common or usual name of each such ingredient including spice,\ntax\nflavoring, and coloring.  A food for special dietary use for infants by reason of its\nsimulation of human milk or its suitability as a complete or partial substitute for\nhuman milk should contain information on the label about its content of moisture,\nprotein, fat, carbohydrate, minerals, calories and vitamins.  Sales of infant (baby)\nfood and infant formula are not subject to sales tax.  See page 9 for more\ninformation on the sale of food and food products.\nDrugs and Sales of drugs and medicines are exempt from sales tax if the drug or medicine  is\nintended for use, internally or externally, in the diagnosis, cure, mitigation,\nMedicines\ntreatment, or prevention of illnesses or diseases in human beings. Drugs and\nmedicines are products, whether or not a prescription is required for their purchase,\nAll sales of drugs and that are recognized as drugs or medicines in either the United States Pharmacopeia,\nmedicines for use by human theHomeopathic Pharmacopeia of the United States, or the National Formulary.\nbeings are exempt from sales\ntax The base or medium used to contain the drug or medicine (such as oil, ointment,\ncream, talc, or alcohol), and the medium used for delivery of the drug or medicine\n(such as disposable wipe, atomizer, syringe, or saturated pad) will not affect its\nexempt status.  Drugs and medications are classified as either:\n•  prescription drugs and medicines; \n•  non-prescription drugs and medicines (commonly called packaged medication);\n   or\n•  other medicinal products. \nPrescription drugs and Prescription drugs and medicines are products that are ordinarily used under the\nmedicines  supervision of a medical practitioner licensed by law.  The category includes, for\nexample, antibiotics, barbiturates, narcotics, and other controlled substances.\nNon-prescription (packaged) Non-prescription drugs and medicines are products that are listed in either the\ndrugs and medications  United States Pharmacopeia, the Homeopathic Pharmacopeia of the United States,\nor the National Formulary, and that are intended for use in the diagnosis, cure,\nmitigation, treatment, or prevention of disease in humans.  Sales of non-prescription\ndrugs and medicines are exempt from sales tax.  Non-prescription drugs and\nmedicines include packaged medications such as:\n•  analgesics\n•  antacids\n•  antihistamines\nPage 7\n\nPublication 840 (8/98)\n•  antiseptics\n•  aspirin\n•  boric acid\n•  burn remedies\n•  cough and cold remedies\n•  dandruff preparations\n•  diarrhea remedies\n•  hemorrhoid medications\n•  insulin\n•  pain relievers\n•  products used to kill lice that infest humans\n•  products that prevent or treat mange or ringworm in humans\n•  products that are intended as a hair regrowth treatment for use by human beings\n   who experience hair loss or gradually thinning hair\n•  vaginal infection remedies\nOther medicinal products Other medicinal products are those used (internally or externally) by humans for\nthe preservation of their health, and products (other than food) that are intended to\naffect the structure or a function of the human body.  Such products, which are not\nordinarily considered drugs or medicines, include:\n•  acne preparations\n•  castor oil and cod liver oil\n•  contact lens preparations\n•  eye drops\n•  laxatives\n•  lip products that treat lips for exposure\n•  products that treat nicotine withdrawal symptoms\n•  products that prevent athlete’s foot or other fungus infections\nSales of these products are also exempt from sales tax.\nSales of drugs and medicines Sales of drugs and medicines that are intended for use in treating non-humans (such\nfor treatment of non-humans as birds, dogs, cats, and reptiles) are subject to sales tax regardless of whether or not\nare generally subject to sales a prescription is written for such drug or medicine.  See, however, the exception for\ntax guide, hearing, and service dogs on page 13, under Pet Accessories and Supplies.\nFamily Planning Sales of family planning products, whether by prescription or over-the-counter, are\nexempt from sales tax.  Examples are:\nSales of family planning\n•  birth control pills\nproducts are exempt from sales\n•  condoms\ntax\n•  contraceptive creams\n•  contraceptive foams\n•  contraceptive jellies\n•  female contraceptive sponges\n•  pessaries \n•  vaginal suppositories\nPage 8\n\nPublication 840 (8/98)\nFeminine Hygiene Feminine hygiene products are generally used to control a normal bodily function\nand to maintain personal cleanliness.  Sales of these products are, therefore,\ngenerally subject to sales tax (see exception below).  Examples are:\nSales of feminine hygiene\nproducts are generally subject \n•  douches\nto sales tax\n•  sanitary napkins\n•  tampons\n• vaginal creams, foams, ointments, jellies, powders, and sprays (other than\n    contraceptive creams, foams, ointments, and jellies)\nThe exception is for those Exception:  If the product is intended to function as a treatment for a specific\nproducts that are used to treat medical condition, then the product may be sold tax exempt.  For example, the sale\na specific medical condition of a product that is used to treat a vaginal infection is exempt from sales tax. \nFood and Food Sales of food and food products for human consumption are exempt from sales tax.\nThe phrase “food and food products” includes:\nProducts\n•  cereals and grain products (e.g., bran, oats, grains)\nSales of food and food •  chocolate (for cooking purposes)\nproducts for human •  meat and meat products\nconsumption are not subject to •  frozen meals and desserts\nsales tax  •  nuts and nut products\n•  baked goods and snacks (except candy and confections)\n•  oils, fats, and shortenings (e.g., cooking oil, salad oil, lard)\n•  sweetening agents (e.g., sugar and sugar substitutes)\n•  food coloring, preservatives, and flavoring preparations\n•  spices, herbs, seasonings, dressings, relishes, sauces, gravies, and condiments\n•  baby foods\nException:  Sales of food are subject to sales tax when the food is sold for\nconsumption on the premises where the sale is made.  Sales of prepared foods such\nas sandwiches are also subject to sales tax, whether sold for on- or off-premises\nconsumption.  Moreover, all sales of heated foods are also subject to sales tax.\nSales of dieting aids, diet Sales of dieting aids, diet substitutes, diet supplements, and dietary foods are not\nsubstitutes, and supplements subject to sales tax.\nare not subject to sales tax\nSee pages 26 and 27 for a more detailed listing of exempt and taxable food items.\nSales of exempt and taxable When taxable tangible personal property is sold in combination with nontaxable\nitems together as a single unit food items as a single unit, the entire charge is subject to sales tax unless the price\n(such as gift baskets) are of the exempt components are separately stated. Therefore, the sale of items such\nsubject to sales tax as gourmet gift baskets which contain fruits, nuts, cheese, cider, smoked meats,  and\ncandy is subject to sales tax on the full selling price of the item, unless the price of\nthe nontaxable food items are separately stated.  This rule also applies to food sold\nin decorative tins, decorative glass containers, and similar containers.\nPage 9\n\nPublication 840 (8/98)\nGeneral Sales of general merchandise are subject to sales tax.  General merchandise includes\nsuch items and categories as:\n(Miscellaneous)\nMerchandise •  artificial trees\n•  cameras and film (including film processing services)\n•  clothing\nSales of generalmerchandise\n•  cotton balls, swabs, squares\nare subject to sales tax\n•  electrical appliances\n•  electronics (record, tape, and compact disc players)\n•  eyeglasses (non-prescription)\n•  flowers and plants\n•  gift wrap\n•  greeting cards\n•  hair accessories\n•  hardware\n•  hosiery (stockings, socks)\n•  household products (e.g., detergents, paper towels, waxes, etc.)\n•  housewares (e.g., lawn furniture, kitchenware, etc.)\n•  ice (cubes, blocks)\n•  jewelry\n•  pet foods, pet medications, and pet supplies *\n•  school supplies\n•  stationery supplies\n•  sunglasses (nonprescription)\n•  toys\n•  writing implements\n* See the exception on page 13 for such items used in caring for guide, hearing,\n   and service dogs.\nHair Care Products Hair care products are, like cosmetics and toiletries, used for cleansing, beautifying,\npromoting one’s attractiveness, altering one’s appearance, and grooming.  As a\nresult, the sale of hair care products is generally subject to sales tax.\nSales of hair care products are\ngenerally subject to sales tax\nException.  Sales of all dandruff preparations, including dandruff shampoos, are\nexempt from sales tax if the preparation contains a recognized drug or medicine that\nExceptions are medicinal\nis listed in the United States Pharmacopeia, the Homeopathic Pharmacopeia of the\ndandruff preparations and hair\nUnited States, or the National Formulary.  In addition, sales of products (such as\nrestoratives\nRogaine) that are intended as a hair regrowth treatment for use by individuals who\nexperience hair loss or gradual thinning of the hair are exempt from sales tax.\nHealth Supplements Health supplements are products that are intended to substitute for natural food, or\nsupplement natural food in the ordinary diet.  Sales of health supplements (such as\nvitamins and minerals) are not subject to sales tax.\nSales of vitamins and minerals\nare not subject to sales tax\nPage 10\n\nPublication 840 (8/98)\nThe  label  for  the  vitamin  or  mineral  product  should  bear  a statement of the\nproportion of the minimum daily requirement or daily requirement supplied by the\nproduct, when the product is consumed in a specified quantity during a specified\nperiod by infants, children, or adults.  For example, the statement on the label may\nread “One ounce provides 10% of the minimum daily adult requirement (or MDR)\nof vitamin B1.”  The statement on a label for a mineral product may read  “One\nounce provides 5% of the minimum daily adult requirement (or MDR) of iron.”\nIf the nutritional value of the product has not been established, then the label for the\nproduct should contain a statement of the quantity of the vitamin or mineral\nprovided by a specified dosage, and the statement “The need for (name of vitamin\nor mineral) in human nutrition has not been established” or a similar statement.\nHousewares All sales of housewares are subject to tax.  This includes sales of:\n•  bakeware\nAll  sales  of  housewares  are\n•  barbecue grills and accessories\nsubject to sales tax\n•  beverage containers\n•  cutlery\n•  drinking glasses\n•  flatware (table knives, spoons, forks)\n•  glassware (ornamental, novelty, etc.)\n•  kitchen appliances and gadgets (dicers, slicers, etc.)\n•  kitchen towels\n•  kitchen utensils\n•  microwave cookware\n•  pans\n•  paper plates and cups\n•  plastic utensils\n•  pots\n•  silverware\n•  table linen (tablecloths and napkins)\n•  tableware (utensils such as china, glass, or silver for table use)\nMedical Equipment Sales of medical equipment and supplies are exempt from New York State and\nlocal sales taxes.\nand Supplies\nException:  All medical equipment and supplies purchased for use in providing\nSales of medical equipment medical or similar services (such as services of physicians, hospitals, clinical\nand supplies are exempt unless laboratories, and ambulance companies) for compensation are taxable. \nsold to a provider of a medical\nservice The term medical equipment includes items such as hospital beds, wheelchairs,\nhemodialysis equipment, respirators, crutches, back and neck braces, trusses,\ntrapeze bars, walkers, inhalators, nebulizers, traction equipment, orthodontic\ndevices, and intrauterine birth control devices, all of which are primarily or\ncustomarily used for medical purposes.\nPage 11\n\nPublication 840 (8/98)\nFor sales tax purposes, the sale The term medical equipment does not include air conditioners, air purifiers, water\nof certain equipment is not filtration  systems, and  similar equipment.  For tax  purposes,  such equipment is\nexempt even if the equipment considered to be nonmedical in nature.  This is so even though the equipment may\nis used for medical reasons have been purchased to alleviate an existing illness.\nThe sale of medical supplies is The term medical supplies includes bandages, callous pads, condoms, contraceptive\nexempt from sales tax diaphragms, first aid kits, surgical gauze, incontinence liners, pads and pants,\ninhalers, nasal aspirators, pregnancy test kits, arm slings, and surgical stockings.\nThe sale of medical supplies is exempt from sales tax unless the supplies are\npurchased by a provider of medical services who receives compensation for the\nmedical services provided.  For example, bandages, gauze, dressings, and so forth\nare not exempt when purchased by a physician who will use them in performing a\nmedical service for compensation.  Likewise, the sale of dental supplies such as\nporcelain or acrylic denture base is not exempt when the items are purchased by a\ndentist who will use them in performing a dental service for compensation. \nThe sale of replacement parts The sale of replacement parts for medical equipment is exempt from tax provided\nfor medical equipment is the replacement parts are identifiable as medical equipment replacement parts.  If\nexempt from sales tax unless the part is not identifiable as a replacement part for medical equipment, the\nsold to a provider of medical purchaser must pay sales tax at the time of purchase and apply to the Tax\nservices who receives Department for a refund of the tax paid.  The purchaser, in applying for a refund of\ncompensation for the services the taxes paid, must show that the part was used to replace a defective part on\nrendered exempt medical equipment.  Form AU-11, Application for Credit or Refund, should\nbe used to apply for the refund.\nThe sale of replacement parts for medical equipment is subject to sales tax if the\nsale is made to a provider of medical services (such as a physician, hospital, clinical\nlaboratory, or ambulance company) for use in providing medical or similar services\nfor compensation.\nCharges for servicing or Charges for servicing or repairing exempt medical equipment are exempt from sales\nrepairing exempt medical tax.  Charges for servicing or  repairing medical equipment that is not eligible for\nequipment are exempt from exemption from tax when purchased are subject to sales tax.\nsales tax\nA detailed listing of medical equipment and supplies can be found on pages 29\nthrough 31 of this publication.\nNail Care Products Nail care products are, like cosmetics and toiletries, used by human beings for\ncleansing, beautifying, promoting one’s attractiveness, altering one’s appearance,\nor grooming.  As a result, the sale of nail care products is generally subject to sales\nSales of nail care products are\ntax.\ngenerally subject to sales tax\nException.  Sales of products designed to treat a specific nail problem, such as nail\nHowever, sales of products\nfungus, are exempt from sales tax if the preparation contains a recognized drug or\ndesigned to treat a specific nail\nmedicine that is listed in the United States Pharmacopeia, the Homeopathic\nproblem are exempt from sales\nPharmacopeia of the United States, or the National Formulary.\ntax if the product contains a\nrecognized drug or medicine\nPage 12\n\nPublication 840 (8/98)\nNewspapers and The sale of newspapers and periodicals (such as magazines) is exempt from sales\ntax.  To be considered a newspaper, a publication must be printed at stated short\nPeriodicals\nintervals, usually daily or weekly, be available for circulation to the public, and\ncontain articles of general interest and reports of current events.  To be considered\nSales of newspapers and a periodical, a publication must be printed at least four times a year, have the same\nperiodicals (magazines) are general title and content from issue to issue, and contain a variety of articles by\nexempt from sales tax different authors.  Any publication that either singly or when successive issues are\nput together constitutes a book does not qualify as a newspaper or periodical.\nSales  of comic books are exempt from sales tax, provided the comic is published\nserially under the same title at least once quarterly.\nSales of crossword puzzle magazines are also exempt from sales tax if the magazine\nis published at least quarterly under the same title.  For example, the sale of a\ncrossword puzzle magazine that is published and distributed monthly is exempt\nfrom sales tax since the magazine qualifies as a periodical.\nPackaged The sale of packaged medications that are intended for use, internally or externally,\nin the cure, mitigation, treatment, or prevention of illnesses or diseases in human\nMedications\nbeings is exempt from sales tax, provided the medication contains a recognized\ndrug or medicine.  See Drugs and Medicines (page 7) for more information.\nThe sale of packaged medications that are intended for use in treating non-humans\n(such as birds, dogs, cats, and reptiles) is subject to sales tax.  See the exception for\nguide, hearing, and service dogs under Pet Accessories and Supplies below.\nPet Accessories and Sales of pet food, medications, equipment, accessories, and supplies are subject to\nsales tax.  For example, sales of dog biscuits, dog collars, dog shampoos, flea or tick\nSupplies\ncollars,  grooming  brushes,  combs  and  rakes,  and  pharmaceutical  supplies\nspecifically designed for use on non-humans (such as birds, dogs, and cats), are\nsubject to sales tax.\nSales of pet food, medications,\nequipment, accessories, and Exception:  Sales of items that are necessary for the acquisition, sustenance, or\nsupplies are subject to sales maintenance of a guide dog, a hearing dog, or a service dog that is used by a person\ntax.  However, sales of items with a disability, are exempt from sales tax. Those eligible to claim this exemption\nthat are necessary for the are a person with a disability, an individual whose dependent is a person with a\nacquisition, sustenance, or disability, or a person who has been given express authority by an eligible person\nmaintenance of a guide dog, a to make purchases on the eligible person’s behalf.  To claim the exemption, the\nhearing dog, or a service dog purchaser should give the seller Form ST-860, Exemption Certificate for Purchases\nare exempt from sales taxes Relating to Guide, Hearing and Service Dogs.  A list of eligible items appears on\nthe back of this certificate.\nPage 13\n\nPublication 840 (8/98)\nProsthetic Aids The sale of prosthetic devices is exempt from sales tax.  In order to qualify for the\nexemption, the device must either completely or partially replace a missing body\npart, or the function of a permanently inoperative or permanently malfunctioning\nThe sale of prosthetic devices\nbody part.  In addition, the item must primarily and customarily be used for such\n(hearing aids, prescription\npurposes, and not generally be useful in the absence of illness, injury or physical\neyeglasses, braces, artificial\nincapacity.\nlimbs, and other prosthetic\naids) is exempt from sales tax  \nProsthetic devices include braces (ankle, arm, elbow, knee, leg, spinal), prescription\neyeglasses, hearing aids, artificial  limbs (hands, arms, legs), breast forms for post-\nmastectomy patients, closed-captioning devices, sound amplification devices for the\nhearing impaired, and telecommunications devices for the deaf (TDDs).\nSales of parts, special controls, special attachments, special lettering, and similar\ndevices that are added or attached to items (such as appliances) so that a person\nwith a disability may use the items, are exempt from sales tax.\nIf an item is sold with special controls, lettering, or devices, the additional charge\nfor the added features is exempt from sales tax if the additional charge is separately\nstated on the bill or other receipt given to the purchaser.\nSales of repair and Sales of  repair or maintenance services for exempt prosthetic devices, including\nmaintenance services for hearing aids, prescription eyeglasses, and other artificial devices, are also exempt.\nprescription eyeglasses,\nhearing aids, and other This exemption extends to the purchase of replacement parts for exempt prosthetic\nprosthetic devices are exempt devices (that is, hearing aids, prescription eyeglasses, and other artificial devices).\nfrom sales tax The  replacement  part  must  be  clearly  identified  by  the  manufacturer  as  a\nreplacement part for such item.  For example, the sale of batteries for hearing aids,\nwhich are clearly labeled as such by the manufacturer, is exempt from sales tax.\nIf the part is not identifiable as a replacement part for an exempt prosthetic aid, the\npurchaser must pay sales tax at the time of purchase and apply to the Tax\nDepartment for a refund of the tax paid.  At the time of applying to the Tax\nDepartment for a refund of the tax paid, the purchaser must show that the part was\nused to replace a defective part on an exempt prosthetic device.  Form AU-11,\nApplication for Credit or Refund, should be used to apply for this refund.\nSales of supplies to be used in Sales of supplies that are used in conjunction with prosthetic devices, including\nconjunction with  hearing aids, hearing aids, and prescription eyeglasses, are subject to sales tax.  For example, the\nprescription eyeglasses, and purchase of lens tissue for cleaning eyeglasses is subject to sales tax even though\nother prosthetic devices are the eyeglasses are prescription eyeglasses, as is the purchase of cushioned eyeglass\nsubject to sales tax nose pads.\nPage 14\n\nPublication 840 (8/98)\nPart II\nGeneral Information\nTable of Contents\nMedical Insurance  ....................................................... 16\nCoupons ............................................................... 16\nFood Stamps ............................................................ 18\nExempt Purchasers  ....................................................... 19\nResale Exclusion  ........................................................ 20\nCigarette Dealers, Retailers, Wholesalers  ..................................... 20\nDealers of Cigars and Other Tobacco Products  ................................. 21\nReturns, Allowances, Bad Debts  ............................................ 22\nPage 15\n\nPublication 840 (8/98)\nMedical Insurance Payment by a medical insurance plan does not affect the taxable or exempt status\nof the sale of drugs, medicines, medical equipment, medical supplies, and prosthetic\naids.  That is, sales that qualify for exemption from sales tax are exempt even when\nMethod of payment does not\npayment is made by or through a medical insurance fund, employer medical\naffect taxable or exempt status \ncontract, or government agency (such as Medicare or Medicaid), on behalf of an\nof the sale\ninsured individual.\nLikewise, sales of items that are not eligible for exemption as a drug or medicine,\nor as medical equipment, a medical supply, or a prosthetic aid, are still subject to\nsales tax even though payment is made by or through a medical insurance fund,\nemployer medical contract, or government agency such as Medicare or Medicaid.\nFor example, the purchase of an air conditioner may be approved under a health\ninsurance contract, but such a purchase is not exempt from sales tax.\nCoupons Sales tax is due on the entire amount of the consideration received by a vendor for\nthe item being sold, including any reimbursement by a third party.\nWhen a store issues a coupon entitling the customer to a discount on the price of an\nStore coupons\nitem  sold  by  the  store,  and  the  store  receives  no  reimbursement  from  the\nmanufacturer, sales tax must be collected from the customer based on the price of\nOnly those store coupons that\nthe item reduced by the value of the coupon.  This is illustrated by the following\nentitle the customer to a\nexample in which the customer purchases an item that the store is selling for $1.00.\ndiscount on the item purchased\nThe customer has a coupon issued by the store valued at 25 cents.  Assuming a 7%\ncan be used to reduce the\ntax rate, the tax should be computed as follows.\namount on which sales tax is to\nbe computed\nSelling price of the product                                                           $1.00\nSubtract: face value of the coupon                                                  - .25\nSubtotal                                                                                          $  .75\nAdd: tax computed on the net selling price (7% x $.75)                    .05\nTotal due from customer                                                                $  .80\nWhen accounting for the sale, the store must remit sales tax on the discounted\nselling price of the item which, in this example, is 75 cents.  Thus, the store must\nremit sales tax of five cents on the sale.\nWhen a store issues a coupon involving a manufacturer’s reimbursement, but does\nnot reveal this fact on the coupon, the store must collect sales tax from the customer\non the discounted price of the product.  This is illustrated by the following example\n(assuming a 7% tax rate) in which the customer purchases an item that the store is\nselling for $1.00, and the customer presents the store clerk with a coupon issued by\nthe store valued at 25 cents.\nSelling price of the product                                                        $1.00\nSubtract: face value of the coupon                                               - .25\nPage 16\n\nPublication 840 (8/98)\nSubtotal                                                                                 $  .75\nAdd: tax computed on the net selling price (7% x $.75)           .05\nTotal due from customer                                                        $  .80\nWhen accounting for the sale, however, the store must remit sales tax of seven\ncents (7% of $1.00, the full sales price of the item).\nWhen a store issues a coupon entitling the customer to a credit on the item\npurchased, and the store will be reimbursed by the manufacturer for the amount of\nthe coupon,  the customer must pay tax on the cost of the item before the allowance\nfor the coupon, as shown in the following example.  (In this situation, the coupon\nshould show that the discount is a manufacturer’s promotion.  The coupon should\nbe encoded by the abbreviation “Mfg.” or some similar code.)\nSelling price of the product                                                     $ 1.00\nAdd: tax computed on the selling price (.07 x $1.00)                  .07\nSubtotal                                                                                    $ 1.07\nSubtract: face value of the manufacturer’s coupon                     -.25\nTotal due from customer                                                          $   .82\nA manufacturer’s coupon does When a manufacturer issues a coupon entitling a customer to a credit on the item\nnot reduce the price on which purchased, sales tax is due on the regular selling price of the product, without\nsales tax is to be computed deduction for the coupon.   The amount subject to tax, therefore, is composed of the\namount the customer pays for the item plus the amount that will be reimbursed by\nthe manufacturer.  This is illustrated by the following example (assuming a 7% tax\nrate) in which the customer purchases an item that the store is selling for $1.00, and\nthe customer presents the store clerk with a manufacturer’s coupon valued at 25\ncents.\nSelling price of the product                                                     $1.00\nAdd: tax computed on the selling price (.07 x $1.00)                 .07\nSubtotal                                                                                    $1.07\nSubtract: face value of coupon                                                   -.25\nTotal due from customer                                                         $  .82\nWhen accounting for the sale, the store must remit sales tax on the full sales price\nof the item ($1.00).  Thus, the store must remit sales tax of $.07 (seven cents) on\nthe sale.\nDouble Coupons When a store redeems a manufacturer’s coupon, and also gives a store discount\nequal to the amount of the manufacturer’s coupon (double coupons), sales tax is due\nfrom the customer based on the discounted price of the item (the amount the item\nusually sells for less the store discount) plus the value of the manufacturer’s\ncoupon.  If an item is priced at $2.00 and a store matches the value of a fifty-cent\nmanufacturer’s coupon for that item with its own discount, the tax due from the\ncustomer is calculated as follows:\nPrice of the item                                                                             $2.00\nLess: Store discount (equal to value of manufacturer’s coupon)       .50\nSubtotal                                                                                           $1.50\nSales tax (7% x $1.50)                                                                         .11\nPage 17\n\nPublication 840 (8/98)\nTotal                                                                                                 $1.61\nLess: Value of manufacturer’s coupon                                                .50\nAmount due from customer                                                             $1.11\nWhen accounting for this sale, the store must remit sales tax of eleven cents on\nthe sale.\nFood Stamps If a business is qualified to accept food stamps, such stamps can be applied to\npurchases of any food or food product intended for human consumption.  Purchases\nof certain items that would ordinarily be subject to sales tax are exempt when the\nPurchases of certain food\npurchase is made with food stamps.  For example, sales of the following items are\nitems that are ordinarily\nexempt if purchased with food stamps:\nsubject to sales tax are exempt\nif purchased with food stamps\n•  bottled water\n•  candy and confections (e.g., candy bars, lollipops, chewing gum, etc.)\n•  candy-coated popcorn\n•  carob-coated nuts, fruits and candy\n•  caramel-coated nuts, popcorn, etc.\n•  chocolate-coated fruits, nuts, raisins, pretzels, popcorn, etc.\n•  cold sandwiches\n•  fruit drinks containing less than 70% of natural fruit juice\n•  fruit plants and seeds\n•  ice\n•  soft drinks (regular and dietetic)\n•  sodas (regular and dietetic)\n•  sugar-coated nuts, popcorn, etc.\n•  vegetable plants and seeds\nIf a customer purchases taxable and nontaxable eligible food items and pays with\nPaying with a combination of\na combination of food stamps and cash, the vendor must apply the food stamps to\nfood stamps and cash\nthe payment of the taxable food items first.  The balance of food stamps, if any, is\nthen applied to the other food purchases.  Only the portion of a purchase of taxable\nfood actually paid for with food stamps is exempt from sales tax.\nWhen a customer purchases only taxable food items with food stamps and cash,\nsales tax must be collected on the amount of the cash payment.\nPaying with a combination of When a customer uses coupons, food stamps, and cash to purchase food and\ncash, food stamps, and beverages the vendor must:\ncoupons\n•  first, apply any store coupon to reduce the purchase price of the item to which\n    the store coupon relates;\n•  second, apply any manufacturer's coupon to the purchase price of the item to\n  which it relates.  Where the item is taxable, collect tax on the value of the\n    manufacturer's coupon;\n•  third, apply the food stamps against the remaining purchase price of any taxable,\nPage 18\n\nPublication 840 (8/98)\n   eligible items and then to  the remaining purchase price of any exempt eligible \n   items; and\n•  finally, if the customer does not have enough food stamps to cover the entire bill,\n  collect the tax on any remaining balance due on taxable items paid for with \n   cash.\nExempt Purchasers Sales to certain individuals and organizations are not subject to sales tax.  Exempt\npurchasers  include  federal  government  agencies,  New  York  State  and  local\ngovernment agencies, exempt organizations such as religious, charitable, scientific\nand educational institutions, and certain Indian nations, tribes or individuals.  In\neach case, the purchaser must exercise the right to exemption by submitting the\nproper documentation to the vendor of the products or services.\nGovernment Agencies In the case of a governmental entity (such as a New York State agency or an agency\nof the United States government), the entity must exercise its right to exemption\nthrough the issuance of a governmental purchase order or other appropriate\nexemption document.  The governmental entity must be the direct purchaser and\npayer of record for the sale to be exempt from sales tax.\nIn addition, sales made to the United Nations or any other international organization\nof which the United States of America is a member are not subject to sales tax.  The\norganization must exercise its right to exemption by issuing Form ST-119.1, Exempt\nOrganization Certification.  The organization must be the direct purchaser and\npayer of record.\nOther Exempt Organizations In the case of other exempt organizations (such as charities, and religious, scientific,\nand educational organizations), the organization must exercise its right to exemption\nby presenting the seller with Form ST-119.1, Exempt Organization Certification.\nThe exempt organization must be the direct purchaser and payer of record.  The\nfollowing Indian nations or tribes residing in New York State are also exempt\norganizations: Cayuga, Oneida, Onondaga, Poospatuck, Saint Regis Mohawk,\nSeneca, Shinnecock, Tonawanda Band of Senecas, and Tuscarora.\nDiplomatic Missions and Diplomatic missions and diplomatic personnel must be the direct purchasers and\nDiplomatic Personnel payers of record in order to exercise their entitlement to exemption from sales taxes.\nThe person making the purchase must be the holder of a valid tax exemption card\nissued by the United States Department of State, or by the American Institute in\nTaiwan (in which case the exemption card must bear the purchaser’s picture\nidentification), or the person must be the holder of other documentation evidencing\nthe person’s entitlement to exemption as provided by the United States Department\nof State.  In addition to verifying that they hold a valid tax exemption card, the\nmission or person must exercise their right to exemption by presenting the seller\nwith Form DTF-950, Certificate of Sales Tax Exemption for Diplomatic Missions\nand Personnel, a single purchase certificate, or Form DTF-951, which is the\ncorresponding blanket purchase certificate, and which may be used only for\npurchases paid for with a charge card.\nIndian Individuals Sales to members of recognized Indian nations or tribes are not subject to sales tax\nPage 19\n\nPublication 840 (8/98)\nprovided the merchandise sold is delivered to the person on a qualified reservation.\nThe purchaser must exercise the right to the exemption by giving the seller Form\nDTF-801, Certificate of Individual Indian Exemption from State Taxes on Property\nor Services Delivered on a Reservation.  The qualified reservations are Allegany,\nCattaraugus, Oil Spring, Oneida, Onondaga, Poospatuck, St. Regis Mohawk\n(Akwesasne), Shinnecock, Tonawanda, and Tuscarora.\nResale Exclusion The purchase of items by a person for resale to another is not subject to sales tax.\nIt is immaterial whether the item is purchased singly or in bulk.  To claim the\nexclusion for resale, the customer must present Form ST-120, Resale Certificate.\nThe Resale Certificate may only be used if the purchaser is registered as a vendor\nfor sales tax purposes.  The purchaser’s vendor identification number must be\nincluded with the information required to be entered on the certificate.\nNote:  Medical equipment and supplies purchased for use in providing medical or\nsimilar  services  by  physicians,  hospitals,  clinical  laboratories,  ambulance\ncompanies, and other medical providers, for compensation, may not be purchased\nwith a resale certificate.\nCigarette Dealers, Cigarettes are any roll for smoking that is made wholly or in part of tobacco or any\nother substance, regardless of size or shape and regardless of whether or not such\nRetailers\ntobacco or other substance is flavored, adulterated or mixed with other ingredients,\nthe wrapper or cover of which is made of paper or any other substance or material\nexcept tobacco.\nRetail Dealers of Cigarettes Aretail dealer of cigarettes is any person who sells cigarettes in New York State,\nother than a wholesale dealer or an operator of a vending machine. Every retail\ndealer of cigarettes in New York State must file Form DTF-716, Application for\nRegistration of Retail Dealers and Vending Machines for Sales of Cigarettes or\nTobacco Products.  These registrations are valid for a calendar year and must be\nrenewed annually.  Any registration applied for after January 1 will only be valid\nfor the balance of the calendar year in which it is issued; the $100 registration fee\nwill not be prorated.\nA registered retail dealer of cigarettes must publicly display a Form DTF-720,\nRetail Dealer Certificate of Registration for Cigarettes and/or Tobacco Products,\nin each place of business in New York State in which sales of cigarettes or tobacco\nproducts are made.\nVending machine operators Vending Machine Operators.  An  operator of a vending machine is anyone who\nsells cigarettes or tobacco products through a vending machine.  Each vending\nmachine must be registered by the operator.  To register a vending machine, the\nvending machine operator must file Form DTF-716,  Application for Registration\nof  Retail  Dealers  and  Vending  Machines  for  Sales  of  Cigarettes or Tobacco\nProducts, and obtain a registration for each machine.  Form DTF-721, Vending\nMachine Registration Certificate for Cigarettes and Tobacco Products, must be \nPage 20\n\nPublication 840 (8/98)\nconspicuously  displayed  on  each  vending  machine  that  is  registered.    Any\nregistration applied for after January 1 will only be valid for the balance of the\ncalendar year in which it is issued; the $25 registration fee will not be prorated.\nPass-through of the Prepaid Beginning September 1, 1995, any wholesale dealer selling cigarettes to a retail\nSales Tax on Cigarettes dealer or vending machine operator must pass the prepaid sales tax through to the\npurchaser.  (The prepayment amount is subject to adjustment annually, as of the\nfirst day of September.) The wholesaler must furnish the purchaser with Form ST-\n133,Certificate of Prepayment of Sales Tax on Cigarettes, for each invoice or other\nbilling document the wholesaler gives the purchaser.  The purchaser is required to\nattach this certificate to the invoice or delivery ticket covering the purchase\nindicated on the certificate, and keep these documents as part of his or her records\nfor a period of three years.\nClaiming a refund or credit of When the retailer or vending machine operator files a sales and use tax return, he\nthe prepaid sales tax or she may claim a credit or refund for the prepaid sales tax he or she paid on\npurchases of cigarettes.  The prepaid sales tax credit or refund is computed by\nmultiplying the number of packs (or cartons) sold times the prepaid sales tax paid\non each pack (or carton).  The prepaid sales tax should not be used to figure the\namount for which the cigarettes will be sold at retail, or the amount of tax to be\ncollected on the sale.\nDealers of Cigars Tobacco products include any cigar or roll for smoking (other than a cigarette)\nmade in whole or in part of tobacco, and any other tobacco product (other than\nand Other Tobacco\ncigarettes), intended for consumption by smoking, chewing, or as snuff.  All retail\nProducts sales of tobacco products are subject to sales tax.\nWholesale Dealer.  A wholesale dealer is any person who sells tobacco products to\nAll dealers of tobacco products\nretail dealers or to other persons for resale.  A wholesale dealer is also any person\nmust be licensed, appointed, or\nwho owns, operates or maintains one or more tobacco product vending machines\nregistered by the Tax\nat premises owned or occupied by another person.  All wholesale dealers must be\nDepartment\nlicensed by the Tax Department.\nDistributor.  A distributor is any person who imports, or causes to be imported into\nNew York State any tobacco products in excess of 50 cigars or one pound of\ntobacco for sale; or any person who manufacturers any tobacco product within New\nYork State; or any person who is located outside New York State and ships tobacco\nproducts into the state.  All distributors must request appointment as a distributor\nfrom the Commissioner of Taxation and Finance.\nRetail Dealer.  A retail dealer is any person, other than a wholesale dealer, engaged\nin selling cigarettes or tobacco products.  Every retail dealer of cigarettes or tobacco\nproducts in New York State must file Form DTF-716, Application for Registration\nof Retail Dealers and Vending Machines for Sales of Cigarettes or Tobacco\nProducts.  These registrations are valid for a calendar year and must be renewed\nannually.  Any  registration  applied  for after January 1 will only be valid for the\nbalance of the calendar year in which it is issued; the $100 registration fee will not\nbe prorated.\nPage 21\n\nPublication 840 (8/98)\nVending machine sales See the discussion of vending machine operators on page 20 for information relating\nto sales of tobacco products through vending machines.\nReturns, Allowances.    When  an  allowance  is  made  to  the  customer  for  defective\nmerchandise, the customer is required to pay sales tax only on the balance due after\nAllowances, Bad\nsubtracting the allowance from the selling price.\nDebts\nBad Debts.  If a charge is determined to be uncollectible, either in whole or in part,\nthe seller may be eligible to apply for a refund or credit of the tax paid on the sale\nwithin three years from the date the tax was payable to the Tax Department.\nCanceled Sales and Returned Merchandise.  If a sales contract has been canceled\nor merchandise has been returned before the tax collected on the sale was payable\nto the Tax Department, the seller may exclude such tax collections from his or her\nsales and use tax return, provided the amount paid for the merchandise plus the tax\ncollected thereon has been returned to the customer.  If, however, the contract was\ncanceled or the merchandise was returned after the tax has been remitted to the Tax\nDepartment, an application for a refund or credit must be filed with the Tax\nDepartment, within three years from the date the tax was payable to the Department.\nIf the vendor has returned the tax paid to the purchaser, then the vendor may file for\na refund or credit.  If the vendor has not returned the tax to the purchaser, then the\npurchaser, instead of the vendor, must file for the refund or credit of the tax paid.\nPage 22\n\nPublication 840 (8/98)\nPart III\nProduct Listings\nTable of Contents\nCosmetics and Toiletries  .................................................. 24\nExempt Foods and Beverages  .............................................. 26\nTaxable Foods and Beverages  .............................................. 27\nGeneral Merchandise  ..................................................... 28\nMedical Equipment and Supplies  ........................................... 29\nPage 23\n\nPublication 840 (8/98)\nCosmetics and Toiletries\n(Taxable except as noted)\nAfter shave creams Eye shadow Lipstick refill\nAfter shave lotions Eyebrow brushes Liquid face powder\nAfter shave powders Eyebrow dyes Liquid lip color\nAfter shave moisturizers Eyebrow pencils  Liquid stockings\nAlmond meal Eyelash dyes Manicure preparations\nAlmond paste Eyelash mascara Mascara\nAntiperspirants Face cream Mask preparations\nAstringents Face lotion Massage cream\nBath crystals Face packs Mittens containing toilet powder\nBath milks Face powder Moisturizers\nBath oils Facial oil Mousse\nBath powders Fingerwave lotions Mouthwash\nBath salts Floral essences Mustache wax\nBath tablets Foundation makeup Nail bleach\nBay rum Freckle remover Nail brushes\nBeauty creams Fuller’s earth Nail enamel\nBleaching creams and lotions Glycerine * Nail lacquer\nBody powders Hair bleach Nail polish\nBouquet liquids Hair brushes Nail polish remover\nBreath fresheners Hair combs Nail whitener\nBreath sweeteners Hair dressing Olive oil (if scent or color added) \nBrilliantine Hair dye Orris root\nBubble bath  Hair gel Pancake makeup\nCleansing creams and lotions Hair lotion Perfume\nCloset deodorants Hair oils Perfume kits\nCocoa butter * Hair pomade  Perfume novelties\nCold creams Hair remover Permanent waving cream\nColognes Hair restorative Permanent waving kits\nCombs Hair rinse Permanent waving lotion\nCompact refills Hair spray Permanent wave neutralizers\nCosmetic stockings Hair straightener Peroxide (if for use in bleaching\nCuticle softeners Hair tint   the hair or for other toiletry\nCuticle removers Hair tonic   purposes)\nDental floss Hand cream Petroleum jelly (if scent or color\nDenture cleaners Hand lotion   added)\nDeodorants Henna Plucking cream\nDepilatories Lavender Pore cleanser\nDusting powders Lip ice Powder base\nEau de cologne Lip pomade Protective cream *\nEssences and extracts Lip salve *\nExfoliants  Lipstick\n*  The sale is not subject to sales tax if the product is labeled for use for medicinal purposes.\nPage 24\n\nPublication 840 (8/98)\nCosmetics and Toiletries (Cont’d)\n(Taxable except as noted)\nPumice stones Skin lotion Toilet ammonia\nRock salt bath crystals Skin oil Toilet cream\nRose water Skin tonic Toilet lanolin\nRouge Skin whitener Toilet water\nSachets (containing powder or Stain removers Toothbrushes\n  other aromatic material Styptics * Toothpaste\nScalp lotion * Sun screens ** Tooth powder\nScalp ointment * Suntan creams ** Vanishing cream\nShampoo (non-medicated) Suntan lotions ** Water softener\nShaving cream Suntan oils ** Wave set \nShaving preparations Talcum powder Witch hazel\nSkin balm Texture cream Wrinkle-concealing preparations\nSkin bleach Tissue cream\nSkin cream\n*  The sale is not subject to sales tax if the product is labeled for use for medicinal purposes.\n** Those suntan screens that contain an SPF factor of 2 or greater are not subject to sales tax.\nPage 25\n\nPublication 840 (8/98)\nExempt Foods and Beverages\n(Includes items listed in Publication 880)\nArtificial sweeteners Fruit juices (but only if they Ovaltine\nBaby food   contain 70% or more of natural Peanut butter\nBakery products   fruit juice) Peanuts\nBaking products Fruit Rollups Pepper\nBeefamato Fudges Popcorn\nBouillon cubes Game (e.g., partridges, Potato chips\nBread   rabbits, wild turkeys) Poultry \nBrownies Grain products Poultry products\nButter Granola bars Preservatives\nCereals Gravies Pretzels \nChicory Great Shakes Quik\nChocko Health bars Relishes\nChocolate  (for cooking purposes Health food Salad dressings\n  only) Health supplements Salad dressing mixes\nClamato Juice Cocktail Herbs Salt\nCocoa Honey Sandwich spreads\nCocomalt Ice Cream (prepackaged only) Sunflower seeds (salted)\nCoconut Iced tea (frozen or canned) Sauces\nCoffee Iced tea mix Seafood\nCoffee creamers Instant breakfast mix Seasonings\nCondiments (e.g., salt, pepper) Jams (fruit preserves) Sesame seeds (for baking)\nCookies Jelling agents Sherbet\nCrackers Jellies Shortening\nCupcakes Ketchup Slim Fast\nDehydrated fruit Lard Soup\nDehydrated vegetables Leavening agents Spices\nDiet foods (but not diet candy) Liquid diet products Starch (for cooking)\nDiet substitutes Mayonnaise Start\nDiet supplements Meats and meat products Sugar\nDoughnuts Metrecal Sugar substitutes\nDressings Milk and milk products Syrups\nEggs and egg products Moola Koola Tang\nFats Mustard Tea\nFish and fish products Non-stick cooking sprays Vanilla extract\nFlavorings (e.g., vanilla extract Nutrament Vegetables\n  and almond extract) Nuts and nut products (but not Vegetable juices\nFlour   chocolate or candy coated nuts) Vegetable oils\nFood coloring Oils (cooking, salad) V-8 Juice\nFrozen desserts Oleomargarine Vitamins\nFrozen dinners Olives Yeast\nFruit\nPage 26\n\nPublication 840 (8/98)\nTaxable Foods and Beverages\n(Includes items listed in Publication 880)\nAwake Dietetic carbonated beverages Lemonade\nBeer Dietetic soft drinks Licorice\nBottled water Fountain drinks (e.g., sodas, Maple sugar candy\nCandy and confectionery   milkshakes, etc.) Mineral water\nCandied apples French burnt peanuts Nuts (chocolate or candy coated)\nCaramel-coated popcorn Fruit drinks * Orange Crush\nCaramels Fruit nectars * Pet foods **\nCarbonated beverages Fruit punch * Seltzer (water)\nCarbonated water Fudge Soft drinks\nChewing gum Gatorade Vegetable plants (used to grow\nChocolate candy Glazed fruit   food)\nChocolate-coated nuts Hi-C Vegetable seeds (used to grow\nChocolate-coated pretzels Ice   food)\nCoated candy Ice cream cones Vichy water\nCocktail mixes Ice cream sodas Water\nCollins mixer Ice cubes Yoo Hoo (assorted flavor sodas)\nCranberry juice cocktails Jordan Almonds\nDietetic candy Kool-Aid\n* If product contains less than 70% real fruit juice.\n** See the exemption for guide, hearing and service dogs under Pet Accessories and Supplies on Page 13. \nPage 27\n\nPublication 840 (8/98)\nGeneral Merchandise\n(Taxable except as noted)\nAutomotive supplies Flatware Pet medications *\nBallpoint pens Flea collars * Pet supplies *\nBath linens (towels, washcloths, Flower pots Photography equipment\n  etc.) Flower seeds   (disposable cameras, instant\nBathroom scales Footwear (all types)   cameras, still cameras, etc.)\nBatteries Folders Photography supplies (film, flash\nBed linens (sheets, pillowcases, Furniture (e.g., folding chairs)   bulbs, flash cubes, etc.)\n  etc.) Furniture polish, wax, etc. Picnic accessories (jugs, flatware,\nBooks (except for serial comic Garden seed packets    cutlery, etc.)\n  books and crossword puzzle Garden furniture Picnic baskets\n  magazines) Garden tools and supplies Plants\nCalcium fluoride (for melting ice) Gift wrap Plastic ware\nCandles Glue Playing cards\nCarpet cleaners Greeting cards Radios (including Walkmans and\nCarpet fresheners Highlighters   boom boxes)\nChalk Hosiery Reading glasses (non-prescription)\nCharcoal Household cleaners, deodorizers Rock salt\nChristmas trees (live or artificial) Housewares Room fresheners, deodorizers\nChristmas tree ornaments Ice (including ice cubes, ice Sewing notions (needles, thread,\nCigarette lighters   chunks, ice blocks, and chipped   thimbles, etc.)\nClock radios   ice) Scales (kitchen or bathroom)\nClocks Ink Shoe laces\nClothing (gloves, hats, socks, Ink pens Shoes\n  shoes, underwear, etc.) Kitchen appliances Silverware\nCoffee makers Kitchen utensils Snow shovels\nComic books (non-serial) Lead pencils Staplers\nCompact discs Lighter fluid Staples\nComputer discs Loose-leaf binders Stationery\nCookbooks Loose-leaf paper Stereos\nCookware Lunch boxes Sunglasses (non-prescription)\nCorrection fluid (e.g., White-out) Magic Markers Table linen\nCrayons Manila folders Tableware\nCutlery Mechanical pencils Tape players, recorders, cassettes\nDate books Memo pads Tea pots\nDiaries Menorahs Thermos bottles, cups, jars, etc.\nDish detergent Message pads Torch lights\nDisposable cigarette lighters Microwave cookware Toys\nDog collars * Notebooks Underwear\nDog food * Paper clips Video cassette recorders and tapes\nEnvelopes Paper plates and cups Watches\nErasers Pens and pencils Wrapping paper\nFlashlights Pet accessories * Writing tablets\n* See the exemption for guide, hearing, and service dogs under Pet Accessories and Supplies on Page 13.\nPage 28\n\nPublication 840 (8/98) \n \n \n \nMedical equipment and supplies - Updated July 1, 2014.  See TSB-M-14(8)S \n(Exempt unless purchased by paid providers of medical services) \n \nAdhesive bandages,  Contraceptive applicators  Incontinence liners  Splints \nsurgical tape  Corn pads  Incontinence pads  Splints, finger \nAspirators  Corn removal razor  Incontinence pants 2  Sponges, surgical \nBandages (cotton, porous,  Cotton, absorbent sterile  Inhalers  Spray-on bandages \netc.)  Cotton, sterile balls  Insulin travel kits  Stethoscopes \nBathtub chairs and seats 1  Cotton, sterile swabs  Lymphedema sleeves  Stockings, surgical 2 \nBathtub safety grab bars,  Crutch tips, pads  Mastectomy sleeves  Swabs, butterfly, sterile \nhandles, and rails 1  Crutches  Medical oxygen regulators  Syringes, ear and \nBed boards, rails 1  Cushions, invalid  Nasal aspirators  hypodermic \nBedpans  Diaphragms, contraceptive  Nasal breathing strips  Tape, surgical \nBench, bathtub transfer  Drainage sets, body,  Nebulizers  Thermometers \nBlood pressure gauges  bedside  Orthodontic devices (i.e.,  Throat and spine bags \nBlood testing strips  Elastic bandages  TMJ splints, positioners,  Tonsillectomy bags \nBraces, ankle  Eye droppers  retainers, etc.)  Tourniquets \nBraces, arm  Eye pads (non-cosmetic)  Ostomy pouches, tubes,  Traction supports and \nBraces, elbow  First aid kits  supplies  devices \nBraces, knee  First aid products  Overbed tables 1  Urinals, medical \nBraces, leg  Foot boards 1  Oxygen inhalers, tents  Urinary drainage sets \nBraces, spinal  Forearm crutches  Oxygen therapy regulators  Urine drainage tubes \nBreast pumps  Fracture bed pans  Pessaries  Urine testing strips \nBreathing tubes  Gauze, surgical, sterile  Pregnancy test kits  Urostomy bags, sets, \nBunion pads, reducers  Heating pads  Raised toilet seats 1  supplies \nCallous pads  Hernia belts, supports and  Rectal tubes  Vaccination shields \nCanes 1  trusses  Respirators  Vaporizers \nCast covers, boots  Hospital beds  Resuscitators  Walkers \nCatheters, temporary  Hot water bottles  Rib belts  Wheelchairs and cushions \nCervical collars  Hypodermic needles,  Rings, invalid  Wheelchair ramps \nColles splints  syringes  Roll-about chairs 3  (prefabricated) \nColon tubes  IPPB machines  Sinus masks  Wheelchair trays \nColostomy bags, sets,  IUDs  Slings, arm  Wound cleansers \nsupplies  Ice bags, medical  Slings, knee  Wound dressings, sterile \nCommodes (portable toilets)  Ileostomy bags, sets,  Slings, pelvic \nCondoms  supplies   \n   \n \nProsthetic devices - Updated July 1, 2014.  See TSB-M-14(8)S \n(Exempt to all purchasers) \n \nArch supports  Contact lenses, corrective  Hemodialysis equipment  Patient lifts \nArtificial limbs  Crowns (permanently  Hydraulic patient lifts  Power lift seats and chairs \nArtificial organs  attached by a dentist)  Hydraulic wheelchair lifts  Sound amplification devices \nArtificial teeth  Dental space maintainers  Hearing aids  for hearing impaired \nAutomobile controls (for  Elevators (for use by a  Magnifiers for persons  persons \npersons with disabilities)  person with a disability in  having low vision  Stairway elevators and lifts \nBathtub lifts  a residence)  Optical tactile converters  (for use by a person with a \nBraille typewriters  Eyeglasses, prescription  Orthopedic implants  disability in a residence) \nBrassieres, surgical 4  Filler pads, mastectomy  Otology implants  Surgical implants \nBreast forms, mastectomy  Garments with built-in breast  Pacemaker, cardiac  Telephone and other \nCardiac pacemakers  forms (postmastectomy) 4  Parts, special lettering,  equipment for use by \nCatheters, permanent  Hair prosthesis 5  special attachments to  hearing impaired persons \nCeiling lifts  Hearing aid batteries  appliances for use by  to aid in telephone \nClosed-captioned TV  (manufacturer designated)  persons with disabilities  communication \nprogram receivers \n \nPage 29 \n \n\nPublication 840 (8/98) \n \n \n \nTaxable to all - Updated July 1, 2014.  See TSB-M-14(8)S \n \nAir conditioners  Dehumidifiers  Medical diaries  Rubber or latex gloves \nAir purifiers and cleaners  Dental floss  Non-contraceptive vaginal  Sanitary napkins or pads, \nAthletic supports  Denture liners, cushions  creams, foams, ointments,  tampons, and similar \nBasins  Douches  and jellies  products \nBed baths  Ear plugs, stopples  Nose clips  Skin removers \nBlackhead removers  Emesis basins  Nose shields  Straws \nBracelets, medical I.D.  Exercise equipment  Nursers, baby bottles  Sunglasses, non-prescription \nBraille games and books  Fans  Nursing pads  Sun lamp goggles \n(except for the portion of  Feminine hygiene syringes  Orthopedic mattresses  Sun lamps \nthe price attributable to  Foot baths  Pads for eyeglasses  Tongue blades, depressors \nfeatures used by a person  Funnels  Parallel bars  Tweezers \nwith a disability)  Glass drinking tubes  Plaster bandages or splints  Ultra-violet lamps \nCast cutters  Heaters  Plastic or rubber sheets  Veterinary equipment, \nCotton, absorbent, unsterile  Humidifiers  Poison records  instruments and supplies \nCotton, unsterile balls  Massage devices  Posture shorts  Vibrators \nCotton, unsterile swabs  Mattress covers  Posture support chairs  Whirlpool baths, pumps, \nDeodorant powders or  Medical charts  Prep brushes, surgical  concentrate \nsprays    Pumice \n \n                                                 \n1 To be exempt, these items must be purchased and used for a medical reason. \n2 These items are exempt from state and local sales and use taxes as medical equipment unless they are purchased \nby a person for use in providing medical or similar services for compensation. However, when these items are \npurchased for such use, they are exempt from the state’s (4%) sales and use taxes as articles of clothing or \nfootwear. This exemption, however, does not apply to all locally imposed sales and use taxes. See Publication \n718-C, Sales and Use Tax Rates on Clothing and Footwear. \n3 To be exempt, roll-about chairs must be comparable to wheelchairs and have wheels that are at least five inches in \ndiameter. \n4 These articles of clothing and footwear are exempt from all state and local sales and use taxes as prosthetic \ndevices. \n5 Since a hair prosthesis may be used for cosmetic purposes that do not relate to medical problems, sales tax must \nbe paid when it is purchased. If the prosthesis is used as a result of a medical problem, an application for a refund of \nthe tax paid may be made using Form AU-11, Application for Credit or Refund of Sales or Use Tax. This form must \nbe accompanied by a statement from the attending physician describing the specific medical problem that resulted \nin the need for a prosthesis. \nPage 30 \n \n\nNew York State Tax Department\nOnline Services\nCreate an Online Services account  \nand log in to:\n•  make payments\n•(cid:3) (cid:191)(cid:79)(cid:72)(cid:3)(cid:70)(cid:72)(cid:85)(cid:87)(cid:68)(cid:76)(cid:81)(cid:3)(cid:85)(cid:72)(cid:87)(cid:88)(cid:85)(cid:81)(cid:86)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:82)(cid:87)(cid:75)(cid:72)(cid:85)(cid:3)(cid:87)(cid:68)(cid:91)(cid:3)(cid:73)(cid:82)(cid:85)(cid:80)(cid:86)\n•(cid:3) (cid:89)(cid:76)(cid:72)(cid:90)(cid:3)(cid:92)(cid:82)(cid:88)(cid:85)(cid:3)(cid:68)(cid:70)(cid:70)(cid:82)(cid:88)(cid:81)(cid:87)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:191)(cid:79)(cid:76)(cid:81)(cid:74)(cid:3)(cid:76)(cid:81)(cid:73)(cid:82)(cid:85)(cid:80)(cid:68)(cid:87)(cid:76)(cid:82)(cid:81)\n•  change your address\n•(cid:3) (cid:85)(cid:72)(cid:70)(cid:72)(cid:76)(cid:89)(cid:72)(cid:3)(cid:72)(cid:80)(cid:68)(cid:76)(cid:79)(cid:3)(cid:81)(cid:82)(cid:87)(cid:76)(cid:191)(cid:70)(cid:68)(cid:87)(cid:76)(cid:82)(cid:81)(cid:86)\n•  respond to bills and notices\nAccess is available 24 hours a day, 7 days\na week (except for scheduled maintenance).\nwww.tax.ny.gov\n\nPublication 840\n(8/98)\nNeed help?\nTelephone assistance\nVisit our Web site at www.tax.ny.gov\n•  get information and manage your taxes online Sales Tax Information Center:   (518) 485-2889\n•  check for new online services and features\nTo order forms and publications:   (518) 457-5431\nText Telephone (TTY) Hotline (for persons with  Persons with disabilities: In compliance with the \nhearing and speech disabilities using a TTY): If you  Americans with Disabilities Act, we will ensure that our \nhave access to a TTY, contact us at (518) 485-5082.  (cid:79)(cid:82)(cid:69)(cid:69)(cid:76)(cid:72)(cid:86)(cid:15)(cid:3)(cid:82)(cid:73)(cid:191)(cid:70)(cid:72)(cid:86)(cid:15)(cid:3)(cid:80)(cid:72)(cid:72)(cid:87)(cid:76)(cid:81)(cid:74)(cid:3)(cid:85)(cid:82)(cid:82)(cid:80)(cid:86)(cid:15)(cid:3)(cid:68)(cid:81)(cid:71)(cid:3)(cid:82)(cid:87)(cid:75)(cid:72)(cid:85)(cid:3)(cid:73)(cid:68)(cid:70)(cid:76)(cid:79)(cid:76)(cid:87)(cid:76)(cid:72)(cid:86)(cid:3)\nIf you do not own a TTY, check with independent  are accessible to persons with disabilities. If you have \n(cid:79)(cid:76)(cid:89)(cid:76)(cid:81)(cid:74)(cid:3)(cid:70)(cid:72)(cid:81)(cid:87)(cid:72)(cid:85)(cid:86)(cid:3)(cid:82)(cid:85)(cid:3)(cid:70)(cid:82)(cid:80)(cid:80)(cid:88)(cid:81)(cid:76)(cid:87)(cid:92)(cid:3)(cid:68)(cid:70)(cid:87)(cid:76)(cid:82)(cid:81)(cid:3)(cid:83)(cid:85)(cid:82)(cid:74)(cid:85)(cid:68)(cid:80)(cid:86)(cid:3)(cid:87)(cid:82)(cid:3)(cid:191)(cid:81)(cid:71)(cid:3) questions about special accommodations for persons \nout where machines are available for public use. with disabilities, call the information center.\n\nFILED: NEW YORK COUNTY CLERK 03/03/2016 08:33 AM INDEX NO. 151800/2016\nNYSCEF DOC. NO. 3 RECEIVED NYSCEF: 03/03/2016\nExhibit B\n\nTax Bulletin\nSales and Use Tax\nTB-ST-193\nAugust 5, 2014\nDrugstores and Pharmacies\nIntroduction\nThis bulletin explains how sales tax applies to items commonly sold bydrugstores and \npharmacies. See also Tax BulletinsConvenience Stores and Bodegas(TB-ST-135),and\nCoupons and Food Stamps(TB-ST-140).Information regardingsales of medical \nequipment and prosthetic devices can be found in Publication 822,Taxable Status of \nMedical Equipment and Supplies, Prosthetic Devices, and Related Items. \nDrugs and medicines\nSales of drugs and medicines are not taxable if the drug or medicine is intended for \ninternal or external use in people to diagnose, cure, treat, or prevent illness or disease.\nThis includes both prescription and nonprescription drugs and medicines that are \nrecognized by the United States Pharmacopeia, the Homeopathic Pharmacopeia of the \nUnited States, or the National Formulary.\nPrescription drugsand medicines are used under the supervision of a licensed physician \nand must be obtained from a licensed pharmacist. They include:\n•antibiotics\n•narcotics\n•controlled substances\nNonprescription orover-the-counter drugs and medicines can also be purchased exempt \nfrom sales tax.Theyinclude:\n•pain relievers (aspirin, ibuprofen, etc.)\n•antacids\n•cough and cold remedies\n•dandruff shampoo and treatments\nOther medicinal products used internally or externally by humans forthe preservation of \nhealth, and products (other than food) that are intended toaffect the structure or a \nfunction of the human body,are also exempt from sales tax.Theseproducts, which are \nnotordinarily considered drugs or medicines, include:\n• acne preparations\n• contact lens preparations\n• eye drops\n• laxatives\n•lip balm intended to treat or prevent chapped lips \n•petroleum jelly that is uncolored and unscented\n• products that treat nicotine withdrawal symptoms\n• products that prevent or treat athlete’s foot or other fungus infections\n•products intended to treat sunburns\n•sunscreens\n•vaginal creams, foams, ointments, and jellies thattreat specific medical conditions\nW A Harriman Campus, AlbanyNY 12227                                         www.tax.ny.gov                                     \n\nTB-ST-193(8/14)  Page 2of 5\nFamily planning\nProducts sold to reduce the chance of pregnancy are not taxable. These products may \nbe sold by prescription or over the counter.\nExamples of these items include:\n•birth control pills\n•condoms\n•contraceptive creams, foams, jellies, or sponges\n•diaphragms\n•vaginal suppositories\nCosmetics and toiletries\nCosmetic and toiletryproducts are used for cleansing, personal grooming, beautifying, or \naltering your appearance. These products are taxable even if they contain some \nmedicinal ingredients. See the Cosmetics and toiletrieschart below.\nGeneral merchandise\nMany drugstores and pharmacies sell a variety of general merchandisethat isgenerally \ntaxable.See the General merchandisechart below.\nFood and beverages\nDrugstores and pharmacies often also sell a variety offood and beverages. See Tax \nBulletin Listings of Taxable and Exempt Foods and Beverages Sold by Food Stores and \nSimilar Establishments(TB-ST-525)for detailed information on sales of food and \nbeverages.\nInsurance coverage\nThe taxability of an item does not changewhen payment is made under medical \ninsurance coverage, including:\n•personal insurance,\n•an employer-sponsored medical plan,\n•Medicaid, or\n•Medicare.\nNontaxable items remain nontaxable regardless of the method of payment. Taxable items \nremain taxable even when paid for under insurance coverage.\nThe charts below list examples of:\n•taxable cosmetics and toiletries; and\n• taxable general merchandise commonly sold by drugstores and pharmacies.\n\nTB-ST-193(8/14)  Page 3of 5\nCosmetics and toiletries (taxable except as noted)\n•after-shave products  •lavender •pore cleanser\n•antiperspirantsand deodorants •make-up,including: •protective cream *\n•astringents (cid:405)mascara •pumice stones\n•baby powder, talcum powder (cid:405)foundation •razors\n•bath crystals, salts, milks, etc.  (cid:405)face powder •rose water\n•bleaching creams and lotions (cid:405)blush •sachets (containing powder or\n•bouquet liquids (cid:405)eyeliner other aromatic material)\n•breath fresheners (cid:405)eye shadow •soap\n•bronzers (cid:405)lipstick •scalp lotion *\n•bubble bath •manicure preparations •scalp ointment *\n•creams and lotions,including: •massage cream •shampoo (nonmedicated)\n(cid:405)beauty cream •mustache wax •shaving cream\n(cid:405)body lotion •nail care products,including: •stain removers\n(cid:405)cleansing creams (cid:405)brushes •styptics *\n(cid:405)face cream (cid:405)cuticle removers •suntan products that contain \n(cid:405)hand lotion (cid:405)enamel no sunscreen\n(cid:405)moisturizers (cid:405)polish •talcum powder\n•cocoa butter * (cid:405)polish remover •tissue cream\n•cold creams (cid:405)acrylic nails •toilet lanolin*\n•colognes •oral hygiene products, •vaginal creams,douches,\n•depilatories including: deodorant powders,or sprays\n•eau de cologne (cid:405)toothbrushes (non-medicinal)\n•essences and extracts (cid:405)toothpaste •water softener\n•exfoliants (cid:405)dental floss •witch hazel\n•face packs (cid:405)mouthwash •wrinkle-concealing \n•freckle remover •permanent waving cream,  preparations\n•glycerin * lotion, and kits\n•hair care products, including: •perfumes\n(cid:405)hair brushes, combs •peroxide (if for use in \n(cid:405)colorings, dyes, henna bleaching the hair or for other \n(cid:405)gel, mousse, hairspray toiletry purposes)\n(cid:405)texture cream\n(cid:405)straightening products\n* Not subject to sales tax if the product is labeled for use for medicinal purposes.\n\nTB-ST-193(8/14)  Page 4of 5\nGeneral merchandise (taxable except as noted)\n•automotive supplies •greeting cards •reading glasses (non-\n•bath linens •holiday decorations prescription)\n•batteries† •housewares •rock salt\n•bed linens •ice (including cubes, chunks,  •room fresheners, deodorizers\n•books (except for serial comic blocks, and chips) •sanitary napkins or pads,\nbooks and crossword puzzle  •kitchen appliances,including: tampons, and similar products\nmagazines) (cid:405)coffee makers •scales (kitchen or bathroom)\n•calcium chloride (for melting  (cid:405)cookware •snow shovels\nice) (cid:405)cutlery •stationerysupplies,including:\n•candles (cid:405)utensils (cid:405)pens and pencils\n•carpet cleanersandfresheners •lighter fluid (cid:405)markers and crayons\n•chalk •lunch boxes (cid:405)highlighters\n•charcoal •menorahs (cid:405)notebooks\n•Christmas trees (live or  •microwave cookware (cid:405)paper, envelopes \nartificial) •paper plates and cups (cid:405)binders, folders\n•cigarette lighters •pet food and supplies †† (cid:405)scissors\n•cleaning products  •pet medications†† (cid:405)paper clips, staples\n•clocks, clock radios •printer ink •stereos\n•comic books (non-serial) •photography equipmentand  •sunglasses (nonprescription)\n•CD’s, DVD’s, Blue-ray supplies,including: •table linen\n•computer discs (cid:405)cameras •tableware\n•cookbooks (cid:405)lenses •tape players, recorders, \n•flashlights (cid:405)memory cards cassettes\n•film, blank cassette tapes (cid:405)film •tea pots\n•flowers (cid:405)flashbulbsorcubes •thermos bottles, cups, jars, etc.\n•flower pots and seeds  •picnic accessories (jugs, •torch lights\n•furniture (e.g., folding chairs) flatware, cutlery, etc.) •toys\n•furniture polish, wax, etc. •picnic baskets •video cassette recorders and \n•garden furniture •plants tapes\n•garden tools and supplies •plastic ware •watches\n•gift wrap •playing cards •wrapping paper\n•glue •radios\n† Except for batteries specifically designated for hearing aids.\n†† See Tax Bulletin Exemptions Relating to Guide, Hearing, and Service Dogs(TB-ST-245)for \nadditionalinformation.\nNote: A Tax Bulletin is an informational document designed to provide general guidance \nin simplified language on a topic of interest to taxpayers. It is accurate as of the \ndate issued. However, taxpayers should be aware that subsequent changes in the \nTax Law or its interpretation may affect the accuracy of a Tax Bulletin.The \ninformation provided in this document does not cover every situation and is not \nintended to replace the law or change its meaning.\n\nTB-ST-193(8/14)  Page 5of 5\nReferencesand other useful information \nTax Law:Sections 1105(a) and1115 (a)(3)\nRegulations:Sections527.1 and528.4\nPublications:\nPublication 718-C,Sales and Use Tax Rates on Clothing and Footwear\nPublication 822,Taxable Status of Medical Equipment and Supplies, Prosthetic Devices andRelated items\nBulletins:\nClothing and Footwear Exemption(TB-ST-122)\nConvenience Stores and Bodegas(TB-ST-135)\nCoupons and Food Stamps(TB-ST-140)\nExemptions Relating to Guide, Hearing, and Service Dogs(TB-ST-245)\nListings of Taxable and Exempt Foods and Beverages Sold by Food Stores and Similar Establishments\n(TB-ST-525)\nLists of Exempt and Taxable Clothing, Footwear, and Items Used to Make or Repair Exempt Clothing\n(TB-ST-530)",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": "",
      "clearinghouse_link": "clearinghouse.net/doc/113070"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116343,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116343"
    }
  ],
  "document_count": 2
}