{
  "case_id": 9857,
  "fetched_at": "2025-10-20T22:41:20.710779",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "Scott County Jail",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Scott",
        "name": "Scott County",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Coding Complete",
    "case_types": [
      "Jail Conditions"
    ],
    "cause_other": "",
    "causes": [
      "42 U.S.C. § 1983"
    ],
    "class_action_granted": "Denied",
    "class_action_sought": "Yes",
    "closing_year": 1987,
    "constitutional_clause": [
      {
        "value": "Unreasonable search and seizure"
      }
    ],
    "content_of_injunction": [],
    "court": "District of Minnesota",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [
      {
        "value": "Government-run"
      }
    ],
    "filing_date": "1985-08-13",
    "filing_year": 1985,
    "id": 9857,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Search policies",
      "Jails, Prisons, Detention Centers, and Other Institutions: Strip search policy (facilities)",
      "Affected Sex/Gender(s): Male"
    ],
    "last_checked_date": "2007-06-22T00:00:00-04:00",
    "main_docket": {
      "id": 33223,
      "docket_entries": [],
      "docket_case_type": "cv",
      "docket_year": 1985,
      "docket_filing_number": 1052,
      "is_main_docket": true,
      "court": "District of Minnesota",
      "state": "Minnesota",
      "docket_office_number": "4",
      "docket_number_manual": "4-85-1052",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Swart v. Scott County, Minnesota",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": 0,
    "order_start_year": 0,
    "permanent_injunction": false,
    "plaintiff_description": "All persons who were strip-searched and detained at the Scott County jail for offenses no greater than traffic violations or misdemeanors, including all persons who were never charged with an offense.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Plaintiff",
    "pro_se_status": "Unknown",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "limited attorneys fees and costs awarded",
    "relief_sources": [
      "Litigation"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Strip Search Cases"
    ],
    "special_case_type": [],
    "state": "Minnesota",
    "summary": "<p>On August 13, 1985, an individual arrested for a minor offense filed a 42 U.S.C. § 1983 class action lawsuit in the U.S. District Court for the District of Minnesota, challenging the Scott County Jail's written policy of strip searching all detainees due to be placed in the general prison population regardless of whether there was any reasonable cause to believe that the detainee was carrying contraband.  Plaintiff alleged that the policy was unconstitutional and requested that the District Court award monetary damages, injunctive relief, and class certification.  </p><p>On August 27, 1985, two weeks after the suit was filed, Scott County changed its strip search policy to provide that detainees would be strip searched only when reasonable suspicion existed to believe that the inmate was concealing contraband which could not be discovered through a less intrusive search.  Defendant admitted that its pre-August 17, 1985 policies were unconstitutional and Plaintiff granted that the post-August 17, 1985 policies were constitutional.</p><p>On September 2, 1986, the District Court denied Plaintiff's motion for class certification and ruled that Plaintiff did not have standing to seek injunctive relief because he failed to show that he was likely to be subjected to Defendant's strip search policy in the future.  On October 22-28, 1986, the case proceeded to trial on Plaintiff's individual claim.  The jury returned a verdict awarding Plaintiff no damages.  </p><p>Plaintiff did not appeal the jury award, but both parties filed motions seeking attorneys' fees.  On January 6, 1987, the District Court (Judge Harry Hunter MacLaughlin) granted Plaintiff limited attorneys' fees and costs in the amount $1,328.75.  The Court denied Scott County's motion for attorneys' fees.  Swart v. Scott County, Minn., 650 F.Supp. 888 (D.Minn. 1987).  </p><p>We are aware of no further proceedings in this case.  Though we have no court docket, it would appear that the case is now closed.</p><p></p>",
    "summary_published_date": "2008-02-17T00:00:00-05:00",
    "summary_short": null,
    "summary_tiny": null,
    "terminating_date": null,
    "clearinghouse_link": "clearinghouse.net/case/9857",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=9857",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=9857",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=9857"
  },
  "documents": [
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 121579,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/121579"
    },
    {
      "date": "1987-01-06",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Google Scholar",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Unknown",
      "citation_paren": null,
      "cite_1_page": 888,
      "cite_1_reporter": "F.Supp.",
      "cite_1_vol": 650,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "District of Minnesota",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 54139,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/54139.pdf",
      "title": "Opinion",
      "text": "650 F.Supp. 888 (1987)\nRobert S. SWART, Plaintiff,\nv.\nSCOTT COUNTY, MINNESOTA, a political subdivision, Defendant.\nNo. Civ. 4-85-1052.\nUnited States District Court, D. Minnesota, Fourth Division.\nJanuary 6, 1987.\n889 *889 Charles S. Zimmerman and Barry G. Reed, Zimmerman, Caplan & Reed, Minneapolis, Minn., for plaintiff.\nJames T. Martin, Gislason & Martin, Edina, Minn., for defendant.\nMacLAUGHLIN, District Judge.\nThis matter is before the Court on cross motions for attorneys' fees. Plaintiff's motion will be granted. Defendant's\nmotion will be denied.\nFACTS\nThis action was brought as a challenge under 42 U.S.C. § 1983 to the constitutionality of the Scott County\nSheriffs' practice of strip searching all persons detained at the Scott County jail for offenses no greater than traffic\nviolations or misdeameanors, including all persons who were never charged with any offense. Plaintiff sought\npreliminary and permanent injunctive relief as well as damages.\nPrior to August 27, 1985, a written policy in effect at the Scott County jail called for strip searches of all detainees\nwho were due to be placed with the general prison population. The strip search policy did not require a showing\nof probable cause prior to instigation of a search. Any detainee, whether suspected of harboring weapons or\ncontraband or not, was subjected to a full strip search. The written strip search procedures were thorough and\nsystematic, and required detainees to remove all items of clothing prior to a full visual search. Jailers were\ninstructed to carry out the strip search in the following manner:\n[The] searcher should begin with the inmate's head, running his fingers through the hair or using a\nlarge toothed comb. He should next examine the ears, the mouth and then the nose. (A flashlight\n890 is an excellent search tool.) The inmate *890 should be asked to lift his arms so that his armpits\ncan be examined. Before proceeding to the pubic area, the officer should examine the trunk for\ntape or bandages that may conceal injuries or contraband. The bandages removed should be\nreplaced with clean ones before the search continues. The pubic area should be examined for\nlice, using the flashlight. The inmate should next be ordered to turn around, bend over, and spread\nhis buttocks so that the rectum can be examined. Again, the light can be used for this purpose so\nthat the inmate is not touched.\nExhibit B in Support of Plaintiff's Motion for Class Certification.\nRobert S. Swart, the plaintiff in this case, was arrested and held on a minor offense, and by defendant's\nadmission, was strip searched without any consideration whether he represented a danger to the prison\npopulation or might be harboring contraband. He was detained at the Scott County Jail, booked, and subjected to\na full body strip search.\nIn John Does 1-100 vs. Boyd, et al., 613 F.Supp. 1514 (D.Minn.1985) (MacLaughlin, J.), the Court held that\nDakota County's policy of subjecting all pretrial detainees to a full strip search without regard to whether probable\ncause existed to believe that individual detainees presented a risk to the prison population was unconstitutional.\nThe strip search policy implemented in Scott County effective August 27, 1985 provides for strip searches of\n\ndetainees \"ONLY when a reasonable suspicion exists to believe that the inmate has concealed upon his person\ncontraband which could not, or would not, be found by a less intrusive search.\" Defendant's Brief in Opposition to\nPlaintiff's Motion for Class Certification, Exh. A. Defendant now admits that its pre-August 27, 1985 policies were\nunconstitutional. Plaintiff acknowledges that defendant's post-August 27, 1985 policies are constitutional.\nPlaintiff's cause of action was filed August 13, 1985. Plaintiff sought injunctive relief and damages. By order dated\nSeptember 2, 1986, the Court denied plaintiff's motion for class certification. In so doing, the Court ruled that\nplaintiff did not have standing to seek injunctive relief, on the ground that \"plaintiff [is] simply unable to show that\nhe is likely to be subjected to defendant's strip search policies at some future date.\" Does, at 1522, citing Boyd,\n613 F.Supp. at 1528-29; City of Los Angelos v. Lyons, 461 U.S. 95, 103 S.Ct. 1660, 75 L.Ed.2d 675 (1983); Smith\nv. Montgomery County, Md., 573 F.Supp. 604 (D.Md.1983); O'Shea v. Littleton, 414 U.S. 488, 94 S.Ct. 669, 38\nL.Ed.2d 674 (1974); Kolender v. Lawson, 461 U.S. 352, 103 S.Ct. 1855, 1857 n. 3, 75 L.Ed.2d 903 (1983); Lake\nv. Speziale, 580 F.Supp. 1318 (D.Conn.1984). Accordingly, plaintiff's claim for injunctive relief dropped from the\ncase. Plaintiff's claim for damages came on for trial before a jury October 22-28, 1986. At trial, plaintiff presented\nwitnesses, including plaintiff, the arresting officers, and a psychologist who testified as to the emotional toll\nexacted on plaintiff by the strip search. Plaintiff sought to recover for emotional pain and suffering, humiliation and\nmental distress. The jury returned a verdict stating that plaintiff had sustained no damages. Plaintiff did not\nappeal.\nPlaintiff now brings this motion for attorneys' fees. Defendant has responded with a countermotion for a fee\naward.\nDISCUSSION\nA. Prevailing Party\nPlaintiff's motion for attorneys' fees is brought pursuant to 42 U.S.C. § 1988, which provides:\nIn any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986\nof this title ... the court, in its discretion, may allow the prevailing party, other than the United\nStates, a reasonable attorney's fee as part of the costs.\nA threshold issue in any motion for attorneys' fees brought pursuant to section 1988 is whether plaintiff is a\n\"prevailing party\" within the meaning of the statute. Jaeger v. City of Farmington, Minnesota, 528 F.Supp. 684\n891 (D.Minn.1981). The standard *891 for making this threshold determination has been framed in various ways. The\nUnited States Court of Appeals for the Eighth Circuit has frequently cited the formulation set forth in Hensley v.\nEckerhart, 461 U.S. 424, 103 S.Ct. 1933, 1939, 76 L.Ed.2d 40 (1983): \"plaintiffs may be considered `prevailing\nparties' for attorney's fees purposes if they succeed on any significant issue in litigation which achieves some of\nthe benefit the parties sought in bringing suit.\" Hensley, 103 S.Ct. at 1939; Fast v. School District of City of\nLaDue, 728 F.2d 1030, 1032 (8th Cir.1984) (en banc). This is a generous formulation that brings the plaintiff\nacross the statutory threshold. Fast, 728 F.2d at 1032. It is not necessary that a plaintiff succeed on all of the\nsignificant issues, or that the court award all of the benefit sought by the plaintiff. Fast, 728 F.2d at 1033. Once\nplaintiff has surmounted this threshold barrier, it remains for the district court to determine what fee is\n\"reasonable.\" Hensley, 103 S.Ct. at 1939.\nPrevailing party status is not restricted to a \"victor\" after entry of a final judgment following full trial on the merits;\na party may be considered to have prevailed through a favorable settlement of a case or consent agreement,\neven if he does not ultimately prevail on all issues. Maher v. Gagne, 448 U.S. 122, 129, 100 S.Ct. 2570, 2574, 65\nL.Ed.2d 653 (1980); Premachandra v. Mitts, 727 F.2d 717, 720 (8th Cir. 1984),on rehearing, 753 F.2d 635 (8th\nCir. 1985) (en banc). It is well established that in determining whether a party is a prevailing party in a case where\nvoluntary conduct of the defendant has mooted plaintiff's claims for relief, the applicable standard is the two-part\ntest of Nadeau v. Helgemoe, 581 F.2d 275, 281 (1st Cir.1978), which was adopted by the Eighth Circuit in United\nHandicapped Federation v. Andre, 622 F.2d 342, 346-47 (8th Cir.1980) and endorsed by the Supreme Court in \nHensley v. Eckerhart, 103 S.Ct. 1933, 1939 (1983):\n\nFirst, whether plaintiffs' actions were a factor in achieving the results sought and obtained [this is a\nfactual inquiry]; Second, whether the result obtained was one required by law [this is a legal\n[1]\ninquiry].[ ]\nSee Jaeger, 528 F.Supp. at 685.\n1. The Nadeau Test\nThe standards evolved by the courts for resolving the factual prong of the Nadeau test are not rigorous. It has\nbeen stated that a plaintiff is a prevailing party within the meaning of section 1988 if \"plaintiffs' suit and their\nattorney's efforts were a necessary and important factor in achieving the desired result,\" Nadeau, 581 F.2d at\n281, or where the lawsuit \"played a provocative role\" or was \"instrumental\" in obtaining relief, Illinois Welfare\nRights Organization v. Miller, 723 F.2d 564, 569 (7th Cir.1983). In Williams v. Leatherbury, 672 F.2d 549 (5th\nCir.1982) it was stated that, in order to satisfy the first prong of the Nadeau test, plaintiffs' suit \"must be a \nsubstantial factor or a significant catalyst in motivating the defendants to end their unconstitutional behavior.\" \nLeatherbury, 672 F.2d at 551 (emphasis added). In applying this \"catalyst\" standard the focus is on whether there\nis a causal connection between plaintiff's act of filing suit and the achievement of the intended result. In \nPremachandra the Eighth Circuit declared that \"[t]he first step under Nadeau requires a court to determine, as a\nfactual matter, whether the plaintiff's suit served as a catalyst 00 i.e., a `necessary and important factor' 00 in\n97 97\nachieving the relief desired.\" Premachandra, 727 F.2d at 721. If plaintiff's lawsuit was a catalyst that brought\nabout voluntary compliance with applicable law by the defendant, plaintiff is a prevailing party for purposes of an\nattorneys' fees award, despite the fact that the necessity of judicial relief has been mooted by defendant's\nvoluntary compliance. Williams v. Miller, 620 F.2d 199 (8th Cir.1980). Conversely, where defendant has voluntarily\n892 ceased the *892 unlawful conduct prior to plaintiff's act of filing suit, no causal relationship exists and plaintiff\ncannot be said to be a catalyst in bringing about the change in policy. See, e.g., Bush v. Bays, 463 F.Supp. 59\n(E.D.Va. 1978). The key issue is \"the provocative role of the plaintiff's lawsuit.\" Jaeger, 528 F.Supp. at 686,citing \nNadeau, 581 F.2d at 280. In determining whether plaintiff's act of filing suit was a necessary and important factor\nwhich motivated the change in policy the courts often focus on the chronology of events. Jaeger, 528 F.Supp. at\n686; Ross v. Horn, 598 F.2d 1312 (3d Cir. 1979) (where chronology of events strongly suggested causal\nrelationship between plaintiff's lawsuit and defendant's implementation of new procedures, plaintiff was found to\n[2]\nbe a \"prevailing party\").\nIn the case at bar, plaintiff sought (1) injunctive relief, and (2) monetary damages. As to plaintiff's claim for\ndamages, the jury returned a verdict of no damages. Quite clearly plaintiff was not a prevailing party as to his\ndamages claim, and plaintiff admits as much. As to plaintiff's claim for injunctive relief, however, as discussed\nabove, defendant did discontinue its admittedly unconstitutional strip search policy. As such, plaintiff claims that\nhis act of filing suit was a catalyst 00 i.e., a necessary and important factor 00 in bringing about this change of\n97 97\npolicy.\nThe chronology of events supports plaintiff's argument. The Court's decision invalidating Dakota County's strip\nsearch policy was handed down July 31, 1985. Scott County altered its strip search policy effective August 27,\n1985. Plaintiff's action was filed August 13, 1985, after the Court had made its decision in Boyd, but before\ndefendant effectuated its change in policy. Significantly, defendant initiated a review of its strip search policy\nAugust 15, 1985, two days after plaintiff filed his complaint. Plaintiff suggests that it was service of his complaint\nupon Scott County officials which provoked defendant to review its policy, and given the above-referenced\nchronology of events, plaintiff's argument carries considerable weight.\nDefendant argues that it was the Court's decision in Boyd, not plaintiff's act of filing suit, which caused it to review\nand subsequently change its strip search policy. In order to merit prevailing party status, however, plaintiff need\nnot demonstrate that his lawsuit was \"the sole cause or even the primary cause\" of defendant's change in policy. \nAndre, 622 F.2d at 346-47. Plaintiff's suit need only be a \"necessary and important factor\" to entitle him to a fee\naward. Nadeau, 581 F.2d at 281; Jaeger, 528 F.Supp. at 685. The Court finds that plaintiff's act of filing suit was a\n\"necessary and important factor\" motivating defendant's change in policy.\n\nWholly apart from the change in policy to which plaintiff's suit contributed, plaintiff prevailed in his quest to\nvindicate his constitutional rights, in that plaintiff's suit caused defendant to admit that its strip search of him was\nunconstitutional. In its answer to plaintiff's complaint defendant denied that its strip search policy was\n893 unconstitutional and further stated that \"the strip search policy in effect in Scott County *893 during the period of\ntime referred to in plaintiffs' Complaint was reasonable under the circumstances.\" Answer ¶ XI. Defendant made\na similar claim in its response to plaintiff's interrogatories. It was not until November 25, 1985 that defendant first\n[3]\ntacitly admitted that it had deprived plaintiff of his constitutional rights.  As of that date, plaintiff's counsel had\nexpended 12.5 hours of time in pursuit of plaintiff's case. Defendant subsequently reaffirmed that its strip search\nof plaintiff was unconstitutional in connection with plaintiff's July 23, 1986 motion for class certification. At trial,\ndefendant fully conceded liability. Based on the above-referenced chronology of events, it is clear that plaintiff's\nsuit was a necessary and important factor motivating defendant to concede that plaintiff had been\nunconstitutionally strip searched. Accordingly, the Court finds that plaintiff has prevailed in that limited sense. As\nnoted by the Eighth Circuit in Fast, a simple admission by the defendant that it has \"deprived plaintiff of [his\nconstitutional rights], in and of itself, is an important vindication of constitutional rights.\" Fast, 728 F.2d at 1033.\nBased on the foregoing, the Court finds that plaintiff was a prevailing party within the meaning of section 1988.\nPlaintiff's suit was a necessary and important factor motivating defendant's change in policy. In addition, plaintiff's\nsuit was a necessary and important factor motivating defendant to admit that plaintiff's constitutional rights had\nbeen infringed.\n2. Amount of Fee Award\nThe mere fact that plaintiff was a prevailing party, of course, does not mean that plaintiff's counsel is entitled to\nfull recovery of the fee award which they seek. In Hensley v. Eckerhart the Supreme Court declared that the\ndistrict court's assessment of the \"results obtained\" by the plaintiff may cause it to deviate from the standard\nmeasure of fee awards 00 reasonable hours times a reasonable rate 00 particularly where \"a plaintiff is deemed\n97 97\n`prevailing' even though he succeeded on only some of his claims for relief.\" Hensley, 103 S.Ct. at 1940.\nIn Hensley the Supreme Court concluded that when a fee applicant has succeeded on only some of its claims for\nrelief, the scope of the fee award turns upon two questions: (1) whether the plaintiff failed to prevail on claims that\nwere unrelated to the claims on which he succeeded; and (2) whether the plaintiff achieved a level of success\nthat makes the hours reasonably expended a satisfactory basis for making a fee award. Hensley, 103 S.Ct. at\n1940; Richey, Manual on Employment Discrimination Law and Civil Rights Actions in Federal Courts ¶ 69-10.\nHere, plaintiff's claims are not readily divisible. Accordingly, analysis focuses on the \"significance of the overall\nrelief obtained by the plaintiff in relation to the hours reasonably expended on the litigation.\" Hensley, 103 S.Ct. at\n1940. As stated by the Court:\nWhere a plaintiff has obtained excellent results, his attorney should recover a full compensatory\nfee. Normally this will encompass all hours reasonably expended on the litigation, and indeed in\nsome cases of exceptional success an enhanced award may be justified....\n.... If, on the other hand, a plaintiff has achieved only partial or limited success, the product of\nhours reasonably expended on the litigation as a whole times a reasonable hourly rate may be an\nexcessive amount. This will be true even where the plaintiff's claims were interrelated,\nnonfrivolous, and raised in good faith. Congress has not authorized an award of fees whenever it\nwas reasonable for a plaintiff to bring a lawsuit or whenever conscientious counsel tried the case\nwith devotion and skill. Again, the most critical factor is the degree of success obtained.\nHensley, 103 S.Ct. at 1940-41.\n894 The test set forth in Hensley was further elucidated by the Eighth Circuit in Fast v.*894School District of LaDue,\n728 F.2d 1030 (1984). In that case a school teacher whose employment was terminated without due process of\nlaw sought reinstatement and certain pre- and post-termination process. The district court denied plaintiff's claims\nfor reinstatement and pre-termination process but entered summary judgment for plaintiff as to her post-\n\ntermination process claim. The court denied plaintiff's request for a fee award. On appeal, the Eighth Circuit\nfound that plaintiff was a \"prevailing party\" within the meaning of section 1988, notwithstanding that plaintiff had\nobtained something less than the full relief sought. The en banc court began by noting that the Hensley test is a\n\"generous formulation\" and that \"a plaintiff who meets it is only brought `across the statutory threshold' of\neligibility for a fee award. The amount of the award, as is fully explained by the Hensley opinion, is another matter\nentirely.\" Fast, 728 F.2d at 1033. The Court further noted that \"[a] plaintiff may be a `prevailing party' and still,\nbecause of failure to prevail on other issues, not receive full compensation for all of the time and expense\ninvested in a case.\" Fast, 728 F.2d at 1033. The court remanded to the district court for a determination of the\nproper fee award, expressly stating that in light of the fact that plaintiff had prevailed on some but not all claims in\nher complaint, \"[o]bviously an award in the full amount requested [by the plaintiff] would not be appropriate.\" Fast,\n728 F.2d at 1035. The court instructed the district court to make its fee determination based on the following\nformula:\nThe District Court should first consider what amount of plaintiff's attorneys' time is fairly\nattributable to the issues on which she prevailed. Ordinarily, a fee award should then be made for\nthe number of lawyers' hours so expended at whatever hourly rate the District Court determines is\nappropriate. But other circumstances may be considered as well. It is open to defendants to argue\nthat it was not necessary for plaintiff to file suit at all to obtain the relief she ultimately got. (And\nplaintiff, on the other hand, could well point out that if defendants had responded in a substantive\nway to her presuit request for information, the whole thing would have been unnecessary.) In\naddition, the District Court may consider, if the evidence warrants, whether the time spent on the\nissues on which plaintiff prevailed was excessive. See Jaquette v. Black Hawk County, 710 F.2d\n455 (8th Cir.1983).\nFast, 728 F.2d at 1035.\nIn this case, as in Fast, plaintiff gained a limited vindication of his constitutional rights, in that defendant admitted\nthat its strip search of him was unconstitutional. In this case, as in Fast, plaintiff gained something considerably\nless than the full relief which he sought. This case differs from Fast in that the relief obtained by plaintiff came\nabout, not via a ruling by the Court, but rather by the voluntary acts of the defendant, and in that the relief gained\nby plaintiff did not extend to a class. Nevertheless, in light of the letter and spirit of Fast and Hensley, the Court\n[4]\nfinds that plaintiff is entitled to a partial fee award.\nPlaintiff seeks a fee award of $4,237.00, together with costs of $78.75. The guidelines for determining attorneys'\n895 fees were *895 set forth in Johnson v. Georgia Highway Express, Inc., 488 F.2d 714 (5th Cir.1974); and adopted\nby the Eighth Circuit in Allen v. Amalgamated Transit Union, Local 788, 554 F.2d 876, 884 (8th Cir.1977). See,\ne.g., Easley v. Anheuser-Busch, Inc., 758 F.2d 251, 264 n. 25 (8th Cir.1985). The twelve Johnson factors are:\n(1) the time and labor required; (2) the novelty and difficulty of the questions; (3) the skill requisite\nto perform the legal service properly; (4) the preclusion of employment by the attorney due to\nacceptance of the case; (5) the customary fee; (6) whether the fee is fixed or contingent; (7) time\nlimitations imposed by the client or the circumstances; (8) the amount involved and the results\nobtained; (9) the experience, reputation, and ability of the attorneys; (10) the \"undesirability\" of the\ncase; (11) the nature and length of the professional relationship with the client; and (12) awards in\nsimilar cases.\nJohnson, 488 F.2d at 717-19.\nAs discussed above, defendant changed its strip search policy effective August 27, 1985. Defendant made a tacit\nadmission that its strip search of plaintiff was unconstitutional on November 25, 1985. To that date, plaintiff's\ncounsel had expended 12.5 hours of time, at a billing rate of $100.00 per hour. The hourly rates are reasonable,\nby defendant's admission. See Does 1-100 v. Boyd, 613 F.Supp. at 1519 (D.Minn.1986); see also Dick v.\nWatonwan County, 562 F.Supp. 1083, 1109 (D.Minn.1983),rev'd in part on other grounds,738 F.2d 939 (8th\nCir.1984). Quite obviously, the amount of plaintiff's attorneys' time fairly attributable to the issues on which plaintiff\nprevailed is not calculable with mathematical certainty. Hensley, 103 S.Ct. at 1940 n. 11. Based upon its review of\nthe entire record in the case, including the briefs of the parties and arguments of counsel, and applying the twelve\n\nJohnson factors, the Court finds that plaintiff is entitled to a fee award of $1,250.00, together with costs of $78.75,\nfor a net award of $1,328.75.\nThe purpose of the section 1988 is to ensure \"effective access to the judicial process\" for persons with civil rights\ngrievances. H.R.Rep. No. 94-1558, at 1 (1976), quoted in Hensley, 103 S.Ct. at 1937. The Congress had\ndeclared that a prevailing plaintiff \"should ordinarily recover an attorney's fee unless special circumstances would\nrender such an award unjust.\" S.Rep. No. 94-1011, at 4 (1976), U.S.Code Cong. & Admin.News 1976, at 5912 (\nquoting Newman v. Piggie Park Enterprises, Inc., 390 U.S. 400, 402, 88 S.Ct. 964, 966, 19 L.Ed.2d 1263 (1968).\nThe burden of proof of \"special circumstances\" is upon the losing defendant. Williams v. Miller, 620 F.2d 199, 202\n(8th Cir.1980), although the fee applicant bears the burden of establishing entitlement to an award and\ndocumenting the appropriate hours expended and hourly rates. Hensley, 103 S.Ct. at 1941. Section 1988\nfacilitates litigation by plaintiffs and encourages them to reject half-measure compromises, while at the same time\nit gives defendants strong incentives to avoid arguable civil rights violations in the first instance. Hensley, 103\nS.Ct. at 1944 n. 2 (Brennan, J., concurring in part and dissenting in part), citing New York Gaslight Club Carey,\n447 U.S. 54, 63, 100 S.Ct. 2024, 2030, 64 L.Ed.2d 723 (1980); Newman, 390 U.S. at 402, 88 S.Ct. at 966; \nDennis v. Chang, 611 F.2d 1302, 1307 (9th Cir.1980). In enacting section 1988, Congress determined that the\npublic as a whole has an interest in the vindication of the rights conferred by the statutes enumerated in section\n1988, over and above the value of a civil rights remedy to a particular plaintiff. Hensley, 103 S.Ct. at 1945 n. 4\n(Brennan, J., concurring in part and dissenting in part). Accordingly, civil rights plaintiffs with meritorious claims\n\"appear before the court cloaked in a mantle of public interest.\" H.R.Rep. No. 94-1558, at 6 (1976) (citing United\nStates Steel Corp. v. United States, 519 F.2d 359, 364 (3d Cir.1975). In view of the strong public interest in\n896 private enforcement[5] of the federal *896 civil rights laws, and in light of the significance of the overall relief\nobtained by the plaintiff in relation to the hours reasonably expended on the litigation, the Court finds that plaintiff\nis entitled to a limited fee award, notwithstanding that plaintiff did not prevail on its damages claim.\nB. Defendant's Motion for a Fee Award\nDefendant has filed a countermotion for a fee award. It is well accepted that the defendant in a civil rights action\nmay recover a fee award where plaintiff's action was \"vexatious, frivolous, or brought to harass or embarrass the\ndefendant.\" Hensley, 103 S.Ct. at 1937 n. 2,citing Christiansburg Garment Co. v. E.E.O.C., 434 U.S. 412, 421,\n98 S.Ct. 694, 700, 54 L.Ed.2d 648 (1978). The Court cannot find that plaintiff's cause of action was \"vexatious,\nfrivolous, or brought to harass or embarass the defendant.\" By defendant's admission, plaintiff was subjected to\nan unconstitutional strip search. Plaintiff understandably brought this action to vindicate his constitutional rights.\nThe fact that plaintiff did not prevail on his claim for money damages does not rob his suit of its legitimacy.\nAccordingly, defendant's motion for a fee award will be denied.\nAccordingly, based on the foregoing, and upon review of all files, records, and proceedings herein,\nIT IS ORDERED that plaintiff's motion for an award of attorneys' fees is granted and plaintiff's attorneys are\nawarded $1,328.75, which represents $1,250.00 in fees and $78.75 in costs.\nIT IS FURTHER ORDERED that defendant's motion for a fee award is denied.\nLET JUDGMENT BE ENTERED ACCORDINGLY.\n[1] Here, there is no dispute that the second prong of the Nadeau test is satisfied 00 defendant was required by\n97\nlaw to alter its unconstitutional strip search policy.\n[2] Other courts have stated that plaintiff is a prevailing party within the meaning of section 1988 where plaintiff\nwas \"at least a major factor in bringing ... about\" the benefits sought, Coen v. Harrison County School Bd., 638\nF.2d 24, 26 (5th Cir.1981); or where plaintiff \"played a significant role in achieving\" the desired objective, Chicano\nPolice Officer's Ass'n v. Stover, 624 F.2d 127, 131 (10th Cir.1980); or where plaintiff's suit was a \"material factor\nin bringing about the defendant's action.\" Morrison v. Ayoob, 627 F.2d 669, 671 (3d Cir.1980). In DeMier v.\nGondles, 676 F.2d 92 (4th Cir.1982) the United States Court of Appeals for the Fourth Circuit enunciated a two-\n\npart test for determining whether \"plaintiff's actions were a catalyst which caused a defendant to remedy his\nerrant ways.\" DeMier, 676 F.2d at 93. \"First, the court must focus on the condition that the fee claimant sought to\nchange so as to gain a benefit or be relieved of a burden. With this condition as a benchmark, the inquiry then\nbecomes `whether, as a quite practical matter the outcome, in whatever form it is realized, is one to which the\nplaintiff fee claimant's efforts contributed in a significant way, and which does involve an actual conferral of\nbenefit or relief from burden when measured against the benchmark condition.'\" DeMier, 676 F.2d at 93,quoting \nBonnes v. Long, 599 F.2d 1316 (4th Cir.1979).\n[3] This tacit admission occurred in connection with plaintiff's deposition of Lieutenant Paul Halvorsen of the Scott\nCounty Sheriff's Department.\n[4] The fact that plaintiff did not succeed on each and every contention raised by him does not mean that his fee\naward should be reduced, provided that plaintiff has won \"substantial relief.\" Paxton v. Union National Bank, 806\nF.2d 785, 787 (8th Cir.1986). In Paxton the court stated: \nHensley v. Eckerhart ... teaches that \"[w]here a lawsuit consists of related claims, a plaintiff who has won\nsubstantial relief should not have his attorney's fee reduced simply because the district court did not adopt each\ncontention raised. But where the plaintiff achieved only limited success, the district court should award only that\namount of fees that is reasonable in relation to the results obtained.\"\nPaxton, 806 F.2d at 787. Here, plaintiff's claims were related. However, plaintiff \"achieved only limited success,\"\nnot \"substantial relief.\" Accordingly, plaintiff is entitled to a reduced fee award. See, e.g., Premachandra, 727 F.2d\nat 732-33 (fee award reduced based on plaintiff's \"partial success\").\n[5] As stated by the Congress: \nAll of these civil rights laws depend heavily upon private enforcement, and fee awards have proved an essential\nremedy if private citizens are to have a meaningful opportunity to vindicate the important Congressional policies\nwhich these laws contain.\nIn many cases arising under our civil rights laws, the citizen who must sue to enforce the law has little or no\nmoney with which to hire a lawyer. If private citizens are to be able to assert their civil rights, and if those who\nviolate the Nation's fundamental laws are not to proceed with impunity, then citizens must recover what it costs\nthem to vindicate these rights in court.\nS.Rep.No. 94-1011, at 2 (1976), U.S.Code Cong. & Admin.News 1976, pp. 5908, 5910.\nSave trees - read court opinions online on Google Scholar.",
      "document_type_other": null,
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/54139"
    }
  ],
  "document_count": 2
}