{
  "case_id": 15553,
  "fetched_at": "2025-10-22T00:25:20.134821",
  "case_data": {
    "attorney_orgs": [],
    "available_documents": [
      "Any published opinion"
    ],
    "case_defendants": [
      {
        "defendant_level": null,
        "institution": "",
        "institution_alt_state": null,
        "institution_city": "",
        "institution_county": "Maricopa",
        "name": "State of Arizona",
        "defendant_level_other": "",
        "is_active": true
      }
    ],
    "case_ongoing": "No",
    "case_status": "Approved",
    "case_types": [
      "Indigent Defense"
    ],
    "cause_other": "",
    "causes": [
      "Habeas Corpus, 28 U.S.C. §§ 2241-2253; 2254; 2255"
    ],
    "class_action_granted": "Not sought",
    "class_action_sought": "No",
    "closing_year": 1968,
    "constitutional_clause": [
      {
        "value": "Equal Protection"
      }
    ],
    "content_of_injunction": [],
    "court": "Arizona state supreme court",
    "custom_issues": [],
    "defendant_payment": "",
    "defendant_type": [],
    "docket_status": "None",
    "facility_type": [],
    "filing_date": null,
    "filing_year": 1966,
    "id": 15553,
    "injunction_duration": "",
    "issues": [
      "General/Misc.: Access to lawyers or judicial system"
    ],
    "last_checked_date": "2020-02-27T00:00:00-05:00",
    "main_docket": {
      "id": 54287,
      "docket_entries": [],
      "docket_case_type": null,
      "docket_year": 1967,
      "docket_filing_number": 8990,
      "is_main_docket": true,
      "court": "Arizona state supreme court",
      "state": "Arizona",
      "docket_office_number": null,
      "docket_number_manual": "No. 8990",
      "scales_html": null,
      "recap_link": null,
      "is_active": true
    },
    "name": "Hackin v. Arizona",
    "never_filed": false,
    "non_docket_case_number": "",
    "non_docket_case_number_type": null,
    "non_docket_case_number_type_other": "",
    "order_end_year": null,
    "order_start_year": null,
    "permanent_injunction": false,
    "plaintiff_description": "An individual, not a licensed attorney, who appeared in a state court habeas corpus proceeding on behalf of an indigent prisoner.",
    "plaintiff_type": [
      {
        "value": "Private Plaintiff"
      }
    ],
    "prevailing_party": "Defendant",
    "pro_se_status": "No",
    "public_interest_lawyer": "No",
    "related_cases": [],
    "relief_natures": [
      "None"
    ],
    "relief_nature_other": "",
    "relief_sources": [
      "None"
    ],
    "settlement_agreement": [],
    "settlement_judgment_date": null,
    "settlement_judgment_year": null,
    "special_collections": [
      "Civil Rights Division Archival Collection"
    ],
    "special_case_type": [
      {
        "value": "Habeas"
      }
    ],
    "state": "Arizona",
    "summary": "<p>Plaintiff filed a petition for a writ of habeas corpus in Arizona state court after being convicted of violating A.R.S. s 32—261, an Arizona statute prohibiting any person from practicing law in Arizona unless he is an active member of the state bar. The underlying facts are as follows:</p><p>On October 24, 1966, Plaintiff appeared in a state court habeas corpus proceeding on behalf of an indigent prisoner in the Superior Court of Maricopa County. Plaintiff had graduated from an unaccredited law school but was refused admission to the Arizona Bar. Because Plaintiff was not a licensed attorney, he was advised by a deputy county attorney that should he insist on representing the prisoner he would be subject to prosecution for violation of a state law, i.e. A.R.S. s 32—261, prohibiting the illegal practice of law. However, after unsuccessfully attempting to secure independent counsel for the prisoner, Plaintiff chose to conduct the hearing on his behalf. </p><p>After being convicted at a jury trial for violating A.R.S. s 32—261, Plaintiff appealed his conviction to the Superior Court of Maricopa County where his conviction was upheld and he was sentenced to 15 days in the Maricopa County jail. He then filed a petition for a writ of habeas corpus in the Supreme Court of Arizona. In his petition, he raised three issues: (1) A.R.S. s 13—2002, a statute permitting any person acting on behalf of the prisoner to file an application for a writ of habeas corpus, authorized petitioner's representation of the individual habeas applicant; (2) Plaintiff's conviction violated his First Amendment right to freedom of speech; and (3) A.R.S. s 32—261 is unconstitutional because its terms are too vague and indefinite to meet constitutional standards. </p><p>The Supreme Court of Arizona rejected all three arguments and denied Plaintiff's writ. In particular, the court held that while a non-attorney may file an individual habeas applicant's petition on their behalf, they may not represent the individual in habeas proceedings. </p><p>Plaintiff's appeal to the United States Supreme Court was dismissed for want of a substantial federal question. Justice Douglas dissented from the dismissal. After lamenting the state of indigent defense representation, Justice Douglas suggested that the Arizona statute prohibiting laypersons from providing free legal representation may violate the First Amendment rights of advocacy and petition of redress, as well as the Fourteenth Amendment guarantee of equal justice. In particular, he argued that statutes like the Arizona statute have \"the potential to ‘freeze out’ the imaginative new attempts to assist indigents realize equal justice, merely because lay persons participate.\"</p><p>Plaintiff's subsequent petition for rehearing was denied. </p><p></p>",
    "summary_published_date": "2020-02-27T00:00:00-05:00",
    "summary_short": "Plaintiff appeared in an Arizona state court habeas corpus proceeding on behalf of an indigent prisoner in violation of an Arizona statute prohibiting laypersons from practicing law. After his conviction under the statute was affirmed on appeal and he was sentenced to 15 days in county jail, he filed a petition for a writ of habeas corpus in the Arizona Supreme Court. On habeas, Plaintiff challenged the constitutionality of the statute. The Supreme Court of Arizona denied his writ. Plaintiff appealed to the United States Supreme Court, where his appeal was dismissed as lacking a substantial federal question. However, Justice Douglas dissented, suggesting that the Arizona statute prohibiting laypersons from providing free legal representation may violate the First Amendment rights of advocacy and petition of redress, as well as the Fourteenth Amendment guarantee of equal justice.",
    "summary_tiny": null,
    "terminating_date": "1967-11-13",
    "clearinghouse_link": "clearinghouse.net/case/15553",
    "is_active": true,
    "case_documents_url": "https://clearinghouse.net/api/v2/documents/?case=15553",
    "case_dockets_url": "https://clearinghouse.net/api/v2/dockets/?case=15553",
    "case_resources_url": "https://clearinghouse.net/api/v2/resources/?case=15553"
  },
  "documents": [
    {
      "date": "1967-05-17",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Westlaw",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 910,
      "cite_1_reporter": "P.2d",
      "cite_1_vol": 427,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Arizona state supreme court",
      "no_title": false,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 104889,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/104889.pdf",
      "title": "Opinion",
      "text": "Hackin v. State, 102 Ariz. 218 (1967)   \n427 P.2d 910 \n \n \n  licensed attorney. Defendant was advised at the time by a \ndeputy  county  attorney  that  should  he  insist  on \n102 Ariz. 218 \nrepresenting Winnegar in court he would be subject to \nSupreme Court of Arizona, In Banc. \nprosecution for violation of a state law, i.e. A.R.S. s \n32—261, prohibiting the illegal practice of law. However, \nH. Samuel HACKIN, Petitioner, \nv.  because the court refused upon defendant’s request to \nSTATE of Arizona (L.C. ‘Cal’ Boies, Sheriff of  appoint counsel for Winnegar, the defendant chose to \nMaricopa County), Respondent.  conduct the hearing on Winnegar’s behalf. Thereafter the \ncharges  for  which  he  stands  convicted  were  brought \nNo. 8990.  against defendant. \n| \nMay 17, 1967.  A.R.S. s 32—261 provides: \n‘A. No person shall practice law in this state unless he is \nan active member of the state bar in good standing as \ndefined in this chapter. \nSynopsis    \nOriginal  habeas  corpus  proceeding  to  test  petitioner’s  ‘B. A person who, not being an active member of the state \ndetention under conviction for unlicensed practice of law.  bar,  or  who  after  he  has  been  disbarred,  or  while \nThe Supreme Court held that layman was not entitled to  suspended from membership in the state bar, practices \nrepresent habeas corpus applicant in court, although court  law, is guilty of a misdemeanor.’ \nrefused to appoint counsel on request and despite statute    \nproviding that application may be signed by another on \nbehalf of prisoner.  The prohibition of this provision is, however, subject to \n   the following limitation set out in A.R.S. s 13—2002: \nWrit denied.  ‘Application for the writ (writ of habeas corpus, A.R.S. s \n   13—2001)  shall  be  made  by  verified  petition,  signed \nEither by the party for whose relief it is intended Or by \nAttorneys and Law Firms  some person in his behalf * * *.’ (Emphasis added.) \n  \n*218 **910 Amelia D. Lewis, Sun City, for petitioner. \n The state concedes that this statute allows one not an \nattorney to file an application for a writ of habeas corpus \nRobert K. Corbin, Maricopa County Atty., Irwin Harris, \non behalf of another. It would concede also, perhaps, that \nDeputy County Atty., for respondent. \nthe  filing  of  such  verified  petition  could  properly  be \nconsidered  the  ‘practice  (of)  law,’  within  A.R.S.  s \nOpinion \n32—261. What the state does not concede, however, is \n \nthat A.R.S. s 13—2002 should be extended to permit a \nnonlawyer, other than the petitioner who has filed an \nPER CURIAM. \napplication with the court, to then go into open court and \n  argue the merits of the application. It is with this primary \nquestion that we must therefore deal. \nDefendant H. Samuel Hackin, was charged in the Justice    \nCourt of West Phoenix of violating A.R.S. s 32—261,   Much has been written about the writ of habeas corpus. \nprohibiting any person from practicing law in *219 **911  It is considered by some to be ‘the most important human \nthis state unless he is an active member of the state bar. A  right  in  the  constitution’.  32  Boston  University  Law \njury  found  him  guilty  of  the  charge.  Defendant  then  Review, 143 (1952). Its roots trace further back than the \nappealed to the Superior Court of Maricopa County where  Magna Charta, and our founding fathers deemed it worthy \nhis conviction was upheld and he was sentenced to fifteen  of constitutional protection. United States Constitution, \n(15) days in the Maricopa County jail. The matter comes  Article 1, s 9. The writ of habeas corpus is held sacred \nto this court on a petition for a writ of habeas corpus in  because it is a means by which a person can penetrate \naccordance with A.R.S. s 13—2001.  confining prison walls in order to protect his personal \nliberty. It demands that the prisoner be brought before the \nOn  October  24,  1966  the  defendant  represented  one  courts  so  that  the  courts  may  determine  whether  his \nJasper Winnegar in a hearing upon a petition for habeas  imprisonment is authorized by law. By so doing, the writ \ncorpus,  conducted  in  the  Superior  Court  of  Maricopa  prevents  any  form  of  illegal  imprisonment,  thus \nCounty. The defendant is not now, nor was he then, a  safeguarding  against  arbitrary  restrictions  on  personal \n \n\nHackin v. State, 102 Ariz. 218 (1967)   \n427 P.2d 910 \n \nliberty reminiscent of the Dark Ages.  fulfilled once the incarcerated prisoner is brought before \n   the court. \n  \nThe provision embodied in A.R.S. s 13—2002 permitting   Defendant next contends that his right to freedom of \nany person acting on behalf of the prisoner to file an  speech under the First Amendment of the United States \napplication for a writ of habeas corpus further safeguards  Constitution was violated by reason of his conviction in \nthe protection that the writ was designed to provide. It is a  the present cause. This contention is without merit. The \npractical realization that one confined to a cell, without  practice of law is above that of a mere privilege. It cannot \nready access to a lawyer, often must depend on his family  be treated as a matter of grace or favor. But it may be \nor friends to have ‘his body brought before the court’ (i.e.  granted  only  upon  fulfillment  of  certain  rigid \n‘habeas  corpus’)  to  determine  the  legality  of  his  qualifications established by this court. Application of \nincarceration.  Levine, 97 Ariz. 88, 397 P.2d 205. The defendant has not \n Once before the court, however, the purpose of the writ  fulfilled  these  qualifications  and  he  is  not  therefore \nand the statute has been served. No longer is it necessary  entitled to exercise the privilege bestowed upon those \nfor *220 **912 the prisoner’s family or friends to act in  who have. \nhis behalf. The matter is then in the hands of the court    \nwhich is well acquainted with the law, and whose duty it   Defendant  further  challenges  the  constitutionality  of \nis to determine the legality of the petitioner’s detention.  A.R.S. s 32—261, charging that its terms are too vague \nSee  A.R.S.  s  13—2010.  It  is  true  that  a  lawyer  to  and  indefinite  to  meet  constitutional  standards  in  this \nrepresent the petitioner may well be helpful to the court in  regard. We disagree. In order for a criminal statute to \nits legal consideration of the matter, but this is due to a  meet  the  dictates  of  due  process,  its  terms  must  be \nlawyer’s special training and knowledge of the law. He  sufficiently definite and certain to inform persons what \ncan provide a service which a layman cannot, the very  activities they may not lawfully pursue. State v. Berry, \nreason why a person is required to be licensed before he is  101 Ariz. 310, 419 P.2d 337; State v. Locks, 97 Ariz. 148, \npermitted  to  practice  law.  Also,  the  legal  knowledge  397 P.2d 949. A.R.S. s 32—261 prohibits the ‘practice \nneeded  to  represent  a  man  in  court  is  not  needed  in  (of) law’ unless a person is a member of the state bar in \npreparing  an  application  for  habeas  corpus  which  good standing. In the case of State Bar of Arizona v. \n‘properly contains allegations of fact alone, and * * *  Arizona Land Title and Trust Co., 90 Ariz. 76, 366 P.2d \nlegal arguments are not a proper part thereof.’ State of  1, we devoted much attention to the definition of the \nOregon ex rel. Sherwood v. Gladden, 240 F.2d 910 (9th  practice  of  law.  Although  the  activities  enumerated \nCircuit); see Johnson v. Avery, D.C., 252 F.Supp. 783.  therein  were  admittedly  not  exhaustive,  they  were \nWe are not prepared, therefore, to say that a layman is any  consonant with our position that ‘the practice of law’ is \nmore  able  to  represent  a  person  in  a  habeas  corpus  normally  considered  to  include  ‘those  acts,  whether \nproceeding than he is in any other legal proceeding. A  performed in court or in a law office, which lawyers \nlayman has done his deed by assisting the petitioner to get  customarily have carried on from day to day through the \nbefore the court.  centuries * * *’. *221 **913 State Bar v. Arizona v. \n   Arizona Land and Title Trust Co., supra at p. 87, 366 P.2d \n That we have held in Palmer v. State, 99 Ariz. 93, 407  at p. 9. 1 It cannot be disputed that one who represents \nP.2d 64, that an indigent is not entitled to court appointed  another in court, be he an indigent or not, is, under our \ncounsel in habeas corpus proceedings, does not alter our  adversary process, going to the very core of the practice \nview of this matter. It in no way affects our determination  of  law,  a  fact  with  which  even  the  most  uninformed \nthat one layman is unsuited to represent another layman in  persons are well aware. See Arizona Land and Title Trust \na legal proceeding. We take the opportunity to note here,  Co., supra. Thus the outer boundaries of the term ‘practice \nhowever, that our decision in Palmer does not in any way  of law’ are not here in question, and we can only conclude \ndeny the court’s power to appoint counsel, and to assert  that the statute here in question was sufficiently definite \nthat this power should be exercised freely, taking into  to inform the defendant that his act of representing Jasper \naccount the Public Defender and Legal Aid programs that  Winnegar was in violation of the law. \nhave been established in our state.    \n  \n Whether counsel should be appointed as a matter of  Writ denied. \ncourse in habeas corpus proceedings, however, is not in \nissue here. We limit ourselves to the question of whether  All Citations \ndefendant’s acts in representing Jasper Winnegar can be \n102 Ariz. 218, 427 P.2d 910 \njustified in the face of A.R.S. s 32—261. We hold that \nthey  cannot.  The  ‘exception’  provided  in  A.R.S.  s   \n13—2002 serves a specific purpose, and that purpose is \n \n\nHackin v. State, 102 Ariz. 218 (1967)   \n427 P.2d 910 \n \nFootnotes \n \n1  Statutory terms are to be given their ordinary meaning unless it appears from the context or otherwise that a \n  different sense was intended. State v. Curry, 97 Ariz. 191, 398 P.2d 899. \n \n \n \n \n \n ",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/104889"
    },
    {
      "date": "1967-11-13",
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": "Papers of Owen Fiss",
      "document_status": "Coding Complete",
      "document_type": "Order/Opinion",
      "order_type": "Non-Decree",
      "citation_paren": null,
      "cite_1_page": 143,
      "cite_1_reporter": "U.S.",
      "cite_1_vol": 389,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": "Official citation found/coded",
      "court": "Supreme Court of the United States",
      "no_title": true,
      "party_types": [
        "Court"
      ],
      "per_curium": false,
      "is_core_document": true,
      "id": 84571,
      "file": "https://clearinghouse-umich-production.s3.amazonaws.com/media/doc/84571.pdf",
      "title": "[Order]",
      "text": "counsel during the balance of .proceedings. It is no refused admission to the Arizona\t Sec Machin v.\nanswer for the Florida courts to say counsel never moved Lockwood, 301 F. 2d 499 (C..A. 0th Cir.), cert. denied,\nat trial for a transfer to a county not saturated with  pre- 3S5 U. S. 900.\t •\ntrial publicity; for this failure of counsel is the very heart The claim that the statute deters constitutionally pro-\nof the wrong allegedly done to petitioner. Nor are rcs tected activity is not frivolous. Whether a State, under\n.judicata principles applicable, for as I read Whitney v. guise of protecting its citizens from legal quacks and\nCochran the Entsnainger right-to-counsel issue was nei- charlatans, can make criminals of those who, in good\nther raised nor decided. faith and for, no personal profit, assist the indigent to\nI would vacate the judgment and remand to the Florida assert their constitutional rights is a substantial question\ncourts so that the State may give petitioner the evi-- this. Court should answer.\ndentiary hearing to which he is entitled. We needlessly Rights protected by the First Amendment include\nburden the federal regime' when we do not insist that advocacy and petition for redress of grievances\nFlorida, which has provided a remedy, have the eviden-.\nC. P. v. Button, 371 U. S. 415, 420; Edwards v.\ntiary hearing which will determine the nature and extent\nSouth Carolina, 372 U. S. 229, 235). and the Fourteenth\nof the pretrial publicity and whether it was trivial or\nAmendment ensures equal justice for the poor in both\npotentially damaging. •\ncriminal and civil actions (see Williams Shaffer, 385\nNo. 68 U. S. 1037, dissenting opinion). But to millions of\nRICHARD KANNER, Miami,. Fla., for petitioner; JAMES T. Americans who are indigent and ignorant—and often\nCARLISLE, Florida State Assistant Attorney General (EARL\nFAIRCLOTH, Attorney General, with him on the brief) tor respondent.. members of minority groups—these rights are meaning-\nlus. They are helpless to assert their rights under the\n•••.(cid:9) .\n:(cid:9) .(cid:9) :(cid:9) ' • law %vithout assistance. They suffer discrimination in\nHACKIN -v. ARIZONA ET A.L.\n.housing* and employment. are victimized by shady con-\n•\nAPPEAL FROM THE SUPREME COURT OF ARIZONA. sumer sales practices, evicted from their homes at the\nwhim of the landlord, _denied welfare payments, rind\nNo: 523. Decided November 13, 1967.(cid:9) •\nendure domestic strife without hope of the legal reme-\ndies of. divorce, maintenance, or 'child custody decrees.'\nPER C'URIA.M.(cid:9) •\nIf true equal protection of the laws is to be realized,\nThe motion to dispense with printing the jurisdictional\nthe indigent must be able to obtain assistance when he\nstatement is granted. The motion to dismiss is granted\nand the appeal is dismissed for \\\\sant of a substantial suffers a denial of his rights. Today, this goal .is only\nfederal question.\t • a goal. Outside the area of criminal proceedings cov-\nered by our decisions of Gideon v. Wainwright, 372 U. S.\nMR. JUSTICE DOUGLAS, dissenting. 335, and Douglas v. California., 372 U. S. 353, counsel.\nis seldom available to the indigent. As this Court has\nAppellant, who is not a licensed attorney, appeared in\nrecognized, there is a dearth'of lawyers who arc willing,\na state court habeas corpus proceeding on behalf of an\nindigent. prisoner. He had previously attempted to secure\nappointed counsel for the prisoner, but to no avail. Ap- 'See trilliums v. Shaffer, :355 U. S. 1037, 1010 (dissenting opin-\npellant was convicted of a misdemeanor in violation of ion): In rc Community Legal Services, Court of Common Plea.,\nof Philadelphia. (No. 3065, :March TC1111, 1990: decided May 10,\nan Arizona statute providing that \"No person shall prac-\n19;17; opinion. of Alexander, .1.1.. Sec also 15-c, The Pole of Legal\ntice law in this state unless he is an active member of the Services in the Antipoverty Program, 31 Law ik Contemp. Prob.,\nstate bar in good standing . .\" (Mackin v. State,  211, 2111-217 (1069): \"The poor man because of his lark of edu-\n—Ariz. —, 427 P. 2d 910.) cation and social status, may need representation in matters ench\nAppellant contends that this statute suffers from as a dispute with a high-school princii61 over the (11,1ni.,sal of a\nchild, or the assertion of a complaint for a violation of the health\noverbreadth and vagueness and is unconstitutional on its\nor building code by a landlord under circumstances where the\nface because it interferes with the rights of the destitute\nI•tter educati-d citizen could speak for himself.\" For broad\nand ignorant--those who cannot acquire the services of discussion of the many and varied areas where tl• poor need\ncounsel—to obtain redress under the law for wrongs clone assistance, s-c Symposium. 54 Col. L. Bev. 319 ct (19961:\nto them. Ile also alleges the statute is unconstitutional Dorsett, ed., Poverty, Civil Liberties, and Civil ]tights: A Sym-\nposium, 41 N. Y. U. I,. Rev. 332 (1990): Cahn and Calm, The\nas applied here, where appellant acted on behalf of the\nWar our Poverty: A Civilian Perspective, 73 Yale L. J. 1:317\nindigent prisoner only after exhaustive efforts to obtain\n(1991); :\\IcAlpin, A Revolution in law Practice, 15 Clcv-Mar. L.\nappointed counsel. appellant is no stranger to the law.\nFey. 203 (1990); Carlin & Howard, Legal Representation and Class\n.Tustin', 12 U. C. L. A. L. Rev. 331 '09951; Sparer, Thorkelson,\n*Habeas corpus petitions and petitions under 2S U. S. C. §2255 and Weiss, The Lay Advocate, 43 Detroit. L. .1. 493 (1909); Levi,\nin the federal courts increased from 505 in 1941 to 2,314 in 1991 Problems Relating to Real Property, in National Conference on Law\n(Annual Rep. Adm. Off. U. S. Courts 1994, p. 155) and to 0,697 and Poverty Proceedings I (1965)1 Dunham Consumer Credit\nin the 1907 fiscal year. Animal 3tep.'1997, p. II-5G. 0/ these,. Problems of the Poor—Legal Aistance as an Aid in Law Reform,\n6,A5 were habeas- corpus cases brought by' state prisoners. Ibid. id.. at 9; l'olier, Problerni-Involving Family and Child, id., at\n\t\n2 Crl. 3036 11-16-67\nPEN /)c \n\ncauses. N. A. A. C. 1'. v. Button., 371 U. S., at 443. itivoivelitctu, Nab I 0.c,i,Ey co.,\"\nSee also Johnson v. Avery, 232 F. Supp. 783, 784 (D. C. Appellate Division as one ground for denying the appli-\nM. D. Tenn.). cation of a proposed corporate aid-to-indigent program\nSome States, aware of the acute shortage of lawyers to for New York City. Matter of Action for Legal Services,\nhelp the indidcnt, have utilized the abilities of qualified 20 App. Div. 2d 354, 274 N. Y. S. 2d 779; contra, hr re•\nlaw students to advise indigents and even to represent Community Legal Services, Court of Common Pleas of\nthem jn court in limited circumstances.' But where this Philadelphia County. No. 4965, March Term, 1966-\npractice is not. sanctioned .by law, the student advo- (decided May 10, 1967).'\ncate for the poor may be subjected to criminal penalty\nThe so-called \"legal\" problem of the poor is often an\nunder broadly drafted statutes prohibiting unauthorized\nunidentified strand in a complex of social, economic,.\npractice of law.\npsychological, and psychiatric problems. Identification\nThere is emerging, particularly in the ghetto areas.\nof the \"legal\" problem at times is for the expert. But\nof our cities, a type of organization styled to bring a\neven a \"lay\" person can often perform that function and'\nnew brand of legal assistance to the indigent. These\nmark the path that leads to the school board, the school\ngroups, funded in part by the Federal Office of Economic\nprincipal, the welfare agency, the Veterans' Administra-.\nOpportunity, characteristically establish neighborhood\ntion, the police review board, or the urban renewal\noffices where the poor con come for assistance. They\nagency.' If he neither solicits nor obtains a fee for his.\nattempt to dispense services on a comprehensive inte-\nservices, why should he not be free to act? Full-fledged\ngrated scale, using lawyers, social workers, members of\nrepresentation in a battle before a court or agency re-\nhealth professions, and other nonlawycr aides.' These\nquires professional skills that laymen lack; and there-\nnew and flexible approaches to giving legal aid to the\nfore the client suffers, perhaps grievously, if he is not\npoor recognize that the problems of indigents—although\nrepresented by a lawyer. But in the intermediate zone\nof the type for which an attorney has traditionally been\nconsulted--are too immense to be solved solely by mem-\nbers of the bar. The supply of lawyer manpower is not\nrefusing to learn from the medical .and other professions and to\nnearly large enough.' But the necessary involvement of develop technicians, nonprofessionls and lawyer-aides-:--manpower\nroles to carry out such functions as: informal advocate, technician,\ncounselor, sympathetic listener, investigator, researcher, form writer,\nSee, c. g., Matter of Legal Aid Society of the City of Albany, etc.\" (I'. 034.) Tillie possibility of advancing the cause of\n27. App. Div. 2d GS7; Hatter of Cornell Legal Aid Clinic, 20 App.. justice through increasing lay involvement in fact finding, adjudi-\nDiv. 2d 700; Monaghan, Gideon's Army: Student Soldiers, 45 II. 15. cation, and arbitration, should not he sacrificed o prior; out of fear•\nL. Rev. 445 (1005); Broden, A Role for Law Schools in 0E0's.\nof abuse.\" (P. 951.) See also Ginsberg Spillman, Manpower.\nLegal Services Program, 41 Notre Dame Lawyer SOS (19(36); and Training Problems In Combatting Poverty, 31 Laic Contcmp.\nCleary, Low Students in Criminal Law Practice, 1G DePaul L. Rev. 1 Probe.\t (100).\n(1000); Note, 12 Wayne L. Rev. 519 (1006).\nZiinrotli, Group Legal Services and the Constitution, 76 Yale-\n'See, generally, Cahn & Cahn, supra, n. 1; Carlin & Howard,\nL. J. 006, OGS (1967), reports that the 0. E. 0. legal services pro-.\nn. 1; Rosenblum, Controlling the Bureaucracy of the Anti-\npoverty Program, 31 Law & Contemp. Prob. 1S7, 20S (1000); grams involving lay persons have also survived challenges in Houston,\nTexas, and Modesto, Calif.\nNote, Ethical Problems Raised by the Neighborhood Law Office,\n41 Notre Dame Law., 901 (1000); Paulsen, Law Schools and the 'Sec Frankel, Experiments in Serving the Indigent, in National-\nWar on Poverty, Nat'l Conf. on Law and Poverty Proceedings 77 Conference on Law awl Poverty Proceedings GO, 75-76 (10(35):\n(1005). \"[W.Ic lawyers must certainly confront constructively the idea that\nThe 0. E. 0. Guidelines for Legal Services Programs states that what. we 'have traditionally regarded as legal business cannot\nthe programs are expected to be a component of a community permanently be so regarded. The needs of the poor for services\n-action agency run, in part, by representatives of labor, business, in matters that arc somehow legal appear pretty clearly to be\nreligion, minority groups, and the poor. (P. 5.) Residents of the enormous. Among those needs are many kinds of matters that\ndepressed area served by the legal office are expected to participate are narrow, that are specialized, and can be routinized. Matters\ndirectly in the legal services program. (P. 10.) \"The poor must relating to housing, to workmen's compensation, to consumer prob-\nbe represented on the board' or policy-making committee of the• lems arc a few that one could name(cid:9)  [W]c should attempt\nprogram to provide legal services, just as they are represented on to create a class of legal technicians who can handle, under lawyers'\nthe policy-making body of the community action agency.\" (I'. 11.) supervision, sonic of the problems• that have thus far seemed to\n\".\"-}\"ever the board of the legal services program should' us to be exclusively the province of the lawyer. I think we have\ninclude at least one representative from each of the areas or neigh- an important creative function to perform in trying to mark out\nborhoods with a substantial population to be served.\" (P. 12.) these areas where lawyers: are not really needed.\"\nThe staff of the neighborhood legal office may utilize the talent,. Sec Paulsen, The Law Schools and the War on Poverty, in\nof law schools (p. 24) and \"may include a person trained in the National Ccinference, on Law and Poverty Proceedings 77, SI .\nfield of social work\" (p. 20) plus \"interviewers, investigators, law (1005): \"Services to the poor will undoubtedly call for advocacy\nstudents, neighborhood aides, and trained personnel from other. and advice by lay persons as well as lawyers. A lawyer's time is\ndisciplines.\" (P. 31.) costly. Not every problem thrown up by legal arrangements re-\n'See Calm Cahn, What Price Justice: The Civilian Perspective quires the skill and costly (line of a law-trained person. We can,\nRevisited, 41 Notre Dame Law. 927 (1036); \"Finally, with perhaps, expect the creation of advice centers operated by laymen\nrespect. to manpower, we have created an artificial shortage by 'not unlike Britain's Citizen's Advice Bureaus.\"\n11-16-67 •\t 2 Cr1...3037\n\nvlicre the local'pastor, the social worker, or best 1riend supra, anu ianroaa(cid:9) .(cid:9) ht.r, VI I\n'ommonly operate, is there not room for accommodation? 1, indicate, state provisions regulatio.. ;he legal profes-\n)can Charles E. Ares recently said: sion will not be permitted to act as obstacles to the rights\n\". . . the structure of the legal profession is mid- of persons to petition the courts and other legal agencies\ndle class in its assumptions. We assume that the\nfor redress. Yet statutes with the broad sweep of the\nlawyer can sit quietly hi his office awaiting the knock\non the door by a client who has discovered that Arizona provision now before this Court would appear to\nhe has a legal problem and 'has found the way to have the potential to \"freeze out\" the imaginative new\nthe lawyer's office. . . . [t]his assumption is not, attempts to assist indigents realize equal justice, merely\nvalid for_the great inass.of people who live in pov-\nbecause lay persons participate.\" Cf. N. A. A. C. P. v.\nerty in the United States. . . [t]he ways in which\nButton, 371 U. S., at 346. As we said in Button, the\nthis structure can be changed open exciting and\nai\ninteresting prospects.\" Poverty, Civil Liberties, and threat of sanctions may deter as forcefully as the impo-\n• Civil Rights: A Symposium, 41 N. Y. U. L. Rev. sition of the sanctions. Id., at 433. In such circum-\n32S, 346 (1966). stances, \"the State may prevail only upon showing a\nMoreover, what the poor need, as much as our corpo- subordinating interest which is compelling:\" Bates v.\nate grants, is protection before they get into trouble Little Rock, 361 U.'S. 516, 524. Certainly the States\nnd confront a crisis. This means \"political leadership\" have a strong interest in preventing legally untrained\nor the \"minority poor.\" Id., at 351. Lawyers will play shysters who pose as attorneys from milking the public,-\n. role in that. moveMent; but so will laymen. The line .for• pecuniary gain. Cf. N. A. A. C. P. v. Button, at\nhat marks the area into which the layman may not *step 441. But it is arguable whether this policy cannot sup-\n:xcept at his peril is not clear. I am by no means sure port a prohibition against charitable efforts of nonlawyers\nhe line was properly drawn by the court below where to help the poor. Cf. In re Opinion of the Justices-\nto lawyer could be found and this layman served without to the Senate, 2S0 Mass. 607. It may well be that\nI fee. until the goal of free legal assistance to the indigent in\nLegal representation connotes a magic it often does all areas of the law is achieved, the poor are not harmed\nlot possesss—as for example, the commitment procedure by well-meaning, charitable assistance of laymen. On\nn Texas, where, by' one.report, 66 seconds are given to a the contrary, for the majority of indigents, who are not\nease, thc:. lawyer usually not even knowing his client so fortunate to be served by neighborhood legal offices,.\nFind earning a nice fee for passive participation. Wei- lay assistance may be the only hope for achieving equal\n'aofen, Mental Health Services for the Poor. 54 Calif. L. justice at this time.\nRev. 020, 03S-030 (1966). If justice is the goal, why In sum, I find the questions posed in this appeal both.\naced a layman be barred here? timely and troublesome; and it would appear that has\nBroadly phrased unauthorized-practice-of-law statutes\nstanding to raise_the indigents' First Amendment rights\nsuch as that. at issue here could make criminal many of\nof advocacy and petition of redress and of equal justice.\nthe activities regularly done by social workers who assist\nSee N. A. A. C. P. v. Button, 371 1-. , at 428; Griswold\nthe poor in obtaining welfare and attempt to help them\nv. Connecticut, 3S1 U. S. 470, 481. . ce the very nature\nsolve domestic problems.' Such statutes would also tend\nof the inequity suffered by the p6or precludes them\nto deter programs in which experienced welfare recipients\nfrom asserting their rights to legal assistance in court,\nrepresent other, less articulate, recipients before local\nwhy should the layman who steps up to speak for them\nwelfare department .° .\nnet be held to be asserting their constitutional rights?\nAs this .Court's decisions in N. A. A. C. P. v. Button,\nJohnson v. Avery, supra, at 786. Cf. Barrows v. Jackson,\nIn habeas corpus proceedings, \"the practice of a next friend 346 U.S. 240, 257. Accordingly, I would hear this appeal.\napplying for a writ is ralCkot and fully accepted.\" United States\nv. Houston, 273 F. 915, 916 (C. A. 2d Cir.). It rests on the premise the public assistance worker must complete the applicant's financial\nthat \"without sonic assistance, their right to habeas corpus in statement. 'Every question, or nearly every question, on the finan-\nninny instances becomes empty and meaningless.\" Johnson v. cial statement, a legal question. When the social worker D(iViSO:7,\nAvery. 252 F. Stipp. 78-1, 781 (1). C. M. I). Tenn.). The next- Or even discusses the questions or answers, he may very likely be\nfriend doctrine was recognized at common law rind is riven effect giving legal advice.' The private social worker who advises an\nin most jurisdictions today, either by statute or by court decision. Applicant that he should apply, how to apply, what to answer and\nSee Collins v. Traeger, 27 F. 2d 342, 843 (C. A. 9th Cir.); Er parte how to appeal if the application is rejected is also giving 'legal'\nDosta. 243 F. 634, 6GS (D. C. N. D. Ohio): State v. Fabins•i. advice. When he argues with the public worker on behalf of the\n152 So. 207, 200 (Fla.): In re Nowark. 274 Mich. 545, 549; In re applicant, he is giving representation. When and if he goes to a\nNob! v. Delmore. 49 Wn. 2,1 31S: 28 IT. S. C. § 2242. beans; on behalf of the applicant, he is surely engaging in ad-\nAn Arizona statute provides that application for habeas corpus vocacy.\"' Sparer, Thorkelson, and Weiss, supra, n. 1, at 400--500.\nmay be made by the person detained \"or by some person in his See also McRae and Linde, An Emerging. Joint Venture: Lawyers\nbehalf ......An,.. Rev. Stat. § 13-2002. The court below recog- and Social Workers, 43 T. Am. Jud. Soc...231 (1965); Rosenblum,\nnized that tins statute precluded prosecution of appellant for writ- supra, n. 3, at 203.\ning and filieg the writ application on behalf of the indigent prisoner. 'Sparer, Thorkelson, and Weiss, supra, a. 1, at 507.\nHock-in v. State. 427 P. 2d, at 911. But the statute was held net \"Such statutes have also been utilized for attack on attorneys\nto authorize appellant to argue the matter in court. M., at 912. themselves who defend locally unpopular causes, such as civil rights.\n1\"Sccial workers in public assistance may already be required to See Washington Post, Sept.120, 1967, § A, at 10, col. 1, reporting a\npractice Lew as substantially as if they were in a courtroom. In Louisiana prosecution of a civil rights lawyer for \"unauthorized\nranking an initial determination of an applicant's financial eligibility, practice.\" Cf. N. A. A. C. P. v. Button, 371 U. S. 415.(cid:9) .\n2 Cr1:3038 11-15-67(cid:9) . _\n\ncounsel during the balance of .proceedings. It is no refused admission to the Arizona\t Sec Machin v.\nanswer for the Florida courts to say counsel never moved Lockwood, 301 F. 2d 499 (C..A. 0th Cir.), cert. denied,\nat trial for a transfer to a county not saturated with  pre- 3S5 U. S. 900.\t •\ntrial publicity; for this failure of counsel is the very heart The claim that the statute deters constitutionally pro-\nof the wrong allegedly done to petitioner. Nor are rcs tected activity is not frivolous. Whether a State, under\n.judicata principles applicable, for as I read Whitney v. guise of protecting its citizens from legal quacks and\nCochran the Entsnainger right-to-counsel issue was nei- charlatans, can make criminals of those who, in good\nther raised nor decided. faith and for, no personal profit, assist the indigent to\nI would vacate the judgment and remand to the Florida assert their constitutional rights is a substantial question\ncourts so that the State may give petitioner the evi-- this. Court should answer.\ndentiary hearing to which he is entitled. We needlessly Rights protected by the First Amendment include\nburden the federal regime' when we do not insist that advocacy and petition for redress of grievances\nFlorida, which has provided a remedy, have the eviden-.\nC. P. v. Button, 371 U. S. 415, 420; Edwards v.\ntiary hearing which will determine the nature and extent\nSouth Carolina, 372 U. S. 229, 235). and the Fourteenth\nof the pretrial publicity and whether it was trivial or\nAmendment ensures equal justice for the poor in both\npotentially damaging. •\ncriminal and civil actions (see Williams Shaffer, 385\nNo. 68 U. S. 1037, dissenting opinion). But to millions of\nRICHARD KANNER, Miami,. Fla., for petitioner; JAMES T. Americans who are indigent and ignorant—and often\nCARLISLE, Florida State Assistant Attorney General (EARL\nFAIRCLOTH, Attorney General, with him on the brief) tor respondent.. members of minority groups—these rights are meaning-\nlus. They are helpless to assert their rights under the\n•••.(cid:9) .\n:(cid:9) .(cid:9) :(cid:9) ' • law %vithout assistance. They suffer discrimination in\nHACKIN -v. ARIZONA ET A.L.\n.housing* and employment. are victimized by shady con-\n•\nAPPEAL FROM THE SUPREME COURT OF ARIZONA. sumer sales practices, evicted from their homes at the\nwhim of the landlord, _denied welfare payments, rind\nNo: 523. Decided November 13, 1967.(cid:9) •\nendure domestic strife without hope of the legal reme-\ndies of. divorce, maintenance, or 'child custody decrees.'\nPER C'URIA.M.(cid:9) •\nIf true equal protection of the laws is to be realized,\nThe motion to dispense with printing the jurisdictional\nthe indigent must be able to obtain assistance when he\nstatement is granted. The motion to dismiss is granted\nand the appeal is dismissed for \\\\sant of a substantial suffers a denial of his rights. Today, this goal .is only\nfederal question.\t • a goal. Outside the area of criminal proceedings cov-\nered by our decisions of Gideon v. Wainwright, 372 U. S.\nMR. JUSTICE DOUGLAS, dissenting. 335, and Douglas v. California., 372 U. S. 353, counsel.\nis seldom available to the indigent. As this Court has\nAppellant, who is not a licensed attorney, appeared in\nrecognized, there is a dearth'of lawyers who arc willing,\na state court habeas corpus proceeding on behalf of an\nindigent. prisoner. He had previously attempted to secure\nappointed counsel for the prisoner, but to no avail. Ap- 'See trilliums v. Shaffer, :355 U. S. 1037, 1010 (dissenting opin-\npellant was convicted of a misdemeanor in violation of ion): In rc Community Legal Services, Court of Common Plea.,\nof Philadelphia. (No. 3065, :March TC1111, 1990: decided May 10,\nan Arizona statute providing that \"No person shall prac-\n19;17; opinion. of Alexander, .1.1.. Sec also 15-c, The Pole of Legal\ntice law in this state unless he is an active member of the Services in the Antipoverty Program, 31 Law ik Contemp. Prob.,\nstate bar in good standing . .\" (Mackin v. State,  211, 2111-217 (1069): \"The poor man because of his lark of edu-\n—Ariz. —, 427 P. 2d 910.) cation and social status, may need representation in matters ench\nAppellant contends that this statute suffers from as a dispute with a high-school princii61 over the (11,1ni.,sal of a\nchild, or the assertion of a complaint for a violation of the health\noverbreadth and vagueness and is unconstitutional on its\nor building code by a landlord under circumstances where the\nface because it interferes with the rights of the destitute\nI•tter educati-d citizen could speak for himself.\" For broad\nand ignorant--those who cannot acquire the services of discussion of the many and varied areas where tl• poor need\ncounsel—to obtain redress under the law for wrongs clone assistance, s-c Symposium. 54 Col. L. Bev. 319 ct (19961:\nto them. Ile also alleges the statute is unconstitutional Dorsett, ed., Poverty, Civil Liberties, and Civil ]tights: A Sym-\nposium, 41 N. Y. U. I,. Rev. 332 (1990): Cahn and Calm, The\nas applied here, where appellant acted on behalf of the\nWar our Poverty: A Civilian Perspective, 73 Yale L. J. 1:317\nindigent prisoner only after exhaustive efforts to obtain\n(1991); :\\IcAlpin, A Revolution in law Practice, 15 Clcv-Mar. L.\nappointed counsel. appellant is no stranger to the law.\nFey. 203 (1990); Carlin & Howard, Legal Representation and Class\n.Tustin', 12 U. C. L. A. L. Rev. 331 '09951; Sparer, Thorkelson,\n*Habeas corpus petitions and petitions under 2S U. S. C. §2255 and Weiss, The Lay Advocate, 43 Detroit. L. .1. 493 (1909); Levi,\nin the federal courts increased from 505 in 1941 to 2,314 in 1991 Problems Relating to Real Property, in National Conference on Law\n(Annual Rep. Adm. Off. U. S. Courts 1994, p. 155) and to 0,697 and Poverty Proceedings I (1965)1 Dunham Consumer Credit\nin the 1907 fiscal year. Animal 3tep.'1997, p. II-5G. 0/ these,. Problems of the Poor—Legal Aistance as an Aid in Law Reform,\n6,A5 were habeas- corpus cases brought by' state prisoners. Ibid. id.. at 9; l'olier, Problerni-Involving Family and Child, id., at\n\t\n2 Crl. 3036 11-16-67\nPEN /)c \n\ncauses. N. A. A. C. 1'. v. Button., 371 U. S., at 443. itivoivelitctu, Nab I 0.c,i,Ey co.,\"\nSee also Johnson v. Avery, 232 F. Supp. 783, 784 (D. C. Appellate Division as one ground for denying the appli-\nM. D. Tenn.). cation of a proposed corporate aid-to-indigent program\nSome States, aware of the acute shortage of lawyers to for New York City. Matter of Action for Legal Services,\nhelp the indidcnt, have utilized the abilities of qualified 20 App. Div. 2d 354, 274 N. Y. S. 2d 779; contra, hr re•\nlaw students to advise indigents and even to represent Community Legal Services, Court of Common Pleas of\nthem jn court in limited circumstances.' But where this Philadelphia County. No. 4965, March Term, 1966-\npractice is not. sanctioned .by law, the student advo- (decided May 10, 1967).'\ncate for the poor may be subjected to criminal penalty\nThe so-called \"legal\" problem of the poor is often an\nunder broadly drafted statutes prohibiting unauthorized\nunidentified strand in a complex of social, economic,.\npractice of law.\npsychological, and psychiatric problems. Identification\nThere is emerging, particularly in the ghetto areas.\nof the \"legal\" problem at times is for the expert. But\nof our cities, a type of organization styled to bring a\neven a \"lay\" person can often perform that function and'\nnew brand of legal assistance to the indigent. These\nmark the path that leads to the school board, the school\ngroups, funded in part by the Federal Office of Economic\nprincipal, the welfare agency, the Veterans' Administra-.\nOpportunity, characteristically establish neighborhood\ntion, the police review board, or the urban renewal\noffices where the poor con come for assistance. They\nagency.' If he neither solicits nor obtains a fee for his.\nattempt to dispense services on a comprehensive inte-\nservices, why should he not be free to act? Full-fledged\ngrated scale, using lawyers, social workers, members of\nrepresentation in a battle before a court or agency re-\nhealth professions, and other nonlawycr aides.' These\nquires professional skills that laymen lack; and there-\nnew and flexible approaches to giving legal aid to the\nfore the client suffers, perhaps grievously, if he is not\npoor recognize that the problems of indigents—although\nrepresented by a lawyer. But in the intermediate zone\nof the type for which an attorney has traditionally been\nconsulted--are too immense to be solved solely by mem-\nbers of the bar. The supply of lawyer manpower is not\nrefusing to learn from the medical .and other professions and to\nnearly large enough.' But the necessary involvement of develop technicians, nonprofessionls and lawyer-aides-:--manpower\nroles to carry out such functions as: informal advocate, technician,\ncounselor, sympathetic listener, investigator, researcher, form writer,\nSee, c. g., Matter of Legal Aid Society of the City of Albany, etc.\" (I'. 034.) Tillie possibility of advancing the cause of\n27. App. Div. 2d GS7; Hatter of Cornell Legal Aid Clinic, 20 App.. justice through increasing lay involvement in fact finding, adjudi-\nDiv. 2d 700; Monaghan, Gideon's Army: Student Soldiers, 45 II. 15. cation, and arbitration, should not he sacrificed o prior; out of fear•\nL. Rev. 445 (1005); Broden, A Role for Law Schools in 0E0's.\nof abuse.\" (P. 951.) See also Ginsberg Spillman, Manpower.\nLegal Services Program, 41 Notre Dame Lawyer SOS (19(36); and Training Problems In Combatting Poverty, 31 Laic Contcmp.\nCleary, Low Students in Criminal Law Practice, 1G DePaul L. Rev. 1 Probe.\t (100).\n(1000); Note, 12 Wayne L. Rev. 519 (1006).\nZiinrotli, Group Legal Services and the Constitution, 76 Yale-\n'See, generally, Cahn & Cahn, supra, n. 1; Carlin & Howard,\nL. J. 006, OGS (1967), reports that the 0. E. 0. legal services pro-.\nn. 1; Rosenblum, Controlling the Bureaucracy of the Anti-\npoverty Program, 31 Law & Contemp. Prob. 1S7, 20S (1000); grams involving lay persons have also survived challenges in Houston,\nTexas, and Modesto, Calif.\nNote, Ethical Problems Raised by the Neighborhood Law Office,\n41 Notre Dame Law., 901 (1000); Paulsen, Law Schools and the 'Sec Frankel, Experiments in Serving the Indigent, in National-\nWar on Poverty, Nat'l Conf. on Law and Poverty Proceedings 77 Conference on Law awl Poverty Proceedings GO, 75-76 (10(35):\n(1005). \"[W.Ic lawyers must certainly confront constructively the idea that\nThe 0. E. 0. Guidelines for Legal Services Programs states that what. we 'have traditionally regarded as legal business cannot\nthe programs are expected to be a component of a community permanently be so regarded. The needs of the poor for services\n-action agency run, in part, by representatives of labor, business, in matters that arc somehow legal appear pretty clearly to be\nreligion, minority groups, and the poor. (P. 5.) Residents of the enormous. Among those needs are many kinds of matters that\ndepressed area served by the legal office are expected to participate are narrow, that are specialized, and can be routinized. Matters\ndirectly in the legal services program. (P. 10.) \"The poor must relating to housing, to workmen's compensation, to consumer prob-\nbe represented on the board' or policy-making committee of the• lems arc a few that one could name(cid:9)  [W]c should attempt\nprogram to provide legal services, just as they are represented on to create a class of legal technicians who can handle, under lawyers'\nthe policy-making body of the community action agency.\" (I'. 11.) supervision, sonic of the problems• that have thus far seemed to\n\".\"-}\"ever the board of the legal services program should' us to be exclusively the province of the lawyer. I think we have\ninclude at least one representative from each of the areas or neigh- an important creative function to perform in trying to mark out\nborhoods with a substantial population to be served.\" (P. 12.) these areas where lawyers: are not really needed.\"\nThe staff of the neighborhood legal office may utilize the talent,. Sec Paulsen, The Law Schools and the War on Poverty, in\nof law schools (p. 24) and \"may include a person trained in the National Ccinference, on Law and Poverty Proceedings 77, SI .\nfield of social work\" (p. 20) plus \"interviewers, investigators, law (1005): \"Services to the poor will undoubtedly call for advocacy\nstudents, neighborhood aides, and trained personnel from other. and advice by lay persons as well as lawyers. A lawyer's time is\ndisciplines.\" (P. 31.) costly. Not every problem thrown up by legal arrangements re-\n'See Calm Cahn, What Price Justice: The Civilian Perspective quires the skill and costly (line of a law-trained person. We can,\nRevisited, 41 Notre Dame Law. 927 (1036); \"Finally, with perhaps, expect the creation of advice centers operated by laymen\nrespect. to manpower, we have created an artificial shortage by 'not unlike Britain's Citizen's Advice Bureaus.\"\n11-16-67 •\t 2 Cr1...3037\n\nvlicre the local'pastor, the social worker, or best 1riend supra, anu ianroaa(cid:9) .(cid:9) ht.r, VI I\n'ommonly operate, is there not room for accommodation? 1, indicate, state provisions regulatio.. ;he legal profes-\n)can Charles E. Ares recently said: sion will not be permitted to act as obstacles to the rights\n\". . . the structure of the legal profession is mid- of persons to petition the courts and other legal agencies\ndle class in its assumptions. We assume that the\nfor redress. Yet statutes with the broad sweep of the\nlawyer can sit quietly hi his office awaiting the knock\non the door by a client who has discovered that Arizona provision now before this Court would appear to\nhe has a legal problem and 'has found the way to have the potential to \"freeze out\" the imaginative new\nthe lawyer's office. . . . [t]his assumption is not, attempts to assist indigents realize equal justice, merely\nvalid for_the great inass.of people who live in pov-\nbecause lay persons participate.\" Cf. N. A. A. C. P. v.\nerty in the United States. . . [t]he ways in which\nButton, 371 U. S., at 346. As we said in Button, the\nthis structure can be changed open exciting and\nai\ninteresting prospects.\" Poverty, Civil Liberties, and threat of sanctions may deter as forcefully as the impo-\n• Civil Rights: A Symposium, 41 N. Y. U. L. Rev. sition of the sanctions. Id., at 433. In such circum-\n32S, 346 (1966). stances, \"the State may prevail only upon showing a\nMoreover, what the poor need, as much as our corpo- subordinating interest which is compelling:\" Bates v.\nate grants, is protection before they get into trouble Little Rock, 361 U.'S. 516, 524. Certainly the States\nnd confront a crisis. This means \"political leadership\" have a strong interest in preventing legally untrained\nor the \"minority poor.\" Id., at 351. Lawyers will play shysters who pose as attorneys from milking the public,-\n. role in that. moveMent; but so will laymen. The line .for• pecuniary gain. Cf. N. A. A. C. P. v. Button, at\nhat marks the area into which the layman may not *step 441. But it is arguable whether this policy cannot sup-\n:xcept at his peril is not clear. I am by no means sure port a prohibition against charitable efforts of nonlawyers\nhe line was properly drawn by the court below where to help the poor. Cf. In re Opinion of the Justices-\nto lawyer could be found and this layman served without to the Senate, 2S0 Mass. 607. It may well be that\nI fee. until the goal of free legal assistance to the indigent in\nLegal representation connotes a magic it often does all areas of the law is achieved, the poor are not harmed\nlot possesss—as for example, the commitment procedure by well-meaning, charitable assistance of laymen. On\nn Texas, where, by' one.report, 66 seconds are given to a the contrary, for the majority of indigents, who are not\nease, thc:. lawyer usually not even knowing his client so fortunate to be served by neighborhood legal offices,.\nFind earning a nice fee for passive participation. Wei- lay assistance may be the only hope for achieving equal\n'aofen, Mental Health Services for the Poor. 54 Calif. L. justice at this time.\nRev. 020, 03S-030 (1966). If justice is the goal, why In sum, I find the questions posed in this appeal both.\naced a layman be barred here? timely and troublesome; and it would appear that has\nBroadly phrased unauthorized-practice-of-law statutes\nstanding to raise_the indigents' First Amendment rights\nsuch as that. at issue here could make criminal many of\nof advocacy and petition of redress and of equal justice.\nthe activities regularly done by social workers who assist\nSee N. A. A. C. P. v. Button, 371 1-. , at 428; Griswold\nthe poor in obtaining welfare and attempt to help them\nv. Connecticut, 3S1 U. S. 470, 481. . ce the very nature\nsolve domestic problems.' Such statutes would also tend\nof the inequity suffered by the p6or precludes them\nto deter programs in which experienced welfare recipients\nfrom asserting their rights to legal assistance in court,\nrepresent other, less articulate, recipients before local\nwhy should the layman who steps up to speak for them\nwelfare department .° .\nnet be held to be asserting their constitutional rights?\nAs this .Court's decisions in N. A. A. C. P. v. Button,\nJohnson v. Avery, supra, at 786. Cf. Barrows v. Jackson,\nIn habeas corpus proceedings, \"the practice of a next friend 346 U.S. 240, 257. Accordingly, I would hear this appeal.\napplying for a writ is ralCkot and fully accepted.\" United States\nv. Houston, 273 F. 915, 916 (C. A. 2d Cir.). It rests on the premise the public assistance worker must complete the applicant's financial\nthat \"without sonic assistance, their right to habeas corpus in statement. 'Every question, or nearly every question, on the finan-\nninny instances becomes empty and meaningless.\" Johnson v. cial statement, a legal question. When the social worker D(iViSO:7,\nAvery. 252 F. Stipp. 78-1, 781 (1). C. M. I). Tenn.). The next- Or even discusses the questions or answers, he may very likely be\nfriend doctrine was recognized at common law rind is riven effect giving legal advice.' The private social worker who advises an\nin most jurisdictions today, either by statute or by court decision. Applicant that he should apply, how to apply, what to answer and\nSee Collins v. Traeger, 27 F. 2d 342, 843 (C. A. 9th Cir.); Er parte how to appeal if the application is rejected is also giving 'legal'\nDosta. 243 F. 634, 6GS (D. C. N. D. Ohio): State v. Fabins•i. advice. When he argues with the public worker on behalf of the\n152 So. 207, 200 (Fla.): In re Nowark. 274 Mich. 545, 549; In re applicant, he is giving representation. When and if he goes to a\nNob! v. Delmore. 49 Wn. 2,1 31S: 28 IT. S. C. § 2242. beans; on behalf of the applicant, he is surely engaging in ad-\nAn Arizona statute provides that application for habeas corpus vocacy.\"' Sparer, Thorkelson, and Weiss, supra, n. 1, at 400--500.\nmay be made by the person detained \"or by some person in his See also McRae and Linde, An Emerging. Joint Venture: Lawyers\nbehalf ......An,.. Rev. Stat. § 13-2002. The court below recog- and Social Workers, 43 T. Am. Jud. Soc...231 (1965); Rosenblum,\nnized that tins statute precluded prosecution of appellant for writ- supra, n. 3, at 203.\ning and filieg the writ application on behalf of the indigent prisoner. 'Sparer, Thorkelson, and Weiss, supra, a. 1, at 507.\nHock-in v. State. 427 P. 2d, at 911. But the statute was held net \"Such statutes have also been utilized for attack on attorneys\nto authorize appellant to argue the matter in court. M., at 912. themselves who defend locally unpopular causes, such as civil rights.\n1\"Sccial workers in public assistance may already be required to See Washington Post, Sept.120, 1967, § A, at 10, col. 1, reporting a\npractice Lew as substantially as if they were in a courtroom. In Louisiana prosecution of a civil rights lawyer for \"unauthorized\nranking an initial determination of an applicant's financial eligibility, practice.\" Cf. N. A. A. C. P. v. Button, 371 U. S. 415.(cid:9) .\n2 Cr1:3038 11-15-67(cid:9) . _",
      "document_type_other": "",
      "external_url": "",
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/84571"
    },
    {
      "date": null,
      "date_is_estimate": false,
      "date_not_available": false,
      "description": null,
      "document_source": null,
      "document_status": null,
      "document_type": null,
      "order_type": null,
      "citation_paren": null,
      "cite_1_page": null,
      "cite_1_reporter": null,
      "cite_1_vol": null,
      "cite_2_page": null,
      "cite_2_reporter": null,
      "cite_2_vol": null,
      "cite_3_page": null,
      "cite_3_reporter": null,
      "cite_3_vol": null,
      "citation_status": null,
      "court": null,
      "no_title": false,
      "party_types": [],
      "per_curium": false,
      "is_core_document": true,
      "id": 116022,
      "file": null,
      "title": null,
      "text": null,
      "document_type_other": null,
      "external_url": null,
      "ecf_number": null,
      "clearinghouse_link": "clearinghouse.net/doc/116022"
    }
  ],
  "document_count": 3
}